[
    {
        "doc_id": "34949",
        "text": "Influência do Brinquedo Terapêutico na ansiedade de crianças escolares hospitalizadas: Ensaio clínico Influencia del Juguete Terapéutico en la ansiedad de niños en edad escolar hospitalizados: Ensayo clínico",
        "section": "Abstract",
        "sentences": [
            "Influência do Brinquedo Terapêutico na ansiedade de crianças escolares hospitalizadas: Ensaio clínico Influencia del Juguete Terapéutico en la ansiedad de niños en edad escolar hospitalizados: Ensayo clínico"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34949",
        "text": "Objetivo: Avaliar os efeitos da aplicação da técnica do Brinquedo Terapêutico Dramático (BTD) no grau de ansiedade em crianças escolares hospitalizadas. Método: Ensaio clínico randomizado realizado em dois hospitais de São Paulo, entre maio e outubro de 2015. A intervenção consistiu na aplicação do BTD e o desfecho foi avaliado por meio do instrumento Child Drawing: Hospital (CD:H). Utilizaram-se na análise os testes Wilcoxon-Mann Whitney, T corrigido, Exato de Fisher e Qui-quadrado com significância de 5%. Resultados: Participaram do estudo 28 crianças. A maioria das crianças de ambos os grupos (75%) apresentou classificação de baixo grau de ansiedade, sendo o escore médio do instrumento CD: H no grupo intervenção de 73,9 e no grupo controle de 69,4, sem diferença significativa. Conclusão: As crianças submetidas ao BTD apresentaram o mesmo grau de ansiedade que as do grupo controle. Entretanto, sugere-se que novos estudos sejam realizados com maior número de crianças em variados cenários da hospitalização. Descritores: Criança Hospitalizada; Jogos e Brinquedos; Ansiedade; Ensaio Clínico Controlado Aleatório; Enfermagem Pediátrica.",
        "section": "RESUMO",
        "section_number": 1,
        "sentences": [
            "Objetivo: Avaliar os efeitos da aplicação da técnica do Brinquedo Terapêutico Dramático (BTD) no grau de ansiedade em crianças escolares hospitalizadas.",
            "Método: Ensaio clínico randomizado realizado em dois hospitais de São Paulo, entre maio e outubro de 2015.",
            "A intervenção consistiu na aplicação do BTD e o desfecho foi avaliado por meio do instrumento Child Drawing: Hospital (CD:H).",
            "Utilizaram-se na análise os testes Wilcoxon-Mann Whitney, T corrigido, Exato de Fisher e Qui-quadrado com significância de 5%.",
            "Resultados: Participaram do estudo 28 crianças.",
            "A maioria das crianças de ambos os grupos (75%) apresentou classificação de baixo grau de ansiedade, sendo o escore médio do instrumento CD: H no grupo intervenção de 73,9 e no grupo controle de 69,4, sem diferença significativa.",
            "Conclusão: As crianças submetidas ao BTD apresentaram o mesmo grau de ansiedade que as do grupo controle.",
            "Entretanto, sugere-se que novos estudos sejam realizados com maior número de crianças em variados cenários da hospitalização.",
            "Descritores: Criança Hospitalizada; Jogos e Brinquedos; Ansiedade; Ensaio Clínico Controlado Aleatório; Enfermagem Pediátrica."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34949",
        "text": "Objetivo: Evaluar los efectos de la aplicación de la técnica del Juguete Terapéutico Dramático (BTD) en el grado de ansiedad en niños en edad escolar hospitalizados. Método: Ensayo clínico aleatorizado realizado en dos hospitales de São Paulo, entre mayo y octubre de 2015. La intervención consistió en la aplicación del BTD y el resultado fue evaluado por medio del instrumento Child Drawing: Hospital (CD:H). Se utilizó en el análisis los testesWilcoxon-Mann Whitney, T corregido, Exacto de Fisher y Qui-cuadrado con significancia de 5%. Resultados: Participaron del estudio 28 niños. La mayoría de los niños de ambos los grupos (75%) presentó clasificación de bajo grado de ansiedad, siendo la puntuación media del instrumento CD:H",
        "section": "RESUMEN",
        "section_number": 2,
        "sentences": [
            "Objetivo: Evaluar los efectos de la aplicación de la técnica del Juguete Terapéutico Dramático (BTD) en el grado de ansiedad en niños en edad escolar hospitalizados.",
            "Método: Ensayo clínico aleatorizado realizado en dos hospitales de São Paulo, entre mayo y octubre de 2015.",
            "La intervención consistió en la aplicación del BTD y el resultado fue evaluado por medio del instrumento Child Drawing: Hospital (CD:H).",
            "Se utilizó en el análisis los testesWilcoxon-Mann Whitney, T corregido, Exacto de Fisher y Qui-cuadrado con significancia de 5%.",
            "Resultados: Participaron del estudio 28 niños.",
            "La mayoría de los niños de ambos los grupos (75%) presentó clasificación de bajo grado de ansiedad, siendo la puntuación media del instrumento CD:H"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34949",
        "text": "Hospitalization represents a hostile and unfamiliar event for the child, since he or she is submitted to hospital procedures and therapeutic treatments that can cause pain as well as physical and psychological suffering. Thus, the child may manifest insecurity and anxiety behaviors, such as soliciting attention, frequent crying, aggressiveness, destroying toys, distrust of people and other manifestations of fear (1) (2) (3) .",
        "section": "INTRODUCTION",
        "section_number": 3,
        "sentences": [
            "Hospitalization represents a hostile and unfamiliar event for the child, since he or she is submitted to hospital procedures and therapeutic treatments that can cause pain as well as physical and psychological suffering.",
            "Thus, the child may manifest insecurity and anxiety behaviors, such as soliciting attention, frequent crying, aggressiveness, destroying toys, distrust of people and other manifestations of fear (1) (2) (3) ."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34949",
        "text": "The school-age child is able to present some understanding about the disease; however, is still vulnerable to events that diminish their sense of control and power. The routine of hospitalization does not allow freedom of choice, besides differing from their usual life, such as forced rest, predetermined schedules and menu, lack of privacy and need for help with locomotion. Disease is also a factor that takes control of the child, leading to boredom and frustration, with resulting hostility and even depression (4) .",
        "section": "INTRODUCTION",
        "section_number": 4,
        "sentences": [
            "The school-age child is able to present some understanding about the disease; however, is still vulnerable to events that diminish their sense of control and power.",
            "The routine of hospitalization does not allow freedom of choice, besides differing from their usual life, such as forced rest, predetermined schedules and menu, lack of privacy and need for help with locomotion.",
            "Disease is also a factor that takes control of the child, leading to boredom and frustration, with resulting hostility and even depression (4) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34949",
        "text": "Thus, the child needs to receive appropriate and atraumatic assistance for their recovery in order to minimize the stress generated by hospitalization. In this sense, the company of their family and implementation of recreational activities in hospital settings are recommended and studies have demonstrated this can reduce stress and anxiety (5) (6) (7) .",
        "section": "INTRODUCTION",
        "section_number": 5,
        "sentences": [
            "Thus, the child needs to receive appropriate and atraumatic assistance for their recovery in order to minimize the stress generated by hospitalization.",
            "In this sense, the company of their family and implementation of recreational activities in hospital settings are recommended and studies have demonstrated this can reduce stress and anxiety (5) (6) (7) ."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34949",
        "text": "The professional training of nurses provides resources that enable the negative emotional state of hospitalized children to be alleviated, one of which is Therapeutic Play technique (5, 8) . The activity should be developed and practiced by a trained nurse, as described by the Federal Nursing Council, through Resolution No. 295/2004: \"It is the responsibility of nurses working in the pediatric area, as a member of the multi-professional health team, to use Play/Therapeutic Play technique, in providing care for the child and family\" (9) . Therapeutic Play is a structured play, applied by a trained professional, whose purpose is to relieve tensions and anxieties caused by the experience of situations unfamiliar to their age. Thus, the application of the Therapeutic Play during hospitalization aims to promote physical well-being and emotional relief from the stress caused by disease and hospitalization. Therapeutic Play can be classified into three types: Instructional Therapeutic Play which aims to prepare the child for the procedures by instructing the child on how the procedure will be performed; Capacitating Therapeutic Play the goal of which is to develop and strengthen the child's potential in the use of physiological functions according to their capability; and Dramatic Therapeutic Play, to counter the cathartic expression of a child (8, 10) .",
        "section": "INTRODUCTION",
        "section_number": 6,
        "sentences": [
            "The professional training of nurses provides resources that enable the negative emotional state of hospitalized children to be alleviated, one of which is Therapeutic Play technique (5, 8) .",
            "The activity should be developed and practiced by a trained nurse, as described by the Federal Nursing Council, through Resolution No. 295/2004: \"It is the responsibility of nurses working in the pediatric area, as a member of the multi-professional health team, to use Play/Therapeutic Play technique, in providing care for the child and family\" (9) .",
            "Therapeutic Play is a structured play, applied by a trained professional, whose purpose is to relieve tensions and anxieties caused by the experience of situations unfamiliar to their age.",
            "Thus, the application of the Therapeutic Play during hospitalization aims to promote physical well-being and emotional relief from the stress caused by disease and hospitalization.",
            "Therapeutic Play can be classified into three types: Instructional Therapeutic Play which aims to prepare the child for the procedures by instructing the child on how the procedure will be performed; Capacitating Therapeutic Play the goal of which is to develop and strengthen the child's potential in the use of physiological functions according to their capability; and Dramatic Therapeutic Play, to counter the cathartic expression of a child (8, 10) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34949",
        "text": "Dramatic Therapeutic Play (DTP) makes it possible to externalize feelings, as well as experiences that are not verbalized, relieving tensions and expressing fears underlying the stressful situation. The technique consists in allowing the child to dramatize situations that are being experienced during the hospitalization, and can assume diverse roles, such as one of the health professionals, or a family member. The child, when acting out the various roles during the game, can find solutions to the problems that afflict him or her. In the role play, dolls representing family and hospital staff, replicas of hospital equipment or even real equipment, and objects common to their daily life are used (8, 10) .",
        "section": "INTRODUCTION",
        "section_number": 7,
        "sentences": [
            "Dramatic Therapeutic Play (DTP) makes it possible to externalize feelings, as well as experiences that are not verbalized, relieving tensions and expressing fears underlying the stressful situation.",
            "The technique consists in allowing the child to dramatize situations that are being experienced during the hospitalization, and can assume diverse roles, such as one of the health professionals, or a family member.",
            "The child, when acting out the various roles during the game, can find solutions to the problems that afflict him or her.",
            "In the role play, dolls representing family and hospital staff, replicas of hospital equipment or even real equipment, and objects common to their daily life are used (8, 10) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34949",
        "text": "Play is a safe way to externalize concerns, fears and feelings, as it is a projective activity in which a child, who has not yet fully acquired the cognitive and verbal communication skills, can express himself freely (8, 10) . Moreover, since DTP has a cathartic function, it can directly influence the emotional state of the child, suffering from hospitalization, releasing tensions and emotions that may not otherwise be socially accepted, such as anger and aggression (5, 8, (10) (11) (12) (13) .",
        "section": "INTRODUCTION",
        "section_number": 8,
        "sentences": [
            "Play is a safe way to externalize concerns, fears and feelings, as it is a projective activity in which a child, who has not yet fully acquired the cognitive and verbal communication skills, can express himself freely (8, 10) .",
            "Moreover, since DTP has a cathartic function, it can directly influence the emotional state of the child, suffering from hospitalization, releasing tensions and emotions that may not otherwise be socially accepted, such as anger and aggression (5, 8, (10) (11) (12) (13) ."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34949",
        "text": "Although there are several studies on the application of Therapeutic Play in the literature, there are no controlled studies demonstrating that DTP reduces the stress and anxiety caused by hospitalization in school children. Considering the benefits that DTP can have on the emotional state of hospitalized children and as a tool in the pediatric nurse's domain, the objective of this study was to evaluate the effects from application of Dramatic Therapeutic Play technique on the degree of anxiety in hospitalized schoolchildren submitted to peripheral intravenous puncture.",
        "section": "INTRODUCTION",
        "section_number": 9,
        "sentences": [
            "Although there are several studies on the application of Therapeutic Play in the literature, there are no controlled studies demonstrating that DTP reduces the stress and anxiety caused by hospitalization in school children.",
            "Considering the benefits that DTP can have on the emotional state of hospitalized children and as a tool in the pediatric nurse's domain, the objective of this study was to evaluate the effects from application of Dramatic Therapeutic Play technique on the degree of anxiety in hospitalized schoolchildren submitted to peripheral intravenous puncture."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34949",
        "text": "The data were collected after approval of the study by the Research Ethics Committees of the institutions, in compliance with Resolution 466/12 of the National Health Council, Ministry of Health, which regulates human research in the country.",
        "section": "Ethical aspects",
        "section_number": 10,
        "sentences": [
            "The data were collected after approval of the study by the Research Ethics Committees of the institutions, in compliance with Resolution 466/12 of the National Health Council, Ministry of Health, which regulates human research in the country."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34949",
        "text": "Children between the ages of 6 and 11 were only included in the study after agreeing to participate and with permission from their parents or guardians. The children signed the Term of Consent to Participate in Scientific Research and the parents or guardians signed the Term of Free and Informed Consent in duplicate, leaving one with the family and the other retained by the researcher. Population or sample; inclusion and exclusion criteria The inclusion criteria for the children in the study were: age between 6 and 11 years, hospitalized for at least 24 hours, at least one peripheral intravenous puncture, accepted to participate in the study, authorization of parents or guardians as proposed in informed consent, and have no confirmed medical diagnosis of neurological and/or cognitive disorder. Children who were in isolation were excluded because they did not have access to the toy library, computer and TV room of the hospital unit.",
        "section": "Ethical aspects",
        "section_number": 11,
        "sentences": [
            "Children between the ages of 6 and 11 were only included in the study after agreeing to participate and with permission from their parents or guardians.",
            "The children signed the Term of Consent to Participate in Scientific Research and the parents or guardians signed the Term of Free and Informed Consent in duplicate, leaving one with the family and the other retained by the researcher.",
            "Population or sample; inclusion and exclusion criteria The inclusion criteria for the children in the study were: age between 6 and 11 years, hospitalized for at least 24 hours, at least one peripheral intravenous puncture, accepted to participate in the study, authorization of parents or guardians as proposed in informed consent, and have no confirmed medical diagnosis of neurological and/or cognitive disorder.",
            "Children who were in isolation were excluded because they did not have access to the toy library, computer and TV room of the hospital unit."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34949",
        "text": "Patients who had undergone at least one peripheral intravenous puncture were selected because research shows an increased degree of anxiety and sensation of pain in children who underwent multiple punctures and because it is one of the most invasive procedures performed during hospitalization (14) (15) (16) .",
        "section": "Study design, location and period",
        "section_number": 12,
        "sentences": [
            "Patients who had undergone at least one peripheral intravenous puncture were selected because research shows an increased degree of anxiety and sensation of pain in children who underwent multiple punctures and because it is one of the most invasive procedures performed during hospitalization (14) (15) (16) ."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34949",
        "text": "Convenience sampling was used and limited by the study duration. A total of 28 individuals met the inclusion criteria, of which 18 hospitalized in HUUSP and 10 in HIDV. Two children declined to participate, because one was feeling pain when approached and the other having no interest in playing with the DTP box.",
        "section": "Study design, location and period",
        "section_number": 13,
        "sentences": [
            "Convenience sampling was used and limited by the study duration.",
            "A total of 28 individuals met the inclusion criteria, of which 18 hospitalized in HUUSP and 10 in HIDV.",
            "Two children declined to participate, because one was feeling pain when approached and the other having no interest in playing with the DTP box."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34949",
        "text": "The number of 14 children that comprised the sample in each group (control and intervention), was able to detect a difference of 4.5 points in the CD: H anxiety score, standard deviation of 4, with a power of 75% and statistical significance 5%. The CD: H anxiety score was obtained using the Child Drawing: Hospital (CD: H) instrument, and was obtained after analysis of one drawing by each child (10, 13) .",
        "section": "Study design, location and period",
        "section_number": 14,
        "sentences": [
            "The number of 14 children that comprised the sample in each group (control and intervention), was able to detect a difference of 4.5 points in the CD: H anxiety score, standard deviation of 4, with a power of 75% and statistical significance 5%.",
            "The CD: H anxiety score was obtained using the Child Drawing: Hospital (CD: H) instrument, and was obtained after analysis of one drawing by each child (10, 13) ."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34949",
        "text": "After inclusion in the study, the child was selected at random to form one of the groups; Intervention Group (GI), to be submitted to the DTP session and the Control Group (GC). Patients from both groups would have to have access to the recreational activities proposed by the institutions. The children in the intervention group, after access to the recreational activities of the toy library and participation in a DTP session applied by the researchers, were asked to draw a picture of a person in the hospital. While, the patients in the control group, were allowed access to the recreational activities of the toy library and at a random moment were asked to draw a person in the hospital.",
        "section": "Study protocol",
        "section_number": 15,
        "sentences": [
            "After inclusion in the study, the child was selected at random to form one of the groups; Intervention Group (GI), to be submitted to the DTP session and the Control Group (GC).",
            "Patients from both groups would have to have access to the recreational activities proposed by the institutions.",
            "The children in the intervention group, after access to the recreational activities of the toy library and participation in a DTP session applied by the researchers, were asked to draw a picture of a person in the hospital.",
            "While, the patients in the control group, were allowed access to the recreational activities of the toy library and at a random moment were asked to draw a person in the hospital."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34949",
        "text": "The randomization was carried out prior to data collection, through the website www.randomization.com, by a person blind to the data collection, who prepared envelopes numbered in sequential order. The researchers, on including the child in the study, opened the envelope corresponding to the participation number and verified to which group the child would be allocated. Randomization of the groups occurred in a randomized but paired manner, i.e. each group had the same number of individuals. Thus, both GI and GC were composed of 14 individuals, and GI comprised 11 from HUUSP and 3 HIDV, while GC consisted of 7 HUUSP and 7 HIDV patients.",
        "section": "Study protocol",
        "section_number": 16,
        "sentences": [
            "The randomization was carried out prior to data collection, through the website www.randomization.com, by a person blind to the data collection, who prepared envelopes numbered in sequential order.",
            "The researchers, on including the child in the study, opened the envelope corresponding to the participation number and verified to which group the child would be allocated.",
            "Randomization of the groups occurred in a randomized but paired manner, i.e. each group had the same number of individuals.",
            "Thus, both GI and GC were composed of 14 individuals, and GI comprised 11 from HUUSP and 3 HIDV, while GC consisted of 7 HUUSP and 7 HIDV patients."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34949",
        "text": "The Child Drawing: Hospital (CD: H) instrument, which assesses the degree of anxiety of hospitalized school-age children, was used to verify the effect of the DTP session (10, 13) . Although CD: H has not been validated in Brazil, we adopted this, since neither written nor verbal language is involved in the evaluation and interpretation of the drawing, and thus should not interfere in the results. In addition, drawing is a projective activity, in which children reveal how they are feeling about the situation experienced (8, 10) . However, the fact that the instrument is validated in Brazil may limit understanding of the instructions for its application due to the absence of a translation into Portuguese. Two researchers were trained in the use of Child Drawing: Hospital (CD: H) (10, 13) and how to approach children and their families to participate in the research. The data were collected in the two institutions.",
        "section": "Study protocol",
        "section_number": 17,
        "sentences": [
            "The Child Drawing: Hospital (CD: H) instrument, which assesses the degree of anxiety of hospitalized school-age children, was used to verify the effect of the DTP session (10, 13) .",
            "Although CD: H has not been validated in Brazil, we adopted this, since neither written nor verbal language is involved in the evaluation and interpretation of the drawing, and thus should not interfere in the results.",
            "In addition, drawing is a projective activity, in which children reveal how they are feeling about the situation experienced (8, 10) .",
            "However, the fact that the instrument is validated in Brazil may limit understanding of the instructions for its application due to the absence of a translation into Portuguese.",
            "Two researchers were trained in the use of Child Drawing: Hospital (CD: H) (10, 13) and how to approach children and their families to participate in the research.",
            "The data were collected in the two institutions."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34949",
        "text": "The application of the CD: H consisted in providing the child with white paper and crayons of eight specific colors: red, purple, blue, green, yellow, orange, black and brown. Then the child was asked the following question: \"Could you please draw a person in the hospital?\" The drawing was done individually and without any interference by the researchers, who only manifested themselves when and if requested by the participant. It was further explained to the child that the drawing would be collected shortly after completion and that there was no time limit for the activity to be completed (10, 13) .",
        "section": "Study protocol",
        "section_number": 18,
        "sentences": [
            "The application of the CD: H consisted in providing the child with white paper and crayons of eight specific colors: red, purple, blue, green, yellow, orange, black and brown.",
            "Then the child was asked the following question: \"Could you please draw a person in the hospital?\"",
            "The drawing was done individually and without any interference by the researchers, who only manifested themselves when and if requested by the participant.",
            "It was further explained to the child that the drawing would be collected shortly after completion and that there was no time limit for the activity to be completed (10, 13) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34949",
        "text": "The drawing produced points according to the classification recommended by CD: H, which consists of the analysis of three aspects of the drawing, Part A being the evaluation of 14 items, including quality of the drawing, dimension and proportions of the human figure drawn, colors used, location and size on drawing sheet and presence of hospital equipment. Part B evaluates 8 items, among them omission, exaggeration and distortion of parts of the human body. Part C consists of the general assessment of the design and assigning a score of 1 to 10 according to the child's ability to cope with the situation. Thus, the score for each drawing was established, which characterized the level of anxiety of the child at that moment. The CD: H score ranges from 12 to 290 revealing the following levels of anxiety: ≤43 Very low; 44-83 Low; 84-129 Average; 130-167Above average; and ≥168 Very high (10, 13) .",
        "section": "Study protocol",
        "section_number": 19,
        "sentences": [
            "The drawing produced points according to the classification recommended by CD: H, which consists of the analysis of three aspects of the drawing, Part A being the evaluation of 14 items, including quality of the drawing, dimension and proportions of the human figure drawn, colors used, location and size on drawing sheet and presence of hospital equipment.",
            "Part B evaluates 8 items, among them omission, exaggeration and distortion of parts of the human body.",
            "Part C consists of the general assessment of the design and assigning a score of 1 to 10 according to the child's ability to cope with the situation.",
            "Thus, the score for each drawing was established, which characterized the level of anxiety of the child at that moment.",
            "The CD: H score ranges from 12 to 290 revealing the following levels of anxiety: ≤43 Very low; 44-83 Low; 84-129 Average; 130-167Above average; and ≥168 Very high (10, 13) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34949",
        "text": "Demographic and treatment characteristics of the children were age, sex, reason for hospitalization, number of intravenous devices installed in the current hospitalization, number of puncture attempts per device installed, time of current hospitalization, prior hospitalizations, and hospital to which they were admitted. The dependent variable was the anxiety score and the classification of the degree of anxiety, as determined by application of the CD: H instrument and the independent variable was application of the DTP session.",
        "section": "Statistical analysis",
        "section_number": 20,
        "sentences": [
            "Demographic and treatment characteristics of the children were age, sex, reason for hospitalization, number of intravenous devices installed in the current hospitalization, number of puncture attempts per device installed, time of current hospitalization, prior hospitalizations, and hospital to which they were admitted.",
            "The dependent variable was the anxiety score and the classification of the degree of anxiety, as determined by application of the CD: H instrument and the independent variable was application of the DTP session."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34949",
        "text": "The descriptive analysis of the data was performed with the 28 children who composed the groups. The statistical analysis included the mean, median, standard deviation, absolute and relative frequencies, according to the characteristic of the variable studied. It was verified whether the variables of demographic characterization and those related to the treatment of the Influence of Therapeutic Play on the anxiety of hospitalized school-age children: Clinical trial Silva SGT, et al. children in each of the groups, GI and GC, influenced the dependent variables. The Wilcoxon-Mann Whitney, Corrected t-Test, Fisher's Exact and Chi-square tests were applied, considering a significance level of 5%.",
        "section": "Statistical analysis",
        "section_number": 21,
        "sentences": [
            "The descriptive analysis of the data was performed with the 28 children who composed the groups.",
            "The statistical analysis included the mean, median, standard deviation, absolute and relative frequencies, according to the characteristic of the variable studied.",
            "It was verified whether the variables of demographic characterization and those related to the treatment of the Influence of Therapeutic Play on the anxiety of hospitalized school-age children: Clinical trial Silva SGT, et al. children in each of the groups, GI and GC, influenced the dependent variables.",
            "The Wilcoxon-Mann Whitney, Corrected t-Test, Fisher's Exact and Chi-square tests were applied, considering a significance level of 5%."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34949",
        "text": "Data from 28 children were analyzed, both the intervention group and the control group comprised 14 children, according to Figure 1 .",
        "section": "RESULTS",
        "section_number": 22,
        "sentences": [
            "Data from 28 children were analyzed, both the intervention group and the control group comprised 14 children, according to Figure 1 ."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34949",
        "text": "The characteristics of the 28 children, according to the intervention and control group, is presented in Table 1 , as can be seen the two groups are homogeneous. However, there was a significant difference between the groups in relation to the mean number of punctures. Thus, the majority of the children were boys, aged between 9 and 11 years old, hospitalized for acute diseases at the University Hospital, and punctures were performed more than twice for intravenous catheter installation.",
        "section": "RESULTS",
        "section_number": 23,
        "sentences": [
            "The characteristics of the 28 children, according to the intervention and control group, is presented in Table 1 , as can be seen the two groups are homogeneous.",
            "However, there was a significant difference between the groups in relation to the mean number of punctures.",
            "Thus, the majority of the children were boys, aged between 9 and 11 years old, hospitalized for acute diseases at the University Hospital, and punctures were performed more than twice for intravenous catheter installation."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34949",
        "text": "The CD: H score was compared between the control group and the intervention group of children who underwent the dramatic therapeutic play session after being submitted to peripheral intravenous puncture. It was possible to verify that there was no difference between the groups and that the majority of the children (75%) presented a low CD: H score, as shown in Table 2 .",
        "section": "RESULTS",
        "section_number": 24,
        "sentences": [
            "The CD: H score was compared between the control group and the intervention group of children who underwent the dramatic therapeutic play session after being submitted to peripheral intravenous puncture.",
            "It was possible to verify that there was no difference between the groups and that the majority of the children (75%) presented a low CD: H score, as shown in Table 2 ."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34949",
        "text": "Analysis was performed to verify if there was any relationship between the demographic and child-related variables and the dependent variables. A significant association was found between the highest number of puncture attempts and the highest mean CD: H score in the control group (p = 0.016).",
        "section": "RESULTS",
        "section_number": 25,
        "sentences": [
            "Analysis was performed to verify if there was any relationship between the demographic and child-related variables and the dependent variables.",
            "A significant association was found between the highest number of puncture attempts and the highest mean CD: H score in the control group (p = 0.016)."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34949",
        "text": "The study hypothesis was that school children submitted to the DTP session (intervention group) would have lower CD: H anxiety scores than those not submitted to the proposed intervention (control group). However, this hypothesis was not confirmed in this pilot study. Nevertheless, some important results were found, offering significant contributions to the research and care of hospitalized school-age children, such as confirmation that the use of recreational activities and the presence of the family can benefit the child's understanding of their hospitalization. Hospitalization is perceived by the school child as something that deprives the child of their freedom and autonomy to carry out daily tasks and to be together with their family. In addition, they are submitted to painful invasive procedures, albeit necessary for their treatment, but which generate fear and anxiety (14) . The nurse, through proximity to the child and family, often perceives these situations of conflict and anxiety. Recognizing these conditions and intervening appropriately with the use of play strategies can benefit recovery and minimize trauma generated by hospitalization and associated procedures (8, 10, 17) .",
        "section": "DISCUSSION",
        "section_number": 26,
        "sentences": [
            "The study hypothesis was that school children submitted to the DTP session (intervention group) would have lower CD: H anxiety scores than those not submitted to the proposed intervention (control group).",
            "However, this hypothesis was not confirmed in this pilot study.",
            "Nevertheless, some important results were found, offering significant contributions to the research and care of hospitalized school-age children, such as confirmation that the use of recreational activities and the presence of the family can benefit the child's understanding of their hospitalization.",
            "Hospitalization is perceived by the school child as something that deprives the child of their freedom and autonomy to carry out daily tasks and to be together with their family.",
            "In addition, they are submitted to painful invasive procedures, albeit necessary for their treatment, but which generate fear and anxiety (14) .",
            "The nurse, through proximity to the child and family, often perceives these situations of conflict and anxiety.",
            "Recognizing these conditions and intervening appropriately with the use of play strategies can benefit recovery and minimize trauma generated by hospitalization and associated procedures (8, 10, 17) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34949",
        "text": "Although there was no statistically significant reduction in the degree of anxiety among the children in the intervention group and their mean CD: H score was higher, we still recommend the use of the DTP technique. Our finding is not in agreement with other studies that have demonstrated play and DTP have a positive effect on the reduction of anxiety and improvement in the emotional state of hospitalized school-age children (13, (18) (19) (20) .",
        "section": "DISCUSSION",
        "section_number": 27,
        "sentences": [
            "Although there was no statistically significant reduction in the degree of anxiety among the children in the intervention group and their mean CD: H score was higher, we still recommend the use of the DTP technique.",
            "Our finding is not in agreement with other studies that have demonstrated play and DTP have a positive effect on the reduction of anxiety and improvement in the emotional state of hospitalized school-age children (13, (18) (19) (20) ."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34949",
        "text": "In addition, it is important that the nurse assess the patients' degree of anxiety, identify the most critical cases and implement appropriate actions according to the level of anxiety presented. Thus, actions aimed at anxiety relief, such as the use of DTP for the expression of feelings, would help the child and his family to establish a bond with the nurse and to better understand the hospital experience.",
        "section": "DISCUSSION",
        "section_number": 28,
        "sentences": [
            "In addition, it is important that the nurse assess the patients' degree of anxiety, identify the most critical cases and implement appropriate actions according to the level of anxiety presented.",
            "Thus, actions aimed at anxiety relief, such as the use of DTP for the expression of feelings, would help the child and his family to establish a bond with the nurse and to better understand the hospital experience."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34949",
        "text": "It was also verified that DTP and the CD: H instrument are easy to apply and accessible, because they have low cost materials, plus they are a pleasant and quick activity to be performed and which the child readily accepts.",
        "section": "DISCUSSION",
        "section_number": 29,
        "sentences": [
            "It was also verified that DTP and the CD: H instrument are easy to apply and accessible, because they have low cost materials, plus they are a pleasant and quick activity to be performed and which the child readily accepts."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34949",
        "text": "The reason why DTP did not decrease the level of anxiety in school-age children evaluated using the CD: H instrument may be explained by the fact that the majority of the children already presented a low level of anxiety, such that there was no measurable modification in the degree of anxiety following application of DTP. Also the children had continuous access to recreational activities, such as computer games, television, toys and the presence of the mother/family accompanying the child at all times, which favors well-being and ability to cope with their situation.",
        "section": "DISCUSSION",
        "section_number": 30,
        "sentences": [
            "The reason why DTP did not decrease the level of anxiety in school-age children evaluated using the CD: H instrument may be explained by the fact that the majority of the children already presented a low level of anxiety, such that there was no measurable modification in the degree of anxiety following application of DTP.",
            "Also the children had continuous access to recreational activities, such as computer games, television, toys and the presence of the mother/family accompanying the child at all times, which favors well-being and ability to cope with their situation."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34949",
        "text": "Analysis between the CD: H score and the variables related to the children's treatment showed that the highest number of puncture attempts increased the mean of the anxiety level of the hospitalized school patients, mainly in the control group. Thus, it can be inferred that the number of attempts at major puncture may be a factor that increases the degree of anxiety of the hospitalized preschool.",
        "section": "DISCUSSION",
        "section_number": 31,
        "sentences": [
            "Analysis between the CD: H score and the variables related to the children's treatment showed that the highest number of puncture attempts increased the mean of the anxiety level of the hospitalized school patients, mainly in the control group.",
            "Thus, it can be inferred that the number of attempts at major puncture may be a factor that increases the degree of anxiety of the hospitalized preschool."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34949",
        "text": "Research to verify the consequences of repeated attempts of punctures in children have found that there is a report of correspondingly higher sensation of painful and anxiety in the child and parental anguish, which can lead to trauma and behavioral changes. The most reported traumas are fear of needles and anticipatory distress. Children consider needles to be the most distressing factor during hospitalization and the worst source of pain (14) (15) (16) .",
        "section": "DISCUSSION",
        "section_number": 32,
        "sentences": [
            "Research to verify the consequences of repeated attempts of punctures in children have found that there is a report of correspondingly higher sensation of painful and anxiety in the child and parental anguish, which can lead to trauma and behavioral changes.",
            "The most reported traumas are fear of needles and anticipatory distress.",
            "Children consider needles to be the most distressing factor during hospitalization and the worst source of pain (14) (15) (16) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34949",
        "text": "The sample size limited the results of this study, since perhaps more evidence would have been identified if it were larger, with a greater power of generalization. However, pilot studies are nevertheless interesting to test the methodology and procedures of data collection, without necessarily providing the answer to the research question itself. Consequently, it is recommended that further studies be conducted with a greater number of school children and in different scenarios in order to verify the effects of DTP in reducing the anxiety of the hospitalized child.",
        "section": "Study limitations",
        "section_number": 33,
        "sentences": [
            "The sample size limited the results of this study, since perhaps more evidence would have been identified if it were larger, with a greater power of generalization.",
            "However, pilot studies are nevertheless interesting to test the methodology and procedures of data collection, without necessarily providing the answer to the research question itself.",
            "Consequently, it is recommended that further studies be conducted with a greater number of school children and in different scenarios in order to verify the effects of DTP in reducing the anxiety of the hospitalized child."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34949",
        "text": "Another important issue was the use of the CD: H instrument has not been validated in Brazil. Perhaps the fact that the manual is not translated or culturally adapted to our reality may have compromised the interpretation of the child's drawing and altered the score. Thus, it is suggested that the instrument be translated, culturally adapted to Brazilian Portuguese and then validated so that it can be used with confidence by Brazilian nurses.",
        "section": "Study limitations",
        "section_number": 34,
        "sentences": [
            "Another important issue was the use of the CD: H instrument has not been validated in Brazil.",
            "Perhaps the fact that the manual is not translated or culturally adapted to our reality may have compromised the interpretation of the child's drawing and altered the score.",
            "Thus, it is suggested that the instrument be translated, culturally adapted to Brazilian Portuguese and then validated so that it can be used with confidence by Brazilian nurses."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34949",
        "text": "The use of instruments that allow a reliable evaluation of the emotional aspects of hospitalized children meets the need of the pediatric nurse to care for the child based on the best evidence. In this sense, the study contributes in a relevant way to the clinical practice of the pediatric nurse, by promoting further the studies into the applicability of the CD: H instrument.",
        "section": "Contribution to Nursing",
        "section_number": 35,
        "sentences": [
            "The use of instruments that allow a reliable evaluation of the emotional aspects of hospitalized children meets the need of the pediatric nurse to care for the child based on the best evidence.",
            "In this sense, the study contributes in a relevant way to the clinical practice of the pediatric nurse, by promoting further the studies into the applicability of the CD: H instrument."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34949",
        "text": "The hypothesis that school children undergoing peripheral intravenous puncture during hospitalization would have a lower anxiety score after the DTP session was not confirmed. However, it was verified that using the CD: H instrument may be an important tool to evaluate the degree of anxiety among hospitalized children, This is especially true for those patients who could suffer from many painful procedures, for whom the pediatric nurse can use strategies, such as DTP, to minimize negative effects from hospitalization.",
        "section": "CONCLUSION",
        "section_number": 36,
        "sentences": [
            "The hypothesis that school children undergoing peripheral intravenous puncture during hospitalization would have a lower anxiety score after the DTP session was not confirmed.",
            "However, it was verified that using the CD: H instrument may be an important tool to evaluate the degree of anxiety among hospitalized children, This is especially true for those patients who could suffer from many painful procedures, for whom the pediatric nurse can use strategies, such as DTP, to minimize negative effects from hospitalization."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34949",
        "text": "Influence of Therapeutic Play on the anxiety of hospitalized school-age children: Clinical trial Silva SGT, et al.",
        "section": "",
        "section_number": 37,
        "sentences": [
            "Influence of Therapeutic Play on the anxiety of hospitalized school-age children: Clinical trial Silva SGT, et al."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    }
]