[
    {
        "doc_id": "36456",
        "text": "Team-based neuromuscular training programs for injury prevention have been tested primarily in female and adolescent athletes in soccer, handball and basketball, with limited research in adult male field sports. This study explored whether the GAA 15, a multifaceted 8-week neuromuscular training program could improve risk factors for lower limb injury in male Gaelic footballers and hurlers. Four Gaelic sports collegiate teams were randomized into intervention or control groups. Two teams, one football, one hurling, (n=41), were allocated to the intervention, undertaking a 15 minute program of neuromuscular training exercises at the start of team training sessions, twice weekly for 8 weeks. Two matched teams (n=37) acted as controls, participating in usual team training. Lower extremity stability (Y-Balance Test) and jump-landing technique using Landing Error Scoring System (LESS) were assessed pre and post intervention. There were moderate effect sizes in favour of the intervention for right (d=0.59) and left (d=0.69) composite YBT scores, with adjusted mean differences between intervention and control of 3.85 ±0.91% and 4.34±0.92% for right and left legs respectively (p<0.001). There was a greater reduction in mean LESS score in favour of the intervention group post exercise training (Cohen's d= 0.72, adjusted mean difference 2.49±0.54, p<0.001). Clinically and statistically significant improvements in dynamic balance and jump-landing technique occurred in collegiate level Gaelic football and hurling players who adopted the GAA 15, when compared to usual training. These findings support application and evaluation of the GAA 15 in other player groups within the Gaelic games playing population.",
        "section": "Abstract",
        "sentences": [
            "Team-based neuromuscular training programs for injury prevention have been tested primarily in female and adolescent athletes in soccer, handball and basketball, with limited research in adult male field sports.",
            "This study explored whether the GAA 15, a multifaceted 8-week neuromuscular training program could improve risk factors for lower limb injury in male Gaelic footballers and hurlers.",
            "Four Gaelic sports collegiate teams were randomized into intervention or control groups.",
            "Two teams, one football, one hurling, (n=41), were allocated to the intervention, undertaking a 15 minute program of neuromuscular training exercises at the start of team training sessions, twice weekly for 8 weeks.",
            "Two matched teams (n=37) acted as controls, participating in usual team training.",
            "Lower extremity stability (Y-Balance Test) and jump-landing technique using Landing Error Scoring System (LESS) were assessed pre and post intervention.",
            "There were moderate effect sizes in favour of the intervention for right (d=0.59) and left (d=0.69) composite YBT scores, with adjusted mean differences between intervention and control of 3.85 ±0.91% and 4.34±0.92% for right and left legs respectively (p<0.001).",
            "There was a greater reduction in mean LESS score in favour of the intervention group post exercise training (Cohen's d= 0.72, adjusted mean difference 2.49±0.54, p<0.001).",
            "Clinically and statistically significant improvements in dynamic balance and jump-landing technique occurred in collegiate level Gaelic football and hurling players who adopted the GAA 15, when compared to usual training.",
            "These findings support application and evaluation of the GAA 15 in other player groups within the Gaelic games playing population."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36456",
        "text": "Gaelic football and hurling, a stick and ball game, are amateur sports governed by the Gaelic Athletic Association (GAA) in Ireland. The GAA has over 2,300 clubs located around Ireland, and an international presence on all 5 continents (14) . Both of these are high intensity, contact field sports. The lower-limb injury patterns and risks are similar to other field sports such as soccer, Australian rules football, and rugby union (2, 24, 25) . Explosive efforts required during sprinting, jumping, landing, and turning are important performance factors for GAA players, requiring maximal strength and power of the neuromuscular system. Combining this explosiveness with the multidirectional nature of both games, overhead catching, striking activities, and the high level of contact involved, it is not surprising to see that there is a high risk of injury, especially during match-play (2, 24, 25) .",
        "section": "INTRODUCTION",
        "section_number": 1,
        "sentences": [
            "Gaelic football and hurling, a stick and ball game, are amateur sports governed by the Gaelic Athletic Association (GAA) in Ireland.",
            "The GAA has over 2,300 clubs located around Ireland, and an international presence on all 5 continents (14) .",
            "Both of these are high intensity, contact field sports.",
            "The lower-limb injury patterns and risks are similar to other field sports such as soccer, Australian rules football, and rugby union (2, 24, 25) .",
            "Explosive efforts required during sprinting, jumping, landing, and turning are important performance factors for GAA players, requiring maximal strength and power of the neuromuscular system.",
            "Combining this explosiveness with the multidirectional nature of both games, overhead catching, striking activities, and the high level of contact involved, it is not surprising to see that there is a high risk of injury, especially during match-play (2, 24, 25) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36456",
        "text": "Most injuries sustained by Gaelic footballers (76%) (24) and hurlers (68.3%) (2) are those to the lower limb. Approximately, 60% of football and hurling lower-limb injuries are noncontact, sustained during activities such as sprinting, turning, jump landing, and kicking. These risk activities require high levels of proprioception and neuromuscular control (44) . Poor core stability and decreased muscular synergy of the trunk and hip stabilizers are theorized to decrease performance in power activities (such as jumping) and increase the incidence of injury secondary to the lack of control of the center of mass (26) . Excessive knee abduction or \"dynamic valgus\" during landing has been found to be a biomechanical predictor for injury (12) . Improved dynamic stability thus has the potential to decrease excessive forces on the lower extremity and ultimately decrease injury risk (44) .",
        "section": "INTRODUCTION",
        "section_number": 2,
        "sentences": [
            "Most injuries sustained by Gaelic footballers (76%) (24) and hurlers (68.3%) (2) are those to the lower limb.",
            "Approximately, 60% of football and hurling lower-limb injuries are noncontact, sustained during activities such as sprinting, turning, jump landing, and kicking.",
            "These risk activities require high levels of proprioception and neuromuscular control (44) .",
            "Poor core stability and decreased muscular synergy of the trunk and hip stabilizers are theorized to decrease performance in power activities (such as jumping) and increase the incidence of injury secondary to the lack of control of the center of mass (26) .",
            "Excessive knee abduction or \"dynamic valgus\" during landing has been found to be a biomechanical predictor for injury (12) .",
            "Improved dynamic stability thus has the potential to decrease excessive forces on the lower extremity and ultimately decrease injury risk (44) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36456",
        "text": "Recent sports injury research has concentrated on improving stability and movement control through physical training, such as strength, balance, or flexibility. Multifaceted exercise interventions, incorporated into warm-up routines, have demonstrated improvements in jump-landing movement patterns and single-leg stability in different sporting populations (6, 9, 27, 28) . Furthermore, it has been shown that comprehensive neuromuscular training can lead to simultaneous improvements in athletic performance and movement biomechanics (28, 33) .",
        "section": "INTRODUCTION",
        "section_number": 3,
        "sentences": [
            "Recent sports injury research has concentrated on improving stability and movement control through physical training, such as strength, balance, or flexibility.",
            "Multifaceted exercise interventions, incorporated into warm-up routines, have demonstrated improvements in jump-landing movement patterns and single-leg stability in different sporting populations (6, 9, 27, 28) .",
            "Furthermore, it has been shown that comprehensive neuromuscular training can lead to simultaneous improvements in athletic performance and movement biomechanics (28, 33) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36456",
        "text": "Recent systematic reviews found that neuromuscular training can significantly reduce the relative risk of lower extremity injuries (17, 19) . Several studies have successfully incorporated neuromuscular exercise components including balance, plyometrics, strength, running, and cutting movement patterns to prevent injuries in sports such as soccer (21, 43) , basketball (8, 21) , and handball (31).",
        "section": "INTRODUCTION",
        "section_number": 4,
        "sentences": [
            "Recent systematic reviews found that neuromuscular training can significantly reduce the relative risk of lower extremity injuries (17, 19) .",
            "Several studies have successfully incorporated neuromuscular exercise components including balance, plyometrics, strength, running, and cutting movement patterns to prevent injuries in sports such as soccer (21, 43) , basketball (8, 21) , and handball (31)."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36456",
        "text": "There is a high incidence of injury in GAA sports (2, 25) . These injuries result in significant time lost and health care expenses, and interventions with the potential to decrease injury risk are needed. The purpose of this study was to determine whether a multifaceted 8-week neuromuscular training program based on injury prevention principles (the GAA 15) could improve performance on the Y-Balance test (YBT) and Landing Error Scoring System (LESS), 2 measures of dynamic stability and neuromuscular control. We hypothesized that the neuromuscular training group would show significant improvements on both scores, in comparison with a usual training control group.",
        "section": "INTRODUCTION",
        "section_number": 5,
        "sentences": [
            "There is a high incidence of injury in GAA sports (2, 25) .",
            "These injuries result in significant time lost and health care expenses, and interventions with the potential to decrease injury risk are needed.",
            "The purpose of this study was to determine whether a multifaceted 8-week neuromuscular training program based on injury prevention principles (the GAA 15) could improve performance on the Y-Balance test (YBT) and Landing Error Scoring System (LESS), 2 measures of dynamic stability and neuromuscular control.",
            "We hypothesized that the neuromuscular training group would show significant improvements on both scores, in comparison with a usual training control group."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36456",
        "text": "This was a randomized controlled trial (RCT), designed and reported using the 2012 extension to the CONSORT for cluster RCTs (5) . Randomization was performed by a third party, using computergenerated random numbers and strati-fied by a sporting code: 1 Gaelic football and 1 hurling team in each group. Allocation of the teams was concealed until all teams were recruited. Because of the nature of the intervention, coaches and participants were not blinded to group allocation after randomization, but all testing was undertaken by a blinded assessor. Subjects Permission was received from the Director of Gaelic Games at the University. Coaches and players were then invited to participate. Subjects were informed of the benefits and risks of the investigation before signing written consent to participate in the study. Ethical approval was received from the University Human Research Ethics Committee LS-11-73 O'Malley-Blake, and the study was registered as a clinical trial NCT02433106.",
        "section": "Experimental Approach to the Problem",
        "section_number": 6,
        "sentences": [
            "This was a randomized controlled trial (RCT), designed and reported using the 2012 extension to the CONSORT for cluster RCTs (5) .",
            "Randomization was performed by a third party, using computergenerated random numbers and strati-fied by a sporting code: 1 Gaelic football and 1 hurling team in each group.",
            "Allocation of the teams was concealed until all teams were recruited.",
            "Because of the nature of the intervention, coaches and participants were not blinded to group allocation after randomization, but all testing was undertaken by a blinded assessor.",
            "Subjects Permission was received from the Director of Gaelic Games at the University.",
            "Coaches and players were then invited to participate.",
            "Subjects were informed of the benefits and risks of the investigation before signing written consent to participate in the study.",
            "Ethical approval was received from the University Human Research Ethics Committee LS-11-73 O'Malley-Blake, and the study was registered as a clinical trial NCT02433106."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36456",
        "text": "The study enrolled 4 first year male collegiate teams, 2 hurling, and 2 football, commencing at the start of the collegiate season. Inclusion criteria required that participants be above the age of 18 years, with no current injuries, and teams were required to be trained at least twice per week. The intervention group completed an exercise-based protocol, described below, whereas the control group was instructed to continue with normal training methods. In total, 78 players were recruited and participant characteristics are summarized in Table 1 .",
        "section": "Experimental Approach to the Problem",
        "section_number": 7,
        "sentences": [
            "The study enrolled 4 first year male collegiate teams, 2 hurling, and 2 football, commencing at the start of the collegiate season.",
            "Inclusion criteria required that participants be above the age of 18 years, with no current injuries, and teams were required to be trained at least twice per week.",
            "The intervention group completed an exercise-based protocol, described below, whereas the control group was instructed to continue with normal training methods.",
            "In total, 78 players were recruited and participant characteristics are summarized in Table 1 ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36456",
        "text": "Procedures The intervention called the \"GAA 15\" can be accessed at learning.gaa.ie/GAA15 and was designed in collaboration with the GAA Medical, Scientific, and Player Welfare Committee following a systematic review of exercise-based interventions for injury prevention in team sports (30) . Randomized controlled trials and high-quality prospective studies were reviewed, and exercises from programs such as the FIFA (the 11+) (FIFA Medical Assessment and Research Centre) (22, 39) or by the Santa Monica Orthopaedic and Sports Medicine Research Foundation (Prevent injury and Enhance Performance program) (15) in soccer were incorporated along with elements of other successful protocols.",
        "section": "Experimental Approach to the Problem",
        "section_number": 8,
        "sentences": [
            "Procedures The intervention called the \"GAA 15\" can be accessed at learning.gaa.ie/GAA15 and was designed in collaboration with the GAA Medical, Scientific, and Player Welfare Committee following a systematic review of exercise-based interventions for injury prevention in team sports (30) .",
            "Randomized controlled trials and high-quality prospective studies were reviewed, and exercises from programs such as the FIFA (the 11+) (FIFA Medical Assessment and Research Centre) (22, 39) or by the Santa Monica Orthopaedic and Sports Medicine Research Foundation (Prevent injury and Enhance Performance program) (15) in soccer were incorporated along with elements of other successful protocols."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36456",
        "text": "The 15-minute warm-up program was conducted at the start of training, twice per week, for 8 weeks and included strength, core stability, balance, movement control, plyometric, and agility exercises. Specific exercises can be found in Table 2 . The focus of the intervention was to develop neuromuscular control in bilateral and unilateral lower-limb activities, develop muscular strength and activation, and develop improved jump-landing techniques (to land in positions of hip, knee, and ankle stability and increasing hip and knee flexion) to decrease landing forces.",
        "section": "Experimental Approach to the Problem",
        "section_number": 9,
        "sentences": [
            "The 15-minute warm-up program was conducted at the start of training, twice per week, for 8 weeks and included strength, core stability, balance, movement control, plyometric, and agility exercises.",
            "Specific exercises can be found in Table 2 .",
            "The focus of the intervention was to develop neuromuscular control in bilateral and unilateral lower-limb activities, develop muscular strength and activation, and develop improved jump-landing techniques (to land in positions of hip, knee, and ankle stability and increasing hip and knee flexion) to decrease landing forces."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36456",
        "text": "The principal investigator supervised the intervention. Teams advanced from level 1 exercises after 2 weeks, from level 2 exercises after further 3 weeks, and completed level 3 exercises for the remaining 3 weeks. The control group continued with normal training methods. There was no monitoring conducted for training for the control or training group other than with their team included in this study.",
        "section": "Experimental Approach to the Problem",
        "section_number": 10,
        "sentences": [
            "The principal investigator supervised the intervention.",
            "Teams advanced from level 1 exercises after 2 weeks, from level 2 exercises after further 3 weeks, and completed level 3 exercises for the remaining 3 weeks.",
            "The control group continued with normal training methods.",
            "There was no monitoring conducted for training for the control or training group other than with their team included in this study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36456",
        "text": "Testing was performed a week before training began and again after the 8-week intervention period, by 2 experienced personnel (physiotherapist and exercise scientist), who were blinded to the group allocation of the participants. The Y-Balance and Landing Error Score System tests were chosen as global measures of movement control. These were conducted barefoot, in the same order for each player both in the pretesting and posttesting sessions.",
        "section": "Experimental Approach to the Problem",
        "section_number": 11,
        "sentences": [
            "Testing was performed a week before training began and again after the 8-week intervention period, by 2 experienced personnel (physiotherapist and exercise scientist), who were blinded to the group allocation of the participants.",
            "The Y-Balance and Landing Error Score System tests were chosen as global measures of movement control.",
            "These were conducted barefoot, in the same order for each player both in the pretesting and posttesting sessions."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36456",
        "text": "Y-Balance Test. The YBT (23) (Move2perform, Evansville, IN) is a functional screening tool developed to measure 3 components (anterior, posteromedial, and posterolateral) of the Star Excursion Balance Test (SEBT). The YBT can be used to monitor rehabilitation progress, assess deficits after injury, and identify athletes at high risk for lower extremity injury (16) . The YBT has an established, standardized protocol (24) , and its reliability has been verified (38) .",
        "section": "Experimental Approach to the Problem",
        "section_number": 12,
        "sentences": [
            "Y-Balance Test.",
            "The YBT (23) (Move2perform, Evansville, IN) is a functional screening tool developed to measure 3 components (anterior, posteromedial, and posterolateral) of the Star Excursion Balance Test (SEBT).",
            "The YBT can be used to monitor rehabilitation progress, assess deficits after injury, and identify athletes at high risk for lower extremity injury (16) .",
            "The YBT has an established, standardized protocol (24) , and its reliability has been verified (38) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36456",
        "text": "After 4 practice trials to reduce learning effect (38) , the player was instructed to stand on 1 leg on the center footplate with the most distal aspect of the toes just behind the red starting line. While maintaining single-leg stance and their hands on their hips, they reached with the free limb in the anterior, posteromedial, and posterolateral directions in relation to the stance foot, pushing the reach indicator in the direction being tested.",
        "section": "Experimental Approach to the Problem",
        "section_number": 13,
        "sentences": [
            "After 4 practice trials to reduce learning effect (38) , the player was instructed to stand on 1 leg on the center footplate with the most distal aspect of the toes just behind the red starting line.",
            "While maintaining single-leg stance and their hands on their hips, they reached with the free limb in the anterior, posteromedial, and posterolateral directions in relation to the stance foot, pushing the reach indicator in the direction being tested."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36456",
        "text": "The maximal reach distance was measured to 0.5 of a centimeter and the highest score of the 3 test attempts for each direction was used for analysis.",
        "section": "Experimental Approach to the Problem",
        "section_number": 14,
        "sentences": [
            "The maximal reach distance was measured to 0.5 of a centimeter and the highest score of the 3 test attempts for each direction was used for analysis."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36456",
        "text": "The total (composite) reach distance, normalized to limb length, was expressed as a percentage of limb length using the formula (36) .",
        "section": "Experimental Approach to the Problem",
        "section_number": 15,
        "sentences": [
            "The total (composite) reach distance, normalized to limb length, was expressed as a percentage of limb length using the formula (36) ."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36456",
        "text": "= ( + + ) 3 ℎ × 100",
        "section": "Experimental Approach to the Problem",
        "section_number": 16,
        "sentences": [
            "= ( + + ) 3 ℎ × 100"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36456",
        "text": "Landing Error Scoring System. The LESS is a valid and reliable tool for identifying potentially high-risk movement patterns during a jump-landing task (32,44) ( Figure 1 ). The LESS identifies poor jumplanding techniques, such as decreased knee-and hip-flexion motion, knee valgus, and hip internal rotation which can cause greater joint loading.",
        "section": "Experimental Approach to the Problem",
        "section_number": 17,
        "sentences": [
            "Landing Error Scoring System.",
            "The LESS is a valid and reliable tool for identifying potentially high-risk movement patterns during a jump-landing task (32,44) ( Figure 1 ).",
            "The LESS identifies poor jumplanding techniques, such as decreased knee-and hip-flexion motion, knee valgus, and hip internal rotation which can cause greater joint loading."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36456",
        "text": "The athlete was instructed to jump forward from a box (30 cm) with both feet, a distance equal to half their body height. This spot was marked before the test. After landing on both feet, the athlete jumped vertically for the maximal height, reaching with their hands overhead, to simulate actions in Gaelic football and hurling. The first landing, from the box, was assessed. Participants were allowed 2 practice jumps. The jump land was recorded using 2 standard video cameras. One captured the jump in a frontal plane and the other in a sagittal plane view. Video cameras were placed 2.5 m away from the box. Three jumps were recorded, and the third trial was scored. Trials were scored by a single rater, preintervention and postintervention. The LESS demonstrates excellent intrarater reliability (intraclass correlation coefficient 0.91) (35) .",
        "section": "Experimental Approach to the Problem",
        "section_number": 18,
        "sentences": [
            "The athlete was instructed to jump forward from a box (30 cm) with both feet, a distance equal to half their body height.",
            "This spot was marked before the test.",
            "After landing on both feet, the athlete jumped vertically for the maximal height, reaching with their hands overhead, to simulate actions in Gaelic football and hurling.",
            "The first landing, from the box, was assessed.",
            "Participants were allowed 2 practice jumps.",
            "The jump land was recorded using 2 standard video cameras.",
            "One captured the jump in a frontal plane and the other in a sagittal plane view.",
            "Video cameras were placed 2.5 m away from the box.",
            "Three jumps were recorded, and the third trial was scored.",
            "Trials were scored by a single rater, preintervention and postintervention.",
            "The LESS demonstrates excellent intrarater reliability (intraclass correlation coefficient 0.91) (35) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36456",
        "text": "There are 17-scored items in the LESS as follows: lower extremity and trunk position on initial contact with the ground, foot position, angular displacement of the hips, knees, and trunk, and the general perception of their landing quality. Standard scoring criteria were used (32) with a maximum of 22; higher scores indicating poorer technique. On the basis of their LESS score, participants in each group were divided into 4 quartiles, Excellent (LESS score # 4), Good (LESS score = 5), Moderate (LESS score = 6), and Poor (LESS score . 6) (32).",
        "section": "Experimental Approach to the Problem",
        "section_number": 19,
        "sentences": [
            "There are 17-scored items in the LESS as follows: lower extremity and trunk position on initial contact with the ground, foot position, angular displacement of the hips, knees, and trunk, and the general perception of their landing quality.",
            "Standard scoring criteria were used (32) with a maximum of 22; higher scores indicating poorer technique.",
            "On the basis of their LESS score, participants in each group were divided into 4 quartiles, Excellent (LESS score # 4), Good (LESS score = 5), Moderate (LESS score = 6), and Poor (LESS score .",
            "6) (32)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36456",
        "text": "Sample size was calculated for the primary outcome, composite YBT score, and adjusted upwards for a cluster effect, where individuals within clusters may be homogenous, thus reducing the variability of response and statistical power. Pilot data from YBT measurements in a similar collegiate group of Gaelic football players indicated an intracluster correlation coefficient of 0.04. The initial sample required for comparison of 2 mean values, with an estimated cluster size of 20 players, given an anticipated effect size of 0.7, alpha = 0.05, power = 0.8, and intracluster correlation coefficient of 0.04, was 60 participants per group. This was then adjusted for planned analyses of covariance (ANCOVA) analysis, according to the method proposed by Borm et al. (3) by multiplying the number of participants by (12r2) based on a correlation (r = 0.6) between pre-and postYBT. The total minimum sample size was 38 participants per group, which meant that 4 teams (clusters) of approximately 20 players each were required.",
        "section": "Statistical Analyses",
        "section_number": 20,
        "sentences": [
            "Sample size was calculated for the primary outcome, composite YBT score, and adjusted upwards for a cluster effect, where individuals within clusters may be homogenous, thus reducing the variability of response and statistical power.",
            "Pilot data from YBT measurements in a similar collegiate group of Gaelic football players indicated an intracluster correlation coefficient of 0.04.",
            "The initial sample required for comparison of 2 mean values, with an estimated cluster size of 20 players, given an anticipated effect size of 0.7, alpha = 0.05, power = 0.8, and intracluster correlation coefficient of 0.04, was 60 participants per group.",
            "This was then adjusted for planned analyses of covariance (ANCOVA) analysis, according to the method proposed by Borm et al. (3) by multiplying the number of participants by (12r2) based on a correlation (r = 0.6) between pre-and postYBT.",
            "The total minimum sample size was 38 participants per group, which meant that 4 teams (clusters) of approximately 20 players each were required."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36456",
        "text": "The data were summarized with descriptive statistics, and analyses were based on the intention-to-treat principle. Missing values were imputed using the multiple imputation function in SPSS statistical software, version 20.0 (20). Cohen's d measures of effect size were determined by calculating change from preintervention to postintervention and then computing the mean difference between intervention and control groups divided by the pooled SD. The strength of effect sizes was determined as small (#0.4), moderate (0.41-0.7), or large effects ($0.71) (4). Compliance was expressed as the mean number of times the players completed the intervention.",
        "section": "Statistical Analyses",
        "section_number": 21,
        "sentences": [
            "The data were summarized with descriptive statistics, and analyses were based on the intention-to-treat principle.",
            "Missing values were imputed using the multiple imputation function in SPSS statistical software, version 20.0 (20).",
            "Cohen's d measures of effect size were determined by calculating change from preintervention to postintervention and then computing the mean difference between intervention and control groups divided by the pooled SD.",
            "The strength of effect sizes was determined as small (#0.4), moderate (0.41-0.7), or large effects ($0.71) (4).",
            "Compliance was expressed as the mean number of times the players completed the intervention."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36456",
        "text": "Analyses of covariance models were used to test the hypothesis that there was a difference in YBT and LESS outcomes between groups after the intervention. This method allows the adjusted between-group differences to be attributed to the treatment, and it also enhances methodological efficiency, requiring a smaller sample to attain the same power in a repeated measures design (13) . Here, postintervention scores in YBT and LESS were the outcome variables and baseline scores the respective covariates.",
        "section": "Statistical Analyses",
        "section_number": 22,
        "sentences": [
            "Analyses of covariance models were used to test the hypothesis that there was a difference in YBT and LESS outcomes between groups after the intervention.",
            "This method allows the adjusted between-group differences to be attributed to the treatment, and it also enhances methodological efficiency, requiring a smaller sample to attain the same power in a repeated measures design (13) .",
            "Here, postintervention scores in YBT and LESS were the outcome variables and baseline scores the respective covariates."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36456",
        "text": "Cluster membership was included in analysis to examine any potential cluster effect. The level of significance was set at 5% (p < 0.05).",
        "section": "Statistical Analyses",
        "section_number": 23,
        "sentences": [
            "Cluster membership was included in analysis to examine any potential cluster effect.",
            "The level of significance was set at 5% (p < 0.05)."
        ],
        "sentence_labels": [
            1,
            -1
        ],
        "classification_label": 0
    },
    {
        "doc_id": "36456",
        "text": "Through the Study and Compliance Of the 78 players enrolled, only 56 returned to retesting; a 28.2% drop-out rate, but data for all were included in the intention to treat analysis. Figure 2 depicts the flow of participants throughout the different phases of the trial and reasons for dropout. There were no injuries or adverse effects during any of the GAA 15 training sessions.",
        "section": "Flow of Participants",
        "section_number": 24,
        "sentences": [
            "Through the Study and Compliance Of the 78 players enrolled, only 56 returned to retesting; a 28.2% drop-out rate, but data for all were included in the intention to treat analysis.",
            "Figure 2 depicts the flow of participants throughout the different phases of the trial and reasons for dropout.",
            "There were no injuries or adverse effects during any of the GAA 15 training sessions."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36456",
        "text": "Compliance The intervention was administered at 16 sessions, and attendance at training was monitored. Players attended a median of 13 training sessions (range 8-16) during the 8-week intervention period, so compliance on average was 81%, ranging from 50-100%.",
        "section": "Flow of Participants",
        "section_number": 25,
        "sentences": [
            "Compliance The intervention was administered at 16 sessions, and attendance at training was monitored.",
            "Players attended a median of 13 training sessions (range 8-16) during the 8-week intervention period, so compliance on average was 81%, ranging from 50-100%."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36456",
        "text": "Y-Balance Test. At the end of the trial, controlling for baseline YBT scores, the intervention group had significantly (p < 0.001) longer reach distances and composite YBT scores than the control group, with moderate effect sizes ( Table 3 ). The overall gain in composite score was 3.85% greater on the right leg and 4.34% greater for the left leg in the intervention group compared with controls. No significant differences in outcome by cluster membership were noted.",
        "section": "Flow of Participants",
        "section_number": 26,
        "sentences": [
            "Y-Balance Test.",
            "At the end of the trial, controlling for baseline YBT scores, the intervention group had significantly (p < 0.001) longer reach distances and composite YBT scores than the control group, with moderate effect sizes ( Table 3 ).",
            "The overall gain in composite score was 3.85% greater on the right leg and 4.34% greater for the left leg in the intervention group compared with controls.",
            "No significant differences in outcome by cluster membership were noted."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36456",
        "text": "Differences in favor of the intervention group were also statistically significant for all YBT directions except for left (p = 0.074) anterior reach. The adjusted mean differences were greatest for posteromedial and posterolateral directions where the GAA 15 group achieved between 6.22 and 6.91% greater distances. In the anterior direction, the differential was less marked, with the GAA 15 group showing between 1.93 and 2.47% greater gain in reach than the controls.",
        "section": "Flow of Participants",
        "section_number": 27,
        "sentences": [
            "Differences in favor of the intervention group were also statistically significant for all YBT directions except for left (p = 0.074) anterior reach.",
            "The adjusted mean differences were greatest for posteromedial and posterolateral directions where the GAA 15 group achieved between 6.22 and 6.91% greater distances.",
            "In the anterior direction, the differential was less marked, with the GAA 15 group showing between 1.93 and 2.47% greater gain in reach than the controls."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36456",
        "text": "Landing Error Scoring System. Using baseline scores as a covariate, LESS posttest scores were similarly significantly greater in the intervention group at the end of the trial; adjusted mean difference 2.49 (p < 0.001), Table 4 . The mean score in the intervention group went from classification of poor (LESS score .6) to excellent (LESS score < 4), whereas in the control group the mean LESS score remained in the poor range. There was no significant cluster effect noted here in LESS. Figure 3 depicts the classification of participants in each group, both at pretesting and posttesting. Most participants in the intervention group were classified as having a \"poor\" (61.0%, 95% confidence interval [CI] = 45.7-74.3) jump-land technique at pretest although the number of participants in the \"poor\" category had reduced at posttest, with the majority categorized as having an \"excellent\" jumpland technique at posttest (61.0%, 95% CI = 45.7-74.3). Most participants in the control group were classified in the \"poor\" category both at pretraining (67.6%, 97% CI = 51.5-80.4) and posttraining testing sessions (56.8%, 95% CI = 40.9-71.3).",
        "section": "Flow of Participants",
        "section_number": 28,
        "sentences": [
            "Landing Error Scoring System.",
            "Using baseline scores as a covariate, LESS posttest scores were similarly significantly greater in the intervention group at the end of the trial; adjusted mean difference 2.49 (p < 0.001), Table 4 .",
            "The mean score in the intervention group went from classification of poor (LESS score .6) to excellent (LESS score < 4), whereas in the control group the mean LESS score remained in the poor range.",
            "There was no significant cluster effect noted here in LESS.",
            "Figure 3 depicts the classification of participants in each group, both at pretesting and posttesting.",
            "Most participants in the intervention group were classified as having a \"poor\" (61.0%, 95% confidence interval [CI] = 45.7-74.3) jump-land technique at pretest although the number of participants in the \"poor\" category had reduced at posttest, with the majority categorized as having an \"excellent\" jumpland technique at posttest (61.0%, 95% CI = 45.7-74.3).",
            "Most participants in the control group were classified in the \"poor\" category both at pretraining (67.6%, 97% CI = 51.5-80.4) and posttraining testing sessions (56.8%, 95% CI = 40.9-71.3)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36456",
        "text": "Injury incidence is high among the GAA sporting populations, in common with other contact field sports. While some injuries occur due to unforeseen trauma, many noncontact injuries can be considered preventable. Through addressing modifiable risk factors for injury, such as neuromuscular and biomechanical factors, there may be potential to reduce injury incidence. Here, we found clinically important improvements in dynamic balance and jump-landing technique among collegiate level Gaelic football and hurling players participating in an 8-week intervention program. Improvements seen in the intervention group were greater than those in the control group, with moderate to large effect sizes in most measures",
        "section": "DISCUSSION",
        "section_number": 29,
        "sentences": [
            "Injury incidence is high among the GAA sporting populations, in common with other contact field sports.",
            "While some injuries occur due to unforeseen trauma, many noncontact injuries can be considered preventable.",
            "Through addressing modifiable risk factors for injury, such as neuromuscular and biomechanical factors, there may be potential to reduce injury incidence.",
            "Here, we found clinically important improvements in dynamic balance and jump-landing technique among collegiate level Gaelic football and hurling players participating in an 8-week intervention program.",
            "Improvements seen in the intervention group were greater than those in the control group, with moderate to large effect sizes in most measures"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36456",
        "text": "Following the training program both the intervention and control groups improved their YBT composite scores on both legs, but this was significantly greater in the intervention group (adjusted mean difference; right = 3.85% and left = 4.34%). For individual reach directions, significantly greater improvements were observed in the left anterior and bilateral posteromedial and posterolateral directions for the GAA 15 group, consistent with the findings in soccer players (9) . Thus, change in composite score seems to be more dependent on improvement in the posteromedial and posterolateral distances, given the lesser change in the anterior direction. Such improvements in the posteromedial and posterolateral directions are likely to be the result of improved neuromuscular control and dynamic balance and related to lower extremity strength (9, 42) .",
        "section": "DISCUSSION",
        "section_number": 30,
        "sentences": [
            "Following the training program both the intervention and control groups improved their YBT composite scores on both legs, but this was significantly greater in the intervention group (adjusted mean difference; right = 3.85% and left = 4.34%).",
            "For individual reach directions, significantly greater improvements were observed in the left anterior and bilateral posteromedial and posterolateral directions for the GAA 15 group, consistent with the findings in soccer players (9) .",
            "Thus, change in composite score seems to be more dependent on improvement in the posteromedial and posterolateral distances, given the lesser change in the anterior direction.",
            "Such improvements in the posteromedial and posterolateral directions are likely to be the result of improved neuromuscular control and dynamic balance and related to lower extremity strength (9, 42) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36456",
        "text": "The smaller training effect in the anterior reach might be explained by the fact that this movement is constrained by available ankle dorsiflexion (16) . Dorsiflexion in the ankle correlated with anterior reaching distance on the SEBT (18), accounting for 28% of the variance in the anterior reach performance. The relatively smaller change in anterior reach noted here suggests that the GAA 15 program may not specifically target ankle dorsiflexion range.",
        "section": "DISCUSSION",
        "section_number": 31,
        "sentences": [
            "The smaller training effect in the anterior reach might be explained by the fact that this movement is constrained by available ankle dorsiflexion (16) .",
            "Dorsiflexion in the ankle correlated with anterior reaching distance on the SEBT (18), accounting for 28% of the variance in the anterior reach performance.",
            "The relatively smaller change in anterior reach noted here suggests that the GAA 15 program may not specifically target ankle dorsiflexion range."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36456",
        "text": "The SEBT has been shown to be able to predict athletes at risk of injury. Girls with a composite reach distance less than 94.0% of their limb length were 6.5 times more likely to have a lower extremity injury (P < 0.05) (37) . Both the intervention groups' mean-YBT composite reach scores at pretest were 87% of their limb length, which may mean that they are at risk of injury. At posttest, the intervention group mean had reached 92%, remaining in the category for a higher risk of injury. However, since the previous findings relate to females, this cutoff point may not be applicable to this male cohort.",
        "section": "DISCUSSION",
        "section_number": 32,
        "sentences": [
            "The SEBT has been shown to be able to predict athletes at risk of injury.",
            "Girls with a composite reach distance less than 94.0% of their limb length were 6.5 times more likely to have a lower extremity injury (P < 0.05) (37) .",
            "Both the intervention groups' mean-YBT composite reach scores at pretest were 87% of their limb length, which may mean that they are at risk of injury.",
            "At posttest, the intervention group mean had reached 92%, remaining in the category for a higher risk of injury.",
            "However, since the previous findings relate to females, this cutoff point may not be applicable to this male cohort."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36456",
        "text": "The importance of symmetry on the SEBT and YBT test has been established in identifying chronic ankle instability, anterior cruciate ligament deficiency, and injury prediction (36, 37) . An anterior reach difference of 4 cm between right and left limbs is suggested to be a predictor of lower extremity injury (36) . In this study, anterior reach distances in both the intervention and control had a difference less than 4 cm, suggesting that asymmetry is not a major risk consideration in this cohort.",
        "section": "DISCUSSION",
        "section_number": 33,
        "sentences": [
            "The importance of symmetry on the SEBT and YBT test has been established in identifying chronic ankle instability, anterior cruciate ligament deficiency, and injury prediction (36, 37) .",
            "An anterior reach difference of 4 cm between right and left limbs is suggested to be a predictor of lower extremity injury (36) .",
            "In this study, anterior reach distances in both the intervention and control had a difference less than 4 cm, suggesting that asymmetry is not a major risk consideration in this cohort."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36456",
        "text": "A higher LESS score indicates suboptimal landing mechanics and an individual at increased risk of sustaining a lower extremity injury in field sport (32, 34) . Previous studies have demonstrated that integrated, multifaceted training programs have demonstrated improved jump-landing movement quality (6, 7, 31) . Here, at pretest, most subjects in both the intervention and control groups demonstrated \"poor\" landing technique. Posttesting, scores in the intervention group showed a significantly greater improvement (p , 0.001). Most intervention subjects performed an \"excellent\" jump-land technique at posttesting, whereas most control subjects' jump-landing technique was still categorized as \"poor\" at the posttesting session. When group mean scores were assessed, both the intervention and control groups had poor movement quality at baseline according to the LESS criteria (LESS > 6). At the posttesting session, the mean of the intervention group moved to an excellent classification (LESS score < 4), whereas mean scores in the control group remained in the \"poor\" category, emphasizing the benefit of multimodal integrated training on movement quality during a jump-landing task.",
        "section": "DISCUSSION",
        "section_number": 34,
        "sentences": [
            "A higher LESS score indicates suboptimal landing mechanics and an individual at increased risk of sustaining a lower extremity injury in field sport (32, 34) .",
            "Previous studies have demonstrated that integrated, multifaceted training programs have demonstrated improved jump-landing movement quality (6, 7, 31) .",
            "Here, at pretest, most subjects in both the intervention and control groups demonstrated \"poor\" landing technique.",
            "Posttesting, scores in the intervention group showed a significantly greater improvement (p , 0.001).",
            "Most intervention subjects performed an \"excellent\" jump-land technique at posttesting, whereas most control subjects' jump-landing technique was still categorized as \"poor\" at the posttesting session.",
            "When group mean scores were assessed, both the intervention and control groups had poor movement quality at baseline according to the LESS criteria (LESS > 6).",
            "At the posttesting session, the mean of the intervention group moved to an excellent classification (LESS score < 4), whereas mean scores in the control group remained in the \"poor\" category, emphasizing the benefit of multimodal integrated training on movement quality during a jump-landing task."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36456",
        "text": "Training volume may be a critical factor in improving neuromuscular control during dynamic tasks such as jumping and landing (6) and on dynamic balance (1). An intervention lasting 10-15 minutes previously failed to improve movement control as measured by the LESS (7). Since then, a similar neuromuscular control intervention lasting 45 minutes significantly improved the training group's movement technique (6) . Bal (1) demonstrated that a higher volume of exercise sets and reps, within a balance-training program, are recommended to improve dynamic balance. However, in this study, the program took 15 minutes to complete and significant improvements were shown in the intervention group compared with the control group. Variables such as volume (sets and repetitions) and the specific content of multifaceted neuromuscular interventions need to be further explored to ascertain the optimal volume and best exercises to include that will cause an improvement in the performance of each of these tasks.",
        "section": "DISCUSSION",
        "section_number": 35,
        "sentences": [
            "Training volume may be a critical factor in improving neuromuscular control during dynamic tasks such as jumping and landing (6) and on dynamic balance (1).",
            "An intervention lasting 10-15 minutes previously failed to improve movement control as measured by the LESS (7).",
            "Since then, a similar neuromuscular control intervention lasting 45 minutes significantly improved the training group's movement technique (6) .",
            "Bal (1) demonstrated that a higher volume of exercise sets and reps, within a balance-training program, are recommended to improve dynamic balance.",
            "However, in this study, the program took 15 minutes to complete and significant improvements were shown in the intervention group compared with the control group.",
            "Variables such as volume (sets and repetitions) and the specific content of multifaceted neuromuscular interventions need to be further explored to ascertain the optimal volume and best exercises to include that will cause an improvement in the performance of each of these tasks."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36456",
        "text": "The effectiveness of an intervention depends, among other things, on the uptake of the intervention among participants. To maximize compliance in our study, we sent the principal investigator to all the training sessions to administer the intervention to the participating teams. The intervention was completed twice per week for the 8-week intervention period at the team's training sessions. Players attended an average of 81% of all training sessions although this ranged from 50-100%.",
        "section": "DISCUSSION",
        "section_number": 36,
        "sentences": [
            "The effectiveness of an intervention depends, among other things, on the uptake of the intervention among participants.",
            "To maximize compliance in our study, we sent the principal investigator to all the training sessions to administer the intervention to the participating teams.",
            "The intervention was completed twice per week for the 8-week intervention period at the team's training sessions.",
            "Players attended an average of 81% of all training sessions although this ranged from 50-100%."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36456",
        "text": "In a previous study, Soligard et al. (40) deemed compliance as being \"good\" when their injury prevention program was used in 77% of all training sessions. They also demonstrated that the preventive effect of their intervention program increased with the rate of use, at least when conducted more than 1.5 times per week on average. Similar indications of exposure-response relationships have been found previously (7) .",
        "section": "DISCUSSION",
        "section_number": 37,
        "sentences": [
            "In a previous study, Soligard et al. (40) deemed compliance as being \"good\" when their injury prevention program was used in 77% of all training sessions.",
            "They also demonstrated that the preventive effect of their intervention program increased with the rate of use, at least when conducted more than 1.5 times per week on average.",
            "Similar indications of exposure-response relationships have been found previously (7) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36456",
        "text": "Attitudes toward injury prevention training are associated with the rate of uptake of an intervention (10, 40) . Finch et al. (11) found that players would be willing to take part in exercises that may prevent injuries but not at the expense of reducing time spent on drills that are perceived to improve their performance. So, we decided to incorporate the exercise program as a warm-up routine for this reason, taking 15 minutes to complete at the start of training. The players may then perceive that the major focus of their training sessions is still on improving game performance. Successful translation of results from controlled research to the real world is challenging, and next steps will need to consider barriers to uptake, program fidelity, and sustainability.",
        "section": "DISCUSSION",
        "section_number": 38,
        "sentences": [
            "Attitudes toward injury prevention training are associated with the rate of uptake of an intervention (10, 40) .",
            "Finch et al. (11) found that players would be willing to take part in exercises that may prevent injuries but not at the expense of reducing time spent on drills that are perceived to improve their performance.",
            "So, we decided to incorporate the exercise program as a warm-up routine for this reason, taking 15 minutes to complete at the start of training.",
            "The players may then perceive that the major focus of their training sessions is still on improving game performance.",
            "Successful translation of results from controlled research to the real world is challenging, and next steps will need to consider barriers to uptake, program fidelity, and sustainability."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36456",
        "text": "Unfortunately, the effects of exercise-based injury prevention programs may be transient based on reports of injury rates returning to pretraining levels within 1 year of discontinuing an exercise-based injury prevention program (6), so sustained practice is required. Olsen (31) suggests that programs of up to 3 months duration may only facilitate temporary changes in the performance of functional tasks that degrade over time when the exercise program is no longer performed. In the same study, individuals who completed an extended-duration injury prevention program (9 months) successfully retained changes in overall movement quality, as measured by the total LESS score, after a 3-month detraining period of not performing the prescribed exercises (31) . In our study, the program lasted for only 8 weeks and no long-term follow-up was performed to ascertain whether any detraining effect occurred, so evaluation of adherence and efficacy into the longer term is warranted.",
        "section": "DISCUSSION",
        "section_number": 39,
        "sentences": [
            "Unfortunately, the effects of exercise-based injury prevention programs may be transient based on reports of injury rates returning to pretraining levels within 1 year of discontinuing an exercise-based injury prevention program (6), so sustained practice is required.",
            "Olsen (31) suggests that programs of up to 3 months duration may only facilitate temporary changes in the performance of functional tasks that degrade over time when the exercise program is no longer performed.",
            "In the same study, individuals who completed an extended-duration injury prevention program (9 months) successfully retained changes in overall movement quality, as measured by the total LESS score, after a 3-month detraining period of not performing the prescribed exercises (31) .",
            "In our study, the program lasted for only 8 weeks and no long-term follow-up was performed to ascertain whether any detraining effect occurred, so evaluation of adherence and efficacy into the longer term is warranted."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36456",
        "text": "Systematic reviews of large scale RCTs have shown that training programs targeting neuromuscular control can reduce lower extremity injury incidence rates (17, 19, 29, 41) , but to date, there has been no concerted adoption of such training into Gaelic games. The neuromuscular intervention tested here was designed for the context of these games, and so this study is a first step in demonstrating the feasibility and efficacy of such training protocols. The athletes who undertook the training showed improved performance on 2 measures of dynamic stability and neuromuscular control, which are proposed injury risk indicators, and from here the wider implementation, adoption, and efficacy of training can be tested.",
        "section": "DISCUSSION",
        "section_number": 40,
        "sentences": [
            "Systematic reviews of large scale RCTs have shown that training programs targeting neuromuscular control can reduce lower extremity injury incidence rates (17, 19, 29, 41) , but to date, there has been no concerted adoption of such training into Gaelic games.",
            "The neuromuscular intervention tested here was designed for the context of these games, and so this study is a first step in demonstrating the feasibility and efficacy of such training protocols.",
            "The athletes who undertook the training showed improved performance on 2 measures of dynamic stability and neuromuscular control, which are proposed injury risk indicators, and from here the wider implementation, adoption, and efficacy of training can be tested."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36456",
        "text": "Limitations in this study must, however, be acknowledged. The participants were a specific subgroup of the overall playing population, and so the intervention requires testing for acceptability and efficacy in both younger and older cohorts as well as in female athletes. A cluster design was necessary to allow the intervention to be delivered to complete teams, rather than individuals, because of the risk of cross contamination should individuals within teams be randomized to different groups. The number of clusters was, however, small, and although no significance between cluster differences within the intervention groups were found, extension of this to a larger number of teams where there is less supervision of the fidelity of the intervention may give rise to wider between-cluster variability. Nevertheless, these results in young, adult, male, collegiate players are promising, and further research is planned in the context of developing and implementing an injury prevention framework in association with the governing body of the sport. This will incorporate elements of implementation and efficacy research and will be performed with different age groups, sex and levels of competition within the GAA.",
        "section": "DISCUSSION",
        "section_number": 41,
        "sentences": [
            "Limitations in this study must, however, be acknowledged.",
            "The participants were a specific subgroup of the overall playing population, and so the intervention requires testing for acceptability and efficacy in both younger and older cohorts as well as in female athletes.",
            "A cluster design was necessary to allow the intervention to be delivered to complete teams, rather than individuals, because of the risk of cross contamination should individuals within teams be randomized to different groups.",
            "The number of clusters was, however, small, and although no significance between cluster differences within the intervention groups were found, extension of this to a larger number of teams where there is less supervision of the fidelity of the intervention may give rise to wider between-cluster variability.",
            "Nevertheless, these results in young, adult, male, collegiate players are promising, and further research is planned in the context of developing and implementing an injury prevention framework in association with the governing body of the sport.",
            "This will incorporate elements of implementation and efficacy research and will be performed with different age groups, sex and levels of competition within the GAA."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36456",
        "text": "This study shows that an 8-week exercise intervention had an effect on neuromuscular control in both the jump-landing technique and dynamic balance measurements among collegiate level male Gaelic football and hurling players. Scores in both tests improved in both groups, but improvements were significantly greater in the intervention group than that in the control group. These results provide evidence that a short duration exercise program integrated into the team's warm-up is feasible in Gaelic Games and can improve players' neuromuscular control. Further research is necessary to determine whether the intervention has effects in other groups in the overall playing population. For the future the long-term goal must be to determine whether the implementation of the GAA 15 can affect injury incidence, in parallel with efforts to implement and integrate this program in a real-world context.",
        "section": "DISCUSSION",
        "section_number": 42,
        "sentences": [
            "This study shows that an 8-week exercise intervention had an effect on neuromuscular control in both the jump-landing technique and dynamic balance measurements among collegiate level male Gaelic football and hurling players.",
            "Scores in both tests improved in both groups, but improvements were significantly greater in the intervention group than that in the control group.",
            "These results provide evidence that a short duration exercise program integrated into the team's warm-up is feasible in Gaelic Games and can improve players' neuromuscular control.",
            "Further research is necessary to determine whether the intervention has effects in other groups in the overall playing population.",
            "For the future the long-term goal must be to determine whether the implementation of the GAA 15 can affect injury incidence, in parallel with efforts to implement and integrate this program in a real-world context."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36456",
        "text": "• Conducting the GAA 15 has had a positive effect on neuromuscular control among collegiate level male Gaelic football and hurling players over 8 weeks of training. • Gaelic football and hurling teams can be confident that conducting this program in collegiate level male players is appropriate; however, the sample may not be representative of all GAA players. • Additional research may be necessary to explore implementation issues in a real-world context to aid the transfer of research to practice at grass roots level in the GAA. A Table 3 . Pre-and post-YBT reach distance scores for both the intervention and control groups.* † ",
        "section": "PRACTICAL APPLICATIONS",
        "section_number": 43,
        "sentences": [
            "• Conducting the GAA 15 has had a positive effect on neuromuscular control among collegiate level male Gaelic football and hurling players over 8 weeks of training. •",
            "Gaelic football and hurling teams can be confident that conducting this program in collegiate level male players is appropriate; however, the sample may not be representative of all GAA players. •",
            "Additional research may be necessary to explore implementation issues in a real-world context to aid the transfer of research to practice at grass roots level in the GAA.",
            "A Table 3 .",
            "Pre-and post-YBT reach distance scores for both the intervention and control groups.* †"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    }
]