[
    {
        "doc_id": "34389",
        "text": "Zhang (2017) Efficacy and safety of an over-the-counter 1% colloidal oatmeal cream in the management of mild to moderate atopic dermatitis in children: a double-blind, randomized, active-controlled study,",
        "section": "Abstract",
        "sentences": [
            "Zhang (2017) Efficacy and safety of an over-the-counter 1% colloidal oatmeal cream in the management of mild to moderate atopic dermatitis in children: a double-blind, randomized, active-controlled study,"
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "34389",
        "text": "Atopic dermatitis (AD), or atopic eczema, is a common, chronic, relapsing, skin disorder with a high prevalence in young children. An estimated 65% of these children develop symptoms within the first year of life, and approximately 95% within the first 5 years. In many children, symptoms resolve by 2 years of age or improve by the time of puberty; however, only 60% may have resolution of symptoms by adulthood (1). Clinical presentation may vary; however, lesions are often localized to the face, scalp, and extensor aspects of the arms and legs during infancy. Thereafter, the lesions tend to be confined to the flexures of the elbows, knees, wrists, face, neck, and/or ankles. The initial erythema, papules, vesicles, excoriation, oozing, or crust formation tends to become drier and lichenified with age (2) .",
        "section": "Introduction",
        "section_number": 1,
        "sentences": [
            "Atopic dermatitis (AD), or atopic eczema, is a common, chronic, relapsing, skin disorder with a high prevalence in young children.",
            "An estimated 65% of these children develop symptoms within the first year of life, and approximately 95% within the first 5 years.",
            "In many children, symptoms resolve by 2 years of age or improve by the time of puberty; however, only 60% may have resolution of symptoms by adulthood (1).",
            "Clinical presentation may vary; however, lesions are often localized to the face, scalp, and extensor aspects of the arms and legs during infancy.",
            "Thereafter, the lesions tend to be confined to the flexures of the elbows, knees, wrists, face, neck, and/or ankles.",
            "The initial erythema, papules, vesicles, excoriation, oozing, or crust formation tends to become drier and lichenified with age (2) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34389",
        "text": "The pathogenesis of AD is complex and is postulated to be related to a genetically impaired skin barrier (e.g. mutations in the filaggrin gene), increased transepidermal water loss, pH imbalance, decreased skin hydration, reduced content of ceramides in the stratum corneum, allergy, autoimmunity, and microbial agent colonization (3, 4) . Therefore, treatment is directed at soothing pruritus, restoring the skin barrier and hydration of the stratum corneum, and reducing inflammation with steroid-sparing moisturizers and barrier protection. The Consensus Conference on Pediatric Atopic Dermatitis recommends emollients (ointments and creams in particular) as first-line agents (5) and the PRACTALL consensus report recommends regular use of emollients in AD (3, 6) . Depending on disease severity, treatment with local corticosteroids, antiseptics, antibiotics, systemic prednisolone, cyclosporine, and azathioprine can also be initiated (4) .",
        "section": "Introduction",
        "section_number": 2,
        "sentences": [
            "The pathogenesis of AD is complex and is postulated to be related to a genetically impaired skin barrier (e.g. mutations in the filaggrin gene), increased transepidermal water loss, pH imbalance, decreased skin hydration, reduced content of ceramides in the stratum corneum, allergy, autoimmunity, and microbial agent colonization (3, 4) .",
            "Therefore, treatment is directed at soothing pruritus, restoring the skin barrier and hydration of the stratum corneum, and reducing inflammation with steroid-sparing moisturizers and barrier protection.",
            "The Consensus Conference on Pediatric Atopic Dermatitis recommends emollients (ointments and creams in particular) as first-line agents (5) and the PRACTALL consensus report recommends regular use of emollients in AD (3, 6) .",
            "Depending on disease severity, treatment with local corticosteroids, antiseptics, antibiotics, systemic prednisolone, cyclosporine, and azathioprine can also be initiated (4) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34389",
        "text": "Colloidal oatmeal has been used for thousands of years for dermatologic treatment (7) . Oatmeal extract has been shown to inhibit the activity of nuclear factor kappa B (NF-kappa B) in keratinocytes and the release of proinflammatory cytokines and histamine (8) . It also modulates arachidonic acid, cytosolic phospholipase A 2 , and tumor necrosis factor-alpha (TNF-alpha) (9, 10) . Colloidal oatmeal has been shown to be a safe and effective ingredient in a variety of personal care products (7, 11, 12) and is among the few natural products approved by FDA as an overthe-counter (OTC) skin protectant (13) . It contains a variety of active components including polysaccharides, proteins, lipids, saponins, enzymes, flavonoids, vitamins, and avenanthramides (polyphenol) (14) . Non-pharmaceutical OTC oatmeal creams have the ability to temporarily protect the skin and help relieve minor skin irritation and itching due to AD.",
        "section": "Introduction",
        "section_number": 3,
        "sentences": [
            "Colloidal oatmeal has been used for thousands of years for dermatologic treatment (7) .",
            "Oatmeal extract has been shown to inhibit the activity of nuclear factor kappa B (NF-kappa B) in keratinocytes and the release of proinflammatory cytokines and histamine (8) .",
            "It also modulates arachidonic acid, cytosolic phospholipase A 2 , and tumor necrosis factor-alpha (TNF-alpha) (9, 10) .",
            "Colloidal oatmeal has been shown to be a safe and effective ingredient in a variety of personal care products (7, 11, 12) and is among the few natural products approved by FDA as an overthe-counter (OTC) skin protectant (13) .",
            "It contains a variety of active components including polysaccharides, proteins, lipids, saponins, enzymes, flavonoids, vitamins, and avenanthramides (polyphenol) (14) .",
            "Non-pharmaceutical OTC oatmeal creams have the ability to temporarily protect the skin and help relieve minor skin irritation and itching due to AD."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34389",
        "text": "OTC oatmeal creams have been demonstrated to be beneficial (3, 15) and continue to be evaluated in adults and children with mild to moderate AD (NCT02357940 and NCT02691507). However, clinical evidence for the use of colloidal oatmeal for dermatologic conditions, especially AD, in children is limited. Steroid-free prescription barrier cream is used to treat dry skin conditions and to manage and relieve the burning and itching associated with various types of dermatoses, including AD (16) . It is the currently available standard prescription treatment for atopic dermatitis.",
        "section": "Introduction",
        "section_number": 4,
        "sentences": [
            "OTC oatmeal creams have been demonstrated to be beneficial (3, 15) and continue to be evaluated in adults and children with mild to moderate AD (NCT02357940 and NCT02691507).",
            "However, clinical evidence for the use of colloidal oatmeal for dermatologic conditions, especially AD, in children is limited.",
            "Steroid-free prescription barrier cream is used to treat dry skin conditions and to manage and relieve the burning and itching associated with various types of dermatoses, including AD (16) .",
            "It is the currently available standard prescription treatment for atopic dermatitis."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34389",
        "text": "The objective of this pivotal study was to evaluate the efficacy and safety of a new OTC 1% oatmeal cream compared with that of prescription barrier emulsion in children with mild to moderate AD.",
        "section": "Introduction",
        "section_number": 5,
        "sentences": [
            "The objective of this pivotal study was to evaluate the efficacy and safety of a new OTC 1% oatmeal cream compared with that of prescription barrier emulsion in children with mild to moderate AD."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "34389",
        "text": "This randomized, double-blind, two-arm trial in children with mild to moderate AD was conducted at two centers: Hill Top Research (HTR) St. Petersburg, FL and HTR Miamiville, OH. After screening, eligible patients were instructed to stop using any moisturizer or emollients and only wash with the provided mild body wash (Johnson's Head to Toe) for the next 2 d. Upon return to the site for their baseline visit, patients were randomized in a 1:1 ratio to one of two treatments supplied in tubes for topical application: the OTC 1% oatmeal cream (formula 19306-127; Johnson & Johnson Consumer Inc.) or prescription barrier cream (EpiCeramV R Skin Barrier Emulsion [formula 19306-137; Promius Pharma, LLC {commercial product}]). Patients and/or parents/caregivers were instructed to gently massage a thin layer of the cream on the lesions twice daily (or as needed) which represents the current recommended application for these products. The patient continued to use the body wash provided at screening for the duration of the study. Clinical assessments were performed at baseline (day 0), and on follow-up days 7 (week 1), 14 (week 2), and 21 (week 3), or on the day of patient discontinuation. Details of treatment application, product, quality-of-life (QoL) feedback, and use of rescue medication were recorded daily by patients or caregivers in a diary. Study medication was packaged/ wrapped, labeled, and shipped by the study sponsor.",
        "section": "Study design",
        "section_number": 6,
        "sentences": [
            "This randomized, double-blind, two-arm trial in children with mild to moderate AD was conducted at two centers: Hill Top Research (HTR) St. Petersburg, FL and HTR Miamiville, OH.",
            "After screening, eligible patients were instructed to stop using any moisturizer or emollients and only wash with the provided mild body wash (Johnson's Head to Toe) for the next 2 d. Upon return to the site for their baseline visit, patients were randomized in a 1:1 ratio to one of two treatments supplied in tubes for topical application: the OTC 1% oatmeal cream (formula 19306-127; Johnson & Johnson Consumer Inc.) or prescription barrier cream (EpiCeramV R Skin Barrier Emulsion [formula 19306-137; Promius Pharma, LLC {commercial product}]).",
            "Patients and/or parents/caregivers were instructed to gently massage a thin layer of the cream on the lesions twice daily (or as needed) which represents the current recommended application for these products.",
            "The patient continued to use the body wash provided at screening for the duration of the study.",
            "Clinical assessments were performed at baseline (day 0), and on follow-up days 7 (week 1), 14 (week 2), and 21 (week 3), or on the day of patient discontinuation.",
            "Details of treatment application, product, quality-of-life (QoL) feedback, and use of rescue medication were recorded daily by patients or caregivers in a diary.",
            "Study medication was packaged/ wrapped, labeled, and shipped by the study sponsor."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34389",
        "text": "The study, which is registered with Clinicaltrials.gov NCT01326910, was approved by an independent Institutional Review Board/Independent Ethics Committee. The study was conducted in accordance with the principles of the Declaration of Helsinki, and the International Conference on Harmonisation Harmonised Tripartite Guideline for Good Clinical Practice. Prior written informed consent was obtained from the patients (>7-18 years) and from the parent or legal guardian if the patient was a minor (6 months-7 years).",
        "section": "Study design",
        "section_number": 7,
        "sentences": [
            "The study, which is registered with Clinicaltrials.gov NCT01326910, was approved by an independent Institutional Review Board/Independent Ethics Committee.",
            "The study was conducted in accordance with the principles of the Declaration of Helsinki, and the International Conference on Harmonisation Harmonised Tripartite Guideline for Good Clinical Practice.",
            "Prior written informed consent was obtained from the patients (>7-18 years) and from the parent or legal guardian if the patient was a minor (6 months-7 years)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34389",
        "text": "Patients 6 months-18 years of age with mild to moderate AD (graded between 3.0 and 7.5 inclusive; Hanifin and Rajka criteria (17)) were enrolled. Patients currently using Class IV-VII corticosteroids were allowed into the study; however, eligibility of those using immunomodulators was at physicians' discretion. Exclusion criteria included concomitant medications such as amphetamines, benzodiazepines, cocaine, marijuana, methaqualone, ethadone, opiates, propoxyphene, barbiturates, and phencyclidine; pregnancy or breastfeeding; hypersensitivity to the study creams; any medical or skin condition interfering with patient participation; participation in any clinical study within 30 d of Visit 1; relative, partner, or staff of any clinical research site personnel; AD requiring systemic, super-potent (Class I) or potent (Classes II or III) topical corticosteroids or >2.0 mg/d inhaled or intranasal corticosteroids; any topical or systemic therapy for viral, mycotic, or bacterial diseases; and diabetes mellitus not controlled by diet alone.",
        "section": "Patients",
        "section_number": 8,
        "sentences": [
            "Patients 6 months-18 years of age with mild to moderate AD (graded between 3.0 and 7.5 inclusive; Hanifin and Rajka criteria (17)) were enrolled.",
            "Patients currently using Class IV-VII corticosteroids were allowed into the study; however, eligibility of those using immunomodulators was at physicians' discretion.",
            "Exclusion criteria included concomitant medications such as amphetamines, benzodiazepines, cocaine, marijuana, methaqualone, ethadone, opiates, propoxyphene, barbiturates, and phencyclidine; pregnancy or breastfeeding; hypersensitivity to the study creams; any medical or skin condition interfering with patient participation; participation in any clinical study within 30 d of Visit 1; relative, partner, or staff of any clinical research site personnel; AD requiring systemic, super-potent (Class I) or potent (Classes II or III) topical corticosteroids or >2.0 mg/d inhaled or intranasal corticosteroids; any topical or systemic therapy for viral, mycotic, or bacterial diseases; and diabetes mellitus not controlled by diet alone."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34389",
        "text": "The primary endpoint was change from baseline in Eczema Area and Severity index (EASI) at week 3 evaluated as age-specific percentage of affected area in four regions (head/neck, trunk, upper and lower limbs). Secondary endpoints included assessment of EASI at weeks 1 and 2; Investigator's Global Atopic Dermatitis Assessment (IGADA) at baseline and weeks 1, 2, and 3; and patient's and/or caregiver's assessment of itching on a 10-cm Visual Analog Scale (VAS) at weeks 1, 2, and 3. Both the EASI and IGADA assessments were performed by a trained dermatologist. Other endpoints included QoL questionnaires of patient's and/or caregiver's assessment of signs and symptoms of eczema, product rating, and overall product performance for AD.",
        "section": "Endpoints",
        "section_number": 9,
        "sentences": [
            "The primary endpoint was change from baseline in Eczema Area and Severity index (EASI) at week 3 evaluated as age-specific percentage of affected area in four regions (head/neck, trunk, upper and lower limbs).",
            "Secondary endpoints included assessment of EASI at weeks 1 and 2; Investigator's Global Atopic Dermatitis Assessment (IGADA) at baseline and weeks 1, 2, and 3; and patient's and/or caregiver's assessment of itching on a 10-cm Visual Analog Scale (VAS) at weeks 1, 2, and 3.",
            "Both the EASI and IGADA assessments were performed by a trained dermatologist.",
            "Other endpoints included QoL questionnaires of patient's and/or caregiver's assessment of signs and symptoms of eczema, product rating, and overall product performance for AD."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34389",
        "text": "At baseline, patients received the first application of the study treatment at the clinical site. Thereafter, concomitant medications, EASI scores, IGADA scores, patients' and/or caregivers' assessment of itch using VAS, adverse events (AEs), digital photograph of a lesion (excluding the face), and weight of the study creams were assessed at baseline, and at weeks 1, 2, and 3. The patients' diaries were reviewed for compliance on weeks 1, 2, and 3. Using QoL questionnaires, patients and/or caregivers assessed the signs and symptoms of eczema at baseline and weeks 1, 2, and 3; compared their current product used prior to entrance in the study with their assigned study treatment at week 3 for various attributes using a 10-point scale (worst to best); and assessed overall performance with \"yes\" or \"no\" responses at week 3. To avoid mixing the effect of any rescue therapy (topical steroid or immunomodulator) with that of the study treatment, patients were instructed to apply their study treatment at least one hour after the topical steroid. Patients were allowed to use their doctor prescribed topical flare medication; those requiring systemic, super potent (Class I) or potent (Class II or III) topical corticosteroids or immunomodulators were identified as protocol violations, but were allowed to continue in the trial. The patient received an honorarium at the end of the study period or at their last visit if they discontinued before the end of trial.",
        "section": "Assessments",
        "section_number": 10,
        "sentences": [
            "At baseline, patients received the first application of the study treatment at the clinical site.",
            "Thereafter, concomitant medications, EASI scores, IGADA scores, patients' and/or caregivers' assessment of itch using VAS, adverse events (AEs), digital photograph of a lesion (excluding the face), and weight of the study creams were assessed at baseline, and at weeks 1, 2, and 3.",
            "The patients' diaries were reviewed for compliance on weeks 1, 2, and 3.",
            "Using QoL questionnaires, patients and/or caregivers assessed the signs and symptoms of eczema at baseline and weeks 1, 2, and 3; compared their current product used prior to entrance in the study with their assigned study treatment at week 3 for various attributes using a 10-point scale (worst to best); and assessed overall performance with \"yes\" or \"no\" responses at week 3.",
            "To avoid mixing the effect of any rescue therapy (topical steroid or immunomodulator) with that of the study treatment, patients were instructed to apply their study treatment at least one hour after the topical steroid.",
            "Patients were allowed to use their doctor prescribed topical flare medication; those requiring systemic, super potent (Class I) or potent (Class II or III) topical corticosteroids or immunomodulators were identified as protocol violations, but were allowed to continue in the trial.",
            "The patient received an honorarium at the end of the study period or at their last visit if they discontinued before the end of trial."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34389",
        "text": "All observed AEs (serious [SAEs] and non-serious) were recorded on the case report form (CRF) from the day of first application of study treatment through the last follow-up visit.",
        "section": "Safety assessments",
        "section_number": 11,
        "sentences": [
            "All observed AEs (serious [SAEs] and non-serious) were recorded on the case report form (CRF) from the day of first application of study treatment through the last follow-up visit."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "34389",
        "text": "The efficacy and safety analyses were based on the intent-to-treat (ITT) population comprising all patients who received the study treatment. The per protocol (PP) population was also used for the primary efficacy analysis. The PP population comprised all ITT patients who completed the 3-week trial and had EASI scores at baseline and week 3, and who did not take any concomitant medication that might have interfered with the study treatment. The safety analysis set (SAS) included all randomized patients who received the study treatment. Equivalence of the OTC oatmeal cream to prescription barrier cream was claimed if the lower limit of the 95% confidence interval (CI) (of OTC oatmeal creamprescription barrier cream) was greater than the non-inferiority margin. From the paper by Belloni et al. (18) , the active control treatment effect was about 3 units of the EASI score. Therefore, a half of this measure (1.5 units) was chosen as the non-inferiority margin. The common standard deviation was assumed to be 3.0 units. Based on these assumptions, 40 patients per treatment arm would provide at least 90% power to detect equivalence. Considering the potential attrition rate, 90 patients were randomized.",
        "section": "Statistical analysis",
        "section_number": 12,
        "sentences": [
            "The efficacy and safety analyses were based on the intent-to-treat (ITT) population comprising all patients who received the study treatment.",
            "The per protocol (PP) population was also used for the primary efficacy analysis.",
            "The PP population comprised all ITT patients who completed the 3-week trial and had EASI scores at baseline and week 3, and who did not take any concomitant medication that might have interfered with the study treatment.",
            "The safety analysis set (SAS) included all randomized patients who received the study treatment.",
            "Equivalence of the OTC oatmeal cream to prescription barrier cream was claimed if the lower limit of the 95% confidence interval (CI) (of OTC oatmeal creamprescription barrier cream) was greater than the non-inferiority margin.",
            "From the paper by Belloni et al. (18) , the active control treatment effect was about 3 units of the EASI score.",
            "Therefore, a half of this measure (1.5 units) was chosen as the non-inferiority margin.",
            "The common standard deviation was assumed to be 3.0 units.",
            "Based on these assumptions, 40 patients per treatment arm would provide at least 90% power to detect equivalence.",
            "Considering the potential attrition rate, 90 patients were randomized."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34389",
        "text": "Ninety patients were enrolled and randomized to the two study treatment groups: 45 to the OTC oatmeal cream group and 45 to the prescription barrier cream group. The mean (SD) age of all randomized patients was 8.1 (4) years, 45.6% were male and 54.4% were African American. A majority (72.2%) of patients had moderately severe AD and the rest had mild AD. The demographic and baseline characteristics were similar between the two groups (Table 1) . Overall, 83 patients completed the 3-week study treatment ( Figure 1 ).",
        "section": "Demographic and baseline characteristics",
        "section_number": 13,
        "sentences": [
            "Ninety patients were enrolled and randomized to the two study treatment groups: 45 to the OTC oatmeal cream group and 45 to the prescription barrier cream group.",
            "The mean (SD) age of all randomized patients was 8.1 (4) years, 45.6% were male and 54.4% were African American.",
            "A majority (72.2%) of patients had moderately severe AD and the rest had mild AD.",
            "The demographic and baseline characteristics were similar between the two groups (Table 1) .",
            "Overall, 83 patients completed the 3-week study treatment ( Figure 1 )."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34389",
        "text": "The use of concomitant medications was similar between the two treatment groups. The most frequent concomitant medications were albuterol (OTC oatmeal cream, 11.1%; prescription barrier ",
        "section": "Concomitant therapy and treatment compliance",
        "section_number": 14,
        "sentences": [
            "The use of concomitant medications was similar between the two treatment groups.",
            "The most frequent concomitant medications were albuterol (OTC oatmeal cream, 11.1%; prescription barrier"
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "34389",
        "text": "Comparable clinical improvement was demonstrated in both treatment groups based on the changes from baseline in EASI scores at week 3. The adjusted mean change (95% CI) from baseline was 0.18 (À0.35, 0.70) and 0.14 (À0.42, 0.70) in the ITT and PP population, respectively ( Table 2) .",
        "section": "Primary endpoint",
        "section_number": 15,
        "sentences": [
            "Comparable clinical improvement was demonstrated in both treatment groups based on the changes from baseline in EASI scores at week 3.",
            "The adjusted mean change (95% CI) from baseline was 0.18 (À0.35, 0.70) and 0.14 (À0.42, 0.70) in the ITT and PP population, respectively ( Table 2) ."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "34389",
        "text": "The improvement of EASI scores at all follow-up time points was comparable for both treatment groups. (Table 4) . VAS itch scores improved from baseline for both treatment groups at each follow-up time point. The mean improvement scores were 0.30 (week 1), 0.73 (week 2), and 0.50 (week 3) for OTC cream and 0.26, 0.21, and 0.41, respectively, for prescription cream ( Table 5) .",
        "section": "Secondary endpoints",
        "section_number": 16,
        "sentences": [
            "The improvement of EASI scores at all follow-up time points was comparable for both treatment groups. (",
            "Table 4) .",
            "VAS itch scores improved from baseline for both treatment groups at each follow-up time point.",
            "The mean improvement scores were 0.30 (week 1), 0.73 (week 2), and 0.50 (week 3) for OTC cream and 0.26, 0.21, and 0.41, respectively, for prescription cream ( Table 5) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34389",
        "text": "There was an improvement in IGADA scores at each time point assessed, in both treatment groups. The mean improvement scores were À0.43 (week 1), À0.54 (week 2), and À0.54 (week 3) for OTC cream and À0.48, À0.60, and À0.76, respectively, for prescription cream (Table 6 ).",
        "section": "Secondary endpoints",
        "section_number": 17,
        "sentences": [
            "There was an improvement in IGADA scores at each time point assessed, in both treatment groups.",
            "The mean improvement scores were À0.43 (week 1), À0.54 (week 2), and À0.54 (week 3) for OTC cream and À0.48, À0.60, and À0.76, respectively, for prescription cream (Table 6 )."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "34389",
        "text": "There was a progressive improvement in patients' and/or caregivers' rating of signs and symptoms at each follow-up time point assessed for both treatment groups. By week 3, mean ratings for skin appearance, dryness/flakiness, itch, and moisturization improved from below 5 to between 7 and 8. Mean ratings for redness and sleep quality improved progressively from 6-7 at baseline to 8-9 by week 3 ( Table 7 ). Patients and/or caregivers reported that they were more satisfied with their study cream than their normally used product at Week 3 with mean ratings of 8 for both study creams compared to mean ratings of 6 at baseline for their normally used product ( Table 8 ). All patients and/or caregivers (100%) rated the study creams as appropriate for children. Assessment results differed between treatment groups for one question, where a greater percentage of patients felt that OTC cream (90%) was appropriate for use over the entire body than prescription barrier cream (76%), although roughly equivalent percentages of patients felt the product was more appropriate for application to eczema patches (81% for OTC cream versus83% for prescription barrier cream). The majority of patients in both treatment groups (83% for OTC cream versus 79% for prescription barrier cream) indicated they would use the study creams daily rather than occasionally (Table 9) . ",
        "section": "Other endpoints",
        "section_number": 18,
        "sentences": [
            "There was a progressive improvement in patients' and/or caregivers' rating of signs and symptoms at each follow-up time point assessed for both treatment groups.",
            "By week 3, mean ratings for skin appearance, dryness/flakiness, itch, and moisturization improved from below 5 to between 7 and 8.",
            "Mean ratings for redness and sleep quality improved progressively from 6-7 at baseline to 8-9 by week 3 ( Table 7 ).",
            "Patients and/or caregivers reported that they were more satisfied with their study cream than their normally used product at Week 3 with mean ratings of 8 for both study creams compared to mean ratings of 6 at baseline for their normally used product ( Table 8 ).",
            "All patients and/or caregivers (100%) rated the study creams as appropriate for children.",
            "Assessment results differed between treatment groups for one question, where a greater percentage of patients felt that OTC cream (90%) was appropriate for use over the entire body than prescription barrier cream (76%), although roughly equivalent percentages of patients felt the product was more appropriate for application to eczema patches (81% for OTC cream versus83% for prescription barrier cream).",
            "The majority of patients in both treatment groups (83% for OTC cream versus 79% for prescription barrier cream) indicated they would use the study creams daily rather than occasionally (Table 9) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34389",
        "text": "Overall, the number of patients reporting AEs was very low, and the severity and nature of the AEs were similar for both treatment groups. One or more AEs were reported by 6 (13.3%) patients treated with OTC oatmeal cream compared with 2 (4.4%) patients treated with prescription barrier cream. These included pruritus and pyrexia in 2 patients each, and pruritic rash in 1 patient and seasonal allergy in one patient in the OTC cream group. Similarly, in the prescription barrier cream group, pruritus and ear infection were reported in one patient each. Two patients in the OTC oatmeal cream group reported AEs that were possibly treatment related: one reported mild rash and itching on the left shoulder, while the other reported moderate intensity itching. Both AEs resolved on the day of reporting without any change to treatment dose/frequency. Both study treatments were well tolerated and no safety issues were identified. There were no SAEs or AEs resulting in withdrawal from the study, and no deaths were reported during the study.",
        "section": "Safety",
        "section_number": 19,
        "sentences": [
            "Overall, the number of patients reporting AEs was very low, and the severity and nature of the AEs were similar for both treatment groups.",
            "One or more AEs were reported by 6 (13.3%) patients treated with OTC oatmeal cream compared with 2 (4.4%) patients treated with prescription barrier cream.",
            "These included pruritus and pyrexia in 2 patients each, and pruritic rash in 1 patient and seasonal allergy in one patient in the OTC cream group.",
            "Similarly, in the prescription barrier cream group, pruritus and ear infection were reported in one patient each.",
            "Two patients in the OTC oatmeal cream group reported AEs that were possibly treatment related: one reported mild rash and itching on the left shoulder, while the other reported moderate intensity itching.",
            "Both AEs resolved on the day of reporting without any change to treatment dose/frequency.",
            "Both study treatments were well tolerated and no safety issues were identified.",
            "There were no SAEs or AEs resulting in withdrawal from the study, and no deaths were reported during the study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34389",
        "text": "This is the first randomized, double blind study evaluating the efficacy and safety of an OTC oatmeal skin protectant cream in comparison with that of a standard, steroid-free prescription barrier cream in children with mild-to-moderate AD. The OTC oatmeal cream was as effective as prescription barrier cream for the treatment of signs and symptoms of mild-to-moderate AD in children. At week 3, there was a clinical improvement in AD in both treatment groups based on the changes from baseline in EASI scores. Primary efficacy analysis of the changes from baseline in EASI scores at week 3 for both treatment groups showed that the 95% CIs of the treatment difference were within the non-inferiority margin. The improvement in EASI scores in both treatment groups during the study period was comparable. While there was no significant difference in the VAS itch score at week 3 between treatment groups, there was a small increase in itch reported at each follow-up time point, which was unexpected. This increase was present at each time point when compared to baseline. Previous studies on colloidal oat formulas have shown a decrease in itch ITT: intent-to-treat; OTC: over-the-counter; SE: standard error; SD: standard deviation; VAS: visual analog scale. scores over time. Further review of the materials provided to the patients to assess itch uncovered an inconsistency in the questions assessing itch, which may have confused the patient. The itch assessment instructions given on the Case Report Form were \"Rate the intensity of your itch\" and patients were asked to choose a number between 0 (no itch) and 10 (worst itch imaginable). Shortly after completing this assessment, at the same visit, subjects were asked to complete a QoL questionnaire. The QoL questionnaire included the question \"How would you rate the itch of your/your child's skin (if any)?\" The numerical anchors provided in the assessment for this question were similar (1 through 10); however, 1 indicated very itchy and 10 indicated not itchy at all. It may have been an oversight by the sponsor to include such closely related questions with opposite anchors for assessment, particularly when administered at the same visit. Of note, the scores for itch collected with the QoL questionnaire indicated a definite improvement over baseline for both groups. Similarly, an improvement in IGADA scores during the study period was observed. Both study treatments were well tolerated and no safety issues were identified. These findings were similar to previous studies which reported significant improvement in itch severity, IGADA scores, and EASI scores after 2-8 weeks of treatment with 1.0% colloidal oatmeal cream (19) (20) (21) . QoL questionnaires further demonstrated that both the OTC oatmeal cream and prescription barrier cream treatments resulted in improvement in the signs and symptoms of AD during the study. Improvement in skin appearance, dryness/flakiness, itch, and moisturization were similar between the two treatment groups and were also reflected in the progressive improvement in redness and quality of sleep. Furthermore, patients and/or ITT: intent-to-treat; OTC: over-the-counter; SD: standard deviation.",
        "section": "Discussion",
        "section_number": 20,
        "sentences": [
            "This is the first randomized, double blind study evaluating the efficacy and safety of an OTC oatmeal skin protectant cream in comparison with that of a standard, steroid-free prescription barrier cream in children with mild-to-moderate AD.",
            "The OTC oatmeal cream was as effective as prescription barrier cream for the treatment of signs and symptoms of mild-to-moderate AD in children.",
            "At week 3, there was a clinical improvement in AD in both treatment groups based on the changes from baseline in EASI scores.",
            "Primary efficacy analysis of the changes from baseline in EASI scores at week 3 for both treatment groups showed that the 95% CIs of the treatment difference were within the non-inferiority margin.",
            "The improvement in EASI scores in both treatment groups during the study period was comparable.",
            "While there was no significant difference in the VAS itch score at week 3 between treatment groups, there was a small increase in itch reported at each follow-up time point, which was unexpected.",
            "This increase was present at each time point when compared to baseline.",
            "Previous studies on colloidal oat formulas have shown a decrease in itch ITT: intent-to-treat; OTC: over-the-counter; SE: standard error; SD: standard deviation; VAS: visual analog scale.",
            "scores over time.",
            "Further review of the materials provided to the patients to assess itch uncovered an inconsistency in the questions assessing itch, which may have confused the patient.",
            "The itch assessment instructions given on the Case Report Form were \"Rate the intensity of your itch\" and patients were asked to choose a number between 0 (no itch) and 10 (worst itch imaginable).",
            "Shortly after completing this assessment, at the same visit, subjects were asked to complete a QoL questionnaire.",
            "The QoL questionnaire included the question \"How would you rate the itch of your/your child's skin (if any)?\"",
            "The numerical anchors provided in the assessment for this question were similar (1 through 10); however, 1 indicated very itchy and 10 indicated not itchy at all.",
            "It may have been an oversight by the sponsor to include such closely related questions with opposite anchors for assessment, particularly when administered at the same visit.",
            "Of note, the scores for itch collected with the QoL questionnaire indicated a definite improvement over baseline for both groups.",
            "Similarly, an improvement in IGADA scores during the study period was observed.",
            "Both study treatments were well tolerated and no safety issues were identified.",
            "These findings were similar to previous studies which reported significant improvement in itch severity, IGADA scores, and EASI scores after 2-8 weeks of treatment with 1.0% colloidal oatmeal cream (19) (20) (21) .",
            "QoL questionnaires further demonstrated that both the OTC oatmeal cream and prescription barrier cream treatments resulted in improvement in the signs and symptoms of AD during the study.",
            "Improvement in skin appearance, dryness/flakiness, itch, and moisturization were similar between the two treatment groups and were also reflected in the progressive improvement in redness and quality of sleep.",
            "Furthermore, patients and/or ITT: intent-to-treat; OTC: over-the-counter; SD: standard deviation."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34389",
        "text": "caregivers expressed that they were more satisfied with the study cream compared with their normally used product. A majority of the patients and/or caregivers preferred to replace their current product with the study cream. They also found the study creams to be appropriate for the whole family, for children, and for application to eczema patches. However, the OTC cream group reported an added advantage in that they felt the OTC cream could be applied over the entire body. Both groups indicated that the study creams were easy to apply and that they would prefer to use them daily, which suggests similarity in ease of use and convenience between the 2 formulations. Oatmeal is an ingredient in a variety of personal care products. In a report by Criquet et al. describing a series of studies, no allergies were reported by users of 445 820 oatmeal-containing personal care products sold during a 3-year period (11) . Colloidal oatmeal forms a protective, occlusive barrier that moisturizes and retards water loss from the epidermis. The ingredients in oatmeal, such as saponins, may maintain skin pH by solubilizing dirt, oil, and sebaceous secretions whereas ferulic acid, caffeic acid, coumaric acids, flavonoids, avenanthramides, and a-tocopherol (vitamin E) possess important antioxidant, ultraviolet-absorbent, anti-itch, and anti-inflammatory properties (7, 14, 22) . The active ingredients in the prescription barrier cream include three essential lipids (ceramides, cholesterol, and free fatty acids), which are essentially reduced in patients with AD. The prescription barrier cream is postulated to provide the skin's natural level of these lipids to help repair the skin barrier. Furthermore, the product is steroidand fragrance-free, non-comedogenic, and paraben-and propylene glycol-free (16) .",
        "section": "Discussion",
        "section_number": 21,
        "sentences": [
            "caregivers expressed that they were more satisfied with the study cream compared with their normally used product.",
            "A majority of the patients and/or caregivers preferred to replace their current product with the study cream.",
            "They also found the study creams to be appropriate for the whole family, for children, and for application to eczema patches.",
            "However, the OTC cream group reported an added advantage in that they felt the OTC cream could be applied over the entire body.",
            "Both groups indicated that the study creams were easy to apply and that they would prefer to use them daily, which suggests similarity in ease of use and convenience between the 2 formulations.",
            "Oatmeal is an ingredient in a variety of personal care products.",
            "In a report by Criquet et al. describing a series of studies, no allergies were reported by users of 445 820 oatmeal-containing personal care products sold during a 3-year period (11) .",
            "Colloidal oatmeal forms a protective, occlusive barrier that moisturizes and retards water loss from the epidermis.",
            "The ingredients in oatmeal, such as saponins, may maintain skin pH by solubilizing dirt, oil, and sebaceous secretions whereas ferulic acid, caffeic acid, coumaric acids, flavonoids, avenanthramides, and a-tocopherol (vitamin E) possess important antioxidant, ultraviolet-absorbent, anti-itch, and anti-inflammatory properties (7, 14, 22) .",
            "The active ingredients in the prescription barrier cream include three essential lipids (ceramides, cholesterol, and free fatty acids), which are essentially reduced in patients with AD.",
            "The prescription barrier cream is postulated to provide the skin's natural level of these lipids to help repair the skin barrier.",
            "Furthermore, the product is steroidand fragrance-free, non-comedogenic, and paraben-and propylene glycol-free (16) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34389",
        "text": "Alternatives, such as topical corticosteroids, are available as mild, moderate, strong, and very strong preparations and are considered the mainstay of treatment for moderate to severe AD in children and adults (2) . Topical corticosteroids and topical calcineurin inhibitors are very effective in inflammatory dermatoses such as AD; however, long-term use of topical corticosteroids is associated with cutaneous atrophy and tachyphylaxis, and topical calcineurin inhibitors can cause local irritation and carry a black box warning for increased risk of cancer (14) . Considering the protracted nature of the disease, OTC colloidal oatmeal has the advantage of being steroid-sparing and yet able to provide symptom relief in mild-to-moderate AD. It can also be used as an adjunct treatment to reduce exposure to corticosteroids and other topical agents especially in patients under the age of two years, for whom calcineurin inhibitors are not indicated (12, 23) . Several studies have employed OTC formulations for the treatment of AD along with topical steroids/prescription medications throughout the treatment period (11, (24) (25) (26) (27) .",
        "section": "Discussion",
        "section_number": 22,
        "sentences": [
            "Alternatives, such as topical corticosteroids, are available as mild, moderate, strong, and very strong preparations and are considered the mainstay of treatment for moderate to severe AD in children and adults (2) .",
            "Topical corticosteroids and topical calcineurin inhibitors are very effective in inflammatory dermatoses such as AD; however, long-term use of topical corticosteroids is associated with cutaneous atrophy and tachyphylaxis, and topical calcineurin inhibitors can cause local irritation and carry a black box warning for increased risk of cancer (14) .",
            "Considering the protracted nature of the disease, OTC colloidal oatmeal has the advantage of being steroid-sparing and yet able to provide symptom relief in mild-to-moderate AD.",
            "It can also be used as an adjunct treatment to reduce exposure to corticosteroids and other topical agents especially in patients under the age of two years, for whom calcineurin inhibitors are not indicated (12, 23) .",
            "Several studies have employed OTC formulations for the treatment of AD along with topical steroids/prescription medications throughout the treatment period (11, (24) (25) (26) (27) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34389",
        "text": "Furthermore, the patients and/or caregivers indicated that they would prefer to buy the study creams than their usual therapies. Therefore, the socioeconomic benefit of using an OTC product ($$12-13) with the same efficacy as a prescription barrier cream ($$100) cannot be overlooked. The study was conducted in a predominantly African American population and thus highlights the value of this treatment option specifically in this patient population. The socioeconomic benefit is particularly relevant for a population of patients with AD who are aware of the constraints of using a prescription-based product.",
        "section": "Discussion",
        "section_number": 23,
        "sentences": [
            "Furthermore, the patients and/or caregivers indicated that they would prefer to buy the study creams than their usual therapies.",
            "Therefore, the socioeconomic benefit of using an OTC product ($$12-13) with the same efficacy as a prescription barrier cream ($$100) cannot be overlooked.",
            "The study was conducted in a predominantly African American population and thus highlights the value of this treatment option specifically in this patient population.",
            "The socioeconomic benefit is particularly relevant for a population of patients with AD who are aware of the constraints of using a prescription-based product."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34389",
        "text": "This is a pivotal study because, to date, there has been a lack of clinical evidence for the use of colloidal oatmeal for dermatologic conditions, especially AD in children. Preclinical studies have shown that colloidal oatmeal has multiple mechanisms of action including anti-inflammatory, antihistaminic, and antipruritic effects (10, 22, 28) . Furthermore, it is recognized as a non-pharmaceutical, FDA-approved product with an excellent safety profile and may represent an alternative or adjunctive therapy for patients with dermatoses (e.g. AD) that require corticosteroid or calcineurin-inhibitor treatment. For these reasons, colloidal oatmeal products are being increasingly prescribed by physicians for maintenance treatment of conditions such as AD (12) .",
        "section": "Discussion",
        "section_number": 24,
        "sentences": [
            "This is a pivotal study because, to date, there has been a lack of clinical evidence for the use of colloidal oatmeal for dermatologic conditions, especially AD in children.",
            "Preclinical studies have shown that colloidal oatmeal has multiple mechanisms of action including anti-inflammatory, antihistaminic, and antipruritic effects (10, 22, 28) .",
            "Furthermore, it is recognized as a non-pharmaceutical, FDA-approved product with an excellent safety profile and may represent an alternative or adjunctive therapy for patients with dermatoses (e.g. AD) that require corticosteroid or calcineurin-inhibitor treatment.",
            "For these reasons, colloidal oatmeal products are being increasingly prescribed by physicians for maintenance treatment of conditions such as AD (12) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34389",
        "text": "The study limitations included the use of two separate itch evaluations that yielded contradictory data on the itch parameter.",
        "section": "Study limitations",
        "section_number": 25,
        "sentences": [
            "The study limitations included the use of two separate itch evaluations that yielded contradictory data on the itch parameter."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "34389",
        "text": "OTC 1% oatmeal cream was as effective as the standard, steroidfree prescription barrier cream for the treatment of signs and symptoms of mild-to-moderate AD in children. The patients and/ or caregivers considered both treatment strategies to be similar. Both treatments were well tolerated and no safety issues were identified. ITT: intent-to-treat; OTC: over-the-counter.",
        "section": "Conclusion",
        "section_number": 26,
        "sentences": [
            "OTC 1% oatmeal cream was as effective as the standard, steroidfree prescription barrier cream for the treatment of signs and symptoms of mild-to-moderate AD in children.",
            "The patients and/ or caregivers considered both treatment strategies to be similar.",
            "Both treatments were well tolerated and no safety issues were identified.",
            "ITT: intent-to-treat; OTC: over-the-counter."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    }
]