[
    {
        "doc_id": "37624",
        "text": "Entertainment-education (EE) is a communication strategy which has been defined as the \"process of purposely designing and implementing a media message to both entertain and educate in order to increase audience members' knowledge about an educational issue, create favorable attitudes, shift social norms, and change the overt behavior\" (Singhal, Cody, Rogers, & Sabido, 2008, p. 5). EE has been used to explore a wide array of health concerns, perhaps most notably in developing countries (Kawamura & Kohler, 2013; Singhal, 2013). Typically, this can involve examining a health theme, such as HIV, condom use, or domestic violence through a radio or television soap opera (e.g.",
        "section": "Abstract",
        "sentences": [
            "Entertainment-education (EE) is a communication strategy which has been defined as the \"process of purposely designing and implementing a media message to both entertain and educate in order to increase audience members' knowledge about an educational issue, create favorable attitudes, shift social norms, and change the overt behavior\" (Singhal, Cody, Rogers, & Sabido, 2008, p. 5).",
            "EE has been used to explore a wide array of health concerns, perhaps most notably in developing countries (Kawamura & Kohler, 2013; Singhal, 2013).",
            "Typically, this can involve examining a health theme, such as HIV, condom use, or domestic violence through a radio or television soap opera (e.g."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37624",
        "text": "hardly surprising. In the past 3 years, World War Z and Hotel Transylvania each grossed more than $350,000,000, with Warm Bodies also grossing over $115,000,000 (The Numbers, 2016) . The television drama The Walking Dead has successfully run for six seasons, achieving the highest total viewership of any cable television show in history (Kissell, 2015) . Jane Austen's classic 1813 novel Pride and Prejudice was recently reworked into the cult novel Pride and Prejudice and Zombies (Austin & Grahame-Smith, 2009) , which has now been adapted into film and was released in early 2016 (IMDb, 2016) . Call of Duty: Black Ops, which featured its popular \"zombies mode,\" is one of the best-selling video games of all time, with more than 26.2 million copies sold worldwide (Polvinale, 2014) .",
        "section": "",
        "section_number": 1,
        "sentences": [
            "hardly surprising.",
            "In the past 3 years, World War Z and Hotel Transylvania each grossed more than $350,000,000, with Warm Bodies also grossing over $115,000,000 (The Numbers, 2016) .",
            "The television drama The Walking Dead has successfully run for six seasons, achieving the highest total viewership of any cable television show in history (Kissell, 2015) .",
            "Jane Austen's classic 1813 novel Pride and Prejudice was recently reworked into the cult novel Pride and Prejudice and Zombies (Austin & Grahame-Smith, 2009) , which has now been adapted into film and was released in early 2016 (IMDb, 2016) .",
            "Call of Duty: Black Ops, which featured its popular \"zombies mode,\" is one of the best-selling video games of all time, with more than 26.2 million copies sold worldwide (Polvinale, 2014) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37624",
        "text": "Capitalizing on zombies' surge in popularity, professions from various fields-including international relations (Drezner, 2010) , geography (May, 2010) , physics (Duda, 2011) , microbiology (Verran, 2013) , and epidemiology (Watson, Harvey, Field, & Eames, 2014) -have used the zombie theme as a pedagogical tool. The zombie theme has had particular application to mathematical modeling of disease diffusion (Munz, Hudea, Imad, & Smith, 2009) , and educating the populace about growing threats such as rabies (Nasiruddin, Halabi, Dao, Chen, & Brown, 2013) .",
        "section": "",
        "section_number": 2,
        "sentences": [
            "Capitalizing on zombies' surge in popularity, professions from various fields-including international relations (Drezner, 2010) , geography (May, 2010) , physics (Duda, 2011) , microbiology (Verran, 2013) , and epidemiology (Watson, Harvey, Field, & Eames, 2014) -have used the zombie theme as a pedagogical tool.",
            "The zombie theme has had particular application to mathematical modeling of disease diffusion (Munz, Hudea, Imad, & Smith, 2009) , and educating the populace about growing threats such as rabies (Nasiruddin, Halabi, Dao, Chen, & Brown, 2013) ."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37624",
        "text": "The Centers for Disease Control and Prevention (CDC) also took up the zombie theme in 2011, applying it to their new emergency preparedness initiative Preparedness 101: Zombie Pandemic, which targeted a younger demographic (CDC, 2015; see Figure 1 ). The first blog, titled \"If you're ready for a zombie apocalypse, then you're ready for any emergency,\" attracted much attention-so much that CDC's website crashed (CDC, 2015) . Excited by this initial burst of enthusiasm, researchers hoped that the zombie theme could interest youth and young adults in emergency preparedness. However, present research indicates that the zombie theme is not as effective as originally anticipated. Kruvand and Bryant (2015) conducted a randomized experiment with more than 300 college students and noted that the group exposed to the CDC's zombie blog post was no more likely, and possibly even less likely, to either retain preparedness information or express intent to prepare to develop an emergency kit or plan. The authors conclude that that the zombie-themed approach may have led to \"trivialization\" of the preparedness theme. Another study of college students conducted explored the use of a humorous zombie theme in contrast to a more traditional emergency preparedness message (Fraustino & Ma, 2015) . The authors concluded that the humorous zombie-themed group reported significantly weaker intentions to engage in preparedness. Houghton et al. (2016) recently examined using a zombie outbreak scenario to facilitate engagement with emergency preparedness among elementary school children from rural Washington State at an Area Health Education Centersponsored Sleepover for Science event held near Halloween. The authors note that although no posters or video clips used in developing the scenario involved firearms or weapons, one potentially problematic theme to emerge was an unexpected and rather intense focus on armament in the emergency preparedness lists developed by participants (Houghton et al., 2016) .",
        "section": "",
        "section_number": 3,
        "sentences": [
            "The Centers for Disease Control and Prevention (CDC) also took up the zombie theme in 2011, applying it to their new emergency preparedness initiative Preparedness 101: Zombie Pandemic, which targeted a younger demographic (CDC, 2015; see Figure 1 ).",
            "The first blog, titled \"If you're ready for a zombie apocalypse, then you're ready for any emergency,\" attracted much attention-so much that CDC's website crashed (CDC, 2015) .",
            "Excited by this initial burst of enthusiasm, researchers hoped that the zombie theme could interest youth and young adults in emergency preparedness.",
            "However, present research indicates that the zombie theme is not as effective as originally anticipated.",
            "Kruvand and Bryant (2015) conducted a randomized experiment with more than 300 college students and noted that the group exposed to the CDC's zombie blog post was no more likely, and possibly even less likely, to either retain preparedness information or express intent to prepare to develop an emergency kit or plan.",
            "The authors conclude that that the zombie-themed approach may have led to \"trivialization\" of the preparedness theme.",
            "Another study of college students conducted explored the use of a humorous zombie theme in contrast to a more traditional emergency preparedness message (Fraustino & Ma, 2015) .",
            "The authors concluded that the humorous zombie-themed group reported significantly weaker intentions to engage in preparedness.",
            "Houghton et al. (2016) recently examined using a zombie outbreak scenario to facilitate engagement with emergency preparedness among elementary school children from rural Washington State at an Area Health Education Centersponsored Sleepover for Science event held near Halloween.",
            "The authors note that although no posters or video clips used in developing the scenario involved firearms or weapons, one potentially problematic theme to emerge was an unexpected and rather intense focus on armament in the emergency preparedness lists developed by participants (Houghton et al., 2016) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37624",
        "text": "Given that mortality and morbidity involving both firearms (Grinshteyn & Hemenway, 2016) and knives (Schecter, Betts, Schecter, & Victorino, 2012 ) is a major public health concern in the United States, and elsewhere in the world, this finding was deemed problematic enough to be worthy of further investigation. It should be remembered that all participants attending this event live in rural eastern Washington State, which has a strong outdoor culture, including a focus on hunting, shooting, and fishing. In an effort to try and disentangle such local factors, investigators therefore decided to modify the emergency preparedness session at the following Area Health Education Center-sponsored Sleepover for Science event in January 2016 to try and explore the observed association between the zombie theme and a focus on firearms in more depth. Following on from the initial study conducted by Houghton et al. (2016) , a revised follow-up study was developed which involved conducting a blind randomized control trial, discussed in more detail below.",
        "section": "",
        "section_number": 4,
        "sentences": [
            "Given that mortality and morbidity involving both firearms (Grinshteyn & Hemenway, 2016) and knives (Schecter, Betts, Schecter, & Victorino, 2012 ) is a major public health concern in the United States, and elsewhere in the world, this finding was deemed problematic enough to be worthy of further investigation.",
            "It should be remembered that all participants attending this event live in rural eastern Washington State, which has a strong outdoor culture, including a focus on hunting, shooting, and fishing.",
            "In an effort to try and disentangle such local factors, investigators therefore decided to modify the emergency preparedness session at the following Area Health Education Center-sponsored Sleepover for Science event in January 2016 to try and explore the observed association between the zombie theme and a focus on firearms in more depth.",
            "Following on from the initial study conducted by Houghton et al. (2016) , a revised follow-up study was developed which involved conducting a blind randomized control trial, discussed in more detail below."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37624",
        "text": "Participants were randomized to two conditions-zombie and natural disaster. The zombie condition featured a specially prepared 3-minute video depicting a developing zombie pandemic (this featured clips of epidemiologists discussing unspecified outbreaks as well as some zombie imagery). This video was presented in a room with large posters depicting images such as boarded up houses, and the CDC Zombie Preparedness graphic featured in Figure 1 . The natural disaster condition included a 3-minute video focused on natural disasters (this included imagery of volcanic eruptions, meteors, earthquakes, tsunamis, and wild fires) in a room decorated with a number of large posters featuring post-natural disaster scenarios. In both conditions, none of the posters and no element of video featured firearms or weaponry. Participants watched the videos in groups of 7 to 10. All participants were then asked to list items that \"they felt should be included in their emergency survival kit.\" Afterward participants were handed a copy of a Federal Emergency Management Agency (FEMA) brochure outlining suggested elements of an emergency supply list and discussed this supply list with event organizers (FEMA, n.d.).",
        "section": "Method",
        "section_number": 5,
        "sentences": [
            "Participants were randomized to two conditions-zombie and natural disaster.",
            "The zombie condition featured a specially prepared 3-minute video depicting a developing zombie pandemic (this featured clips of epidemiologists discussing unspecified outbreaks as well as some zombie imagery).",
            "This video was presented in a room with large posters depicting images such as boarded up houses, and the CDC Zombie Preparedness graphic featured in Figure 1 .",
            "The natural disaster condition included a 3-minute video focused on natural disasters (this included imagery of volcanic eruptions, meteors, earthquakes, tsunamis, and wild fires) in a room decorated with a number of large posters featuring post-natural disaster scenarios.",
            "In both conditions, none of the posters and no element of video featured firearms or weaponry.",
            "Participants watched the videos in groups of 7 to 10.",
            "All participants were then asked to list items that \"they felt should be included in their emergency survival kit.\"",
            "Afterward participants were handed a copy of a Federal Emergency Management Agency (FEMA) brochure outlining suggested elements of an emergency supply list and discussed this supply list with event organizers (FEMA, n.d.)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37624",
        "text": "A total of 81 responses were collected from a pool of 89 participants, yielding a response rate of 91%. Participants were fourth-to sixth-grade elementary school children, aged 9 to 12 years with an average age of 10.4 years (standard deviation [SD] = 0.8). Forty percent (32) of the participants were male; 54% (44) were female (6% [5] unknown). Permission for the study was granted by Eastern Washington University's Institutional Review Board and active parental and child consent was a precondition of participation.",
        "section": "Method",
        "section_number": 6,
        "sentences": [
            "A total of 81 responses were collected from a pool of 89 participants, yielding a response rate of 91%.",
            "Participants were fourth-to sixth-grade elementary school children, aged 9 to 12 years with an average age of 10.4 years (standard deviation [SD] = 0.8).",
            "Forty percent (32) of the participants were male; 54% (44) were female (6% [5] unknown).",
            "Permission for the study was granted by Eastern Washington University's Institutional Review Board and active parental and child consent was a precondition of participation."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37624",
        "text": "Following administration, emergency survival kit lists were then examined by hand and contents coded into one of seven categories: Firearms, Knives, Food, Water, First aid kit, Flashlight, Other. The relative risk (RR) was calculated using the MedCalc Relative Risk Calculator. The RR, its standard error and 95% confidence interval are calculated according to Altman (1991) . Demographic factors were not controlled for, with the exception of separate analysis by gender being conducted on the presence of firearms in the emergency survival kit list.",
        "section": "Method",
        "section_number": 7,
        "sentences": [
            "Following administration, emergency survival kit lists were then examined by hand and contents coded into one of seven categories: Firearms, Knives, Food, Water, First aid kit, Flashlight, Other.",
            "The relative risk (RR) was calculated using the MedCalc Relative Risk Calculator.",
            "The RR, its standard error and 95% confidence interval are calculated according to Altman (1991) .",
            "Demographic factors were not controlled for, with the exception of separate analysis by gender being conducted on the presence of firearms in the emergency survival kit list."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37624",
        "text": "The average number of items listed in each \"emergency survival kit\" was 6.0 (SD = 3.2), ranging from 1 to 16. As can be seen from Table 1 , almost three quarters of participants mentioned firearms in the zombie pandemic scenarios. In contrast less than 1-in-20 participants in the natural disaster scenarios listed firearms.",
        "section": "Results",
        "section_number": 8,
        "sentences": [
            "The average number of items listed in each \"emergency survival kit\" was 6.0 (SD = 3.2), ranging from 1 to 16.",
            "As can be seen from Table 1 , almost three quarters of participants mentioned firearms in the zombie pandemic scenarios.",
            "In contrast less than 1-in-20 participants in the natural disaster scenarios listed firearms."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37624",
        "text": "Participants in the zombie themed scenario were 15.84 times as likely to include firearms in their lists compared with participants who were exposed to the natural disaster scenario. Further analysis by gender noted that males in the zombie pandemic scenario were 10.50 [2.81, 39.24**] times as likely to include firearms in their lists compared with male participants who were exposed to the natural disaster scenario. Females in the zombie pandemic scenario were 31.00 [1.97, 487.97*] times as likely to include firearms in their lists compared with female participants who were exposed to the natural disaster scenario. As can be seen from Table 1 , participants in the zombie pandemic scenario were 5.09 times as likely to include knives in their lists compared with participants exposed to the natural disaster scenario. Other emergency kit items routinely cited included food, water, a flashlight, and a first aid kit.",
        "section": "Results",
        "section_number": 9,
        "sentences": [
            "Participants in the zombie themed scenario were 15.84 times as likely to include firearms in their lists compared with participants who were exposed to the natural disaster scenario.",
            "Further analysis by gender noted that males in the zombie pandemic scenario were 10.50 [2.81, 39.24**] times as likely to include firearms in their lists compared with male participants who were exposed to the natural disaster scenario.",
            "Females in the zombie pandemic scenario were 31.00 [1.97, 487.97*] times as likely to include firearms in their lists compared with female participants who were exposed to the natural disaster scenario.",
            "As can be seen from Table 1 , participants in the zombie pandemic scenario were 5.09 times as likely to include knives in their lists compared with participants exposed to the natural disaster scenario.",
            "Other emergency kit items routinely cited included food, water, a flashlight, and a first aid kit."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37624",
        "text": "The results appear to indicate a statistically significant association between the engagement scenario and the inclusion of firearms on the emergency kit list. Although less than 5% of participants in the natural disaster scenario mentioned firearms, almost 75% of those in the zombie pandemic scenario listed firearms in their emergency kit. This research may have revealed unintended entertainment-education campaign effects. What is perhaps most interesting about the findings is that at no point were firearms or weapons portrayed. Closely linking this attempt at preparedness education with an established pop culture genre resulted in distinct and unanticipated connotations among many participants resulting from preconceived ideas. By linking the intervention to the well-established zombie apocalypse genre participants appeared primed to follow preset conventions that focused heavily on firearms. Although there is a dearth of research on this link, all that one has to do is to watch any one of a host of current zombie themed media offerings, with their often extravagant and gruesome body counts, to see this relationship in action. Future interventions using entertainment-education need to explore all aspects of the messages implicit in their chosen medium, rather than just focusing on one element. It is important to note the limitations associated with this study. Perhaps the most important of these is the relatively small sample size (n = 81), and the young age of the participants. It should also be noted that although the groups were randomized, given time limitations, it was not possible to conduct a more robust before-and-after research design. However, adopting Bradford Hill's (1965) criteria for identifying an association likely to involve causation, there would appear to be some validation for concerns over the use of a zombie theme to promote attention to firearms and weaponry. In light of the substantial burden of gun and knife mortality and morbidity globally, particularly among males in the 15-to -24year age group (CDC, 2012; World Health Organization, 2016) , this focus should be avoided. Given that the average age of the children involved was just 10.4 years, this link may be lessened in more mature adolescents and young adults. Further research is required to explore if this apparent focus on firearms evoked by the zombie theme is evident across different age groups.",
        "section": "Discussion",
        "section_number": 10,
        "sentences": [
            "The results appear to indicate a statistically significant association between the engagement scenario and the inclusion of firearms on the emergency kit list.",
            "Although less than 5% of participants in the natural disaster scenario mentioned firearms, almost 75% of those in the zombie pandemic scenario listed firearms in their emergency kit.",
            "This research may have revealed unintended entertainment-education campaign effects.",
            "What is perhaps most interesting about the findings is that at no point were firearms or weapons portrayed.",
            "Closely linking this attempt at preparedness education with an established pop culture genre resulted in distinct and unanticipated connotations among many participants resulting from preconceived ideas.",
            "By linking the intervention to the well-established zombie apocalypse genre participants appeared primed to follow preset conventions that focused heavily on firearms.",
            "Although there is a dearth of research on this link, all that one has to do is to watch any one of a host of current zombie themed media offerings, with their often extravagant and gruesome body counts, to see this relationship in action.",
            "Future interventions using entertainment-education need to explore all aspects of the messages implicit in their chosen medium, rather than just focusing on one element.",
            "It is important to note the limitations associated with this study.",
            "Perhaps the most important of these is the relatively small sample size (n = 81), and the young age of the participants.",
            "It should also be noted that although the groups were randomized, given time limitations, it was not possible to conduct a more robust before-and-after research design.",
            "However, adopting Bradford Hill's (1965) criteria for identifying an association likely to involve causation, there would appear to be some validation for concerns over the use of a zombie theme to promote attention to firearms and weaponry.",
            "In light of the substantial burden of gun and knife mortality and morbidity globally, particularly among males in the 15-to -24year age group (CDC, 2012; World Health Organization, 2016) , this focus should be avoided.",
            "Given that the average age of the children involved was just 10.4 years, this link may be lessened in more mature adolescents and young adults.",
            "Further research is required to explore if this apparent focus on firearms evoked by the zombie theme is evident across different age groups."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    }
]