[
    {
        "doc_id": "44782",
        "text": "Young children with CHD and large systemic-to-pulmonary shunts eventually develop pulmonary hypertension. At present, phosphodiesterase type-5 inhibitors such as sildenafil have been used to control pulmonary pressure before and after cardiac surgery. Recently, tadalafil has been utilised in older children with similar efficacy, but it has been used to a lesser extent in young infants. From April, 2015 to June, 2016, 42 patients aged 3-24 months with a large septal defect and pulmonary arterial hypertension were randomly divided into two equal groups: one group received oral sildenafil (1-3 mg/kg/day every 8 hours), whereas the other group received oral tadalafil (1 mg/kg once a day) from 7-10 days before surgery to 3-4 weeks after surgery. During the first 48 hours after surgery, pulmonary artery-to-aortic pressure ratio and recorded systolic pulmonary artery pressures were not significantly different between the two groups (p > 0.05); moreover, there were no differences in paediatric ICU length of stay, mechanical ventilation time, clinical findings of low cardiac output state, and echocardiographic data between the two groups (p > 0.05). Most of the patients had no side effects, and only five patients had a minor with no significant difference in both groups (p = 0.371). Tadalafil can be considered as an effective oral therapy for preoperative and postoperative pulmonary hypertension in young infants. It can be administered at a once-daily dose with an appropriate efficacy and safety profile as sildenafil, and therefore it can be considered as an alternative to sildenafil in young children.",
        "section": "Abstract",
        "sentences": [
            "Young children with CHD and large systemic-to-pulmonary shunts eventually develop pulmonary hypertension.",
            "At present, phosphodiesterase type-5 inhibitors such as sildenafil have been used to control pulmonary pressure before and after cardiac surgery.",
            "Recently, tadalafil has been utilised in older children with similar efficacy, but it has been used to a lesser extent in young infants.",
            "From April, 2015 to June, 2016, 42 patients aged 3-24 months with a large septal defect and pulmonary arterial hypertension were randomly divided into two equal groups: one group received oral sildenafil (1-3 mg/kg/day every 8 hours), whereas the other group received oral tadalafil (1 mg/kg once a day) from 7-10 days before surgery to 3-4 weeks after surgery.",
            "During the first 48 hours after surgery, pulmonary artery-to-aortic pressure ratio and recorded systolic pulmonary artery pressures were not significantly different between the two groups (p > 0.05); moreover, there were no differences in paediatric ICU length of stay, mechanical ventilation time, clinical findings of low cardiac output state, and echocardiographic data between the two groups (p > 0.05).",
            "Most of the patients had no side effects, and only five patients had a minor with no significant difference in both groups (p = 0.371).",
            "Tadalafil can be considered as an effective oral therapy for preoperative and postoperative pulmonary hypertension in young infants.",
            "It can be administered at a once-daily dose with an appropriate efficacy and safety profile as sildenafil, and therefore it can be considered as an alternative to sildenafil in young children."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "44782",
        "text": "CHD, particularly those with large systemicto-pulmonary shunts, will develop pulmonary hypertension if not treated. Pulmonary arterial hypertension is a form of pulmonary hypertension distinguished haemodynamically by the presence of pre-capillary pulmonary hypertension, which includes an end-expiratory pulmonary artery wedge pressure ⩽ 15 mmHg and a pulmonary vascular resistance more than 3 Wood units. 1, 2 In addition, these patients might develop postoperative pulmonary hypertensive crisis. The pulmonary hypertensive crisis is a dangerous state of severe rise in pulmonary arterial pressure usually with bronchospasm, often followed within seconds with a profound reduction in cardiac output and reduction in O 2 saturation. This has been commonly observed in neonates and infants who are intubated for surgery for a CHD associated with pulmonary arterial hypertension. 3 Despite intensive therapy, these crises may be fatal and prevention is critically important. Ventilation with 100% oxygen, hyperventilation, neuromuscular blockade, deep sedation, use of inhaled nitric oxide, as a selective pulmonary vasodilator, and alternatively inhaled prostacyclin and milrinone alone or combined together show improved cardiac function, minimise the incidence of pulmonary hypertensive crisis, and lower the risk of morbidity and mortality. 3, 4 Selective phosphodiesterase type-5 inhibitors such as sildenafil, administered intravenously or orally, have been shown to be effective and safe in weaning patients from inhaled nitric oxide easily and to control the pulmonary artery pressure (PAP) both before and after cardiac surgery in children. [1] [2] [3] 5 Tadalafil is another phosphodiesterase type-5 inhibitor, which has been recently considered for this purpose in adults. The drug obtained US Food and Drug Administration approval in 2009, but studies in young children regarding tadalafil are lacking. 4 Tadalafil is usually administered once a day and has a longer half-life (17 hours) than sildenafil (4 hours). A few studies have shown that tadalafil can be used safely in children with pulmonary arterial hypertension and may prevent the progression of the disease and may also have more efficacy and safety than sildenafil. 6, 7 Although the FDA has warned against prescribing sildenafil for children with pulmonary arterial hypertension, the European Medicines Agency recommends its use in children. [8] [9] [10] The aim of this study was to compare the therapeutic effects and side effects of tadalafil and sildenafil in young infants with pulmonary arterial hypertension after surgery for CHD.",
        "section": "A SIGNIFICANT PROPORTION OF PATIENTS WITH",
        "section_number": 1,
        "sentences": [
            "CHD, particularly those with large systemicto-pulmonary shunts, will develop pulmonary hypertension if not treated.",
            "Pulmonary arterial hypertension is a form of pulmonary hypertension distinguished haemodynamically by the presence of pre-capillary pulmonary hypertension, which includes an end-expiratory pulmonary artery wedge pressure ⩽ 15 mmHg and a pulmonary vascular resistance more than 3 Wood units.",
            "1, 2 In addition, these patients might develop postoperative pulmonary hypertensive crisis.",
            "The pulmonary hypertensive crisis is a dangerous state of severe rise in pulmonary arterial pressure usually with bronchospasm, often followed within seconds with a profound reduction in cardiac output and reduction in O 2 saturation.",
            "This has been commonly observed in neonates and infants who are intubated for surgery for a CHD associated with pulmonary arterial hypertension.",
            "3 Despite intensive therapy, these crises may be fatal and prevention is critically important.",
            "Ventilation with 100% oxygen, hyperventilation, neuromuscular blockade, deep sedation, use of inhaled nitric oxide, as a selective pulmonary vasodilator, and alternatively inhaled prostacyclin and milrinone alone or combined together show improved cardiac function, minimise the incidence of pulmonary hypertensive crisis, and lower the risk of morbidity and mortality.",
            "3, 4 Selective phosphodiesterase type-5 inhibitors such as sildenafil, administered intravenously or orally, have been shown to be effective and safe in weaning patients from inhaled nitric oxide easily and to control the pulmonary artery pressure (PAP) both before and after cardiac surgery in children. [",
            "1] [2] [3] 5 Tadalafil is another phosphodiesterase type-5 inhibitor, which has been recently considered for this purpose in adults.",
            "The drug obtained US Food and Drug Administration approval in 2009, but studies in young children regarding tadalafil are lacking.",
            "4 Tadalafil is usually administered once a day and has a longer half-life (17 hours) than sildenafil (4 hours).",
            "A few studies have shown that tadalafil can be used safely in children with pulmonary arterial hypertension and may prevent the progression of the disease and may also have more efficacy and safety than sildenafil.",
            "6, 7 Although the FDA has warned against prescribing sildenafil for children with pulmonary arterial hypertension, the European Medicines Agency recommends its use in children. [",
            "8] [9] [10] The aim of this study was to compare the therapeutic effects and side effects of tadalafil and sildenafil in young infants with pulmonary arterial hypertension after surgery for CHD."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "44782",
        "text": "This randomised trial study was conducted at the Shahid Chamran Hospital of Isfahan, Iran. The ethics committee of Isfahan University of Medical Sciences approved this study (Research project no. 394718).",
        "section": "Patients and methods",
        "section_number": 2,
        "sentences": [
            "This randomised trial study was conducted at the Shahid Chamran Hospital of Isfahan, Iran.",
            "The ethics committee of Isfahan University of Medical Sciences approved this study (Research project no. 394718)."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "44782",
        "text": "From April, 2015 to June, 2016, 42 patients aged 3-24 months with a definite diagnosis of a large ventricular septal defect and moderate-to-severe preoperative pulmonary arterial hypertension were enrolled into this study. The diagnoses of ventricular septal defect and severity of pulmonary arterial hypertension were based on data from color Doppler two-dimensional echocardiography. Patients were randomly divided into two equal groups -A and B. From 7 to 10 days preoperatively, group A received oral sildenafil (SDF 50, Marham Daru Co, Tehran, Iran) at 1 mg/kg/day divided into three doses and group B received oral tadalafil (Kish Medipharm, Kish, Iran) at 1 mg/kg daily. During surgery and then until initiation of oral feeding, in both groups, the drugs were administered through a nasogastric tube. During admission to the paediatric ICU, the dose of sildenafil was increased up to 2 mg/kg/day in two patients and up to 3 mg/kg/day only in one patient because of high PAP (mean = 1.23 ± 0.53 SD). According to the protocol of our surgical centre for treatment of patients with CHD and pulmonary hypertension, milrinone (a vasodilator) and dopamine (an inotrope) were administered to both groups during cardiopulmonary bypass and continued in the paediatric ICU until the patient's haemodynamics were stable. Sildenafil or tadalafil administration was continued for 3-4 weeks after surgery; hence, the total duration of drug intake was 4-6 weeks.",
        "section": "Patients and methods",
        "section_number": 3,
        "sentences": [
            "From April, 2015 to June, 2016, 42 patients aged 3-24 months with a definite diagnosis of a large ventricular septal defect and moderate-to-severe preoperative pulmonary arterial hypertension were enrolled into this study.",
            "The diagnoses of ventricular septal defect and severity of pulmonary arterial hypertension were based on data from color Doppler two-dimensional echocardiography.",
            "Patients were randomly divided into two equal groups -A and B. From 7 to 10 days preoperatively, group A received oral sildenafil (SDF 50, Marham Daru Co, Tehran, Iran) at 1 mg/kg/day divided into three doses and group B received oral tadalafil (Kish Medipharm, Kish, Iran) at 1 mg/kg daily.",
            "During surgery and then until initiation of oral feeding, in both groups, the drugs were administered through a nasogastric tube.",
            "During admission to the paediatric ICU, the dose of sildenafil was increased up to 2 mg/kg/day in two patients and up to 3 mg/kg/day only in one patient because of high PAP (mean = 1.23 ± 0.53 SD).",
            "According to the protocol of our surgical centre for treatment of patients with CHD and pulmonary hypertension, milrinone (a vasodilator) and dopamine (an inotrope) were administered to both groups during cardiopulmonary bypass and continued in the paediatric ICU until the patient's haemodynamics were stable.",
            "Sildenafil or tadalafil administration was continued for 3-4 weeks after surgery; hence, the total duration of drug intake was 4-6 weeks."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "44782",
        "text": "Demographic data, preoperative cardiac diagnoses, and data of all patients in each group are summarised in Tables 1 and 2 . After the operation, systemic and pulmonary artery pressures were measured every 2 hours for 48 hours through systemic arterial and pulmonary arterial lines. In addition, 1 day after surgery, the day before discharge from the hospital, and 1-3 months after surgery, echocardiography was performed for all patients by the same paediatric cardiologist. The recorded pulmonary arterial pressures, pulmonary artery/aorta pressure ratio, duration of mechanical ventilation, ICU length of stay, echocardiographic data and possible side effects of the drugs were compared between the two groups. Furthermore, clinical findings for the assessment of low cardiac output state included tachypnoea (respiratory rate > 60/minute after weaning from ventilator), tachycardia (heart rate (HR) > 180 bits/minute), bradycardia (HR < 60), urine output < 1 ml/kg/ hour, core-to-periphery temperature gradient >5°C, mottling and cold limbs, weak pulses, hypotension (systolic BP < 75 mmHg), seizure, and calculated base deficit (serum bicarbonate <20 meq/L) were studied. In our study, the patients of both groups were followed-up at least for 3 months after hospital discharge. Results were statistically analysed using independent t-test, χ 2 , and Fisher's exact test. A p-value <0.05 was considered significant.",
        "section": "Patients and methods",
        "section_number": 4,
        "sentences": [
            "Demographic data, preoperative cardiac diagnoses, and data of all patients in each group are summarised in Tables 1 and 2 .",
            "After the operation, systemic and pulmonary artery pressures were measured every 2 hours for 48 hours through systemic arterial and pulmonary arterial lines.",
            "In addition, 1 day after surgery, the day before discharge from the hospital, and 1-3 months after surgery, echocardiography was performed for all patients by the same paediatric cardiologist.",
            "The recorded pulmonary arterial pressures, pulmonary artery/aorta pressure ratio, duration of mechanical ventilation, ICU length of stay, echocardiographic data and possible side effects of the drugs were compared between the two groups.",
            "Furthermore, clinical findings for the assessment of low cardiac output state included tachypnoea (respiratory rate > 60/minute after weaning from ventilator), tachycardia (heart rate (HR) > 180 bits/minute), bradycardia (HR < 60), urine output < 1 ml/kg/ hour, core-to-periphery temperature gradient >5°C, mottling and cold limbs, weak pulses, hypotension (systolic BP < 75 mmHg), seizure, and calculated base deficit (serum bicarbonate <20 meq/L) were studied.",
            "In our study, the patients of both groups were followed-up at least for 3 months after hospital discharge.",
            "Results were statistically analysed using independent t-test, χ 2 , and Fisher's exact test.",
            "A p-value <0.05 was considered significant."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "44782",
        "text": "The consort diagram is shown in Figure 1 . A total of 42 patients were enrolled into this study, and none of the patients was excluded. Among them, two patients died: one in the sildenafil group on day 7 after surgery due to sepsis and the other in the tadalafil group 1 month after surgery due to severe pneumonia.",
        "section": "Results",
        "section_number": 5,
        "sentences": [
            "The consort diagram is shown in Figure 1 .",
            "A total of 42 patients were enrolled into this study, and none of the patients was excluded.",
            "Among them, two patients died: one in the sildenafil group on day 7 after surgery due to sepsis and the other in the tadalafil group 1 month after surgery due to severe pneumonia."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "44782",
        "text": "The mean age in the sildenafil group was 7.38 ± 4.38 months and was 7.33 ± 4.56 months in the tadalafil group (p = 0.973); nine patients in the sildenafil group and 10 patients in the tadalafil group were males. The mean weight in the sildenafil group was 5.90 ± 1.17 kg compared with 5.86 ± 1.59 kg in the tadalafil group (p = 0.913).",
        "section": "Results",
        "section_number": 6,
        "sentences": [
            "The mean age in the sildenafil group was 7.38 ± 4.38 months and was 7.33 ± 4.56 months in the tadalafil group (p = 0.973); nine patients in the sildenafil group and 10 patients in the tadalafil group were males.",
            "The mean weight in the sildenafil group was 5.90 ± 1.17 kg compared with 5.86 ± 1.59 kg in the tadalafil group (p = 0.913)."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "44782",
        "text": "Vol. 27, No. 9",
        "section": "Results",
        "section_number": 7,
        "sentences": [
            "Vol.",
            "27, No. 9"
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "44782",
        "text": "The major CHD in all the patients in both groups was a ventricular septal defect, but 15 patients in the sildenafil group had other concomitant CHD, including six with patent ductus arteriosus, four with atrial septal defect, and four with both patent ductus arteriosus and atrial septal defect. In the tadalafil group, four patients had patent ductus arteriosus, two had atrial septal defect, and three had both patent PA/AO = the maximum systolic PA pressure-to-the maximum systolic aortic pressure ratio; PH = pulmonary hypertension; Sat = aortic saturation; VSD = ventricular septal defect ductus arteriosus and atrial septal defect apart from a ventricular septal defect. Table 3 shows the preoperative variables including age, weight, body surface area, pulmonary artery pressure, aortic pressure, pulmonary artery/aorta pressure, and systemic saturation, and there were no statistically significant differences between the two groups in terms of these parameters. After surgery, the maximum and mean pulmonary artery/aorta pressure dropped in both sildenafil and tadalafil groups, but this ratio did not differ significantly (p = 0.935 and p = 0.578, respectively). As shown in Table 4 , after surgery, the maximum, minimum, and mean recorded systolic pulmonary artery pressures in the first 48 hours were not significantly different in both groups (p = 0.836, 0.287, 0.533, respectively). In addition, there was no difference in the duration of ICU stay and mechanical ventilation time between the two groups (p = 0.971, 0.888, respectively). Comparison of laboratory data such as serum pH, that is, hydrogen ion concentration, serum bicarbonate, serum creatinine, and blood urea nitrogen after surgery demonstrated no significant differences between both groups (p = 0.378, 0.765, 1.00, 0.925, respectively). Figure 2 shows the clinical findings of the low cardiac output state, within the sildenafil and tadalafil groups. There was no statistically significant difference between these findings (p = 0.48). In our study, none of the patients in both groups experienced pulmonary hypertensive crisis. We compared the early postoperative echocardiographic data, obtained 1 day after surgery, in both sildenafil and tadalafil groups. We found that tricuspid regurgitation and pulmonary insufficiency peak gradients, left ventricle ejection fraction, and fractional shortening had no significant differences. In addition, three patients of the sildenafil group (14.3%) had mild pericardial effusion, but none of the patients in the tadalafil group had this problem at early postoperative echocardiography (p = 0.05). Follow-up echocardiography was performed before patients were discharged from the hospital, about 2-3 weeks after surgery, and the previous parameters showed no significant differences in both groups ( Table 5) .",
        "section": "Results",
        "section_number": 8,
        "sentences": [
            "The major CHD in all the patients in both groups was a ventricular septal defect, but 15 patients in the sildenafil group had other concomitant CHD, including six with patent ductus arteriosus, four with atrial septal defect, and four with both patent ductus arteriosus and atrial septal defect.",
            "In the tadalafil group, four patients had patent ductus arteriosus, two had atrial septal defect, and three had both patent PA/AO = the maximum systolic PA pressure-to-the maximum systolic aortic pressure ratio; PH = pulmonary hypertension; Sat = aortic saturation; VSD = ventricular septal defect ductus arteriosus and atrial septal defect apart from a ventricular septal defect.",
            "Table 3 shows the preoperative variables including age, weight, body surface area, pulmonary artery pressure, aortic pressure, pulmonary artery/aorta pressure, and systemic saturation, and there were no statistically significant differences between the two groups in terms of these parameters.",
            "After surgery, the maximum and mean pulmonary artery/aorta pressure dropped in both sildenafil and tadalafil groups, but this ratio did not differ significantly (p = 0.935 and p = 0.578, respectively).",
            "As shown in Table 4 , after surgery, the maximum, minimum, and mean recorded systolic pulmonary artery pressures in the first 48 hours were not significantly different in both groups (p = 0.836, 0.287, 0.533, respectively).",
            "In addition, there was no difference in the duration of ICU stay and mechanical ventilation time between the two groups (p = 0.971, 0.888, respectively).",
            "Comparison of laboratory data such as serum pH, that is, hydrogen ion concentration, serum bicarbonate, serum creatinine, and blood urea nitrogen after surgery demonstrated no significant differences between both groups (p = 0.378, 0.765, 1.00, 0.925, respectively).",
            "Figure 2 shows the clinical findings of the low cardiac output state, within the sildenafil and tadalafil groups.",
            "There was no statistically significant difference between these findings (p = 0.48).",
            "In our study, none of the patients in both groups experienced pulmonary hypertensive crisis.",
            "We compared the early postoperative echocardiographic data, obtained 1 day after surgery, in both sildenafil and tadalafil groups.",
            "We found that tricuspid regurgitation and pulmonary insufficiency peak gradients, left ventricle ejection fraction, and fractional shortening had no significant differences.",
            "In addition, three patients of the sildenafil group (14.3%) had mild pericardial effusion, but none of the patients in the tadalafil group had this problem at early postoperative echocardiography (p = 0.05).",
            "Follow-up echocardiography was performed before patients were discharged from the hospital, about 2-3 weeks after surgery, and the previous parameters showed no significant differences in both groups ( Table 5) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "44782",
        "text": "The possible side effects of sildenafil were nasal congestion in one and mild diarrhoea in another patient, and 19 patients had no side effects. In the tadalafil group, 18 patients had no side effects, one had an upper respiratory tract infection, and two had diarrhoea (Fig 3) . All of the complications were mild and transient, and statistically there was no significant difference between sildenafil and tadalafil groups (p = 0.371).",
        "section": "Results",
        "section_number": 9,
        "sentences": [
            "The possible side effects of sildenafil were nasal congestion in one and mild diarrhoea in another patient, and 19 patients had no side effects.",
            "In the tadalafil group, 18 patients had no side effects, one had an upper respiratory tract infection, and two had diarrhoea (Fig 3) .",
            "All of the complications were mild and transient, and statistically there was no significant difference between sildenafil and tadalafil groups (p = 0.371)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "44782",
        "text": "Patients in both groups were followed-up for at least 3 months after hospital discharge with respect to history, physical examination, and echocardiography. The echocardiographic datatricuspid regurgitation, pulmonary insufficiency, ejection fraction, and fractional shortening and the presence of pericardial effusionin the 1st and 3rd months after surgery did not show any significant difference in both group (p > 0.05), and all patients had no permanent side effects of drugs by history and physical examination. Comparison of clinical findings of low cardiac output state between the sildenafil group and tadalafil (p = 0.48).",
        "section": "Results",
        "section_number": 10,
        "sentences": [
            "Patients in both groups were followed-up for at least 3 months after hospital discharge with respect to history, physical examination, and echocardiography.",
            "The echocardiographic datatricuspid regurgitation, pulmonary insufficiency, ejection fraction, and fractional shortening and the presence of pericardial effusionin the 1st and 3rd months after surgery did not show any significant difference in both group (p > 0.05), and all patients had no permanent side effects of drugs by history and physical examination.",
            "Comparison of clinical findings of low cardiac output state between the sildenafil group and tadalafil (p = 0.48)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "44782",
        "text": "hypertension and to compare its therapeutic and side effects with sildenafil. In this study, patients in both groups had no significant differences in terms of age, sex, weight, body surface area, major cardiac defect, and severity of pulmonary artery hypertension before surgery. The mean ± SD dose of sildenafil and tadalafil in previous studies were reported as 3.4 ± 1.1 and 1.0 ± 0.4 mg/kg/day, respectively. 6 In our study, all patients of group A initially received sildenafil 1 mg/kg/day divided into three doses and was increased up to 2 mg/kg/day in two patients, and only one patient received a dose of 3 mg/kg/day due to high PAP during admission to the paediatric ICU. Overall, sildenafil was not administered in high doses to patients (mean = 1.23 ± 0.53 SD).",
        "section": "Results",
        "section_number": 11,
        "sentences": [
            "hypertension and to compare its therapeutic and side effects with sildenafil.",
            "In this study, patients in both groups had no significant differences in terms of age, sex, weight, body surface area, major cardiac defect, and severity of pulmonary artery hypertension before surgery.",
            "The mean ± SD dose of sildenafil and tadalafil in previous studies were reported as 3.4 ± 1.1 and 1.0 ± 0.4 mg/kg/day, respectively.",
            "6 In our study, all patients of group A initially received sildenafil 1 mg/kg/day divided into three doses and was increased up to 2 mg/kg/day in two patients, and only one patient received a dose of 3 mg/kg/day due to high PAP during admission to the paediatric ICU.",
            "Overall, sildenafil was not administered in high doses to patients (mean = 1.23 ± 0.53 SD)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "44782",
        "text": "Peiravian et al 1 revealed that after surgery maximum, minimum, and mean recorded systolic pulmonary artery pressures were significantly lower in the sildenafil group compared with the placebo group (p = 0.047, 0.001, and 0.001, respectively). In another study by Palma et al, 3 it was shown that patients who were given preoperative and postoperative sildenafil had significantly lower mean pulmonary arterial pressures and pulmonary artery/ aorta pressures compared with the other patients who were given sildenafil only postoperatively upon initiation of cardiopulmonary bypass and for 1 week after surgery. In our study, the maximum and mean systolic pulmonary artery/aorta pressures and recorded systolic pulmonary artery pressuresmaximum, minimum, and meandecreased after surgery, and there was no significant difference between sildenafil and tadalafil groups. Moreover, in our study, there was no significant difference between two groups with regard to duration of ICU length of stay, mechanical ventilation time, and some laboratory data such as pH, blood urea nitrogen, serum bicarbonate, and creatinine levels. The study of Peiravian et al 1 showed that there was no difference in duration of ICU and hospital length of stay between the sildenafil group and the placebo group, but mechanical ventilation time was significantly shorter in the sildenafil group compared with the placebo group.",
        "section": "Results",
        "section_number": 12,
        "sentences": [
            "Peiravian et al 1 revealed that after surgery maximum, minimum, and mean recorded systolic pulmonary artery pressures were significantly lower in the sildenafil group compared with the placebo group (p = 0.047, 0.001, and 0.001, respectively).",
            "In another study by Palma et al, 3 it was shown that patients who were given preoperative and postoperative sildenafil had significantly lower mean pulmonary arterial pressures and pulmonary artery/ aorta pressures compared with the other patients who were given sildenafil only postoperatively upon initiation of cardiopulmonary bypass and for 1 week after surgery.",
            "In our study, the maximum and mean systolic pulmonary artery/aorta pressures and recorded systolic pulmonary artery pressuresmaximum, minimum, and meandecreased after surgery, and there was no significant difference between sildenafil and tadalafil groups.",
            "Moreover, in our study, there was no significant difference between two groups with regard to duration of ICU length of stay, mechanical ventilation time, and some laboratory data such as pH, blood urea nitrogen, serum bicarbonate, and creatinine levels.",
            "The study of Peiravian et al 1 showed that there was no difference in duration of ICU and hospital length of stay between the sildenafil group and the placebo group, but mechanical ventilation time was significantly shorter in the sildenafil group compared with the placebo group."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "44782",
        "text": "Low cardiac output syndrome, appearing in up to 25% of neonates and young children after cardiac surgery, is attributed to postoperative morbidity and mortality. 14 There are limited studies measuring low cardiac output syndrome in line with the clinical manifestations. Recently, Ulate et al 15 presented an approach that appeared to be related to clinically significant outcomes. They showed higher peak and cumulative low cardiac output syndrome scores, where the first score was determined during the first 24 hours after surgery and the other at arrival to the cardiac ICU and 8, 12, and 24 hours postoperatively, are associated with increased morbidity among children undergoing surgical repair or palliation for CHD. We also studied some of the clinical manifestations of low cardiac output state after surgery, which included tachypnoea, tachycardia, bradycardia, urine output <1 ml/kg/hour, core-toperiphery temperature gradient >5°C, mottling and cold limbs, weak pulses, hypotension, seizure, and calculated base deficit, and compared them among patients of both sildenafil and tadalafil groups. Our study showed that most patients in both groups -11 in the sildenafil and 13 in the tadalafil grouphad no clinical manifestation of low cardiac output state and showed no significant differences among patients of both groups (p = 0.48) (Fig 2) .",
        "section": "Results",
        "section_number": 13,
        "sentences": [
            "Low cardiac output syndrome, appearing in up to 25% of neonates and young children after cardiac surgery, is attributed to postoperative morbidity and mortality.",
            "14 There are limited studies measuring low cardiac output syndrome in line with the clinical manifestations.",
            "Recently, Ulate et al 15 presented an approach that appeared to be related to clinically significant outcomes.",
            "They showed higher peak and cumulative low cardiac output syndrome scores, where the first score was determined during the first 24 hours after surgery and the other at arrival to the cardiac ICU and 8, 12, and 24 hours postoperatively, are associated with increased morbidity among children undergoing surgical repair or palliation for CHD.",
            "We also studied some of the clinical manifestations of low cardiac output state after surgery, which included tachypnoea, tachycardia, bradycardia, urine output <1 ml/kg/hour, core-toperiphery temperature gradient >5°C, mottling and cold limbs, weak pulses, hypotension, seizure, and calculated base deficit, and compared them among patients of both sildenafil and tadalafil groups.",
            "Our study showed that most patients in both groups -11 in the sildenafil and 13 in the tadalafil grouphad no clinical manifestation of low cardiac output state and showed no significant differences among patients of both groups (p = 0.48) (Fig 2) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "44782",
        "text": "In our study, assessment of echocardiographic findings in both groups showed that 1 day after surgery pulmonary arterial pressure estimation by tricuspid regurgitation and pulmonary insufficiency gradients decreased and were correlated directly to catheter-based pulmonary arterial pressure measurement in both sildenafil and tadalafil groups; however, there were no significant differences between both groups (p = 0.187, 0.207, respectively). During the early echocardiography evaluation, we observed pericardial effusion in three patients (14%) from the sildenafil group, but in none in the tadalafil group, which was not statistically significant (p = 0.05). It has been shown that the presence of pericardial effusion is associated with increased risk of poor outcome in adults with pulmonary arterial hypertension. 16 Some studies in children have reported that the presence of pericardial effusion is rare, but when present it indicates a poor prognosis; however, another study ruled out its use as a prognostic indicator. 4, 16 The side effects reported for sildenafil and tadalafil, which are possibly acquired by young children, are shown in Figure 3 . In our study, comparison of these findings in both sildenafil and tadalafil groups showed that most of the patients had no side effects, and minor adverse effects such as transient nasal congestion, mild upper respiratory tract infection, and diarrhoea were seen only in five patients. In addition, there were no significant differences between sildenafil and tadalafil groups (p = 0.371). Some other studies in older children also reported a few transient adverse effects and showed the safety of prescribing these drugs. 1, 3, 6, 7, 10, 13 The limitations of this study include its small population size, as the sample size was not determined by the complication rate of the drugs used, short observational duration, and lack of control or placebo groups. The findings of this study provide primary data for future large-scale clinical trials.",
        "section": "Results",
        "section_number": 14,
        "sentences": [
            "In our study, assessment of echocardiographic findings in both groups showed that 1 day after surgery pulmonary arterial pressure estimation by tricuspid regurgitation and pulmonary insufficiency gradients decreased and were correlated directly to catheter-based pulmonary arterial pressure measurement in both sildenafil and tadalafil groups; however, there were no significant differences between both groups (p = 0.187, 0.207, respectively).",
            "During the early echocardiography evaluation, we observed pericardial effusion in three patients (14%) from the sildenafil group, but in none in the tadalafil group, which was not statistically significant (p = 0.05).",
            "It has been shown that the presence of pericardial effusion is associated with increased risk of poor outcome in adults with pulmonary arterial hypertension.",
            "16 Some studies in children have reported that the presence of pericardial effusion is rare, but when present it indicates a poor prognosis; however, another study ruled out its use as a prognostic indicator.",
            "4, 16 The side effects reported for sildenafil and tadalafil, which are possibly acquired by young children, are shown in Figure 3 .",
            "In our study, comparison of these findings in both sildenafil and tadalafil groups showed that most of the patients had no side effects, and minor adverse effects such as transient nasal congestion, mild upper respiratory tract infection, and diarrhoea were seen only in five patients.",
            "In addition, there were no significant differences between sildenafil and tadalafil groups (p = 0.371).",
            "Some other studies in older children also reported a few transient adverse effects and showed the safety of prescribing these drugs.",
            "1, 3, 6, 7, 10, 13 The limitations of this study include its small population size, as the sample size was not determined by the complication rate of the drugs used, short observational duration, and lack of control or placebo groups.",
            "The findings of this study provide primary data for future large-scale clinical trials."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "44782",
        "text": "In conclusion, tadalafil can be considered as a safe oral therapy for preoperative and postoperative management of pulmonary arterial hypertension in young infants. The long half-life of tadalafil makes it a oncedaily dose drug, compared with sildenafil with three to four times daily doses, and with an appropriate safety profile. Therefore, it can be considered as an alternative to sildenafil in young infants; however, further studies are required to determine the efficacy, safety, and optimal dosing of tadalafil in young infants.",
        "section": "Results",
        "section_number": 15,
        "sentences": [
            "In conclusion, tadalafil can be considered as a safe oral therapy for preoperative and postoperative management of pulmonary arterial hypertension in young infants.",
            "The long half-life of tadalafil makes it a oncedaily dose drug, compared with sildenafil with three to four times daily doses, and with an appropriate safety profile.",
            "Therefore, it can be considered as an alternative to sildenafil in young infants; however, further studies are required to determine the efficacy, safety, and optimal dosing of tadalafil in young infants."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "44782",
        "text": "https://www.cambridge.org/core/terms. https://doi.org/10.1017/S1047951117000981 Downloaded from https://www.cambridge.org/core. University of Alberta Libraries, on 27 Feb 2020 at 23:03:41, subject to the Cambridge Core terms of use, available at",
        "section": "",
        "section_number": 16,
        "sentences": [
            "https://www.cambridge.org/core/terms.",
            "https://doi.org/10.1017/S1047951117000981 Downloaded from https://www.cambridge.org/core.",
            "University of Alberta Libraries, on 27 Feb 2020 at 23:03:41, subject to the Cambridge Core terms of use, available at"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "44782",
        "text": "Cardiology in the YoungNovember 2017https://www.cambridge.org/core/terms. https://doi.org/10.1017/S1047951117000981 Downloaded from https://www.cambridge.org/core. University of Alberta Libraries, on 27 Feb 2020 at 23:03:41, subject to the Cambridge Core terms of use, available at",
        "section": "",
        "section_number": 17,
        "sentences": [
            "Cardiology in the YoungNovember 2017https://www.cambridge.org/core/terms.",
            "https://doi.org/10.1017/S1047951117000981 Downloaded from https://www.cambridge.org/core.",
            "University of Alberta Libraries, on 27 Feb 2020 at 23:03:41, subject to the Cambridge Core terms of use, available at"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    }
]