[
    {
        "doc_id": "47007",
        "text": "To assess the efficacy of doubling the daily dose of iron supplement in iron-deficient women with twin pregnancies. Study design: Using a prospective randomized controlled trial, iron-deficient women with twin gestations were randomized to receive a single or a double dose of daily iron from 16 weeks of gestation until 6 weeks postpartum. The primary outcome was hemoglobin at 32 weeks. Secondary outcomes included ferritin at 32 weeks, hemoglobin during pregnancy and postpartum, birth weights, preterm birth rate, gastrointestinal side effects, intravenous iron administration, and compliance with treatment. Results: Eighty-five and 87 women were randomized to receive one capsule (group A) or two capsules (group B) of 34 mg of ferrous sulfate, respectively. Mean hemoglobin (9.6 g/dL and 9.7 g/dL) and ferritin (8.6 ng/ml and 8.5 ng/ml) were similar in both groups A and B, respectively, at allocation. Hemoglobin in group B was significantly higher from 32 weeks onward, until 6 weeks postpartum. There were no significant differences in any of the secondary outcomes examined. Conclusions: In twin pregnancies complicated by iron deficiency anemia, doubling the dose of iron increases hemoglobin and ferritin without worsening gastrointestinal side effects.",
        "section": "Abstract",
        "sentences": [
            "To assess the efficacy of doubling the daily dose of iron supplement in iron-deficient women with twin pregnancies.",
            "Study design: Using a prospective randomized controlled trial, iron-deficient women with twin gestations were randomized to receive a single or a double dose of daily iron from 16 weeks of gestation until 6 weeks postpartum.",
            "The primary outcome was hemoglobin at 32 weeks.",
            "Secondary outcomes included ferritin at 32 weeks, hemoglobin during pregnancy and postpartum, birth weights, preterm birth rate, gastrointestinal side effects, intravenous iron administration, and compliance with treatment.",
            "Results: Eighty-five and 87 women were randomized to receive one capsule (group A) or two capsules (group B) of 34 mg of ferrous sulfate, respectively.",
            "Mean hemoglobin (9.6 g/dL and 9.7 g/dL) and ferritin (8.6 ng/ml and 8.5 ng/ml) were similar in both groups A and B, respectively, at allocation.",
            "Hemoglobin in group B was significantly higher from 32 weeks onward, until 6 weeks postpartum.",
            "There were no significant differences in any of the secondary outcomes examined.",
            "Conclusions: In twin pregnancies complicated by iron deficiency anemia, doubling the dose of iron increases hemoglobin and ferritin without worsening gastrointestinal side effects."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "47007",
        "text": "Iron deficiency anemia (IDA) is a very prevalent condition in pregnancy, affecting nearly 18% of all pregnant women during all three trimesters, with as many as 29% of women affected during the third trimester (Bailit et al., 2007) . In twin pregnancies, the maternal iron demands are magnified, estimated at 1.8 times more than in singleton pregnancies (Mares & Casanueva, 2002) , due to greater maternal red blood cell mass and plasma volume expansion as well as increased fetal and placental requirements. Thus, maternal hemoglobin (Hgb) in multiple pregnancies is lower in all trimesters compared with singleton gestations, with a rate of IDA estimated to be 2.4 to even 4 times higher (Blickstein et al., 1995) . Adverse outcomes of IDA, including low birth weights (Cogswell et al., 2003; Scholl et al., 1992) , intra-uterine growth restriction, preterm birth (Scholl et al., 1992) , delayed neurodevelopmental status, and residual neonatal IDA are therefore also more common in twin pregnancies than in singletons. With the growing incidence of multifetal gestations this problem becomes even more pertinent.",
        "section": "",
        "section_number": 1,
        "sentences": [
            "Iron deficiency anemia (IDA) is a very prevalent condition in pregnancy, affecting nearly 18% of all pregnant women during all three trimesters, with as many as 29% of women affected during the third trimester (Bailit et al., 2007) .",
            "In twin pregnancies, the maternal iron demands are magnified, estimated at 1.8 times more than in singleton pregnancies (Mares & Casanueva, 2002) , due to greater maternal red blood cell mass and plasma volume expansion as well as increased fetal and placental requirements.",
            "Thus, maternal hemoglobin (Hgb) in multiple pregnancies is lower in all trimesters compared with singleton gestations, with a rate of IDA estimated to be 2.4 to even 4 times higher (Blickstein et al., 1995) .",
            "Adverse outcomes of IDA, including low birth weights (Cogswell et al., 2003; Scholl et al., 1992) , intra-uterine growth restriction, preterm birth (Scholl et al., 1992) , delayed neurodevelopmental status, and residual neonatal IDA are therefore also more common in twin pregnancies than in singletons.",
            "With the growing incidence of multifetal gestations this problem becomes even more pertinent."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "47007",
        "text": "The recommendation of the US Institute of Medicine (IOM) is that women bearing more than one fetus consume a daily supplement containing 30 mg of elemental iron from the 12th week of gestation onward (National Academy of Sciences, 1990) . Expert opinion relying on the increased risk for micronutrient deficiency in twin pregnancies recommends supplementation of iron beyond that contained in a typical prenatal vitamin. Moreover, some experts support doubling the dose of multivitamins containing 30 mg of elemental iron during the second and third trimesters of a twin pregnancy, regardless of maternal Hgb and ferritin concentrations (Institute of Medicine, 1990; Moos received 7 June 2017; accepted 17 July 2017. First published online 22 August 2017. address for correspondence: Shiri Shinar, Lis Maternity Hospital, Department of Obstetrics and Gynecology, Sourasky Medical Center, Tel Aviv University, 6 Weizmann Street, Tel Aviv 64239, Israel. E-mail: shirishinar1@gmail.com et al., 2008) . With a lack of randomized controlled trials assessing the adequacy of iron supplements on twin pregnancy, various recommendations are based on level 3 clinical expert opinions at most.",
        "section": "",
        "section_number": 2,
        "sentences": [
            "The recommendation of the US Institute of Medicine (IOM) is that women bearing more than one fetus consume a daily supplement containing 30 mg of elemental iron from the 12th week of gestation onward (National Academy of Sciences, 1990) .",
            "Expert opinion relying on the increased risk for micronutrient deficiency in twin pregnancies recommends supplementation of iron beyond that contained in a typical prenatal vitamin.",
            "Moreover, some experts support doubling the dose of multivitamins containing 30 mg of elemental iron during the second and third trimesters of a twin pregnancy, regardless of maternal Hgb and ferritin concentrations (Institute of Medicine, 1990; Moos received 7 June 2017; accepted 17 July 2017.",
            "First published online 22 August 2017.",
            "address for correspondence: Shiri Shinar, Lis Maternity Hospital, Department of Obstetrics and Gynecology, Sourasky Medical Center, Tel Aviv University, 6 Weizmann Street, Tel Aviv 64239, Israel.",
            "E-mail: shirishinar1@gmail.com et al., 2008) .",
            "With a lack of randomized controlled trials assessing the adequacy of iron supplements on twin pregnancy, various recommendations are based on level 3 clinical expert opinions at most."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "47007",
        "text": "The purpose of our study was to assess the efficacy of a single versus a double daily iron supplement dose in iron deficient women with twin pregnancies. Determining the effect of this intervention on maternal iron stores and immediate neonatal outcome measures will assist in defining evidence based recommendations for prenatal care.",
        "section": "",
        "section_number": 3,
        "sentences": [
            "The purpose of our study was to assess the efficacy of a single versus a double daily iron supplement dose in iron deficient women with twin pregnancies.",
            "Determining the effect of this intervention on maternal iron stores and immediate neonatal outcome measures will assist in defining evidence based recommendations for prenatal care."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "47007",
        "text": "This study was a prospective randomized controlled trial performed at a single women's health center in the center of Israel, which treats a population of high-risk as well as lowrisk pregnant women, from April 2015 to March 2016. All twin pregnancies are classified as high risk in Israel. A majority of the women treated at the center are young, religious multiparous women. Most twin pregnancies were achieved by assisted reproductive technology (ART). IDA during the second trimester of pregnancy was defined as a Hgb concentration <10.5 g/dL and ferritin levels <15 ng/mL, in lieu with the definition by the American Committee of Obstetrics and Gynecology (ACOG). Inclusion criteria for the study were healthy women aged 18-42 years with twin pregnancies, meeting a diagnosis of IDA at 16 weeks of gestation. All pregnant women with a twin gestation had blood drawn for a complete blood count and ferritin concentration at allocation. Exclusion criteria were continuous hyperemesis gravidarum lasting beyond 20 weeks of gestation, thalassemia minor (alpha or beta), abnormal blood smears, vitamin D deficiency (as there is a reported association between suboptimal vitamin D status and IDA in pregnancy; Thomas et al., 2015) , malabsorption disorders (such as inflammatory bowel diseases, Crohn's disease, ulcerative colitis, previous bowel resection), anemia from chronic illness, and any use of multi-vitamin supplements containing iron.",
        "section": "Materials and Methods",
        "section_number": 4,
        "sentences": [
            "This study was a prospective randomized controlled trial performed at a single women's health center in the center of Israel, which treats a population of high-risk as well as lowrisk pregnant women, from April 2015 to March 2016.",
            "All twin pregnancies are classified as high risk in Israel.",
            "A majority of the women treated at the center are young, religious multiparous women.",
            "Most twin pregnancies were achieved by assisted reproductive technology (ART).",
            "IDA during the second trimester of pregnancy was defined as a Hgb concentration <10.5 g/dL and ferritin levels <15 ng/mL, in lieu with the definition by the American Committee of Obstetrics and Gynecology (ACOG).",
            "Inclusion criteria for the study were healthy women aged 18-42 years with twin pregnancies, meeting a diagnosis of IDA at 16 weeks of gestation.",
            "All pregnant women with a twin gestation had blood drawn for a complete blood count and ferritin concentration at allocation.",
            "Exclusion criteria were continuous hyperemesis gravidarum lasting beyond 20 weeks of gestation, thalassemia minor (alpha or beta), abnormal blood smears, vitamin D deficiency (as there is a reported association between suboptimal vitamin D status and IDA in pregnancy; Thomas et al., 2015) , malabsorption disorders (such as inflammatory bowel diseases, Crohn's disease, ulcerative colitis, previous bowel resection), anemia from chronic illness, and any use of multi-vitamin supplements containing iron."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "47007",
        "text": "All women with a twin gestation diagnosed with IDA fulfilling the inclusion criteria were randomized by Randomizer (http://www.randomizer.org) to receive either one (group A) or two (group B) capsules of Aktiferrin F (containing DL-serine 129 mg, elemental iron (ferrous sulfate) 34 mg, folic acid 0.5 mg) or Foliferrin (containing DL-serine 120 mg, iron (ferrous sulfate) 34 mg; folic acid 0.5 mg), according to the supply at hand in the pharmacy where the supplements were provided. No crossover was permitted between groups.",
        "section": "Materials and Methods",
        "section_number": 5,
        "sentences": [
            "All women with a twin gestation diagnosed with IDA fulfilling the inclusion criteria were randomized by Randomizer (http://www.randomizer.org) to receive either one (group A) or two (group B) capsules of Aktiferrin F (containing DL-serine 129 mg, elemental iron (ferrous sulfate) 34 mg, folic acid 0.5 mg) or Foliferrin (containing DL-serine 120 mg, iron (ferrous sulfate) 34 mg; folic acid 0.5 mg), according to the supply at hand in the pharmacy where the supplements were provided.",
            "No crossover was permitted between groups."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "47007",
        "text": "Iron supplementation was initiated at allocation at 16 weeks of gestation until 6 weeks postpartum. Participants in group A were instructed to take one capsule at least 2 hours after consumption of dairy products or two capsules if belonging to group B, 12 hours apart and at least 2 hours after consumption of dairy products. Validation of compliance to medical protocol was performed by a count of empty pill packages every 2 weeks during regular check-ups. All participants were monitored for weight, blood pressure, and urine dipstick measurements every 2-3 weeks. Episodes of vomiting, constipation, and diarrhea were recorded. Constipation was defined as fewer than three bowel movements a week or bowel movements consisting of hard, dry, and small stool, making it painful or difficult to pass. Fetal biophysical profile (BPP) and estimated weight were performed every 2-3 weeks. Fetal monitor was performed every 2 weeks from 32 weeks of gestation. As this is a high-risk clinic, we perform close fetal and maternal follow-up routinely, regardless of the course of pregnancy.",
        "section": "Materials and Methods",
        "section_number": 6,
        "sentences": [
            "Iron supplementation was initiated at allocation at 16 weeks of gestation until 6 weeks postpartum.",
            "Participants in group A were instructed to take one capsule at least 2 hours after consumption of dairy products or two capsules if belonging to group B, 12 hours apart and at least 2 hours after consumption of dairy products.",
            "Validation of compliance to medical protocol was performed by a count of empty pill packages every 2 weeks during regular check-ups.",
            "All participants were monitored for weight, blood pressure, and urine dipstick measurements every 2-3 weeks.",
            "Episodes of vomiting, constipation, and diarrhea were recorded.",
            "Constipation was defined as fewer than three bowel movements a week or bowel movements consisting of hard, dry, and small stool, making it painful or difficult to pass.",
            "Fetal biophysical profile (BPP) and estimated weight were performed every 2-3 weeks.",
            "Fetal monitor was performed every 2 weeks from 32 weeks of gestation.",
            "As this is a high-risk clinic, we perform close fetal and maternal follow-up routinely, regardless of the course of pregnancy."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "47007",
        "text": "Laboratory follow-up was performed by measurements of ferritin and Hgb concentrations at fixed time intervals during gestation: 16 weeks, 24 weeks, 32 weeks, and also within 24 hours after delivery, as well as 6 weeks postpartum. All laboratory work, except for that obtained on the day of delivery, was performed in a single central laboratory. Postpartum Hgb concentrations within 24 hours after delivery were extracted from the computerized medical files from the labor and delivery rooms where delivery took place.",
        "section": "Materials and Methods",
        "section_number": 7,
        "sentences": [
            "Laboratory follow-up was performed by measurements of ferritin and Hgb concentrations at fixed time intervals during gestation: 16 weeks, 24 weeks, 32 weeks, and also within 24 hours after delivery, as well as 6 weeks postpartum.",
            "All laboratory work, except for that obtained on the day of delivery, was performed in a single central laboratory.",
            "Postpartum Hgb concentrations within 24 hours after delivery were extracted from the computerized medical files from the labor and delivery rooms where delivery took place."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "47007",
        "text": "Data extracted included demographic data, obstetrical, and non-obstetrical complications, vaginal versus cesarean delivery, gastrointestinal side effects, and immediate neonatal outcome. Complications and gastrointestinal side effects were reported in real time to the principal investigator. Additional parameters examined during the trial included deterioration in Hgb levels mandating intravenous iron sucrose (venofer) administration and compliance with drug protocol (defined as no more than three doses missed at the 2-week check-ups in either group).",
        "section": "Materials and Methods",
        "section_number": 8,
        "sentences": [
            "Data extracted included demographic data, obstetrical, and non-obstetrical complications, vaginal versus cesarean delivery, gastrointestinal side effects, and immediate neonatal outcome.",
            "Complications and gastrointestinal side effects were reported in real time to the principal investigator.",
            "Additional parameters examined during the trial included deterioration in Hgb levels mandating intravenous iron sucrose (venofer) administration and compliance with drug protocol (defined as no more than three doses missed at the 2-week check-ups in either group)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "47007",
        "text": "The primary outcome was mean Hgb concentration at 32 weeks of gestation. We chose this outcome as opposed to Hgb concentration at delivery, since the women treated at our health center frequently deliver in different medical centers and complete blood counts are not performed routinely at delivery and may be subject to laboratory variance. Due to the likely possibility of preterm delivery in twins, 32 weeks was deemed representative of Hgb at or near delivery. Secondary outcomes were mean ferritin concentrations at 32 weeks, mean Hgb concentration during the course of the study and until 6 weeks postpartum, need for intravenous iron sucrose (venofer) administration during the course of the study (administered in cases of Hgb <9 g/dL with ferritin <8 ng/mL at 24 weeks of gestation of beyond), blood products at delivery or postpartum (administered in cases of Hgb <7 g/dL or symptomatic anemia), incidence of gastrointestinal side effects, compliance with drug regimen, newborn birth weights, and preterm birth rate (<37 weeks).",
        "section": "Materials and Methods",
        "section_number": 9,
        "sentences": [
            "The primary outcome was mean Hgb concentration at 32 weeks of gestation.",
            "We chose this outcome as opposed to Hgb concentration at delivery, since the women treated at our health center frequently deliver in different medical centers and complete blood counts are not performed routinely at delivery and may be subject to laboratory variance.",
            "Due to the likely possibility of preterm delivery in twins, 32 weeks was deemed representative of Hgb at or near delivery.",
            "Secondary outcomes were mean ferritin concentrations at 32 weeks, mean Hgb concentration during the course of the study and until 6 weeks postpartum, need for intravenous iron sucrose (venofer) administration during the course of the study (administered in cases of Hgb <9 g/dL with ferritin <8 ng/mL at 24 weeks of gestation of beyond), blood products at delivery or postpartum (administered in cases of Hgb <7 g/dL or symptomatic anemia), incidence of gastrointestinal side effects, compliance with drug regimen, newborn birth weights, and preterm birth rate (<37 weeks)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "47007",
        "text": "Analysis was by intention to treat. The trial was designed to detect a 10% increase in Hgb levels from allocation to 32 weeks of gestation. In order to obtain a power of 80% at a significance level of 0.05 (two-sided), 64 patients needed to be enrolled in the trial in each arm. We aimed to recruit at least 110% to account for possible drop-outs during the course of the study. All analyses were conducted using SPSS 15 (SPSS Inc). Numerical data are shown as means ± standard deviations. Comparison between the two groups was performed using an unpaired Student's t-test for continuous variables and a chi-square test for non-continuous variables. Analysis with Yates' correction and Fisher's exact test were used where appropriate. A p value < .05 was considered statistically significant.",
        "section": "Statistical Analysis",
        "section_number": 10,
        "sentences": [
            "Analysis was by intention to treat.",
            "The trial was designed to detect a 10% increase in Hgb levels from allocation to 32 weeks of gestation.",
            "In order to obtain a power of 80% at a significance level of 0.05 (two-sided), 64 patients needed to be enrolled in the trial in each arm.",
            "We aimed to recruit at least 110% to account for possible drop-outs during the course of the study.",
            "All analyses were conducted using SPSS 15 (SPSS Inc).",
            "Numerical data are shown as means ± standard deviations.",
            "Comparison between the two groups was performed using an unpaired Student's t-test for continuous variables and a chi-square test for non-continuous variables.",
            "Analysis with Yates' correction and Fisher's exact test were used where appropriate.",
            "A p value < .05 was considered statistically significant."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "47007",
        "text": "During the study period, 2,086 pregnant women were treated at our health center. Of these 446 women, had a twin pregnancy, with 371 presenting with IDA (as previously defined). Two hundred and six patients were eligible for participation, having met inclusion criteria. Thirty-four patients declined to participate, leaving 172 patients available for randomization to either group A (receiving 1 capsule of iron) or group B (receiving 2 capsules of iron). Eighty-five and eighty-seven women were randomized to groups A and B respectively. Figure 1 describes the flow chart of participants in the study from allocation to randomization. Table 1 represents the clinical characteristics of the women in the study. Maternal age at allocation, pregestational BMI, and parity were similar in both groups. More than 75% of the women participating in the study were multiparous. Gestational age at the time of allocation was also comparable. Hgb concentrations and red blood cell parameters at the time of allocation were of no significant difference. At the time of allocation, mean Hgb concentrations .9 Blood product units n (%) 3 (3.5) 3(3.4) 0.9 Gastrointestinal complaints * n (%) 4 (4.7) 4 (4.6) 0.9 Abdominal pain n (%) 4 (4.7) 5 (5.7) 0.7 Non-compliance n (%) 1 (1.2) 2 (2.3) 0.5 Intravenous iron administration n (%) 2 (2.3) 2 (2.3) 0.9",
        "section": "Results",
        "section_number": 11,
        "sentences": [
            "During the study period, 2,086 pregnant women were treated at our health center.",
            "Of these 446 women, had a twin pregnancy, with 371 presenting with IDA (as previously defined).",
            "Two hundred and six patients were eligible for participation, having met inclusion criteria.",
            "Thirty-four patients declined to participate, leaving 172 patients available for randomization to either group A (receiving 1 capsule of iron) or group B (receiving 2 capsules of iron).",
            "Eighty-five and eighty-seven women were randomized to groups A and B respectively.",
            "Figure 1 describes the flow chart of participants in the study from allocation to randomization.",
            "Table 1 represents the clinical characteristics of the women in the study.",
            "Maternal age at allocation, pregestational BMI, and parity were similar in both groups.",
            "More than 75% of the women participating in the study were multiparous.",
            "Gestational age at the time of allocation was also comparable.",
            "Hgb concentrations and red blood cell parameters at the time of allocation were of no significant difference.",
            "At the time of allocation, mean Hgb concentrations .9 Blood product units n (%) 3 (3.5) 3(3.4) 0.9 Gastrointestinal complaints * n (%) 4 (4.7) 4 (4.6) 0.9 Abdominal pain n (%) 4 (4.7) 5 (5.7) 0.7 Non-compliance n (%) 1 (1.2) 2 (2.3) 0.5 Intravenous iron administration n (%) 2 (2.3) 2 (2.3) 0.9"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            1,
            -1
        ],
        "classification_label": 0
    },
    {
        "doc_id": "47007",
        "text": "Note: *Nausea, vomiting, and diarrhea.",
        "section": "Results",
        "section_number": 12,
        "sentences": [
            "Note: *Nausea, vomiting, and diarrhea."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "47007",
        "text": "were 9.6 g/dL and 9.7 g/dL, with ferritinemia of 8.6 ng/L and 8.5 ng/L, in groups A and B, respectively (Table 2) . Values of Hgb and ferritin under treatment with iron rose gradually in both groups, and were comparable, until the third trimester. At 32 weeks of gestation, 16 weeks after initiation of treatment, group B exhibited significantly higher Hgb concentrations than group A (10.6 g/dL and 10 g/dL respectively, p = .04). Ferritin levels were also significantly higher in group B than in group A (14.1 ng/L and 10.3 ng/L respectively, p = .03, Table 2 ). From this week, onward values of Hgb were significantly higher in group B, a difference that persisted throughout pregnancy, remained marginally significant in the immediate postpartum period (p = .05), and continued until the end of the puerperium 6 weeks later (p = .02, Table 3) .",
        "section": "Results",
        "section_number": 13,
        "sentences": [
            "were 9.6 g/dL and 9.7 g/dL, with ferritinemia of 8.6 ng/L and 8.5 ng/L, in groups A and B, respectively (Table 2) .",
            "Values of Hgb and ferritin under treatment with iron rose gradually in both groups, and were comparable, until the third trimester.",
            "At 32 weeks of gestation, 16 weeks after initiation of treatment, group B exhibited significantly higher Hgb concentrations than group A (10.6 g/dL and 10 g/dL respectively, p = .04).",
            "Ferritin levels were also significantly higher in group B than in group A (14.1 ng/L and 10.3 ng/L respectively, p = .03, Table 2 ).",
            "From this week, onward values of Hgb were significantly higher in group B, a difference that persisted throughout pregnancy, remained marginally significant in the immediate postpartum period (p = .05), and continued until the end of the puerperium 6 weeks later (p = .02, Table 3) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "47007",
        "text": "Immediate neonatal outcomes, including gestational age at the time of delivery, mode of delivery and neonatal birth weights, were similar in both groups. Maternal reports of gastrointestinal side effects were also comparable. Rates of intravenous iron administration during pregnancy as well as blood product transfusion rates during delivery were alike (Table 4) .",
        "section": "Results",
        "section_number": 14,
        "sentences": [
            "Immediate neonatal outcomes, including gestational age at the time of delivery, mode of delivery and neonatal birth weights, were similar in both groups.",
            "Maternal reports of gastrointestinal side effects were also comparable.",
            "Rates of intravenous iron administration during pregnancy as well as blood product transfusion rates during delivery were alike (Table 4) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "47007",
        "text": "Twin pregnancies are at risk for iron deficiency due to significant maternal, fetal, and placental demands. Recommendations regarding the optimal iron dose in twin pregnancies are based on clinical expert opinions, advocating doubling the dose of iron from 30 mg of elemental iron to 60 mg routinely during the second and third trimester, regardless of maternal iron stores (Goodnight et al., 2009) . The purpose of our trial was to experimentally validate or refute this clinical practice in iron-deficient women bearing twin pregnancies.",
        "section": "Discussion",
        "section_number": 15,
        "sentences": [
            "Twin pregnancies are at risk for iron deficiency due to significant maternal, fetal, and placental demands.",
            "Recommendations regarding the optimal iron dose in twin pregnancies are based on clinical expert opinions, advocating doubling the dose of iron from 30 mg of elemental iron to 60 mg routinely during the second and third trimester, regardless of maternal iron stores (Goodnight et al., 2009) .",
            "The purpose of our trial was to experimentally validate or refute this clinical practice in iron-deficient women bearing twin pregnancies."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "47007",
        "text": "The results of our trial show that doubling the dose of iron from 34 mg of elemental ferrous sulfate to 68 mg is beneficial for iron-deficient women with twin pregnancies, with no added gastrointestinal side effects. These findings are contradictory to a recent study that found no difference in Hgb levels when the daily iron dose was doubled in pregnant women with twin pregnancies (Ali et al., 2016) . Nonetheless, that trial was conducted in non-anemic women, with possibly different duodenal iron absorption thresholds. We have previously shown that in singleton pregnancies, doubling the dose of 34 mg of elemental iron in iron-deficient pregnant women does not increase Hgb and ferritin concentrations significantly (Shinar et al., 2017) . We presume that our findings showing a clear advantage to doubling the iron dose in twin pregnancies could stem from several possibilities.",
        "section": "Discussion",
        "section_number": 16,
        "sentences": [
            "The results of our trial show that doubling the dose of iron from 34 mg of elemental ferrous sulfate to 68 mg is beneficial for iron-deficient women with twin pregnancies, with no added gastrointestinal side effects.",
            "These findings are contradictory to a recent study that found no difference in Hgb levels when the daily iron dose was doubled in pregnant women with twin pregnancies (Ali et al., 2016) .",
            "Nonetheless, that trial was conducted in non-anemic women, with possibly different duodenal iron absorption thresholds.",
            "We have previously shown that in singleton pregnancies, doubling the dose of 34 mg of elemental iron in iron-deficient pregnant women does not increase Hgb and ferritin concentrations significantly (Shinar et al., 2017) .",
            "We presume that our findings showing a clear advantage to doubling the iron dose in twin pregnancies could stem from several possibilities."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "47007",
        "text": "First, greater gastrointestinal absorption in twin, as opposed to singleton, gestations: In a typical singleton pregnancy cardiac output increases by 50%, whereas in twin pregnancies it is 20% higher, peaking during the 30th week (Kametas et al., 2003) . As a result, the absolute blood volume distributed to the gastrointestinal tract is proportionately greater in twins. Moreover, pregnancies are characterized by increased gastrointestinal transit times (affecting both the small bowel and colon), due to a rise in the progesterone and estrogen concentration (Lawson et al., 1985; Ryan & Bhojwani, 1986; Wald et al., 1982) . A possible decline in motilin in pregnancy, due to inhibition by progesterone, may further contribute to this prolongation (Christofides et al., 1982) . Lastly, the growing uterus, particularly in the third trimester, may mechanically impede small bowel transit. With higher progesterone and estrogen concentrations in twin pregnancies, a greater suppression of motilin secretion (Gür et al., 2011; Hiraku et al., 2002; Matsuyama et al., 2012 ) and a larger uterus placing greater pressure on the gastrointestinal tract, the transit time may be prolonged to an even greater extent in twin pregnancies, resulting in greater iron absorption.",
        "section": "Discussion",
        "section_number": 17,
        "sentences": [
            "First, greater gastrointestinal absorption in twin, as opposed to singleton, gestations: In a typical singleton pregnancy cardiac output increases by 50%, whereas in twin pregnancies it is 20% higher, peaking during the 30th week (Kametas et al., 2003) .",
            "As a result, the absolute blood volume distributed to the gastrointestinal tract is proportionately greater in twins.",
            "Moreover, pregnancies are characterized by increased gastrointestinal transit times (affecting both the small bowel and colon), due to a rise in the progesterone and estrogen concentration (Lawson et al., 1985; Ryan & Bhojwani, 1986; Wald et al., 1982) .",
            "A possible decline in motilin in pregnancy, due to inhibition by progesterone, may further contribute to this prolongation (Christofides et al., 1982) .",
            "Lastly, the growing uterus, particularly in the third trimester, may mechanically impede small bowel transit.",
            "With higher progesterone and estrogen concentrations in twin pregnancies, a greater suppression of motilin secretion (Gür et al., 2011; Hiraku et al., 2002; Matsuyama et al., 2012 ) and a larger uterus placing greater pressure on the gastrointestinal tract, the transit time may be prolonged to an even greater extent in twin pregnancies, resulting in greater iron absorption."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "47007",
        "text": "Second, significantly lower concentrations of Hgb in women bearing twins, in comparisons to those with a singleton gestation (Hall et al., 1979) : A greater deficit of iron, already evident in the beginning of the second trimester, may explain why in twins it is worthwhile to double the iron dosage, whereas in singletons, the maximum absorptive capacity may already be reached with one capsule of 34 mg of elemental iron.",
        "section": "Discussion",
        "section_number": 18,
        "sentences": [
            "Second, significantly lower concentrations of Hgb in women bearing twins, in comparisons to those with a singleton gestation (Hall et al., 1979) : A greater deficit of iron, already evident in the beginning of the second trimester, may explain why in twins it is worthwhile to double the iron dosage, whereas in singletons, the maximum absorptive capacity may already be reached with one capsule of 34 mg of elemental iron."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "47007",
        "text": "Gastrointestinal side effects in our study were unaffected by dosage of iron supplements. This finding is supported by a previous meta-analysis that evaluated the effect of ferrous sulfate on gastrointestinal side effects in IDA in adults and did not find an association between iron dose and side effect frequency or severity (Tolkien et al., 2015) .",
        "section": "Discussion",
        "section_number": 19,
        "sentences": [
            "Gastrointestinal side effects in our study were unaffected by dosage of iron supplements.",
            "This finding is supported by a previous meta-analysis that evaluated the effect of ferrous sulfate on gastrointestinal side effects in IDA in adults and did not find an association between iron dose and side effect frequency or severity (Tolkien et al., 2015) ."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "47007",
        "text": "The strengths of our trial are in its elaborate study design, potentially accounting for a variety of possible confounders and in evaluating the highly prevalent condition of IDA in twin pregnancies in the form of an RCT. The main limitation of our trial was lack of standardization for diet. We did not track the daily diet of the women in our trial, and thus Hgb and ferritin concentrations could have been affected by differences in nutrient consumption unaccounted for in the trial. Nonetheless, the participants in the trial received dietary recommendations from dieticians at the medical center, so one can assume that if they indeed complied with these recommendations, their daily diets were largely similar. Also, since this trial was randomized, one can assume that dietary habits were equally distributed between both groups. An additional limitation is that of generalization. The trial was performed at a single women's health center, one that treats mostly multiparous Jewish orthodox women. These women traditionally have short inter-pregnancy intervals, a fact that could contribute to more profound IDA (Conde-Agudelo & Belizán, 2000) but remains debatable (Singh et al., 1998) . Moreover, due to the high rate of multiparous women in the study, our results are applicable mostly to non-primiparous pregnant women with twin pregnancies. Lastly, though an effort was made to ascertain compliance, particularly since this may be compromised in women taking a double iron dose, the package count method relies on patient credibility, making it non-ideal.",
        "section": "Discussion",
        "section_number": 20,
        "sentences": [
            "The strengths of our trial are in its elaborate study design, potentially accounting for a variety of possible confounders and in evaluating the highly prevalent condition of IDA in twin pregnancies in the form of an RCT.",
            "The main limitation of our trial was lack of standardization for diet.",
            "We did not track the daily diet of the women in our trial, and thus Hgb and ferritin concentrations could have been affected by differences in nutrient consumption unaccounted for in the trial.",
            "Nonetheless, the participants in the trial received dietary recommendations from dieticians at the medical center, so one can assume that if they indeed complied with these recommendations, their daily diets were largely similar.",
            "Also, since this trial was randomized, one can assume that dietary habits were equally distributed between both groups.",
            "An additional limitation is that of generalization.",
            "The trial was performed at a single women's health center, one that treats mostly multiparous Jewish orthodox women.",
            "These women traditionally have short inter-pregnancy intervals, a fact that could contribute to more profound IDA (Conde-Agudelo & Belizán, 2000) but remains debatable (Singh et al., 1998) .",
            "Moreover, due to the high rate of multiparous women in the study, our results are applicable mostly to non-primiparous pregnant women with twin pregnancies.",
            "Lastly, though an effort was made to ascertain compliance, particularly since this may be compromised in women taking a double iron dose, the package count method relies on patient credibility, making it non-ideal."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "47007",
        "text": "In conclusion, our study suggests that in women bearing twin pregnancies and exhibiting IDA despite daily iron supplementation, it is beneficial to double the dosage of ferrous sulfate. This practice may result in higher Hgb and ferritin concentrations without worsening gastrointestinal side effects.",
        "section": "Discussion",
        "section_number": 21,
        "sentences": [
            "In conclusion, our study suggests that in women bearing twin pregnancies and exhibiting IDA despite daily iron supplementation, it is beneficial to double the dosage of ferrous sulfate.",
            "This practice may result in higher Hgb and ferritin concentrations without worsening gastrointestinal side effects."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "47007",
        "text": "https://www.cambridge.org/core/terms. https://doi.org/10.1017/thg.2017.43 Downloaded from https://www.cambridge.org/core. University of Alberta Libraries, on 28 Feb 2020 at 18:49:54, subject to the Cambridge Core terms of use, available at",
        "section": "",
        "section_number": 22,
        "sentences": [
            "https://www.cambridge.org/core/terms.",
            "https://doi.org/10.1017/thg.2017.43 Downloaded from https://www.cambridge.org/core.",
            "University of Alberta Libraries, on 28 Feb 2020 at 18:49:54, subject to the Cambridge Core terms of use, available at"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "47007",
        "text": "TWIN RESEARCH AND HUMAN GENETICShttps://www.cambridge.org/core/terms. https://doi.org/10.1017/thg.2017.43 Downloaded from https://www.cambridge.org/core. University of Alberta Libraries, on 28 Feb 2020 at 18:49:54, subject to the Cambridge Core terms of use, available at",
        "section": "",
        "section_number": 23,
        "sentences": [
            "TWIN RESEARCH AND HUMAN GENETICShttps://www.cambridge.org/core/terms.",
            "https://doi.org/10.1017/thg.2017.43 Downloaded from https://www.cambridge.org/core.",
            "University of Alberta Libraries, on 28 Feb 2020 at 18:49:54, subject to the Cambridge Core terms of use, available at"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    }
]