[
    {
        "doc_id": "34540",
        "text": "Introduction: Moderators of outcome are investigated in a technology-based intervention that has been shown to effectively reduce binge drinking among adolescents. Methods: Secondary data analyses were performed on socio-demographic, health-related, and socio-cognitive moderators of intervention efficacy. Students attending 80 vocational and upper secondary school classes with different levels of alcohol use were randomized to either a web-and text messaging-based intervention (n = 547) or an assessment-only control group (n = 494). Moderators of outcome were analysed across the entire sample, and separately for lower-risk and higher-risk drinkers. Results: Based on an intention-to-treat analysis, we identified smoking status and educational level to moderate the intervention effectiveness across the total sample and in the lower-risk subsample, with a greater reduction in binge-drinking prevalence in smokers versus non-smokers, and in more highly-educated versus less-educated adolescents. Conclusions: Technology-based interventions targeting heavy drinking might be especially effective in smokers and highly-educated adolescents. Interventions can prevent low-risk drinkers that smoke from developing a problematic alcohol use.",
        "section": "Abstract",
        "sentences": [
            "Introduction: Moderators of outcome are investigated in a technology-based intervention that has been shown to effectively reduce binge drinking among adolescents.",
            "Methods: Secondary data analyses were performed on socio-demographic, health-related, and socio-cognitive moderators of intervention efficacy.",
            "Students attending 80 vocational and upper secondary school classes with different levels of alcohol use were randomized to either a web-and text messaging-based intervention (n = 547) or an assessment-only control group (n = 494).",
            "Moderators of outcome were analysed across the entire sample, and separately for lower-risk and higher-risk drinkers.",
            "Results: Based on an intention-to-treat analysis, we identified smoking status and educational level to moderate the intervention effectiveness across the total sample and in the lower-risk subsample, with a greater reduction in binge-drinking prevalence in smokers versus non-smokers, and in more highly-educated versus less-educated adolescents.",
            "Conclusions: Technology-based interventions targeting heavy drinking might be especially effective in smokers and highly-educated adolescents.",
            "Interventions can prevent low-risk drinkers that smoke from developing a problematic alcohol use."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34540",
        "text": "Alcohol use is an important public health issue worldwide (World Health Organization, 2014) . In Switzerland, 17% of the population and 41% of young adults ages 20-24 years exhibit at least problematic alcohol use (Gmel, Kuendig, Notari, & Gmel, 2016) , and heavy drinking remains the leading cause of mortality and morbidity in adolescence and early adulthood (Marmet, Rehm, Gmel, Frick, & Gmel, 2014) . Technology-based alcohol interventions have been shown to be efficacious at reducing short-term risky alcohol use and alcohol-related problems in adolescents (O'Rourke, Humphris, & Baldacchino, 2016; Patton et al., 2014) , but reviews also underline the unknown generalizability of current findings, since most studies have been conducted on student populations (Danielsson, Eriksson, & Allebeck, 2014; Donoghue, Patton, Phillips, Deluca, & Drummond, 2014; White et al., 2010) .",
        "section": "Introduction",
        "section_number": 1,
        "sentences": [
            "Alcohol use is an important public health issue worldwide (World Health Organization, 2014) .",
            "In Switzerland, 17% of the population and 41% of young adults ages 20-24 years exhibit at least problematic alcohol use (Gmel, Kuendig, Notari, & Gmel, 2016) , and heavy drinking remains the leading cause of mortality and morbidity in adolescence and early adulthood (Marmet, Rehm, Gmel, Frick, & Gmel, 2014) .",
            "Technology-based alcohol interventions have been shown to be efficacious at reducing short-term risky alcohol use and alcohol-related problems in adolescents (O'Rourke, Humphris, & Baldacchino, 2016; Patton et al., 2014) , but reviews also underline the unknown generalizability of current findings, since most studies have been conducted on student populations (Danielsson, Eriksson, & Allebeck, 2014; Donoghue, Patton, Phillips, Deluca, & Drummond, 2014; White et al., 2010) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34540",
        "text": "Alcohol interventions that are delivered via text messaging on mobile phones have only recently been developed and implemented successfully. This approach is widely accepted by adolescents with different educational levels, migration background and risk profiles of drinking and is easily implementable in this target group (Bock et al., 2016; Haug et al., 2017; Suffoletto, 2016; Suffoletto et al., 2015) . Despite this evidence, intervention effects tend to be small and past research emphasizes the need for well-powered studies that analyse moderators of efficacy and make clear indications of which adolescents may benefit from such interventions (Mason, Ola, Zaharakis, & Zhang, 2015; Patton et al., 2014) .",
        "section": "Introduction",
        "section_number": 2,
        "sentences": [
            "Alcohol interventions that are delivered via text messaging on mobile phones have only recently been developed and implemented successfully.",
            "This approach is widely accepted by adolescents with different educational levels, migration background and risk profiles of drinking and is easily implementable in this target group (Bock et al., 2016; Haug et al., 2017; Suffoletto, 2016; Suffoletto et al., 2015) .",
            "Despite this evidence, intervention effects tend to be small and past research emphasizes the need for well-powered studies that analyse moderators of efficacy and make clear indications of which adolescents may benefit from such interventions (Mason, Ola, Zaharakis, & Zhang, 2015; Patton et al., 2014) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34540",
        "text": "In the past decade, moderators have been examined in the context of face-to-face and electronically-delivered brief alcohol interventions and range from development-related variableslike a person's family history of alcohol use (LaBrie, Feres, Kenney, & Lac, 2009) and age of drinking onset (Mallett et al., 2010) to socio-demographic and sociocognitive individual differenceslike gender (Grossbard et al., 2016) and age (Henson, Pearson, & Carey, 2015) , self-regulation (Carey, et al., 2016) .",
        "section": "Introduction",
        "section_number": 3,
        "sentences": [
            "In the past decade, moderators have been examined in the context of face-to-face and electronically-delivered brief alcohol interventions and range from development-related variableslike a person's family history of alcohol use (LaBrie, Feres, Kenney, & Lac, 2009) and age of drinking onset (Mallett et al., 2010) to socio-demographic and sociocognitive individual differenceslike gender (Grossbard et al., 2016) and age (Henson, Pearson, & Carey, 2015) , self-regulation (Carey, et al., 2016) ."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "34540",
        "text": "In summary, interventions have thus far been found to be more effective for students with a self-reported family history of alcohol abuse (LaBrie et al., 2009) and among students with an early onset of drinking (Mallett et al., 2010) . Some interventions have generated greater effects among male students (Grossbard et al., 2016; Henson et al., 2015) , while others demonstrated greater effects among female students (Chiauzzi, Green, Lord, Thum, & Goldstein, 2005; LaBrie et al., 2009) . In a study by Merrill et al. (2014) , the intervention's effect depended on the interaction between gender and levels of depression, with the intervention being more effective in female students with low levels of depression. In contrast, high levels of depression moderated the effect among male students. Age moderated interventions success in Henson et al.'s (2015) study, were older students responded better to the intervention compared to freshmen. In another study, the intervention's effect was enhanced by greater self-regulation skills (Carey et al., 2007) . One of the most recent studies that addressed a nonstudent population (Bertholet et al., 2016) found the intervention's effect to be greatest among males who overestimated drinking by others. In addition to these moderators, existing research has also demonstrated that students with higher severity of alcohol use at baseline responded better to brief alcohol interventions (Walters & Neighbors, 2005) . Most of the above-mentioned studies are limited insofar as they only considered few moderators. Concurrently including multiple moderators in the statistical model allows addressing the question of which moderators are most important.",
        "section": "Introduction",
        "section_number": 4,
        "sentences": [
            "In summary, interventions have thus far been found to be more effective for students with a self-reported family history of alcohol abuse (LaBrie et al., 2009) and among students with an early onset of drinking (Mallett et al., 2010) .",
            "Some interventions have generated greater effects among male students (Grossbard et al., 2016; Henson et al., 2015) , while others demonstrated greater effects among female students (Chiauzzi, Green, Lord, Thum, & Goldstein, 2005; LaBrie et al., 2009) .",
            "In a study by Merrill et al. (2014) , the intervention's effect depended on the interaction between gender and levels of depression, with the intervention being more effective in female students with low levels of depression.",
            "In contrast, high levels of depression moderated the effect among male students.",
            "Age moderated interventions success in Henson et al.'s (2015) study, were older students responded better to the intervention compared to freshmen.",
            "In another study, the intervention's effect was enhanced by greater self-regulation skills (Carey et al., 2007) .",
            "One of the most recent studies that addressed a nonstudent population (Bertholet et al., 2016) found the intervention's effect to be greatest among males who overestimated drinking by others.",
            "In addition to these moderators, existing research has also demonstrated that students with higher severity of alcohol use at baseline responded better to brief alcohol interventions (Walters & Neighbors, 2005) .",
            "Most of the above-mentioned studies are limited insofar as they only considered few moderators.",
            "Concurrently including multiple moderators in the statistical model allows addressing the question of which moderators are most important."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34540",
        "text": "In the present study, we examined potential moderators of an automated web-and text messaging-based intervention that has previously been shown to be effective at reducing binge drinking prevalence in young people in Switzerland (Haug et al., 2017) . The intervention aimed to have adolescents with lower-risk drinking patterns maintain drinking within low-risk limits, and adolescents with higher-risk drinking patterns reduce their problematic alcohol use. Based on (Gmel, Kuntsche, & Rehm 2011; National Institutes of Health, 2015) adolescents where assigned to the lower-risk drinking group if they showed no binge drinking during the preceding 30 days to baseline assessment and consumed < 14 (7 for female students) standard drinks during a typical week.",
        "section": "Introduction",
        "section_number": 5,
        "sentences": [
            "In the present study, we examined potential moderators of an automated web-and text messaging-based intervention that has previously been shown to be effective at reducing binge drinking prevalence in young people in Switzerland (Haug et al., 2017) .",
            "The intervention aimed to have adolescents with lower-risk drinking patterns maintain drinking within low-risk limits, and adolescents with higher-risk drinking patterns reduce their problematic alcohol use.",
            "Based on (Gmel, Kuntsche, & Rehm 2011; National Institutes of Health, 2015) adolescents where assigned to the lower-risk drinking group if they showed no binge drinking during the preceding 30 days to baseline assessment and consumed < 14 (7 for female students) standard drinks during a typical week."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34540",
        "text": "Candidate moderators were selected based on theoretical considerations, previous research and influencing factors specific to our intervention. Candidate socio-demographic moderators were gender, age, immigration background, and educational background. Gender and age were included based on their relevance in previous research (Chiauzzi et al., 2005; Grossbard et al., 2016; Henson et al., 2015; LaBrie et al., 2009) . Although the intervention was designed to be suitable for adolescents with different immigration and educational backgrounds (Haug, Kowatsch, Paz Castro, Filler, & Schaub, 2014) , it cannot be guaranteed that the contents of the web-or text messaging-based intervention is similarly attractive and comprehendible for participants with different backgrounds. This exploration appeared relevant, since other studies had a rather homogeneous sample with respect to these characteristics (e.g. Chiauzzi et al., 2005; Henson et al., 2015; Turrisi et al., 2009) .",
        "section": "Introduction",
        "section_number": 6,
        "sentences": [
            "Candidate moderators were selected based on theoretical considerations, previous research and influencing factors specific to our intervention.",
            "Candidate socio-demographic moderators were gender, age, immigration background, and educational background.",
            "Gender and age were included based on their relevance in previous research (Chiauzzi et al., 2005; Grossbard et al., 2016; Henson et al., 2015; LaBrie et al., 2009) .",
            "Although the intervention was designed to be suitable for adolescents with different immigration and educational backgrounds (Haug, Kowatsch, Paz Castro, Filler, & Schaub, 2014) , it cannot be guaranteed that the contents of the web-or text messaging-based intervention is similarly attractive and comprehendible for participants with different backgrounds.",
            "This exploration appeared relevant, since other studies had a rather homogeneous sample with respect to these characteristics (e.g. Chiauzzi et al., 2005; Henson et al., 2015; Turrisi et al., 2009) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34540",
        "text": "Included health-related moderators were body-mass-index (BMI), drinking-risk group and smoking status. The intervention also aimed to foster lower-risk alcohol use in adolescents by highlighting the effects of alcohol consumption on weight. Thus, the interaction between BMI and treatment was examined. Similar to a previous study (Blow et al., 2009) , drinking risk group was included as an indicator for severity of baseline alcohol usea moderator that has been discussed previously (Walters & Neighbors, 2005) . The moderating effect of smoking status was explored based on previous findings that showed that alcohol use inversely moderated the effect of a text messaging-based intervention that aimed to reduce tobacco use (Haug, Schaub, Venzin, Meyer, & John, 2013) .",
        "section": "Introduction",
        "section_number": 7,
        "sentences": [
            "Included health-related moderators were body-mass-index (BMI), drinking-risk group and smoking status.",
            "The intervention also aimed to foster lower-risk alcohol use in adolescents by highlighting the effects of alcohol consumption on weight.",
            "Thus, the interaction between BMI and treatment was examined.",
            "Similar to a previous study (Blow et al., 2009) , drinking risk group was included as an indicator for severity of baseline alcohol usea moderator that has been discussed previously (Walters & Neighbors, 2005) .",
            "The moderating effect of smoking status was explored based on previous findings that showed that alcohol use inversely moderated the effect of a text messaging-based intervention that aimed to reduce tobacco use (Haug, Schaub, Venzin, Meyer, & John, 2013) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34540",
        "text": "Selected socio-cognitive moderators were social drinking norms and self-efficacy. Although drinking norms are hypothesized to increase pressure to drink among adolescents (Perkins, 2003) , previous studies showed inconclusive results about its moderating effect on alcohol interventions (Bertholet et al., 2016; Grossbard et al., 2016) . Selfefficacy is a central component of various health behaviour theories (Bandura, 1986; Prochaska & DiClemente, 2005; Rogers, 1983; Schwarzer, 2008 ) that overall postulate a greater influence of interventions in people with higher self-efficacy. Although the perceived drinking norm has been identified as important mediator previously and self-efficacy is supposed to be a promising mediator , the present study sought to explore whether baseline levels of these two factors could predict response to a web-and text messaging-based intervention. Although these analyses were designed to be exploratory, a few specific hypotheses were postulated. We expected older participants, participants within the higher-risk drinking group and participants with higher levels of selfefficacy to have better outcomes. We did not have specific hypotheses about the other variables. We also did not expect some moderators to be more influential than others in our multivariate analyses. In addition to evaluating moderators of outcome across the entire sample of subjects, we also assessed these two subject subgroups separately. In doing so, different indications with respect to drinking risk profiles may be drawn for technology-based interventions.",
        "section": "Introduction",
        "section_number": 8,
        "sentences": [
            "Selected socio-cognitive moderators were social drinking norms and self-efficacy.",
            "Although drinking norms are hypothesized to increase pressure to drink among adolescents (Perkins, 2003) , previous studies showed inconclusive results about its moderating effect on alcohol interventions (Bertholet et al., 2016; Grossbard et al., 2016) .",
            "Selfefficacy is a central component of various health behaviour theories (Bandura, 1986; Prochaska & DiClemente, 2005; Rogers, 1983; Schwarzer, 2008 ) that overall postulate a greater influence of interventions in people with higher self-efficacy.",
            "Although the perceived drinking norm has been identified as important mediator previously and self-efficacy is supposed to be a promising mediator , the present study sought to explore whether baseline levels of these two factors could predict response to a web-and text messaging-based intervention.",
            "Although these analyses were designed to be exploratory, a few specific hypotheses were postulated.",
            "We expected older participants, participants within the higher-risk drinking group and participants with higher levels of selfefficacy to have better outcomes.",
            "We did not have specific hypotheses about the other variables.",
            "We also did not expect some moderators to be more influential than others in our multivariate analyses.",
            "In addition to evaluating moderators of outcome across the entire sample of subjects, we also assessed these two subject subgroups separately.",
            "In doing so, different indications with respect to drinking risk profiles may be drawn for technology-based interventions."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34540",
        "text": "Data for this study were derived from a two-arm, parallel-group, cluster-randomized controlled trial that used school class as the randomisation unit, as detailed elsewhere (Haug et al., 2014 (Haug et al., , 2017 . Students in vocational and upper secondary schools in Switzerland were invited, irrespective of their level of alcohol use, to participate in the technology-based program called MobileCoach Alcohol. This program combined the advantages of two communication channelscomprehensive pictographic web-based feedback right after completion of the baseline assessment and individually-tailored text messages, provided over a period of three months, some of which were sent at individually-indicated typical drinking times. The web-based feedback was based on the social norms approach (Perkins, 2003) , while the text messages included elements of Social Cognitive Theory (Bandura, 2004; McAlister, Perry, & Parcel, 2008) , such as: (1) positive outcome expectancies to drink within low-risk limits; (2) self-efficacy to resist social pressures to drink; and (3) planning processes to translate intentions to resist alcohol into action. Based upon their self-reported baseline drinking patterns, participants were determined to be either at lower or higher risk of problematic alcohol use. Text messages for the lower-risk group focused on (a) motivation for drinking within low-risk limits; and (b) strategies to resist alcohol in different drinking situations. Text messages for the higher-risk group focused on (a) motivation to drink within low-risk limits; (b) alcohol-related problems; (c) estimated peak blood alcohol concentrations and related risk; and (d) strategies to resist alcohol in different drinking situations. Text messages concerning the last-mentioned category were sent on individually-indicated typical drinking days and times.",
        "section": "Study design",
        "section_number": 9,
        "sentences": [
            "Data for this study were derived from a two-arm, parallel-group, cluster-randomized controlled trial that used school class as the randomisation unit, as detailed elsewhere (Haug et al., 2014 (Haug et al., , 2017 .",
            "Students in vocational and upper secondary schools in Switzerland were invited, irrespective of their level of alcohol use, to participate in the technology-based program called MobileCoach Alcohol.",
            "This program combined the advantages of two communication channelscomprehensive pictographic web-based feedback right after completion of the baseline assessment and individually-tailored text messages, provided over a period of three months, some of which were sent at individually-indicated typical drinking times.",
            "The web-based feedback was based on the social norms approach (Perkins, 2003) , while the text messages included elements of Social Cognitive Theory (Bandura, 2004; McAlister, Perry, & Parcel, 2008) , such as: (1) positive outcome expectancies to drink within low-risk limits; (2) self-efficacy to resist social pressures to drink; and (3) planning processes to translate intentions to resist alcohol into action.",
            "Based upon their self-reported baseline drinking patterns, participants were determined to be either at lower or higher risk of problematic alcohol use.",
            "Text messages for the lower-risk group focused on (a) motivation for drinking within low-risk limits; and (b) strategies to resist alcohol in different drinking situations.",
            "Text messages for the higher-risk group focused on (a) motivation to drink within low-risk limits; (b) alcohol-related problems; (c) estimated peak blood alcohol concentrations and related risk; and (d) strategies to resist alcohol in different drinking situations.",
            "Text messages concerning the last-mentioned category were sent on individually-indicated typical drinking days and times."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34540",
        "text": "In the original study, binge drinking prevalence was found to decrease by 5.9% in the intervention group and to increase by 2.6% in the control group, relative to the baseline assessment (odds ratio [OR] = 0.62, 95% confidence interval [CI] = 0.44-0.87). Subgroup analyses revealed that higher-risk alcohol consumers benefitted most from the intervention, experiencing more pronounced reductions in binge-drinking prevalence, binge-drinking frequency, and peak blood alcohol concentration. The intervention was designed with and triggered by the open source behavioural intervention platform MobileCoach version 1.1 (Filler et al., 2015) . The original study protocol was approved by the ethics committee of the Faculty of Philosophy at the University of Zurich, Switzerland (date of approval: 24 June, 2014). The study was registered at Current Controlled Trials ISRCTN (59944705, assigned 10 July 2014) and executed in full compliance with the Declaration of Helsinki.",
        "section": "Study design",
        "section_number": 10,
        "sentences": [
            "In the original study, binge drinking prevalence was found to decrease by 5.9% in the intervention group and to increase by 2.6% in the control group, relative to the baseline assessment (odds ratio [OR] = 0.62, 95% confidence interval [CI] = 0.44-0.87).",
            "Subgroup analyses revealed that higher-risk alcohol consumers benefitted most from the intervention, experiencing more pronounced reductions in binge-drinking prevalence, binge-drinking frequency, and peak blood alcohol concentration.",
            "The intervention was designed with and triggered by the open source behavioural intervention platform MobileCoach version 1.1 (Filler et al., 2015) .",
            "The original study protocol was approved by the ethics committee of the Faculty of Philosophy at the University of Zurich, Switzerland (date of approval: 24 June, 2014).",
            "The study was registered at Current Controlled Trials ISRCTN (59944705, assigned 10 July 2014) and executed in full compliance with the Declaration of Helsinki."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34540",
        "text": "Participants were 1′041 students from 80 Swiss vocational and upper secondary school classes randomly assigned to either the weband text message-based program MobileCoach Alcohol or to an assessment only control condition. At 6-month follow up, 966 (92.8%) students provided complete data on alcohol-related variables.",
        "section": "Participants and recruitment",
        "section_number": 11,
        "sentences": [
            "Participants were 1′041 students from 80 Swiss vocational and upper secondary school classes randomly assigned to either the weband text message-based program MobileCoach Alcohol or to an assessment only control condition.",
            "At 6-month follow up, 966 (92.8%) students provided complete data on alcohol-related variables."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "34540",
        "text": "Participants took part in an online health survey during a regular class session, by which data on potential moderators and outcome variables were collected. Socio-demographic characteristics that were assessed as potential moderators were gender, age, immigration background, and level of educational attainment of participants. We assessed countries of birth in students' parents to identify any potential immigrant background. Based upon this information, participants were assigned to one of the following categories: (1) neither parent born outside Switzerland; (2) one parent born outside Switzerland; or (3) both parents born outside Switzerland. In the analysis, we grouped subjects with either a one-or two-sided immigrant background into a single category for comparison against non-immigrants. The following common levels of educational attainment in Switzerland were assessed:",
        "section": "Moderators",
        "section_number": 12,
        "sentences": [
            "Participants took part in an online health survey during a regular class session, by which data on potential moderators and outcome variables were collected.",
            "Socio-demographic characteristics that were assessed as potential moderators were gender, age, immigration background, and level of educational attainment of participants.",
            "We assessed countries of birth in students' parents to identify any potential immigrant background.",
            "Based upon this information, participants were assigned to one of the following categories: (1) neither parent born outside Switzerland; (2) one parent born outside Switzerland; or (3) both parents born outside Switzerland.",
            "In the analysis, we grouped subjects with either a one-or two-sided immigrant background into a single category for comparison against non-immigrants.",
            "The following common levels of educational attainment in Switzerland were assessed:"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34540",
        "text": "(1) secondary school, (2) vocational school, and (3) technical/high school or university. For further analysis, we collapsed vocational school and technical/high school or university into a higher educational level, while secondary school was coded as a lower educational level.",
        "section": "Moderators",
        "section_number": 13,
        "sentences": [
            "(1) secondary school, (2) vocational school, and (3) technical/high school or university.",
            "For further analysis, we collapsed vocational school and technical/high school or university into a higher educational level, while secondary school was coded as a lower educational level."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "34540",
        "text": "Health-related characteristics that were investigated as potential moderators included body-mass-index (BMI) and tobacco smoking. Tobacco smoking was assessed using the following question: 'Do you currently smoke cigarettes or have you smoked in the past?' with the following available response options: (1) I smoke cigarettes daily; (2) I smoke cigarettes occasionally, but not daily; (3) I smoked cigarettes in the past, but do not smoke anymore; and (4) I have never smoked cigarettes or have smoked < 100 cigarettes throughout my entire life. For analysis, we collapsed daily baseline smoking and occasional smoking into a single category for comparison against baseline nonsmokers.",
        "section": "Moderators",
        "section_number": 14,
        "sentences": [
            "Health-related characteristics that were investigated as potential moderators included body-mass-index (BMI) and tobacco smoking.",
            "Tobacco smoking was assessed using the following question: 'Do you currently smoke cigarettes or have you smoked in the past?'",
            "with the following available response options: (1) I smoke cigarettes daily; (2) I smoke cigarettes occasionally, but not daily; (3) I smoked cigarettes in the past, but do not smoke anymore; and (4) I have never smoked cigarettes or have smoked < 100 cigarettes throughout my entire life.",
            "For analysis, we collapsed daily baseline smoking and occasional smoking into a single category for comparison against baseline nonsmokers."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34540",
        "text": "Socio-cognitive characteristics that were assessed as potential moderators were peer-drinking norms and self-efficacy. Estimates of peer-drinking norms were derived using items extracted from Haug, Ulbricht, Hanke, Meyer, and John (2011), who used modified versions of the first and second consumption items of the Alcohol Use Disorders Identification Test (Bradley et al., 2007) : 'How often does a typical (male/female) adolescent at the age of (xx years) have a drink containing alcohol?' and 'How many drinks does a typical (male/ female) adolescent at the age of (xx years) years have on a typical day when drinking alcohol?' Self-efficacy for refraining from alcohol use was assessed via the item: 'I am confident that I can abstain from alcohol use over the next month', with response options ranging from 0 'not at all confident' through 5 'very confident'.",
        "section": "Moderators",
        "section_number": 15,
        "sentences": [
            "Socio-cognitive characteristics that were assessed as potential moderators were peer-drinking norms and self-efficacy.",
            "Estimates of peer-drinking norms were derived using items extracted from Haug, Ulbricht, Hanke, Meyer, and John (2011), who used modified versions of the first and second consumption items of the Alcohol Use Disorders Identification Test (Bradley et al., 2007) : 'How often does a typical (male/female) adolescent at the age of (xx years) have a drink containing alcohol?'",
            "and 'How many drinks does a typical (male/ female) adolescent at the age of (xx years) years have on a typical day when drinking alcohol?'",
            "Self-efficacy for refraining from alcohol use was assessed via the item: 'I am confident that I can abstain from alcohol use over the next month', with response options ranging from 0 'not at all confident' through 5 'very confident'."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34540",
        "text": "The primary outcome of interest was binge-drinking prevalence over the preceding 30 days, which comprised the percentage of subjects who reported at least one episode of binge drinking. Binge-drinking prevalence was assessed by asking participants to report the number of standard drinks they consumed on their heaviest drinking occasion over the preceding 30 days. Pictures of standard drinks containing 12-14 g of ethanol were provided for beer, wine, spirits, alcopops and cocktails, along with conversion values (e.g., three 0.5 l cans of beer = 6 standard drinks). Binge drinking was defined as drinking at least five drinks on a single occasion for men, and at least four drinks on a single occasion for women (Gmel et al., 2011) . This assessment was performed both at baseline and 6-month follow up.",
        "section": "Primary outcome",
        "section_number": 16,
        "sentences": [
            "The primary outcome of interest was binge-drinking prevalence over the preceding 30 days, which comprised the percentage of subjects who reported at least one episode of binge drinking.",
            "Binge-drinking prevalence was assessed by asking participants to report the number of standard drinks they consumed on their heaviest drinking occasion over the preceding 30 days.",
            "Pictures of standard drinks containing 12-14 g of ethanol were provided for beer, wine, spirits, alcopops and cocktails, along with conversion values (e.g., three 0.5 l cans of beer = 6 standard drinks).",
            "Binge drinking was defined as drinking at least five drinks on a single occasion for men, and at least four drinks on a single occasion for women (Gmel et al., 2011) .",
            "This assessment was performed both at baseline and 6-month follow up."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34540",
        "text": "Details of outcome analysis and missing data imputation procedures are provided in Haug et al. (2017) . All moderator analyses reported herein were performed on an intent-to-treat basis to identify associations between various socio-demographic, health-related and sociocognitive characteristics measured at baseline and the outcome of interest at six months of follow up in the intervention versus control group, controlling for baseline values of the outcome. Analyses were conducted both across the overall sample and separately in two subgroups categorized as lower versus higher-risk alcohol consumption.",
        "section": "Statistical analysis",
        "section_number": 17,
        "sentences": [
            "Details of outcome analysis and missing data imputation procedures are provided in Haug et al. (2017) .",
            "All moderator analyses reported herein were performed on an intent-to-treat basis to identify associations between various socio-demographic, health-related and sociocognitive characteristics measured at baseline and the outcome of interest at six months of follow up in the intervention versus control group, controlling for baseline values of the outcome.",
            "Analyses were conducted both across the overall sample and separately in two subgroups categorized as lower versus higher-risk alcohol consumption."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34540",
        "text": "Generalized linear mixed models were tested specifying a single random effect for class (random intercept). For the detection of potential moderators, we adopted a hierarchical backward stepwise approach, similar to that described elsewhere (Carey et al., 2007) . This analysis evaluated for the amount of change in the Akaike information criterion (AIC) statistic deleting each given independent variable to identify the most parsimonious model. Variables were retained if the change in the AIC statistic was > 2 points. The baseline model for each outcome initially contained the group main effect, the 11 moderator main effects, and the 11 group-by-moderator interactions. The analysis was conducted in two stages, beginning with an evaluation of two-way interactions, followed by the main effects only. Any effects involved in an interaction retained by the backward stepwise procedure were not subject to removal during the subsequent stage. Finally, the group main effect was retained, irrespective of its influence on the AIC statistic, to reflect the experimental design. Since the detection of moderator effects in field studies is less efficient due to increased measurement error (McClelland & Judd, 1993) , all effects in the final model were assessed at the p < 0.10 level. Analyses were performed using the software statistical packages SPSS version 22 and R version 3.3.0 via lme4 (Bates, Mächler, Bolker, & Walker, 2014) .",
        "section": "Statistical analysis",
        "section_number": 18,
        "sentences": [
            "Generalized linear mixed models were tested specifying a single random effect for class (random intercept).",
            "For the detection of potential moderators, we adopted a hierarchical backward stepwise approach, similar to that described elsewhere (Carey et al., 2007) .",
            "This analysis evaluated for the amount of change in the Akaike information criterion (AIC) statistic deleting each given independent variable to identify the most parsimonious model.",
            "Variables were retained if the change in the AIC statistic was > 2 points.",
            "The baseline model for each outcome initially contained the group main effect, the 11 moderator main effects, and the 11 group-by-moderator interactions.",
            "The analysis was conducted in two stages, beginning with an evaluation of two-way interactions, followed by the main effects only.",
            "Any effects involved in an interaction retained by the backward stepwise procedure were not subject to removal during the subsequent stage.",
            "Finally, the group main effect was retained, irrespective of its influence on the AIC statistic, to reflect the experimental design.",
            "Since the detection of moderator effects in field studies is less efficient due to increased measurement error (McClelland & Judd, 1993) , all effects in the final model were assessed at the p < 0.10 level.",
            "Analyses were performed using the software statistical packages SPSS version 22 and R version 3.3.0 via lme4 (Bates, Mächler, Bolker, & Walker, 2014) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34540",
        "text": "Baseline characteristics for the study sample are shown in Table 1 . Among the 547 subjects assigned to active treatment, 51.7% were female, versus 53.6% females in the 494 controls. Participants averaged 16.9 years of age (SD = 1.6). Baseline differences between the intervention and control group were detected for smoking status, with a significantly higher proportion of smokers in the intervention group (χ 2 = 8.9, p < 0.01).",
        "section": "Sample characteristics",
        "section_number": 19,
        "sentences": [
            "Baseline characteristics for the study sample are shown in Table 1 .",
            "Among the 547 subjects assigned to active treatment, 51.7% were female, versus 53.6% females in the 494 controls.",
            "Participants averaged 16.9 years of age (SD = 1.6).",
            "Baseline differences between the intervention and control group were detected for smoking status, with a significantly higher proportion of smokers in the intervention group (χ 2 = 8.9, p < 0.01)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34540",
        "text": "Results of ITT analysis examining moderators of binge-drinking prevalence across the total sample are summarized in Table 2 . Both smoking status and educational level were retained as moderating effects in the final model, with significant interactions detected between smoking status and study condition (OR = 0.23, CI = 0.19-0.9, p < 0.05) and between educational level and study condition (OR = 0.37, CI = 0.13-1.05, p < 0.10). The intervention was more effective at reducing binge-drinking prevalence in smokers than in non-smokers (Fig. 1) . In smokers, it decreased the percentage of subjects who binge drank from 77.0% to 58.6% (absolute difference 18.4%) versus 77.6% to 70.1% pre-to post-intervention binge drinking in smoking controls (absolute difference 7.5%). Meanwhile, among non-smokers, the intervention only reduced the percentage of binge drinkers from 35.8% to 34.2% (1.6%) versus from 34.1% to 32.6% (1.5%) in non-smoking controls. Thus, the relative intervention effect was −10.9% in smokers versus −0.1% in non-smokers.",
        "section": "Moderator analysis in the overall sample",
        "section_number": 20,
        "sentences": [
            "Results of ITT analysis examining moderators of binge-drinking prevalence across the total sample are summarized in Table 2 .",
            "Both smoking status and educational level were retained as moderating effects in the final model, with significant interactions detected between smoking status and study condition (OR = 0.23, CI = 0.19-0.9, p < 0.05) and between educational level and study condition (OR = 0.37, CI = 0.13-1.05, p < 0.10).",
            "The intervention was more effective at reducing binge-drinking prevalence in smokers than in non-smokers (Fig. 1) .",
            "In smokers, it decreased the percentage of subjects who binge drank from 77.0% to 58.6% (absolute difference 18.4%) versus 77.6% to 70.1% pre-to post-intervention binge drinking in smoking controls (absolute difference 7.5%).",
            "Meanwhile, among non-smokers, the intervention only reduced the percentage of binge drinkers from 35.8% to 34.2% (1.6%) versus from 34.1% to 32.6% (1.5%) in non-smoking controls.",
            "Thus, the relative intervention effect was −10.9% in smokers versus −0.1% in non-smokers."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34540",
        "text": "Similarly, the intervention was more effective in highly-educated versus less-educated subjects (Fig. 2) . In more highly-educated subjects, the percentage of binge-drinkers pre-to post-intervention fell from 54.4% to 34.5% (absolute difference 19.9%), with no decline at all noted in highly-educated controls. Meanwhile, in less-educated subjects, corresponding declines were from 46.4% to 41.7% (4.7%) and from 42.0% to 39.0% (3.0%), respectively. Thus, the relative intervention effect was − 19.9% in highly-educated versus −1.7% in lesseducated subjects.",
        "section": "Moderator analysis in the overall sample",
        "section_number": 21,
        "sentences": [
            "Similarly, the intervention was more effective in highly-educated versus less-educated subjects (Fig. 2) .",
            "In more highly-educated subjects, the percentage of binge-drinkers pre-to post-intervention fell from 54.4% to 34.5% (absolute difference 19.9%), with no decline at all noted in highly-educated controls.",
            "Meanwhile, in less-educated subjects, corresponding declines were from 46.4% to 41.7% (4.7%) and from 42.0% to 39.0% (3.0%), respectively.",
            "Thus, the relative intervention effect was − 19.9% in highly-educated versus −1.7% in lesseducated subjects."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34540",
        "text": "Other variables exhibited a main effect on the binge-drinking prevalence and were retained as predictors in the final model. Older age (OR = 0.85, p < 0.05) and higher levels of self-efficacy ",
        "section": "Moderator analysis in the overall sample",
        "section_number": 22,
        "sentences": [
            "Other variables exhibited a main effect on the binge-drinking prevalence and were retained as predictors in the final model.",
            "Older age (OR = 0.85, p < 0.05) and higher levels of self-efficacy"
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "34540",
        "text": "- - Group × perception quantity - - - - - - Group × perception frequency - - - - - - Group × self-efficacy - - - - - -",
        "section": "Moderator analysis in the overall sample",
        "section_number": 23,
        "sentences": [
            "- - Group × perception quantity - - - - - - Group × perception frequency - - - - - - Group × self-efficacy - - - - - -"
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "34540",
        "text": "Note. Odds ratio (OR) and 95% confidence intervals (CI) for all effects remaining in the final model. Dashes represent effects that were dropped from the respective final model in the total sample and in the ancillary analyses according to baseline drinking risk group. Group was coded as − 0.5 = control, 0.5 = intervention. Gender was coded as 0 = man, 1 = female. Immigration was coded as 0 = Swiss background, 1 = Other background. Education was coded as 0 = low, 1 = high. Drinking risk group was coded as 0 = low, 1 = high. Smoking status was coded as 0 = non-smoker, 1 = smoker. All continuous variables were mean centered. ⁎⁎ p < 0.01. ⁎ p < 0.05. † p < 0.10. (OR = 0.78, p < 0.01) at baseline were associated with lower bingedrinking prevalence at follow-up. A higher body-mass-index (BMI, OR = 1.09, p < 0.01) was associated with higher binge-drinking prevalence at follow-up.",
        "section": "Moderator analysis in the overall sample",
        "section_number": 24,
        "sentences": [
            "Note.",
            "Odds ratio (OR) and 95% confidence intervals (CI) for all effects remaining in the final model.",
            "Dashes represent effects that were dropped from the respective final model in the total sample and in the ancillary analyses according to baseline drinking risk group.",
            "Group was coded as − 0.5 = control, 0.5 = intervention.",
            "Gender was coded as 0 = man, 1 = female.",
            "Immigration was coded as 0 = Swiss background, 1 = Other background.",
            "Education was coded as 0 = low, 1 = high.",
            "Drinking risk group was coded as 0 = low, 1 = high.",
            "Smoking status was coded as 0 = non-smoker, 1 = smoker.",
            "All continuous variables were mean centered. ⁎⁎",
            "p < 0.01. ⁎",
            "p < 0.05. †",
            "p < 0.10. (",
            "OR = 0.78, p < 0.01) at baseline were associated with lower bingedrinking prevalence at follow-up.",
            "A higher body-mass-index (BMI, OR = 1.09, p < 0.01) was associated with higher binge-drinking prevalence at follow-up."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34540",
        "text": "Results stratified by drinking risk group at baseline (lower versus higher risk) are summarized in Table 2 . In the multivariate models, different main effects and interactions with binge-drinking prevalence were identified in the two baseline risk groups.",
        "section": "Moderator analysis by drinking risk group",
        "section_number": 25,
        "sentences": [
            "Results stratified by drinking risk group at baseline (lower versus higher risk) are summarized in Table 2 .",
            "In the multivariate models, different main effects and interactions with binge-drinking prevalence were identified in the two baseline risk groups."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "34540",
        "text": "Within the lower-risk group, significant interactions between study condition and both smoking status (OR = 0.13, CI = 0.03-0.57, p < 0.01) and educational level (OR = 0.19, CI = 0.03-1.02, p < 0.10) were observed. The intervention was associated with less increase in binge-drinking prevalence in smokers than non-smokers (− 32.4%, from 50.0% to 17.6%; versus + 1.2%, from 14.7% to 15.9%), and in highly-(− 27.5%, 40.0% to 12.5%) versus less-educated students (+ 0.9%, 16.0% to 16.9%); see Figs. 3 and 4. Significant main effects were similar as in the total sample: Within lower-risk drinkers a higher BMI at baseline (OR = 1.12, p < 0.05) was associated with higher binge-drinking prevalence at follow-up, whereas older age (OR = 0.75, p < 0.01) was associated with lower binge-drinking prevalence at follow-up.",
        "section": "Moderator analysis by drinking risk group",
        "section_number": 26,
        "sentences": [
            "Within the lower-risk group, significant interactions between study condition and both smoking status (OR = 0.13, CI = 0.03-0.57, p < 0.01) and educational level (OR = 0.19, CI = 0.03-1.02, p < 0.10) were observed.",
            "The intervention was associated with less increase in binge-drinking prevalence in smokers than non-smokers (− 32.4%, from 50.0% to 17.6%; versus + 1.2%, from 14.7% to 15.9%), and in highly-(− 27.5%, 40.0% to 12.5%) versus less-educated students (+ 0.9%, 16.0% to 16.9%); see Figs. 3 and 4.",
            "Significant main effects were similar as in the total sample: Within lower-risk drinkers a higher BMI at baseline (OR = 1.12, p < 0.05) was associated with higher binge-drinking prevalence at follow-up, whereas older age (OR = 0.75, p < 0.01) was associated with lower binge-drinking prevalence at follow-up."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34540",
        "text": "On the other hand, no significant moderating effects were apparent within the higher-risk group. Significant predictors of binge-drinking prevalence within this subgroup were gender and self-efficacy. Within higher-risk drinkers, being a female (OR = 0.64, p < 0.05) or showing higher levels of self-efficacy at baseline (OR = 0.75, p < 0.01) was associated with lower binge-drinking prevalence at follow-up.",
        "section": "Moderator analysis by drinking risk group",
        "section_number": 27,
        "sentences": [
            "On the other hand, no significant moderating effects were apparent within the higher-risk group.",
            "Significant predictors of binge-drinking prevalence within this subgroup were gender and self-efficacy.",
            "Within higher-risk drinkers, being a female (OR = 0.64, p < 0.05) or showing higher levels of self-efficacy at baseline (OR = 0.75, p < 0.01) was associated with lower binge-drinking prevalence at follow-up."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34540",
        "text": "In this study, we investigated socio-demographic, health-related, and socio-cognitive moderators of the effectiveness of a technologybased intervention designed to prevent or reduce binge drinking in adolescents. The three main findings were: (1) the intervention was more effective at reducing binge-drinking prevalence in smokers than in non-smokers; (2) the intervention also was more effective in highlyversus less-educated subjects; and (3) whereas smoking status and educational level were moderators of the intervention's effectiveness in subjects considered to be at lower risk for problem drinking, based upon their baseline level of alcohol use, no baseline characteristics moderated the intervention's effectiveness in higher-risk drinkers.",
        "section": "Discussion",
        "section_number": 28,
        "sentences": [
            "In this study, we investigated socio-demographic, health-related, and socio-cognitive moderators of the effectiveness of a technologybased intervention designed to prevent or reduce binge drinking in adolescents.",
            "The three main findings were: (1) the intervention was more effective at reducing binge-drinking prevalence in smokers than in non-smokers; (2) the intervention also was more effective in highlyversus less-educated subjects; and (3) whereas smoking status and educational level were moderators of the intervention's effectiveness in subjects considered to be at lower risk for problem drinking, based upon their baseline level of alcohol use, no baseline characteristics moderated the intervention's effectiveness in higher-risk drinkers."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "34540",
        "text": "These findings highlight the moderating effect of smoking status on technology-based alcohol interventions designed to both reduce and prevent heavy drinking, a moderator that has been neglected in studies that accounted for multiple moderators (Carey et al., 2007; Elliott, Carey, & Bolles, 2008; Henson et al., 2015) . The present study indicates that smokers benefitted more from the technology-based intervention than non-smokers. Nevertheless, the binge-drinking prevalence was still higher among smokers relative to non-smokers at follow-up. Since alcohol and tobacco use often co-occur in adolescents (Haug, Schaub, Gross, John, & Meyer, 2013; McKee & Weinberger, 2013) , future studies should investigate whether interventions targeting problematic alcohol use in this age group should be tailored to smoking status in order to improve the effectiveness of such programs. This is in line with implications of research that focused on face-to-face delivered treatment (Kay-Lambkin et al., 2013) . In mobile-phone-based interventions, text messages with information about the relationship between alcohol and tobacco use could be sent at times when adolescents typically go out and the probability for using both substances is highest (Jiang & Ling, 2013) . Two pilot studies have already investigated the inverse scenario. These studies included young adult smokers who regularly binge drink and demonstrated that tobacco abstinence rates were higher among those who were allocated to an integrated inter- vention, targeting smoking cessation and binge-drinking reduction, compared to those who only received standard treatment for smoking cessation (Ames, Pokorny, Schroeder, Tan, & Werch, 2014; Ames et al., 2010) . To verify these findings, a two-arm, parallel-group, clusterrandomized controlled trial with assessments at baseline and six months follow-up is currently being conducted (Haug, Meyer, Dymalski, Lippke, & John, 2012) .",
        "section": "Discussion",
        "section_number": 29,
        "sentences": [
            "These findings highlight the moderating effect of smoking status on technology-based alcohol interventions designed to both reduce and prevent heavy drinking, a moderator that has been neglected in studies that accounted for multiple moderators (Carey et al., 2007; Elliott, Carey, & Bolles, 2008; Henson et al., 2015) .",
            "The present study indicates that smokers benefitted more from the technology-based intervention than non-smokers.",
            "Nevertheless, the binge-drinking prevalence was still higher among smokers relative to non-smokers at follow-up.",
            "Since alcohol and tobacco use often co-occur in adolescents (Haug, Schaub, Gross, John, & Meyer, 2013; McKee & Weinberger, 2013) , future studies should investigate whether interventions targeting problematic alcohol use in this age group should be tailored to smoking status in order to improve the effectiveness of such programs.",
            "This is in line with implications of research that focused on face-to-face delivered treatment (Kay-Lambkin et al., 2013) .",
            "In mobile-phone-based interventions, text messages with information about the relationship between alcohol and tobacco use could be sent at times when adolescents typically go out and the probability for using both substances is highest (Jiang & Ling, 2013) .",
            "Two pilot studies have already investigated the inverse scenario.",
            "These studies included young adult smokers who regularly binge drink and demonstrated that tobacco abstinence rates were higher among those who were allocated to an integrated inter- vention, targeting smoking cessation and binge-drinking reduction, compared to those who only received standard treatment for smoking cessation (Ames, Pokorny, Schroeder, Tan, & Werch, 2014; Ames et al., 2010) .",
            "To verify these findings, a two-arm, parallel-group, clusterrandomized controlled trial with assessments at baseline and six months follow-up is currently being conducted (Haug, Meyer, Dymalski, Lippke, & John, 2012) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34540",
        "text": "More importantly, the present findings point out that technologybased alcohol interventions should be improved for non-smokers. Since adolescent non-smokers seem to be less influenced by peers for risktaking in experimental studies (Cavalca et al., 2013) , further efforts should be undertaken to understand the mechanism of risky alcohol use in non-smokers and potential reactivity to alcohol interventions in naturalistic settings. A possible explanation for binge drinking in adolescent non-smokers is that they overemphasize its relevance for bonding with peers while downplaying the detrimental effects of risky alcohol consumption on their health (Visser, Wheeler, Abraham, & Smith, 2013) , especially since these effects are not as visible in everyday life as the consequences of tobacco smoking. On the basis of the recommendations of Visser et al. (2013) , future studies should investigate if the effectiveness of technology-based alcohol interventions can be improved among non-smokers by emphasizing even more the effects of excessive alcohol use on young people's sociability, image and safety rather than focusing on health-related long-or short-term risks.",
        "section": "Discussion",
        "section_number": 30,
        "sentences": [
            "More importantly, the present findings point out that technologybased alcohol interventions should be improved for non-smokers.",
            "Since adolescent non-smokers seem to be less influenced by peers for risktaking in experimental studies (Cavalca et al., 2013) , further efforts should be undertaken to understand the mechanism of risky alcohol use in non-smokers and potential reactivity to alcohol interventions in naturalistic settings.",
            "A possible explanation for binge drinking in adolescent non-smokers is that they overemphasize its relevance for bonding with peers while downplaying the detrimental effects of risky alcohol consumption on their health (Visser, Wheeler, Abraham, & Smith, 2013) , especially since these effects are not as visible in everyday life as the consequences of tobacco smoking.",
            "On the basis of the recommendations of Visser et al. (2013) , future studies should investigate if the effectiveness of technology-based alcohol interventions can be improved among non-smokers by emphasizing even more the effects of excessive alcohol use on young people's sociability, image and safety rather than focusing on health-related long-or short-term risks."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34540",
        "text": "Further implications of our findings are that technology-based alcohol interventions should not only be directed towards higher-risk drinkers, who appear to experience the greatest reduction in heavy drinking (Haug et al., 2017) , but also to lower-risk drinkers who smoke. Our findings suggest that technology-based alcohol interventions might help to counteract the well-documented association between tobacco use and increased risk for meeting criteria for problematic alcohol use in adolescents (McKee & Weinberger, 2013) . In turn, practitioners should consider not delivering technology-based alcohol interventions to lower-risk drinkers who do not smoke. Thereby, practitioners could refrain from providing superfluous information to adolescents who drink within lower-risk limits and do not smoke as their substance use pattern can be considered as being rather stable (McKee & Weinberger, 2013; Nelson, Ryzin, & Dishion, 2015) . Instead, practitioners could start delivering technology-based interventions only when this patterns change remarkably.",
        "section": "Discussion",
        "section_number": 31,
        "sentences": [
            "Further implications of our findings are that technology-based alcohol interventions should not only be directed towards higher-risk drinkers, who appear to experience the greatest reduction in heavy drinking (Haug et al., 2017) , but also to lower-risk drinkers who smoke.",
            "Our findings suggest that technology-based alcohol interventions might help to counteract the well-documented association between tobacco use and increased risk for meeting criteria for problematic alcohol use in adolescents (McKee & Weinberger, 2013) .",
            "In turn, practitioners should consider not delivering technology-based alcohol interventions to lower-risk drinkers who do not smoke.",
            "Thereby, practitioners could refrain from providing superfluous information to adolescents who drink within lower-risk limits and do not smoke as their substance use pattern can be considered as being rather stable (McKee & Weinberger, 2013; Nelson, Ryzin, & Dishion, 2015) .",
            "Instead, practitioners could start delivering technology-based interventions only when this patterns change remarkably."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34540",
        "text": "In addition, our subjects who were more highly educated benefited more from the intervention than those with less education. To our knowledge, this is the first study documenting the moderating effect of educational level on a technology-based intervention, which can be due to the fact that previous studies were mostly conducted on college students (Carey et al., 2007; Elliott et al., 2008; Henson et al., 2015) . Even if the intervention contained short messages and considerable graphical representation, further efforts might be beneficial to improve intervention effectiveness in less-educated adolescents. Recent research on less-educated, community college students (Bock et al., 2015 (Bock et al., , 2016 concluded that texts within technology-based interventions should emphasize the aspect of caring for harms related to adolescent's drinking behaviour. Future research is needed to establish whether interventional effects in this subgroup can be augmented either by simplifying the intervention or by otherwise adapting the contents.",
        "section": "Discussion",
        "section_number": 32,
        "sentences": [
            "In addition, our subjects who were more highly educated benefited more from the intervention than those with less education.",
            "To our knowledge, this is the first study documenting the moderating effect of educational level on a technology-based intervention, which can be due to the fact that previous studies were mostly conducted on college students (Carey et al., 2007; Elliott et al., 2008; Henson et al., 2015) .",
            "Even if the intervention contained short messages and considerable graphical representation, further efforts might be beneficial to improve intervention effectiveness in less-educated adolescents.",
            "Recent research on less-educated, community college students (Bock et al., 2015 (Bock et al., , 2016 concluded that texts within technology-based interventions should emphasize the aspect of caring for harms related to adolescent's drinking behaviour.",
            "Future research is needed to establish whether interventional effects in this subgroup can be augmented either by simplifying the intervention or by otherwise adapting the contents."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34540",
        "text": "No other socio-demographic characteristics besides educational level influenced the effectiveness of our intervention. More specifically, no moderating effects of age or gender werecontrary to previouslypublished research (Grossbard et al., 2016; Henson et al., 2015) identified. Since our intervention was specifically tailored to gender and age, these results suggest that similar interventional effects might be observed in students with different socio-demographic characteristics other than educational level. Within the health-related moderators, BMI demonstrated to be predictive for binge-drinking prevalence, but did not interact with the success of the intervention. Interestingly, the moderating effect of the severity of alcohol use on alcohol interventions that was postulated in the review of Walters and Neighbors (2005) was less important than the influence of smoking status in the current study. These findings have to be replicated in future studies. Also, no socio-cognitive moderators of the intervention's effectiveness were uncovered. Contrary to the study of Bertholet et al. (2016) , baseline levels of perceived drinking norms did not moderate the efficacy of their technology-based intervention. Although the present study did examine the moderating effect of perceived quantity and frequency of peer drinking separately rather than the overall overestimation of drinking norms (Bertholet et al., 2016) , our findings support the investigation of perceived drinking norm rather as a mediator ) than a moderator. Self-efficacy was retained in all analyses as a predictor of outcome rather than a moderator, which underlines its general relevance in behaviour change (e.g. Bandura, 2004; Schwarzer, 2008) . Similar to drinking norms, future studies on technology-based interventions should investigate the mediating role of self-efficacy and add evidence to current inconclusive but promising findings .",
        "section": "Discussion",
        "section_number": 33,
        "sentences": [
            "No other socio-demographic characteristics besides educational level influenced the effectiveness of our intervention.",
            "More specifically, no moderating effects of age or gender werecontrary to previouslypublished research (Grossbard et al., 2016; Henson et al., 2015) identified.",
            "Since our intervention was specifically tailored to gender and age, these results suggest that similar interventional effects might be observed in students with different socio-demographic characteristics other than educational level.",
            "Within the health-related moderators, BMI demonstrated to be predictive for binge-drinking prevalence, but did not interact with the success of the intervention.",
            "Interestingly, the moderating effect of the severity of alcohol use on alcohol interventions that was postulated in the review of Walters and Neighbors (2005) was less important than the influence of smoking status in the current study.",
            "These findings have to be replicated in future studies.",
            "Also, no socio-cognitive moderators of the intervention's effectiveness were uncovered.",
            "Contrary to the study of Bertholet et al. (2016) , baseline levels of perceived drinking norms did not moderate the efficacy of their technology-based intervention.",
            "Although the present study did examine the moderating effect of perceived quantity and frequency of peer drinking separately rather than the overall overestimation of drinking norms (Bertholet et al., 2016) , our findings support the investigation of perceived drinking norm rather as a mediator ) than a moderator.",
            "Self-efficacy was retained in all analyses as a predictor of outcome rather than a moderator, which underlines its general relevance in behaviour change (e.g. Bandura, 2004; Schwarzer, 2008) .",
            "Similar to drinking norms, future studies on technology-based interventions should investigate the mediating role of self-efficacy and add evidence to current inconclusive but promising findings ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34540",
        "text": "One main limitation of the current study is its reliance on self-report data and the associated possibility that the results may have been influenced by social desirability. Measures used to reduce the underand over-reporting of alcohol consumption included the assurance of confidentiality and anonymous assessments conducted via tablet computers in the absence of any personal contact, which may have increased the reliability of self-reported data. Another limitation is that, although we accounted for the most often-implicated moderators of such programs, we may have overlooked other explanatory variables (e.g., the age of alcohol drinking onset, the degree of readiness-tochange). Another limitation is the lack of stratification of the sample by smoking status prior to random assignment; it is possible, for example, that the apparent moderating effect of smoking status is partly attributable to the higher proportion of smokers in the intervention group. However, previous studies (Carey et al., 2007; Elliott et al., 2008; Henson et al., 2015) on moderators of technology-based alcohol interventions failed to test for the influence of baseline differences in smoking status. Future adequately balanced and powered studies on the impact of technology-based alcohol interventions among adolescent smokers are clearly needed.",
        "section": "Discussion",
        "section_number": 34,
        "sentences": [
            "One main limitation of the current study is its reliance on self-report data and the associated possibility that the results may have been influenced by social desirability.",
            "Measures used to reduce the underand over-reporting of alcohol consumption included the assurance of confidentiality and anonymous assessments conducted via tablet computers in the absence of any personal contact, which may have increased the reliability of self-reported data.",
            "Another limitation is that, although we accounted for the most often-implicated moderators of such programs, we may have overlooked other explanatory variables (e.g., the age of alcohol drinking onset, the degree of readiness-tochange).",
            "Another limitation is the lack of stratification of the sample by smoking status prior to random assignment; it is possible, for example, that the apparent moderating effect of smoking status is partly attributable to the higher proportion of smokers in the intervention group.",
            "However, previous studies (Carey et al., 2007; Elliott et al., 2008; Henson et al., 2015) on moderators of technology-based alcohol interventions failed to test for the influence of baseline differences in smoking status.",
            "Future adequately balanced and powered studies on the impact of technology-based alcohol interventions among adolescent smokers are clearly needed."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34540",
        "text": "In conclusion, the effect of the MobileCoach Alcohol program, a technology-based alcohol intervention, appears to be greater among smokers and more highly educated students. Particularly lower-risk drinkers who are more highly educated and smoke might be prevented from initiating heavy drinking through technology-based alcohol interventions. Further efforts are warranted to improve the effectiveness of such interventions in non-smokers and less-educated students.",
        "section": "Conclusions",
        "section_number": 35,
        "sentences": [
            "In conclusion, the effect of the MobileCoach Alcohol program, a technology-based alcohol intervention, appears to be greater among smokers and more highly educated students.",
            "Particularly lower-risk drinkers who are more highly educated and smoke might be prevented from initiating heavy drinking through technology-based alcohol interventions.",
            "Further efforts are warranted to improve the effectiveness of such interventions in non-smokers and less-educated students."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34540",
        "text": "Funding for this study was provided by the Swiss National Science Foundation (No. 100014_149209/1). The SNSF had no role in the study design, collection, analysis or interpretation of the data, writing the manuscript, or the decision to submit the paper for publication.",
        "section": "Role of funding sources",
        "section_number": 36,
        "sentences": [
            "Funding for this study was provided by the Swiss National Science Foundation (No. 100014_149209/1).",
            "The SNSF had no role in the study design, collection, analysis or interpretation of the data, writing the manuscript, or the decision to submit the paper for publication."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "34540",
        "text": "Design of the study: SH and MS. Design of the intervention: RPC, SH, TK and AF. Collection of data: RPC and SH. Analysis of data: RPC and SH. Manuscript writing: RPC and SH. All authors have approved the final draft prior submission.",
        "section": "Contributors",
        "section_number": 37,
        "sentences": [
            "Design of the study: SH and MS.",
            "Design of the intervention: RPC, SH, TK and AF.",
            "Collection of data: RPC and SH.",
            "Analysis of data: RPC and SH.",
            "Manuscript writing: RPC and SH.",
            "All authors have approved the final draft prior submission."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    }
]