[
    {
        "doc_id": "33631",
        "text": "Background Adalimumab is indicated for the treatment of moderate to severe psoriasis in adults. We assessed the efficacy and safety of adalimumab in children and adolescents with severe plaque psoriasis. Methods This randomised, double-blind, multiperiod, phase 3 trial was done at 38 clinics in 13 countries. Patients (aged ≥4 to <18 years) with severe plaque psoriasis who had not responded to topical therapy were randomly assigned with an interactive voice or web-response system (1:1:1) to receive adalimumab 0•8 mg/kg or 0•4 mg/kg subcutaneously at week 0, then every other week starting at week 1, or oral methotrexate once weekly (0•1-0•4 mg/kg) for 16 weeks. Randomisation was stratified by history of etanercept treatment, with a block size of three. Responders were withdrawn from treatment (for up to 36 weeks) and retreated with adalimumab (for 16 weeks) if disease became uncontrolled. Ranked primary efficacy endpoints were the proportion of patients who achieved at least 75% improvement from baseline in Psoriasis Area and Severity Index (PASI75) score and clear or minimal physician global assessment (PGA) score at week 16, comparing adalimumab 0•8 mg/kg with methotrexate. Efficacy analysis was by intention to treat, and safety analysis included all patients who received at least one dose of study drug. This trial is registered with ClinicalTrials.gov, number NCT01251614, and has been completed. Findings Between Dec 14, 2010, and Feb 5, 2015, 114 patients were randomly assigned to adalimumab 0•8 mg/kg (n=38), adalimumab 0•4 mg/kg (n=39) or methotrexate (n=37). At week 16, PASI75 was achieved in 22 (58%) of 38 patients in the adalimumab 0•8 mg/kg group compared with 12 (32%) of 37 patients in the methotrexate group (p=0•027). 23 (61%) of 38 patients in the adalimumab 0•8 mg/kg group and 15 (41%) of 37 in the methotrexate group achieved clear or minimal PGA (p=0•083). In the adalimumab 0•4 mg/kg group, 17 (44%) of 39 patients achieved PASI75 and 16 (41%) achieved clear or minimal PGA. The most frequent adverse events were infections (17 [45%] of 38 in the adalimumab 0•8 mg/kg group during initial treatment; 22 [56%] of 39 in the adalimumab 0•4 mg/kg group; 21 [57%] of 37 in the methotrexate group). Three serious adverse events were reported, all in patients in the adalimumab 0•4 mg/kg group, and were not judged to be related to study drug. Interpretation Treatment with adalimumab 0•8 mg/kg in children and adolescents with severe plaque psoriasis provided significant improvements in PASI75 and a non-significant increase in the proportion of patients who achieved clear or minimal PGA compared with methotrexate. No new safety risks were identified.",
        "section": "Abstract",
        "sentences": [
            "Background Adalimumab is indicated for the treatment of moderate to severe psoriasis in adults.",
            "We assessed the efficacy and safety of adalimumab in children and adolescents with severe plaque psoriasis.",
            "Methods This randomised, double-blind, multiperiod, phase 3 trial was done at 38 clinics in 13 countries.",
            "Patients (aged ≥4 to <18 years) with severe plaque psoriasis who had not responded to topical therapy were randomly assigned with an interactive voice or web-response system (1:1:1) to receive adalimumab 0•8 mg/kg or 0•4 mg/kg subcutaneously at week 0, then every other week starting at week 1, or oral methotrexate once weekly (0•1-0•4 mg/kg) for 16 weeks.",
            "Randomisation was stratified by history of etanercept treatment, with a block size of three.",
            "Responders were withdrawn from treatment (for up to 36 weeks) and retreated with adalimumab (for 16 weeks) if disease became uncontrolled.",
            "Ranked primary efficacy endpoints were the proportion of patients who achieved at least 75% improvement from baseline in Psoriasis Area and Severity Index (PASI75) score and clear or minimal physician global assessment (PGA) score at week 16, comparing adalimumab 0•8 mg/kg with methotrexate.",
            "Efficacy analysis was by intention to treat, and safety analysis included all patients who received at least one dose of study drug.",
            "This trial is registered with ClinicalTrials.gov, number NCT01251614, and has been completed.",
            "Findings Between Dec 14, 2010, and Feb 5, 2015, 114 patients were randomly assigned to adalimumab 0•8 mg/kg (n=38), adalimumab 0•4 mg/kg (n=39) or methotrexate (n=37).",
            "At week 16, PASI75 was achieved in 22 (58%) of 38 patients in the adalimumab 0•8 mg/kg group compared with 12 (32%) of 37 patients in the methotrexate group (p=0•027).",
            "23 (61%) of 38 patients in the adalimumab 0•8 mg/kg group and 15 (41%) of 37 in the methotrexate group achieved clear or minimal PGA (p=0•083).",
            "In the adalimumab 0•4 mg/kg group, 17 (44%) of 39 patients achieved PASI75 and 16 (41%) achieved clear or minimal PGA.",
            "The most frequent adverse events were infections (17 [45%] of 38 in the adalimumab 0•8 mg/kg group during initial treatment; 22 [56%] of 39 in the adalimumab 0•4 mg/kg group; 21 [57%] of 37 in the methotrexate group).",
            "Three serious adverse events were reported, all in patients in the adalimumab 0•4 mg/kg group, and were not judged to be related to study drug.",
            "Interpretation Treatment with adalimumab 0•8 mg/kg in children and adolescents with severe plaque psoriasis provided significant improvements in PASI75 and a non-significant increase in the proportion of patients who achieved clear or minimal PGA compared with methotrexate.",
            "No new safety risks were identified."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33631",
        "text": "Psoriasis is a chronic inflammatory skin disease affecting about 2% of the general population. 1, 2 Onset can occur at any age; about a third of cases are diagnosed by 20 years of age. 1, 3 In children and adolescents, prevalence of psoriasis is about 0•70% and annual incidence is 40•8 per 100 000. 1, 4 Paediatric psoriasis is associated with increased risk for psychosocial problems and comorbidities such as hypertension and diabetes, 5 making effective treatment especially important in this population.",
        "section": "Introduction",
        "section_number": 1,
        "sentences": [
            "Psoriasis is a chronic inflammatory skin disease affecting about 2% of the general population.",
            "1, 2 Onset can occur at any age; about a third of cases are diagnosed by 20 years of age.",
            "1, 3 In children and adolescents, prevalence of psoriasis is about 0•70% and annual incidence is 40•8 per 100 000.",
            "1, 4 Paediatric psoriasis is associated with increased risk for psychosocial problems and comorbidities such as hypertension and diabetes, 5 making effective treatment especially important in this population."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33631",
        "text": "The paucity of data and absence of approved systemic therapies or standardised guidelines have complicated management of paediatric psoriasis. Treatment options are few. Topical therapy is the typical initial treatment for limited disease; 6 ultraviolet B (UVB) phototherapy and systemic treatments, including methotrexate, ciclosporin, and acitretin (retinoids), are reserved for severe or refractory disease. 7, 8 Although methotrexate is prescribed for severe paediatric psoriasis, 7 this drug has not been approved to treat children and adolescents with psoriasis and has never been assessed in a randomised controlled clinical study in this population. 9 The tumour necrosis factor inhibitor etanercept was approved by the European Medicines Agency for severe plaque psoriasis in patients from the age of 6 years on the basis of results from one randomised, placebocontrolled study; 10 however, this drug is not approved for paediatric indication in the USA. In 2015, the tumour necrosis factor inhibitor adalimumab was approved by the European Medicines Agency for the treatment of severe plaque psoriasis in patients from 4 years of age who have not responded adequately to or are contraindicated for topical therapy and phototherapies. We present results from the double-blind periods of initial treatment, withdrawal, and re-treatment in a randomised controlled study examining the safety and efficacy of adalimumab compared with methotrexate in children and adolescents with severe plaque psoriasis.",
        "section": "Introduction",
        "section_number": 2,
        "sentences": [
            "The paucity of data and absence of approved systemic therapies or standardised guidelines have complicated management of paediatric psoriasis.",
            "Treatment options are few.",
            "Topical therapy is the typical initial treatment for limited disease; 6 ultraviolet B (UVB) phototherapy and systemic treatments, including methotrexate, ciclosporin, and acitretin (retinoids), are reserved for severe or refractory disease.",
            "7, 8 Although methotrexate is prescribed for severe paediatric psoriasis, 7 this drug has not been approved to treat children and adolescents with psoriasis and has never been assessed in a randomised controlled clinical study in this population.",
            "9 The tumour necrosis factor inhibitor etanercept was approved by the European Medicines Agency for severe plaque psoriasis in patients from the age of 6 years on the basis of results from one randomised, placebocontrolled study; 10 however, this drug is not approved for paediatric indication in the USA.",
            "In 2015, the tumour necrosis factor inhibitor adalimumab was approved by the European Medicines Agency for the treatment of severe plaque psoriasis in patients from 4 years of age who have not responded adequately to or are contraindicated for topical therapy and phototherapies.",
            "We present results from the double-blind periods of initial treatment, withdrawal, and re-treatment in a randomised controlled study examining the safety and efficacy of adalimumab compared with methotrexate in children and adolescents with severe plaque psoriasis."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33631",
        "text": "This randomised, parallel-group, double-blind, doubledummy, phase 3 trial was done at 38 clinics in Belgium, Canada, Chile, Czech Republic, Germany, Hungary, Italy, Mexico, Netherlands, Poland, Spain, Switzerland, and Turkey. The study included four periods: (1) 16-week primary treatment; (2) up to 36-week withdrawal; (3) 16-week re-treatment; and (4) 52-week long-term follow-up (appendix p 2). Although methods for all periods are briefly described for context, we present results from the first three periods here.",
        "section": "Study design and participants",
        "section_number": 3,
        "sentences": [
            "This randomised, parallel-group, double-blind, doubledummy, phase 3 trial was done at 38 clinics in Belgium, Canada, Chile, Czech Republic, Germany, Hungary, Italy, Mexico, Netherlands, Poland, Spain, Switzerland, and Turkey.",
            "The study included four periods: (1) 16-week primary treatment; (2) up to 36-week withdrawal; (3) 16-week re-treatment; and (4) 52-week long-term follow-up (appendix p 2).",
            "Although methods for all periods are briefly described for context, we present results from the first three periods here."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33631",
        "text": "Patients (aged ≥4 to <18 years) were eligible if they had a bodyweight of at least 13 kg, had had plaque psoriasis for at least 6 months (stable for ≥2 months), and had not responded to topical therapy. If heliotherapy was feasible in their region, patients younger than 12 years must not have responded to, been intolerant of, or had a contraindication to heliotherapy. Similarly, patients aged 12 years or older must not have responded to phototherapy, been intolerant of, had a contraindication to, or been otherwise unsuitable candidates for phototherapy. Patients had severe psoriasis, defined as meeting at least one of the following: physician global assessment (PGA) score at least 4; body surface area affected more than 20%, or more than 10% with very thick lesions; Psoriasis Area and Severity Index (PASI) score more than 20, or more than 10 and at least one of active psoriatic arthritis unresponsive to non-steroidal anti-inflammatory drugs, children's dermatology life quality index (CDLQI) score more than 10, or clinically relevant facial, genital, or hand or foot involvement. Effective contraception was required for sexually active patients and any female patients of childbearing potential. Patients had to have a negative test for active tuberculosis at screening; any patients with latent tuberculosis must have completed a minimum of 2 weeks of ongoing treatment or previously finished a full course.",
        "section": "Study design and participants",
        "section_number": 4,
        "sentences": [
            "Patients (aged ≥4 to <18 years) were eligible if they had a bodyweight of at least 13 kg, had had plaque psoriasis for at least 6 months (stable for ≥2 months), and had not responded to topical therapy.",
            "If heliotherapy was feasible in their region, patients younger than 12 years must not have responded to, been intolerant of, or had a contraindication to heliotherapy.",
            "Similarly, patients aged 12 years or older must not have responded to phototherapy, been intolerant of, had a contraindication to, or been otherwise unsuitable candidates for phototherapy.",
            "Patients had severe psoriasis, defined as meeting at least one of the following: physician global assessment (PGA) score at least 4; body surface area affected more than 20%, or more than 10% with very thick lesions; Psoriasis Area and Severity Index (PASI) score more than 20, or more than 10 and at least one of active psoriatic arthritis unresponsive to non-steroidal anti-inflammatory drugs, children's dermatology life quality index (CDLQI) score more than 10, or clinically relevant facial, genital, or hand or foot involvement.",
            "Effective contraception was required for sexually active patients and any female patients of childbearing potential.",
            "Patients had to have a negative test for active tuberculosis at screening; any patients with latent tuberculosis must have completed a minimum of 2 weeks of ongoing treatment or previously finished a full course."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33631",
        "text": "Main exclusion criteria were previous use of biologics, apart from etanercept; etanercept treatment within 4 weeks before the baseline visit; contraindication to methotrexate; and methotrexate use within the past year or at any time with previous inadequate response or intolerance. Patients were excluded if, before baseline, they had an infection treated with intravenous antiinfective agents within 30 days or oral anti-infective agents within 14 days previously; had received topical or UVB phototherapy within 7 days or psoralen with UVA phototherapy or any non-biological systemic agent within 14 days; or had been treated with any investigational agent within 30 days or five half-lives, whichever was longer. Any dysplasia or history of cancer, besides successfully treated non-metastatic cutaneous squamous cell or basal cell carcinoma or localised carcinoma in situ of the cervix, resulted in exclusion.",
        "section": "Study design and participants",
        "section_number": 5,
        "sentences": [
            "Main exclusion criteria were previous use of biologics, apart from etanercept; etanercept treatment within 4 weeks before the baseline visit; contraindication to methotrexate; and methotrexate use within the past year or at any time with previous inadequate response or intolerance.",
            "Patients were excluded if, before baseline, they had an infection treated with intravenous antiinfective agents within 30 days or oral anti-infective agents within 14 days previously; had received topical or UVB phototherapy within 7 days or psoralen with UVA phototherapy or any non-biological systemic agent within 14 days; or had been treated with any investigational agent within 30 days or five half-lives, whichever was longer.",
            "Any dysplasia or history of cancer, besides successfully treated non-metastatic cutaneous squamous cell or basal cell carcinoma or localised carcinoma in situ of the cervix, resulted in exclusion."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33631",
        "text": "Parents or legal guardians provided written informed consent; patients were included in discussions and provided assent. The study was done in accordance with",
        "section": "Study design and participants",
        "section_number": 6,
        "sentences": [
            "Parents or legal guardians provided written informed consent; patients were included in discussions and provided assent.",
            "The study was done in accordance with"
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "33631",
        "text": "Evidence before this study The absence of approved systemic therapies and standardised guidelines has complicated management of psoriasis in children and adolescents. Treatment options have been limited to topical therapy with ultraviolet B (UVB) phototherapy and systemic treatments reserved for severe or refractory disease. Details of the literature search are not available, but the medical literature contained only one report of a randomised controlled trial of a biological therapy (etanercept) for the treatment of paediatric patients with psoriasis. Although methotrexate is prescribed for the treatment of severe paediatric psoriasis, this drug has not been approved to treat psoriasis in children and adolescents and has never been assessed in a randomised controlled clinical study in this population.",
        "section": "Research in context",
        "section_number": 7,
        "sentences": [
            "Evidence before this study The absence of approved systemic therapies and standardised guidelines has complicated management of psoriasis in children and adolescents.",
            "Treatment options have been limited to topical therapy with ultraviolet B (UVB) phototherapy and systemic treatments reserved for severe or refractory disease.",
            "Details of the literature search are not available, but the medical literature contained only one report of a randomised controlled trial of a biological therapy (etanercept) for the treatment of paediatric patients with psoriasis.",
            "Although methotrexate is prescribed for the treatment of severe paediatric psoriasis, this drug has not been approved to treat psoriasis in children and adolescents and has never been assessed in a randomised controlled clinical study in this population."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33631",
        "text": "To our knowledge, this is the first randomised controlled study to compare the tumour necrosis factor inhibitor adalimumab versus methotrexate in paediatric psoriasis. Our findings showed that adalimumab significantly reduced disease severity, assessed by Psoriasis Area and Severity Index score, in children and adolescents with severe plaque psoriasis compared with methotrexate. The difference between adalimumab and methotrexate groups in the second primary endpoint, clear or minimal Physician Global Assessment at 16 weeks, was not statistically significant. Overall, the safety profile of adalimumab was similar to that of methotrexate, and no new safety risks were identified.",
        "section": "Added value of this study",
        "section_number": 8,
        "sentences": [
            "To our knowledge, this is the first randomised controlled study to compare the tumour necrosis factor inhibitor adalimumab versus methotrexate in paediatric psoriasis.",
            "Our findings showed that adalimumab significantly reduced disease severity, assessed by Psoriasis Area and Severity Index score, in children and adolescents with severe plaque psoriasis compared with methotrexate.",
            "The difference between adalimumab and methotrexate groups in the second primary endpoint, clear or minimal Physician Global Assessment at 16 weeks, was not statistically significant.",
            "Overall, the safety profile of adalimumab was similar to that of methotrexate, and no new safety risks were identified."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33631",
        "text": "Adalimumab seems to be efficacious and well tolerated for the treatment of severe plaque psoriasis in children and adolescents.",
        "section": "Implications of all the available evidence",
        "section_number": 9,
        "sentences": [
            "Adalimumab seems to be efficacious and well tolerated for the treatment of severe plaque psoriasis in children and adolescents."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "33631",
        "text": "See Online for appendix the International Conference on Harmonisation guidelines, applicable regulations, and the principles of the Declaration of Helsinki as of 2010. The study protocol was approved by an independent ethics committee or institutional review board at each site.",
        "section": "Implications of all the available evidence",
        "section_number": 10,
        "sentences": [
            "See Online for appendix the International Conference on Harmonisation guidelines, applicable regulations, and the principles of the Declaration of Helsinki as of 2010.",
            "The study protocol was approved by an independent ethics committee or institutional review board at each site."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "33631",
        "text": "At enrolment, patients were randomly assigned via an interactive voice or web-response system to receive either adalimumab 0•8 mg/kg, adalimumab 0•4 mg/kg, or methotrexate (1:1:1) with a randomisation schedule prespecified by the statistician and implemented by the randomisation specialist of the funder. Randomisation was stratified by history of etanercept treatment; each block within a stratum comprised three patients. To maintain blinding, patients randomly assigned to receive either adalimumab dose also received weekly placebo tablets, and patients randomly assigned to methotrexate received a single placebo injection subcutaneously at week 0, followed by placebo injections every other week beginning at week 1.",
        "section": "Randomisation and masking",
        "section_number": 11,
        "sentences": [
            "At enrolment, patients were randomly assigned via an interactive voice or web-response system to receive either adalimumab 0•8 mg/kg, adalimumab 0•4 mg/kg, or methotrexate (1:1:1) with a randomisation schedule prespecified by the statistician and implemented by the randomisation specialist of the funder.",
            "Randomisation was stratified by history of etanercept treatment; each block within a stratum comprised three patients.",
            "To maintain blinding, patients randomly assigned to receive either adalimumab dose also received weekly placebo tablets, and patients randomly assigned to methotrexate received a single placebo injection subcutaneously at week 0, followed by placebo injections every other week beginning at week 1."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33631",
        "text": "All AbbVie personnel (with the exception of the AbbVie Drug Supply Management Team), investigators, study site personnel, and patients remained masked to treatment assignments throughout the initial treatment, treatment withdrawal, and re-treatment periods, unless the investigator requested that a patient be moved to open-label adalimumab 0•8 mg/kg because of worsening psoriasis during the initial treatment period or loss of disease control during the long-term follow-up period. An independent data and safety monitoring board supervised the safety of the study and examined unblinded safety information on a regular basis; AbbVie remained masked to this information. Separate safety and efficacy assessors were used because methotrexate administration might result in characteristic changes in clinical laboratory profiles. 8 After a safety assessment (haematology and chemistry testing) at week 1, performed by the separate safety assessors to ensure that it remained masked, the dose could be increased immediately to up to 0•4 mg/kg weekly (up to 25 mg per week) on the basis of treatment response (with combinations of methotrexate 2•5 mg and 10 mg tablets, as described in a series of 13 children treated with methotrexate for severe plaque psoriasis) 11 unless tolerability issues arose; methotrexate dose was titrated upward according to response and downward according to intolerance. The lower dose of methotrexate was used in any patient whose weight placed him or her between two doses of methotrexate.",
        "section": "Randomisation and masking",
        "section_number": 12,
        "sentences": [
            "All AbbVie personnel (with the exception of the AbbVie Drug Supply Management Team), investigators, study site personnel, and patients remained masked to treatment assignments throughout the initial treatment, treatment withdrawal, and re-treatment periods, unless the investigator requested that a patient be moved to open-label adalimumab 0•8 mg/kg because of worsening psoriasis during the initial treatment period or loss of disease control during the long-term follow-up period.",
            "An independent data and safety monitoring board supervised the safety of the study and examined unblinded safety information on a regular basis; AbbVie remained masked to this information.",
            "Separate safety and efficacy assessors were used because methotrexate administration might result in characteristic changes in clinical laboratory profiles.",
            "8 After a safety assessment (haematology and chemistry testing) at week 1, performed by the separate safety assessors to ensure that it remained masked, the dose could be increased immediately to up to 0•4 mg/kg weekly (up to 25 mg per week) on the basis of treatment response (with combinations of methotrexate 2•5 mg and 10 mg tablets, as described in a series of 13 children treated with methotrexate for severe plaque psoriasis) 11 unless tolerability issues arose; methotrexate dose was titrated upward according to response and downward according to intolerance.",
            "The lower dose of methotrexate was used in any patient whose weight placed him or her between two doses of methotrexate."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33631",
        "text": "Study visits occurred at baseline (week 0) and weeks 1, 4, 8, 11, and 16 during the initial treatment period. PASI and PGA were assessed at all visits and CDLQI and paediatric quality of life inventory (PedsQL) at specified time points (baseline and weeks 4, 8, and 16). Patients could escape early to long-term follow-up if their PASI score increased by 50% or more from baseline at week 4, or by 25% or more from baseline and by 4 points or more at two consecutive visits before week 8. The two ranked primary endpoints were assessed at week 16; nonresponders (less than 75% improvement from baseline in PASI score or PGA score >1) entered long-term followup and treatment responders (patients achieving at least 75% improvement from baseline in PASI score and PGA score of 0 or 1) at week 16 entered the withdrawal period.",
        "section": "Procedures",
        "section_number": 13,
        "sentences": [
            "Study visits occurred at baseline (week 0) and weeks 1, 4, 8, 11, and 16 during the initial treatment period.",
            "PASI and PGA were assessed at all visits and CDLQI and paediatric quality of life inventory (PedsQL) at specified time points (baseline and weeks 4, 8, and 16).",
            "Patients could escape early to long-term follow-up if their PASI score increased by 50% or more from baseline at week 4, or by 25% or more from baseline and by 4 points or more at two consecutive visits before week 8.",
            "The two ranked primary endpoints were assessed at week 16; nonresponders (less than 75% improvement from baseline in PASI score or PGA score >1) entered long-term followup and treatment responders (patients achieving at least 75% improvement from baseline in PASI score and PGA score of 0 or 1) at week 16 entered the withdrawal period."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33631",
        "text": "During the withdrawal period, responders were withdrawn from treatment and monitored for loss of disease control (PGA worsening by ≥2 grades vs week 16). Study visits occurred at week 4 and every 4 weeks thereafter until 36 weeks; assessments included time to loss of disease control, as well as PASI and PGA at all visits. Patients who had loss of disease control entered the re-treatment period at the time that disease control was lost. Patients without loss of disease control completed the withdrawal period (36 weeks) and entered long-term follow-up off treatment.",
        "section": "Procedures",
        "section_number": 14,
        "sentences": [
            "During the withdrawal period, responders were withdrawn from treatment and monitored for loss of disease control (PGA worsening by ≥2 grades vs week 16).",
            "Study visits occurred at week 4 and every 4 weeks thereafter until 36 weeks; assessments included time to loss of disease control, as well as PASI and PGA at all visits.",
            "Patients who had loss of disease control entered the re-treatment period at the time that disease control was lost.",
            "Patients without loss of disease control completed the withdrawal period (36 weeks) and entered long-term follow-up off treatment."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33631",
        "text": "Patients who had loss of disease control in the withdrawal period received masked adalimumab retreatment according to initial assignment (0•8 mg/kg or 0•4 mg/kg) or 0•8 mg/kg every other week if initially randomised to methotrexate. Study visits occurred at weeks 0 (same as week 36 of the withdrawal period), 1, 4, 8, 11, and 16; assessments included PASI and PGA at all visits. Patients completing the re-treatment period (16 weeks) entered long-term follow-up and continued masked adalimumab treatment at the same dose.",
        "section": "Procedures",
        "section_number": 15,
        "sentences": [
            "Patients who had loss of disease control in the withdrawal period received masked adalimumab retreatment according to initial assignment (0•8 mg/kg or 0•4 mg/kg) or 0•8 mg/kg every other week if initially randomised to methotrexate.",
            "Study visits occurred at weeks 0 (same as week 36 of the withdrawal period), 1, 4, 8, 11, and 16; assessments included PASI and PGA at all visits.",
            "Patients completing the re-treatment period (16 weeks) entered long-term follow-up and continued masked adalimumab treatment at the same dose."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33631",
        "text": "During long-term follow-up, patients continued adalimumab treatment. Patients who did not have loss of disease control in the withdrawal period were observed off drug; patients who subsequently had loss of disease control during follow-up received adalimumab according to their initial assignment or 0•8 mg/kg every other week if initially randomised to methotrexate. All patients could switch to open-label adalimumab 0•8 mg/kg every other week during this phase.",
        "section": "Procedures",
        "section_number": 16,
        "sentences": [
            "During long-term follow-up, patients continued adalimumab treatment.",
            "Patients who did not have loss of disease control in the withdrawal period were observed off drug; patients who subsequently had loss of disease control during follow-up received adalimumab according to their initial assignment or 0•8 mg/kg every other week if initially randomised to methotrexate.",
            "All patients could switch to open-label adalimumab 0•8 mg/kg every other week during this phase."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33631",
        "text": "The ranked primary efficacy endpoints were the achievement of at least 75% improvement from baseline in PASI score (PASI75) and PGA score of clear (0) or minimal (1) at week 16. Ranked secondary efficacy endpoints for the initial treatment period were achievement of at least 90% improvement from baseline in PASI score (PASI90) or at least 100% improvement in PASI score (PASI100) and the absolute change from baseline in CDLQI and PedsQL scores at week 16. Primary comparisons were made between adalimumab 0•8 mg/kg and methotrexate.",
        "section": "Outcomes",
        "section_number": 17,
        "sentences": [
            "The ranked primary efficacy endpoints were the achievement of at least 75% improvement from baseline in PASI score (PASI75) and PGA score of clear (0) or minimal (1) at week 16.",
            "Ranked secondary efficacy endpoints for the initial treatment period were achievement of at least 90% improvement from baseline in PASI score (PASI90) or at least 100% improvement in PASI score (PASI100) and the absolute change from baseline in CDLQI and PedsQL scores at week 16.",
            "Primary comparisons were made between adalimumab 0•8 mg/kg and methotrexate."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33631",
        "text": "Safety was assessed throughout the study in all patients who received at least one dose of study drug until 70 days (roughly five half-lives of adalimumab 12 ) following the last treatment and included monitoring of adverse events, standard laboratory tests, physical examinations, and vital signs. Treatment-emergent adverse events were coded using the Medical Dictionary for Regulatory Activities version 16.0.",
        "section": "Outcomes",
        "section_number": 18,
        "sentences": [
            "Safety was assessed throughout the study in all patients who received at least one dose of study drug until 70 days (roughly five half-lives of adalimumab 12 ) following the last treatment and included monitoring of adverse events, standard laboratory tests, physical examinations, and vital signs.",
            "Treatment-emergent adverse events were coded using the Medical Dictionary for Regulatory Activities version 16.0."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "33631",
        "text": "We calculated that a sample size of 111 patients (37 in each group) would provide 90% power for the comparison of adalimumab 0•8 mg/kg versus methotrexate for PASI75 response and 80% power for PGA response. The adalimumab 0•4 mg/kg group was not included in the power calculations; this dose was included in the study in response to a regulatory request. For patients who had not had previous etanercept treatment, we assumed that PASI75 would be achieved at week 16 in 72% of patients in the adalimumab 0•8 mg/kg group and in 35% of patients in the methotrexate group, and that PGA scores of 0 or 1 would be achieved in 62% and 30% of patients, respectively. For patients who had had previous etanercept treatment, all response rates were assumed to be 10 percentage points lower (ie, week 16 PASI75 response 62% in the adalimumab 0•8 mg/kg group vs 25% in the methotrexate group; PGA response 52% vs 20%). We assumed that 30% of patients would have had previous etanercept treatment, translating these response rates into 69% and 32% for PASI75 in the adalimumab 0•8 mg/kg and methotrexate groups, respectively; and 59% and 27% for PGA score of 0 or 1.",
        "section": "Statistical analysis",
        "section_number": 19,
        "sentences": [
            "We calculated that a sample size of 111 patients (37 in each group) would provide 90% power for the comparison of adalimumab 0•8 mg/kg versus methotrexate for PASI75 response and 80% power for PGA response.",
            "The adalimumab 0•4 mg/kg group was not included in the power calculations; this dose was included in the study in response to a regulatory request.",
            "For patients who had not had previous etanercept treatment, we assumed that PASI75 would be achieved at week 16 in 72% of patients in the adalimumab 0•8 mg/kg group and in 35% of patients in the methotrexate group, and that PGA scores of 0 or 1 would be achieved in 62% and 30% of patients, respectively.",
            "For patients who had had previous etanercept treatment, all response rates were assumed to be 10 percentage points lower (ie, week 16 PASI75 response 62% in the adalimumab 0•8 mg/kg group vs 25% in the methotrexate group; PGA response 52% vs 20%).",
            "We assumed that 30% of patients would have had previous etanercept treatment, translating these response rates into 69% and 32% for PASI75 in the adalimumab 0•8 mg/kg and methotrexate groups, respectively; and 59% and 27% for PGA score of 0 or 1."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33631",
        "text": "We did efficacy analyses of data from all randomised patients (intention-to-treat population). Patients with missing data or who escaped early were imputed as nonresponders for categorical variables and as last observation carried forward for continuous variables. Owing to the expected small number of patients who had had previous etanercept treatment, χ² test or Fisher's exact test (if expected cell count was <5) were used in the primary confirmatory analysis. A planned sensitivity analysis by previous etanercept use was done with a Cochran-Mantel-Haenszel test. Post-hoc analyses were done for groups stratified by previous systemic nonbiological or etanercept therapy. To assess treatment differences for continuous variables, a one-way analysis of variance was performed. All statistical tests were twosided with a significance level of 0•05. To control for multiplicity, statistical tests were done in the strict a priori-defined ranking order. Statistical significance for an endpoint could only be claimed if all endpoints ranked above were statistically significant. Statistical analyses were done with SAS software. This trial is registered with ClinicalTrials.gov, number NCT01251614.",
        "section": "Statistical analysis",
        "section_number": 20,
        "sentences": [
            "We did efficacy analyses of data from all randomised patients (intention-to-treat population).",
            "Patients with missing data or who escaped early were imputed as nonresponders for categorical variables and as last observation carried forward for continuous variables.",
            "Owing to the expected small number of patients who had had previous etanercept treatment, χ² test or Fisher's exact test (if expected cell count was <5) were used in the primary confirmatory analysis.",
            "A planned sensitivity analysis by previous etanercept use was done with a Cochran-Mantel-Haenszel test.",
            "Post-hoc analyses were done for groups stratified by previous systemic nonbiological or etanercept therapy.",
            "To assess treatment differences for continuous variables, a one-way analysis of variance was performed.",
            "All statistical tests were twosided with a significance level of 0•05.",
            "To control for multiplicity, statistical tests were done in the strict a priori-defined ranking order.",
            "Statistical significance for an endpoint could only be claimed if all endpoints ranked above were statistically significant.",
            "Statistical analyses were done with SAS software.",
            "This trial is registered with ClinicalTrials.gov, number NCT01251614."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33631",
        "text": "The study was designed jointly by members of a study advisory board (different from the independent data and safety monitoring board), the funder (AbbVie), and regulatory authorities. Investigators gathered the data, the funder did the analysis, and the authors and the funder interpreted the data. AbbVie contributed to the study design and was involved in the collection, analysis, and interpretation of the data and in the writing, review, and approval of the publication. All authors had full access to the data in the study and collaborated in the manuscript preparation with support from a professional medical writer funded by the funder. All authors and AbbVie reviewed and approved the manuscript before submission, and the authors maintained control over the final content. All authors vouch for the completeness and accuracy of the data and analyses and the fidelity of this report to the protocol. The corresponding author had final responsibility for the decision to submit for publication.",
        "section": "Role of the funding source",
        "section_number": 21,
        "sentences": [
            "The study was designed jointly by members of a study advisory board (different from the independent data and safety monitoring board), the funder (AbbVie), and regulatory authorities.",
            "Investigators gathered the data, the funder did the analysis, and the authors and the funder interpreted the data.",
            "AbbVie contributed to the study design and was involved in the collection, analysis, and interpretation of the data and in the writing, review, and approval of the publication.",
            "All authors had full access to the data in the study and collaborated in the manuscript preparation with support from a professional medical writer funded by the funder.",
            "All authors and AbbVie reviewed and approved the manuscript before submission, and the authors maintained control over the final content.",
            "All authors vouch for the completeness and accuracy of the data and analyses and the fidelity of this report to the protocol.",
            "The corresponding author had final responsibility for the decision to submit for publication."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33631",
        "text": "Here, we report results from the initial treatment, treatment withdrawal, and re-treatment periods. Between Dec 14, 2010, and Feb 5, 2015, 114 patients were randomly assigned to receive adalimumab 0•8 mg/kg (n=38), adalimumab 0•4 mg/kg (n=39), or methotrexate (n=37) in the double-blind initial treatment period (figure 1). Most patients were enrolled in Canada (n=28), Poland (n=28), Germany (n=11), and Spain (n=10; see appendix p 3 for full list).",
        "section": "Results",
        "section_number": 22,
        "sentences": [
            "Here, we report results from the initial treatment, treatment withdrawal, and re-treatment periods.",
            "Between Dec 14, 2010, and Feb 5, 2015, 114 patients were randomly assigned to receive adalimumab 0•8 mg/kg (n=38), adalimumab 0•4 mg/kg (n=39), or methotrexate (n=37) in the double-blind initial treatment period (figure 1).",
            "Most patients were enrolled in Canada (n=28), Poland (n=28), Germany (n=11), and Spain (n=10; see appendix p 3 for full list)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33631",
        "text": "During the initial treatment period, one patient in the adalimumab 0•4 mg/kg group withdrew consent because of lack of efficacy. One patient who had previously received adalimumab 0•4 mg/kg left the study (and was lost to follow-up) during the treatment withdrawal period. Baseline demographics and disease characteristics were balanced between groups ( Figure 1 : Trial profile *All randomised patients were included in the primary efficacy analysis. †Responders were patients who achieved at least 75% improvement from baseline in Psoriasis Area and Severity Index score and physician global assessment score of 0 or 1 at 16 weeks. ‡Patients who had loss of disease control entered the re-treatment period at the time that disease control was lost. Patients without loss of disease control completed the withdrawal period (36 weeks) and entered long-term follow-up off treatment.",
        "section": "Results",
        "section_number": 23,
        "sentences": [
            "During the initial treatment period, one patient in the adalimumab 0•4 mg/kg group withdrew consent because of lack of efficacy.",
            "One patient who had previously received adalimumab 0•4 mg/kg left the study (and was lost to follow-up) during the treatment withdrawal period.",
            "Baseline demographics and disease characteristics were balanced between groups ( Figure 1 : Trial profile *All randomised patients were included in the primary efficacy analysis.",
            "†Responders were patients who achieved at least 75% improvement from baseline in Psoriasis Area and Severity Index score and physician global assessment score of 0 or 1 at 16 weeks.",
            "‡Patients who had loss of disease control entered the re-treatment period at the time that disease control was lost.",
            "Patients without loss of disease control completed the withdrawal period (36 weeks) and entered long-term follow-up off treatment."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33631",
        "text": "We did a post-hoc analysis to explore the effects of the imbalance of exposure to previous non-biological therapy or etanercept, because a higher proportion of patients in the adalimumab 0•8 mg/kg group had previous exposure to systemic non-biological therapy or etanercept than did patients in the methotrexate group (17 [45%] of 38 in the adalimumab 0•8 mg/kg group vs ten [27%] of 37 in the methotrexate group). Post-hoc adjustment for previous use yielded significant differences between groups for PGA 0 or 1 score in the initial treatment period (p=0•046; appendix pp 4-5). The same sensitivity analyses also favoured adalimumab over methotrexate for PASI75 (appendix pp 4-5). A second post-hoc analysis to explore whether the lack of significance in PGA responses might have been caused by the limited sample size and power of the study found that if one additional patient in the adalimumab 0•8 mg/kg group or one fewer patient in the methotrexate group had achieved a PGA score of 0 or 1, the difference would have been significant (appendix p 6).",
        "section": "Results",
        "section_number": 24,
        "sentences": [
            "We did a post-hoc analysis to explore the effects of the imbalance of exposure to previous non-biological therapy or etanercept, because a higher proportion of patients in the adalimumab 0•8 mg/kg group had previous exposure to systemic non-biological therapy or etanercept than did patients in the methotrexate group (17 [45%] of 38 in the adalimumab 0•8 mg/kg group vs ten [27%] of 37 in the methotrexate group).",
            "Post-hoc adjustment for previous use yielded significant differences between groups for PGA 0 or 1 score in the initial treatment period (p=0•046; appendix pp 4-5).",
            "The same sensitivity analyses also favoured adalimumab over methotrexate for PASI75 (appendix pp 4-5).",
            "A second post-hoc analysis to explore whether the lack of significance in PGA responses might have been caused by the limited sample size and power of the study found that if one additional patient in the adalimumab 0•8 mg/kg group or one fewer patient in the methotrexate group had achieved a PGA score of 0 or 1, the difference would have been significant (appendix p 6)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33631",
        "text": "The proportion of patients who achieved the secondary efficacy outcome of PASI90 at week 16 of the initial treatment period was higher in the adalimumab 0•8 mg/kg group than in the methotrexate group (p=0•466; table 2). A higher, but not significant, proportion of patients achieved PASI100 in the adalimumab 0•8 mg/kg group than in the methotrexate group (p=0•056). The mean decrease (improvement) in CDLQI score from baseline was numerically, but not significantly, higher in patients in the adalimumab 0•8 mg/kg group than in patients in the methotrexate group (p=0•304). The mean increase (improvement) from baseline in PedsQL score was higher in patients in the adalimumab 0•8 mg/kg group than in patients in the methotrexate group (p=0•005).",
        "section": "Results",
        "section_number": 25,
        "sentences": [
            "The proportion of patients who achieved the secondary efficacy outcome of PASI90 at week 16 of the initial treatment period was higher in the adalimumab 0•8 mg/kg group than in the methotrexate group (p=0•466; table 2).",
            "A higher, but not significant, proportion of patients achieved PASI100 in the adalimumab 0•8 mg/kg group than in the methotrexate group (p=0•056).",
            "The mean decrease (improvement) in CDLQI score from baseline was numerically, but not significantly, higher in patients in the adalimumab 0•8 mg/kg group than in patients in the methotrexate group (p=0•304).",
            "The mean increase (improvement) from baseline in PedsQL score was higher in patients in the adalimumab 0•8 mg/kg group than in patients in the methotrexate group (p=0•005)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33631",
        "text": "Upon completion of the initial treatment period, 54 patients were responders (achieved PASI75 and PGA 0 or 1) and entered the withdrawal period, including 23 (61%) of 38 in the adalimumab 0•8 mg/kg group, 18 (46%) of 39 in the adalimumab 0•4 mg/kg group, and 13 (35%) of 37 in the methotrexate group. Of the 54 patients who were non-responders at the end of the initial treatment period and entered the withdrawal period, 41 (76%) subsequently had loss of disease control; the median time to loss of disease control either during the withdrawal period or while being observed off-drug in the long-term follow-up period after treatment withdrawal was 118 days PASI75 was achieved in six (75%) of eight patients who had responded to treatment with methotrexate in the initial treatment period and who subsequently had loss of disease control in the withdrawal period, and in 15 (79%) of 19 and six (55%) of 11 patients who were initial responders to adalimumab 0•8 mg/kg and 0•4 mg/kg, respectively. 51 patients did not achieve both primary efficacy endpoints and directly entered the longterm follow-up period. All randomised patients received at least one dose of study drug and were included in the safety analyses. Overall, 84 (74%) of 114 patients reported adverse events during the initial treatment period: 26 (68%) of 38 in the adalimumab 0•8 mg/kg group, 30 (77%) of 39 in the adalimumab 0•4 mg/kg group, and 28 (76%) of 37 in the methotrexate group (table 3; see appendix pp 7-11 for details). Adverse event profiles were similar between groups. Infections were the most frequently reported adverse events (17 [45%] of 38 in the adalimumab 0•8 mg/kg group; 22 [56%] of 39 in the adalimumab 0•4 mg/kg group; 21 [57%] of 37 in the methotrexate group). Only one infectious event was serious: a patient in the adalimumab 0•4 mg/kg group reported food poisoning (coded as a gastrointestinal infection). Injection site reactions occurred in four (11%) of 38 patients in the adalimumab 0•8 mg/kg group, three (8%) of 39 in the adalimumab 0•4 mg/kg group, and three (8%) of 37 in the methotrexate group (given placebo injection). Other adverse events of special interest occurred in three patients or fewer (see appendix pp 12-13 for full list). Serious adverse events were infrequent; three (3%) were reported in the 114 patients, all in patients in the adalimumab 0•4 mg/kg group, and were not judged to be related to study drug (hand fracture, gastrointestinal infection caused by food poisoning, and agitation in the setting of excessive alcohol intake). Eleven severe adverse events were reported by eight (7%) of the 114 patients, most commonly headache, reported by one patient in each group. In the initial treatment period, no patient discontinued treatment because of an adverse event and there were no deaths.",
        "section": "Results",
        "section_number": 26,
        "sentences": [
            "Upon completion of the initial treatment period, 54 patients were responders (achieved PASI75 and PGA 0 or 1) and entered the withdrawal period, including 23 (61%) of 38 in the adalimumab 0•8 mg/kg group, 18 (46%) of 39 in the adalimumab 0•4 mg/kg group, and 13 (35%) of 37 in the methotrexate group.",
            "Of the 54 patients who were non-responders at the end of the initial treatment period and entered the withdrawal period, 41 (76%) subsequently had loss of disease control; the median time to loss of disease control either during the withdrawal period or while being observed off-drug in the long-term follow-up period after treatment withdrawal was 118 days PASI75 was achieved in six (75%) of eight patients who had responded to treatment with methotrexate in the initial treatment period and who subsequently had loss of disease control in the withdrawal period, and in 15 (79%) of 19 and six (55%) of 11 patients who were initial responders to adalimumab 0•8 mg/kg and 0•4 mg/kg, respectively.",
            "51 patients did not achieve both primary efficacy endpoints and directly entered the longterm follow-up period.",
            "All randomised patients received at least one dose of study drug and were included in the safety analyses.",
            "Overall, 84 (74%) of 114 patients reported adverse events during the initial treatment period: 26 (68%) of 38 in the adalimumab 0•8 mg/kg group, 30 (77%) of 39 in the adalimumab 0•4 mg/kg group, and 28 (76%) of 37 in the methotrexate group (table 3; see appendix pp 7-11 for details).",
            "Adverse event profiles were similar between groups.",
            "Infections were the most frequently reported adverse events (17 [45%] of 38 in the adalimumab 0•8 mg/kg group; 22 [56%] of 39 in the adalimumab 0•4 mg/kg group; 21 [57%] of 37 in the methotrexate group).",
            "Only one infectious event was serious: a patient in the adalimumab 0•4 mg/kg group reported food poisoning (coded as a gastrointestinal infection).",
            "Injection site reactions occurred in four (11%) of 38 patients in the adalimumab 0•8 mg/kg group, three (8%) of 39 in the adalimumab 0•4 mg/kg group, and three (8%) of 37 in the methotrexate group (given placebo injection).",
            "Other adverse events of special interest occurred in three patients or fewer (see appendix pp 12-13 for full list).",
            "Serious adverse events were infrequent; three (3%) were reported in the 114 patients, all in patients in the adalimumab 0•4 mg/kg group, and were not judged to be related to study drug (hand fracture, gastrointestinal infection caused by food poisoning, and agitation in the setting of excessive alcohol intake).",
            "Eleven severe adverse events were reported by eight (7%) of the 114 patients, most commonly headache, reported by one patient in each group.",
            "In the initial treatment period, no patient discontinued treatment because of an adverse event and there were no deaths."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33631",
        "text": "During treatment withdrawal, 24 (44%) of 54 patients reported adverse events (table 3; appendix pp 7-11). One patient assigned to adalimumab 0•8 mg/kg in the initial treatment period had a severe and serious adverse event of haemorrhagic ovarian cyst, judged probably not related to study treatment, which resolved with surgical and medical treatment after 4 days. The range for incidence of infections was 17-26% across the groups who had previously had treatment with adalimumab.",
        "section": "Results",
        "section_number": 27,
        "sentences": [
            "During treatment withdrawal, 24 (44%) of 54 patients reported adverse events (table 3; appendix pp 7-11).",
            "One patient assigned to adalimumab 0•8 mg/kg in the initial treatment period had a severe and serious adverse event of haemorrhagic ovarian cyst, judged probably not related to study treatment, which resolved with surgical and medical treatment after 4 days.",
            "The range for incidence of infections was 17-26% across the groups who had previously had treatment with adalimumab."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33631",
        "text": "Overall, 25 (66%) of 38 patients reported adverse events during re-treatment (table 4; appendix pp 7-11). Four (11%) patients receiving adalimumab 0•8 mg/kg reported severe adverse events. One patient assigned to methotrexate in the initial treatment period who received re-treatment with adalimumab 0•8 mg/kg reported an adverse event of urticaria that led to discontinuation from the study. This adverse event of urticaria was assessed by the investigator as probably related to adalimumab. The most frequently reported adverse events of special interest were infections (appendix pp [12] [13] . No serious adverse events or deaths were reported during the re-treatment period.",
        "section": "Results",
        "section_number": 28,
        "sentences": [
            "Overall, 25 (66%) of 38 patients reported adverse events during re-treatment (table 4; appendix pp 7-11).",
            "Four (11%) patients receiving adalimumab 0•8 mg/kg reported severe adverse events.",
            "One patient assigned to methotrexate in the initial treatment period who received re-treatment with adalimumab 0•8 mg/kg reported an adverse event of urticaria that led to discontinuation from the study.",
            "This adverse event of urticaria was assessed by the investigator as probably related to adalimumab.",
            "The most frequently reported adverse events of special interest were infections (appendix pp [12] [13] .",
            "No serious adverse events or deaths were reported during the re-treatment period."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33631",
        "text": "Our results show significant improvement in one of the two primary efficacy outcomes with adalimumab 0•8 mg/kg compared with methotrexate after 16 weeks of treatment in children and adolescents with severe plaque psoriasis. Response to adalimumab was rapid, and greater improvements were achieved by week 4 for PASI75 and PGA responses. At week 16, the 26% difference between adalimumab 0•8 mg/kg and methotrexate in the proportion of patients who achieved PASI75 was significant and clinically relevant. 15 Significant differences in the proportion of patients who achieved PGA score of 0 or 1 in the adalimumab 0•8 mg/kg and methotrexate groups were seen between weeks 4 and 11; however, the 20% difference at week 16 was not significant. Treatment withdrawal in responders from the initial treatment period led to loss of disease control in most patients. However, re-treatment with adalimumab successfully recovered therapeutic response in many patients.",
        "section": "Discussion",
        "section_number": 29,
        "sentences": [
            "Our results show significant improvement in one of the two primary efficacy outcomes with adalimumab 0•8 mg/kg compared with methotrexate after 16 weeks of treatment in children and adolescents with severe plaque psoriasis.",
            "Response to adalimumab was rapid, and greater improvements were achieved by week 4 for PASI75 and PGA responses.",
            "At week 16, the 26% difference between adalimumab 0•8 mg/kg and methotrexate in the proportion of patients who achieved PASI75 was significant and clinically relevant.",
            "15 Significant differences in the proportion of patients who achieved PGA score of 0 or 1 in the adalimumab 0•8 mg/kg and methotrexate groups were seen between weeks 4 and 11; however, the 20% difference at week 16 was not significant.",
            "Treatment withdrawal in responders from the initial treatment period led to loss of disease control in most patients.",
            "However, re-treatment with adalimumab successfully recovered therapeutic response in many patients."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33631",
        "text": "Health-related quality of life is important when assessing therapeutic benefit. Our results showed better quality of life outcomes in children and adolescents treated with adalimumab compared with methotrexate. The mean 10•8-point change in PedsQL from baseline to week 16 in the adalimumab 0•8 mg/kg group exceeded the minimal clinically important difference of 4•36, 14 whereas the 1•9-point change in the methotrexate group did not. Both groups achieved the at least 2•5-point change from baseline minimum clinically important difference for CDLQI at week 16; 13 9% more patients in the adalimumab group than the methotrexate group achieved this outcome, but this difference was not significant.",
        "section": "Discussion",
        "section_number": 30,
        "sentences": [
            "Health-related quality of life is important when assessing therapeutic benefit.",
            "Our results showed better quality of life outcomes in children and adolescents treated with adalimumab compared with methotrexate.",
            "The mean 10•8-point change in PedsQL from baseline to week 16 in the adalimumab 0•8 mg/kg group exceeded the minimal clinically important difference of 4•36, 14 whereas the 1•9-point change in the methotrexate group did not.",
            "Both groups achieved the at least 2•5-point change from baseline minimum clinically important difference for CDLQI at week 16; 13 9% more patients in the adalimumab group than the methotrexate group achieved this outcome, but this difference was not significant."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33631",
        "text": "Although methotrexate is commonly used in daily practice for children with plaque psoriasis showing inadequate response to other treatments, it has not previously been investigated in randomised controlled trials. Our analysis shows that adalimumab provides greater efficacy than methotrexate and has a similar safety profile. In an analysis of the prospective Child-CAPTURE registry, the proportion of children with psoriasis treated with methotrexate who achieved PASI75 was 4% at week 12 and 33% at week 24, 16 similar to the 32% PASI75 response we noted at week 16 in patients treated with methotrexate. A similar PASI75 response at week 16 (36%) for methotrexate was reported in a randomised controlled trial of adalimumab and methotrexate in adult patients with psoriasis. 17 No biologics are approved in the USA for paediatric psoriasis, although adalimumab 18 17, [21] [22] [23] The relative efficacy of adalimumab and methotrexate in children with psoriasis must be balanced with the safety profiles of the two treatments. Few studies have characterised the long-term safety of treatment for psoriasis in children. Because of extensive experience with its use, methotrexate has accumulated a larger body of safety evidence than adalimumab. Methotrexate treatment in children with psoriasis is associated with adverse gastrointestinal effects, fatigue, and abnormal liver function tests, as well as less common but more serious events. 24 Because methotrexate treatment was restricted to the first 16 weeks of our study, subsequent safety comparisons versus adalimumab are tenuous. 24 Results from longer studies in adults with psoriasis or children with other disorders can be cautiously extrapolated, keeping in mind that the safety profiles might vary between the different populations. In a large, long-term registry study in 2263 young patients with juvenile idiopathic arthritis (mean age 11•3 years; mean treatment exposure 5•5 years), adalimumab was associated with significantly higher risks of serious adverse events than methotrexate (8% judged to be possibly related to treatment) and infections, but not medically important infections, cancer, or deaths. 25 Safety results from a randomised study in adults with psoriasis showed similar adverse events for adalimumab and methotrexate (74% and 81%, respectively); 17 frequencies that are similar to those in our study (73% and 76%). Infectious adverse events were the most commonly reported adverse events in the adult study (42% for methotrexate vs 48% for adalimumab) and the frequencies were similar to those recorded in our study (57% vs 51%). Although more infections were reported with adalimumab 0•8 mg/kg than with adalimumab 0•4 mg/kg in the re-treatment period, the absolute numbers of events were low, and only nasopharyngitis and upper respiratory tract infection occurred in more than two patients overall. Serious adverse events were rare and were judged to be unrelated to adalimumab by the investigators. No new safety risks were identified in our study; however, longer-term data are needed to fully assess the safety profile of adalimumab in the paediatric population.",
        "section": "Discussion",
        "section_number": 31,
        "sentences": [
            "Although methotrexate is commonly used in daily practice for children with plaque psoriasis showing inadequate response to other treatments, it has not previously been investigated in randomised controlled trials.",
            "Our analysis shows that adalimumab provides greater efficacy than methotrexate and has a similar safety profile.",
            "In an analysis of the prospective Child-CAPTURE registry, the proportion of children with psoriasis treated with methotrexate who achieved PASI75 was 4% at week 12 and 33% at week 24, 16 similar to the 32% PASI75 response we noted at week 16 in patients treated with methotrexate.",
            "A similar PASI75 response at week 16 (36%) for methotrexate was reported in a randomised controlled trial of adalimumab and methotrexate in adult patients with psoriasis.",
            "17 No biologics are approved in the USA for paediatric psoriasis, although adalimumab 18 17, [21] [22] [23] The relative efficacy of adalimumab and methotrexate in children with psoriasis must be balanced with the safety profiles of the two treatments.",
            "Few studies have characterised the long-term safety of treatment for psoriasis in children.",
            "Because of extensive experience with its use, methotrexate has accumulated a larger body of safety evidence than adalimumab.",
            "Methotrexate treatment in children with psoriasis is associated with adverse gastrointestinal effects, fatigue, and abnormal liver function tests, as well as less common but more serious events.",
            "24 Because methotrexate treatment was restricted to the first 16 weeks of our study, subsequent safety comparisons versus adalimumab are tenuous.",
            "24 Results from longer studies in adults with psoriasis or children with other disorders can be cautiously extrapolated, keeping in mind that the safety profiles might vary between the different populations.",
            "In a large, long-term registry study in 2263 young patients with juvenile idiopathic arthritis (mean age 11•3 years; mean treatment exposure 5•5 years), adalimumab was associated with significantly higher risks of serious adverse events than methotrexate (8% judged to be possibly related to treatment) and infections, but not medically important infections, cancer, or deaths.",
            "25 Safety results from a randomised study in adults with psoriasis showed similar adverse events for adalimumab and methotrexate (74% and 81%, respectively); 17 frequencies that are similar to those in our study (73% and 76%).",
            "Infectious adverse events were the most commonly reported adverse events in the adult study (42% for methotrexate vs 48% for adalimumab) and the frequencies were similar to those recorded in our study (57% vs 51%).",
            "Although more infections were reported with adalimumab 0•8 mg/kg than with adalimumab 0•4 mg/kg in the re-treatment period, the absolute numbers of events were low, and only nasopharyngitis and upper respiratory tract infection occurred in more than two patients overall.",
            "Serious adverse events were rare and were judged to be unrelated to adalimumab by the investigators.",
            "No new safety risks were identified in our study; however, longer-term data are needed to fully assess the safety profile of adalimumab in the paediatric population."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33631",
        "text": "To our knowledge, this is the first randomised controlled study of either adalimumab or methotrexate in children and adolescents with psoriasis. Although the study did not include a placebo group because of ethical issues related to treatment of paediatric patients with a severe, chronic disorder, 26 it directly assessed adalimumab versus an active comparator. A limitation of this study is that there are no controlled methotrexate studies to compare with our population. Although it has been argued that maximum therapeutic effects of methotrexate can take 4-6 months to become apparent, 27 near-maximal results (with little further improvement) were achieved for methotrexate by week 16 in a 52-week study in which the comparator was briakinumab; 28 16 weeks of therapy were assessed in our study.",
        "section": "Discussion",
        "section_number": 32,
        "sentences": [
            "To our knowledge, this is the first randomised controlled study of either adalimumab or methotrexate in children and adolescents with psoriasis.",
            "Although the study did not include a placebo group because of ethical issues related to treatment of paediatric patients with a severe, chronic disorder, 26 it directly assessed adalimumab versus an active comparator.",
            "A limitation of this study is that there are no controlled methotrexate studies to compare with our population.",
            "Although it has been argued that maximum therapeutic effects of methotrexate can take 4-6 months to become apparent, 27 near-maximal results (with little further improvement) were achieved for methotrexate by week 16 in a 52-week study in which the comparator was briakinumab; 28 16 weeks of therapy were assessed in our study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33631",
        "text": "In conclusion, our results show that treatment with adalimumab 0•8 mg/kg for 16 weeks in children and adolescents with severe plaque psoriasis provided significant improvements in PASI75 and a non-significant increase in the proportion of patients who achieved clear or minimal PGA compared with methotrexate. Responses were lost following treatment withdrawal, but largely recovered during re-treatment with adalimumab. The safety profile of adalimumab was similar to that for methotrexate; no new safety risks were identified. Our findings suggest that adalimumab is a safe and efficacious treatment option for severe paediatric plaque psoriasis.",
        "section": "Discussion",
        "section_number": 33,
        "sentences": [
            "In conclusion, our results show that treatment with adalimumab 0•8 mg/kg for 16 weeks in children and adolescents with severe plaque psoriasis provided significant improvements in PASI75 and a non-significant increase in the proportion of patients who achieved clear or minimal PGA compared with methotrexate.",
            "Responses were lost following treatment withdrawal, but largely recovered during re-treatment with adalimumab.",
            "The safety profile of adalimumab was similar to that for methotrexate; no new safety risks were identified.",
            "Our findings suggest that adalimumab is a safe and efficacious treatment option for severe paediatric plaque psoriasis."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33631",
        "text": "Contributors PH, CK, KU, and MS contributed to the study design; KP contributed to certain elements of the study design. KP, DT, SP, PH, KU, and DW contributed to analysis and interpretation of results. LW, SP, PH, KU, MS, and DW contributed to writing of the report. All authors critically reviewed the content of the report. KP, DM, LW, SP, P-DG, IL, PH, and MS were study investigators. DT was the National Coordinating Investigator for the German sites. All authors approved the final version of the report for submission. DW provided oversight for conduct of the study.",
        "section": "Discussion",
        "section_number": 34,
        "sentences": [
            "Contributors PH, CK, KU, and MS contributed to the study design; KP contributed to certain elements of the study design.",
            "KP, DT, SP, PH, KU, and DW contributed to analysis and interpretation of results.",
            "LW, SP, PH, KU, MS, and DW contributed to writing of the report.",
            "All authors critically reviewed the content of the report.",
            "KP, DM, LW, SP, P-DG, IL, PH, and MS were study investigators.",
            "DT was the National Coordinating Investigator for the German sites.",
            "All authors approved the final version of the report for submission.",
            "DW provided oversight for conduct of the study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33631",
        "text": "www.thelancet.com Vol 390 July 1, 2017",
        "section": "",
        "section_number": 35,
        "sentences": [
            "www.thelancet.com Vol 390 July 1, 2017"
        ],
        "sentence_labels": [
            -1
        ]
    }
]