[
    {
        "doc_id": "35266",
        "text": "Yen contributed equally to this article.",
        "section": "Abstract",
        "sentences": [
            "Yen contributed equally to this article."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35266",
        "text": "Risk-grouping oriented therapy coupled with consolidation and reinduction (and/or intensification), central nervous system (CNS) directed therapy, and adequate supportive care improved the outcome of childhood acute lymphoblastic leukemia (ALL). [1] [2] [3] [4] The role of reinduction therapy was first confirmed to improve outcome in high-risk patients by the Berlin-Frankfurt-Münster (BFM) group. 5 The following ALL-BFM 83 trial further extended the benefit of reinduction therapy in low-risk patients. 6 In addition, contemporaneous Children's Oncology Group (COG) study CCG-1891 and UK ALL X trial both reported that double reinduction therapy had better EFS than single reinduction therapy. 3, [7] [8] [9] The St Jude Children's Research Hospital group reported better treatment outcome by adding a 6-week reinduction therapy in low-risk patients: SJCRH 13B protocol showed 5-year EFS of 88.7 ± 3% and OS 92.1 ± 2.6%. 10 The IC-BFM 2002 trial, UK ALL 2003 trial, and CCG-1991 protocol all found similar outcomes with one or two courses of reinduction. 3, 4, 11 The Taiwan Pediatric Oncology Group (TPOG) ALL-2002 standard risk (SR) protocol randomized patients into two arms-SRA (two courses of reinduction) and SRB (one course of reinduction)-and aimed to seek the outcome difference by one or two courses of reinduction.",
        "section": "INTRODUCTION",
        "section_number": 1,
        "sentences": [
            "Risk-grouping oriented therapy coupled with consolidation and reinduction (and/or intensification), central nervous system (CNS) directed therapy, and adequate supportive care improved the outcome of childhood acute lymphoblastic leukemia (ALL). [",
            "1] [2] [3] [4] The role of reinduction therapy was first confirmed to improve outcome in high-risk patients by the Berlin-Frankfurt-Münster (BFM) group.",
            "5 The following ALL-BFM 83 trial further extended the benefit of reinduction therapy in low-risk patients.",
            "6 In addition, contemporaneous Children's Oncology Group (COG) study CCG-1891 and UK ALL X trial both reported that double reinduction therapy had better EFS than single reinduction therapy.",
            "3, [7] [8] [9] The St Jude Children's Research Hospital group reported better treatment outcome by adding a 6-week reinduction therapy in low-risk patients: SJCRH 13B protocol showed 5-year EFS of 88.7 ± 3% and OS 92.1 ± 2.6%.",
            "10 The IC-BFM 2002 trial, UK ALL 2003 trial, and CCG-1991 protocol all found similar outcomes with one or two courses of reinduction.",
            "3, 4, 11 The Taiwan Pediatric Oncology Group (TPOG) ALL-2002 standard risk (SR) protocol randomized patients into two arms-SRA (two courses of reinduction) and SRB (one course of reinduction)-and aimed to seek the outcome difference by one or two courses of reinduction."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35266",
        "text": "The sequelae of cranial radiation (CrRT), including second cancers especially brain tumors, cognitive deficits, and endocrinopathies, have been well recognized. [12] [13] [14] [15] In this study, we omitted CrRT, used triple intrathecal therapy (TIT) alone to have effective CNS relapse prevention and eliminate the sequelae caused by CrRT, 16 and compared the treatment results before and after the total omission of CrRT. Leukemic cells were classified as B-lineage or T-lineage and further by cytogenetics and/or molecular analysis (genetic classification) performed as previously described. 17 All protocols were approved by the F I G U R E 1 (A) The OS and EFS of TPOG ALL-2002. The 5-year OS and 5-year EFS (± standard error) were 81.3 ± 1.1% and 74.3 ± 1.2%, respectively. (B) The OS, EFS, and relapse of SRA and SRB Institutional Review Boards of the participating institutions. Written informed consent was obtained from the guardians.",
        "section": "INTRODUCTION",
        "section_number": 2,
        "sentences": [
            "The sequelae of cranial radiation (CrRT), including second cancers especially brain tumors, cognitive deficits, and endocrinopathies, have been well recognized. [",
            "12] [13] [14] [15] In this study, we omitted CrRT, used triple intrathecal therapy (TIT) alone to have effective CNS relapse prevention and eliminate the sequelae caused by CrRT, 16 and compared the treatment results before and after the total omission of CrRT.",
            "Leukemic cells were classified as B-lineage or T-lineage and further by cytogenetics and/or molecular analysis (genetic classification) performed as previously described.",
            "17 All protocols were approved by the F I G U R E 1 (A) The OS and EFS of TPOG ALL-2002.",
            "The 5-year OS and 5-year EFS (± standard error) were 81.3 ± 1.1% and 74.3 ± 1.2%, respectively. (",
            "B) The OS, EFS, and relapse of SRA and SRB Institutional Review Boards of the participating institutions.",
            "Written informed consent was obtained from the guardians."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35266",
        "text": "The risk classification system, according to age, white cell count, cytogenetics, and molecular analysis at diagnosis, was used to stratify patients into SR (\"low risk\" in other studies), 17 high risk (HR, \"intermediate risk\" in other studies), and very high risk (VHR, \"high risk\" in other studies) groups. The TPOG ALL-2002 treatment protocols (Supplementary Tables S1-S3 and Fig. S1 ) have been described previously. 17 To eliminate CrRT-related sequelae and minimize the adverse prognostic impact of traumatic lumbar puncture (TLP) with blasts, one of our participating hospitals conducted a prospective study beginning in 1999 to modify CNS-directed therapy. 16 The major modifications included delaying the first TIT for up to 10 days of multidrug induction until the disappearance of circulating blasts and omitting the CrRT for all risk groups of newly diagnosed ALL patients. However, for patients who presented with cranial nerve palsy or other evidence of CNS disease, first TIT was done on the day of diagnosis. This approach improved CNS control at the single-institution study and has been used in whole TPOG since January 2009. SR patients with CNS-1 (i.e., no blasts in a nontraumatic sample) status received 14 doses of TIT and those with CNS-2 (<5 WBCs/ l with blasts) or TLP received two additional TIT treatments during induction therapy and three additional TITs during maintenance therapy. 18 In total, patients in the SR group with CNS-2 or TLP with blasts ",
        "section": "Treatment",
        "section_number": 3,
        "sentences": [
            "The risk classification system, according to age, white cell count, cytogenetics, and molecular analysis at diagnosis, was used to stratify patients into SR (\"low risk\" in other studies), 17 high risk (HR, \"intermediate risk\" in other studies), and very high risk (VHR, \"high risk\" in other studies) groups.",
            "The TPOG ALL-2002 treatment protocols (Supplementary Tables S1-S3 and Fig. S1 ) have been described previously.",
            "17 To eliminate CrRT-related sequelae and minimize the adverse prognostic impact of traumatic lumbar puncture (TLP) with blasts, one of our participating hospitals conducted a prospective study beginning in 1999 to modify CNS-directed therapy.",
            "16 The major modifications included delaying the first TIT for up to 10 days of multidrug induction until the disappearance of circulating blasts and omitting the CrRT for all risk groups of newly diagnosed ALL patients.",
            "However, for patients who presented with cranial nerve palsy or other evidence of CNS disease, first TIT was done on the day of diagnosis.",
            "This approach improved CNS control at the single-institution study and has been used in whole TPOG since January 2009.",
            "SR patients with CNS-1 (i.e., no blasts in a nontraumatic sample) status received 14 doses of TIT and those with CNS-2 (<5 WBCs/ l with blasts) or TLP received two additional TIT treatments during induction therapy and three additional TITs during maintenance therapy.",
            "18 In total, patients in the SR group with CNS-2 or TLP with blasts"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35266",
        "text": "There were 1,366 patients enrolled in TPOG ALL-2002 studies. Eight hundred four patients were male and 562 were female, with a male-tofemale ratio of 1.43. The median age was 5 years (range: 2 days to 17.9 years). Fifty-five patients were infants. The distributions of patients by risk classification were 514 (37.6%), 464 (34%), and 388 (28.4%) in SR, HR, and VHR group, respectively. The median duration of follow-up was 6 years and 6 months (1 year and 8 months to 12 years and 8 months).",
        "section": "RESULTS",
        "section_number": 4,
        "sentences": [
            "There were 1,366 patients enrolled in TPOG ALL-2002 studies.",
            "Eight hundred four patients were male and 562 were female, with a male-tofemale ratio of 1.43.",
            "The median age was 5 years (range: 2 days to 17.9 years).",
            "Fifty-five patients were infants.",
            "The distributions of patients by risk classification were 514 (37.6%), 464 (34%), and 388 (28.4%) in SR, HR, and VHR group, respectively.",
            "The median duration of follow-up was 6 years and 6 months (1 year and 8 months to 12 years and 8 months)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35266",
        "text": "In the TPOG ALL-2002 cohort, the 5-year OS was 81.6 ± 1.1% (standard error) and 5-year EFS was 74.3 ± 1.2% (Fig. 1A) ",
        "section": "Outcome of protocol-specific therapy",
        "section_number": 5,
        "sentences": [
            "In the TPOG ALL-2002 cohort, the 5-year OS was 81.6 ± 1.1% (standard error) and 5-year EFS was 74.3 ± 1.2% (Fig. 1A)"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35266",
        "text": "In patients with T-ALL (n = 157), the 5-year OS and EFS was 67.9% and 60.3%, respectively. In patients with B-ALL (n = 1,209), the 5-year OS and EFS was 83.3% and 76.1%, respectively (Figs. 2C and 2D ). The 5-year OS and EFS were lower in patients with T-ALL than B-ALL (P < 0.0001 and P < 0.0001, respectively). Patients with B-ALL were further classified by genetic markers with frequency as follows: TEL-AML1 (17.6%), hyperdiploid (DNA index ≥1.16 or chromosome 51-68) (13.8%), E2A-PBX1 (6%), MLL (4%), BCR-ABL1 (3%), and Down syndrome (0.7%). Favorable factors included TEL-AML1, hyperdiploid, E2A-PBX1, and Down syndrome with 5-year EFS above 83% and OS above 88% (Fig. 3) . Clinical and biological characters between SRA and SRB are shown in Table 1 . The percentages of TEL-AML1 and hyperdiploid were 22 and 25 respectivelin in the SRA group, and 20 and 19, respectively, in the SRB group; other wise there was no difference between the two groups. Patients harboring MLL and BCR-ABL1 had poorer outcomes: 5-year EFS was 23.4% and 31.8% and 5-year OS was 28.6% and 44.7%, respectively. Five-year OS and EFS between the genetic classifications were significantly different (P < 0.0001 and P < 0.0001, respectively).",
        "section": "Treatment results according to immunophenotypes and genetic classifications",
        "section_number": 6,
        "sentences": [
            "In patients with T-ALL (n = 157), the 5-year OS and EFS was 67.9% and 60.3%, respectively.",
            "In patients with B-ALL (n = 1,209), the 5-year OS and EFS was 83.3% and 76.1%, respectively (Figs. 2C and 2D ).",
            "The 5-year OS and EFS were lower in patients with T-ALL than B-ALL (P < 0.0001 and P < 0.0001, respectively).",
            "Patients with B-ALL were further classified by genetic markers with frequency as follows: TEL-AML1 (17.6%), hyperdiploid (DNA index ≥1.16 or chromosome 51-68) (13.8%), E2A-PBX1 (6%), MLL (4%), BCR-ABL1 (3%), and Down syndrome (0.7%).",
            "Favorable factors included TEL-AML1, hyperdiploid, E2A-PBX1, and Down syndrome with 5-year EFS above 83% and OS above 88% (Fig. 3) .",
            "Clinical and biological characters between SRA and SRB are shown in Table 1 .",
            "The percentages of TEL-AML1 and hyperdiploid were 22 and 25 respectivelin in the SRA group, and 20 and 19, respectively, in the SRB group; other wise there was no difference between the two groups.",
            "Patients harboring MLL and BCR-ABL1 had poorer outcomes: 5-year EFS was 23.4% and 31.8% and 5-year OS was 28.6% and 44.7%, respectively.",
            "Five-year OS and EFS between the genetic classifications were significantly different (P < 0.0001 and P < 0.0001, respectively)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            1,
            -1,
            -1
        ],
        "classification_label": 0
    },
    {
        "doc_id": "35266",
        "text": "The cumulative risk estimates for isolated CNS and any CNS relapse (Fig. 4 ). There were no significant differences between the two eras in OS (P = 0.06), EFS (P = 0.14), or incidences of isolated CNS relapse (P = 0.98) and any CNS relapse (P = 0.62).",
        "section": "CNS relapse",
        "section_number": 7,
        "sentences": [
            "The cumulative risk estimates for isolated CNS and any CNS relapse (Fig. 4 ).",
            "There were no significant differences between the two eras in OS (P = 0.06), EFS (P = 0.14), or incidences of isolated CNS relapse (P = 0.98) and any CNS relapse (P = 0.62)."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35266",
        "text": "BFM-based chemotherapy first confirmed the benefit of reinduction in pediatric patients with HR ALL and further extended in low-risk ALL. 20, 21 The St Jude study also reported that better outcome was achieved by adding reinduction therapy. 22 Earlier, Children's Oncology Group (COG) and the United Kingdom (UK) group both emphasized the strengths of a double course of reinduction therapy. The CCG-1891 study reported a reduction in relapse or death with two delayed-intensification courses in patients younger than 10 years with HR ALL. 9 With double reinduction, the UK ALL X trial obtained a 14% improvement in 5-year disease-free survival and an 11% improvement in survival for all patients. 8 Theoretically, reinduction therapy that was applied early after remission with the same drugs may prevent the subsequent development of resistant clones. 23 Moreover, additional reinduction therapy may effectively eradicate disease that is developing resistance. 24 Nevertheless, focusing on patients with SR ALL, 7, 25 Our study has the same findings. Moreover, treatment-related toxicities attributable primarily to myelosuppression were reported to be more frequent in patients on double reinduction therapy than those on single reinduction therapy 9 ; we also had the same observation. A comparison of each reinduction therapy in different protocols is listed in Supplementary Table S4 . Although our study did not show that double reinduction therapy was definitively more beneficial than single reinduction therapy for patients with SR ALL, a longer follow-up is mandatory since the difference in EFS (P = 0.15) is near marginal. Several groups treated their patients without reinduction courses and reported 5-year EFS rates were 73.6 to 85%. [26] [27] [28] The Japanese Children's Cancer and Leukemia Study Group (JCCLSG) ALL 2000 group treatment was adjusted according to minimal residual disease (MRD) and outcome was inferior when the MRD was positive: 5-year EFS was 73.6% when MRD was positive and 86%",
        "section": "DISCUSSION",
        "section_number": 8,
        "sentences": [
            "BFM-based chemotherapy first confirmed the benefit of reinduction in pediatric patients with HR ALL and further extended in low-risk ALL.",
            "20, 21 The St Jude study also reported that better outcome was achieved by adding reinduction therapy.",
            "22 Earlier, Children's Oncology Group (COG) and the United Kingdom (UK) group both emphasized the strengths of a double course of reinduction therapy.",
            "The CCG-1891 study reported a reduction in relapse or death with two delayed-intensification courses in patients younger than 10 years with HR ALL.",
            "9 With double reinduction, the UK ALL X trial obtained a 14% improvement in 5-year disease-free survival and an 11% improvement in survival for all patients.",
            "8 Theoretically, reinduction therapy that was applied early after remission with the same drugs may prevent the subsequent development of resistant clones.",
            "23 Moreover, additional reinduction therapy may effectively eradicate disease that is developing resistance.",
            "24 Nevertheless, focusing on patients with SR ALL, 7, 25 Our study has the same findings.",
            "Moreover, treatment-related toxicities attributable primarily to myelosuppression were reported to be more frequent in patients on double reinduction therapy than those on single reinduction therapy 9 ; we also had the same observation.",
            "A comparison of each reinduction therapy in different protocols is listed in Supplementary Table S4 .",
            "Although our study did not show that double reinduction therapy was definitively more beneficial than single reinduction therapy for patients with SR ALL, a longer follow-up is mandatory since the difference in EFS (P = 0.15) is near marginal.",
            "Several groups treated their patients without reinduction courses and reported 5-year EFS rates were 73.6 to 85%. [",
            "26] [27] [28] The Japanese Children's Cancer and Leukemia Study Group (JCCLSG) ALL 2000 group treatment was adjusted according to minimal residual disease (MRD) and outcome was inferior when the MRD was positive: 5-year EFS was 73.6% when MRD was positive and 86%"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35266",
        "text": "when MRD was negative. 28 It is notable that the UK ALL 2003 study, which also augmented treatment by MRD, reported a higher 5-year EFS (94.4-95.5%). 7 The major observed difference between these two groups was the addition or exclusion of reinduction therapy. However, interpretation of the comparison should be made carefully due to different ethnicity, government policy, and era. The current strategy for treating pediatric patients with ALL by TPOG is also MRD-guided, with preservation of reinduction therapy.",
        "section": "DISCUSSION",
        "section_number": 9,
        "sentences": [
            "when MRD was negative.",
            "28 It is notable that the UK ALL 2003 study, which also augmented treatment by MRD, reported a higher 5-year EFS (94.4-95.5%).",
            "7 The major observed difference between these two groups was the addition or exclusion of reinduction therapy.",
            "However, interpretation of the comparison should be made carefully due to different ethnicity, government policy, and era.",
            "The current strategy for treating pediatric patients with ALL by TPOG is also MRD-guided, with preservation of reinduction therapy."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35266",
        "text": "Five-year EFS and cumulative incidence of isolated CNS relapse (A) and any CNS relapse (B) by different era in TPOG ALL-2002 (P = 0.14 for EFS; P = 0.98 for isolated CNS relapse; P = 0.62 for any CNS relapse)",
        "section": "F I G U R E 4",
        "section_number": 10,
        "sentences": [
            "Five-year EFS and cumulative incidence of isolated CNS relapse (A) and any CNS relapse (B) by different era in TPOG ALL-2002 (P = 0.14 for EFS; P = 0.98 for isolated CNS relapse; P = 0.62 for any CNS relapse)"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35266",
        "text": "The frequencies of both hyperdiploid (13.8%) and TEL-AML1 fusion (17.6%) in Taiwan were lower than that in Western countries (28.2% and 18.6-25%, respectively). 29, 30 Whether these findings reflect differences in host pharmacogenetics or environmental factors, or both, need to be further determined. The patients with MLL or BCR-ABL1 had the worst outcomes, consistent with previous reports. 10, 29 The investigators at St Jude Children's Research Hospital first launched a classification of CNS status according to CSF findings.",
        "section": "F I G U R E 4",
        "section_number": 11,
        "sentences": [
            "The frequencies of both hyperdiploid (13.8%) and TEL-AML1 fusion (17.6%) in Taiwan were lower than that in Western countries (28.2% and 18.6-25%, respectively).",
            "29, 30 Whether these findings reflect differences in host pharmacogenetics or environmental factors, or both, need to be further determined.",
            "The patients with MLL or BCR-ABL1 had the worst outcomes, consistent with previous reports.",
            "10, 29 The investigators at St Jude Children's Research Hospital first launched a classification of CNS status according to CSF findings."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35266",
        "text": "The first LP performed at the time of diagnosis revealed that 12% of patients had CNS-2 and 5% CNS-3. 18 In a review article, the rates of CNS-2 were reported from 5.4 to 32.2% and CNS-3 from 2.1 to 4.7%. 31 In our 2009-2012 study with the first TIT after the clearance of circulating blasts, the patients with the status of CNS-2 (4.39%) and CNS-3 (2.19%) were better than those in the literature. This seems to be attributable to our new latest TIT methodology. TLP contaminated with blasts was demonstrated to be a risk factor for CNS relapse. [32] [33] [34] If the first LP was performed at diagnosis, the reported incidences of TLP with blasts varied from 5.6 to 14.5%. 31, [34] [35] [36] In 2001, Manabe et al. reported a strategy of delaying LP and TIT until after 1-",
        "section": "F I G U R E 4",
        "section_number": 12,
        "sentences": [
            "The first LP performed at the time of diagnosis revealed that 12% of patients had CNS-2 and 5% CNS-3.",
            "18 In a review article, the rates of CNS-2 were reported from 5.4 to 32.2% and CNS-3 from 2.1 to 4.7%.",
            "31 In our 2009-2012 study with the first TIT after the clearance of circulating blasts, the patients with the status of CNS-2 (4.39%) and CNS-3 (2.19%) were better than those in the literature.",
            "This seems to be attributable to our new latest TIT methodology.",
            "TLP contaminated with blasts was demonstrated to be a risk factor for CNS relapse. [",
            "32] [33] [34] If the first LP was performed at diagnosis, the reported incidences of TLP with blasts varied from 5.6 to 14.5%.",
            "31, [34] [35] [36] In 2001, Manabe et al. reported a strategy of delaying LP and TIT until after 1-"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35266",
        "text": "week monotherapy of prednisolone with the intent to accurately test the early response to prednisolone. 37 TLP occurred in 8.1% of their patients, and 0.6% were contaminated with lymphoblasts. The 4-year cumulative incidences of isolated CNS and any CNS relapses were 3.9 ± 2.1% and 5.1 ± 2.3%, respectively. However, the effect of delayed TIT on outcome cannot be determined because more than 80% of their patients received CrRT. The successive Tokyo Children's Cancer Study Group (TCCSG) L99-15 study projected an improved 4-year cumulative incidence of any CNS relapse of 3.3 ± 0.7%, but 8.6% of the patients received CrRT. 38 Our TPOG 2002 study is the first nation wide collaborative program aimed to abolish blast contamination of TLP by using multidrug induction therapy to eliminate the circulating blasts.",
        "section": "F I G U R E 4",
        "section_number": 13,
        "sentences": [
            "week monotherapy of prednisolone with the intent to accurately test the early response to prednisolone.",
            "37 TLP occurred in 8.1% of their patients, and 0.6% were contaminated with lymphoblasts.",
            "The 4-year cumulative incidences of isolated CNS and any CNS relapses were 3.9 ± 2.1% and 5.1 ± 2.3%, respectively.",
            "However, the effect of delayed TIT on outcome cannot be determined because more than 80% of their patients received CrRT.",
            "The successive Tokyo Children's Cancer Study Group (TCCSG) L99-15 study projected an improved 4-year cumulative incidence of any CNS relapse of 3.3 ± 0.7%, but 8.6% of the patients received CrRT.",
            "38 Our TPOG 2002 study is the first nation wide collaborative program aimed to abolish blast contamination of TLP by using multidrug induction therapy to eliminate the circulating blasts."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35266",
        "text": "Our results reinforce the concept that CrRT can be omitted for all risk groups without compromising EFS, OS, and CNS control in the context of effective systemic chemotherapy and intrathecal therapy. 27, 36 Moreover, even with similar treatment results, children receiving no",
        "section": "F I G U R E 4",
        "section_number": 14,
        "sentences": [
            "Our results reinforce the concept that CrRT can be omitted for all risk groups without compromising EFS, OS, and CNS control in the context of effective systemic chemotherapy and intrathecal therapy.",
            "27, 36 Moreover, even with similar treatment results, children receiving no"
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35266",
        "text": "CrRT avoided the long-term sequelae of CrRT and had better quality of life.",
        "section": "F I G U R E 4",
        "section_number": 15,
        "sentences": [
            "CrRT avoided the long-term sequelae of CrRT and had better quality of life."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35266",
        "text": "In conclusion, two courses of reinduction treatment were not shown to be more beneficial than one course for SR patients in TPOG ALL-2002 study. However, a longer follow-up is needed. Delaying the first TIT until the clearance of circulating blasts does not compromise CNS control in children with newly diagnosed ALL. This approach using effective chemotherapy and successful TIT precludes the need for",
        "section": "F I G U R E 4",
        "section_number": 16,
        "sentences": [
            "In conclusion, two courses of reinduction treatment were not shown to be more beneficial than one course for SR patients in TPOG ALL-2002 study.",
            "However, a longer follow-up is needed.",
            "Delaying the first TIT until the clearance of circulating blasts does not compromise CNS control in children with newly diagnosed ALL.",
            "This approach using effective chemotherapy and successful TIT precludes the need for"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35266",
        "text": "CrRT for CNS prophylactic therapy and prevents the adverse sequelae caused by CrRT.",
        "section": "F I G U R E 4",
        "section_number": 17,
        "sentences": [
            "CrRT for CNS prophylactic therapy and prevents the adverse sequelae caused by CrRT."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    }
]