[
    {
        "doc_id": "40983",
        "text": "The amino acid arginine is a physiological precursor to nitric oxide, which is a key mediator of embryonic survival, fetal growth, and pregnancy maintenance. We evaluated the association between consumption of the amino acid arginine and the rate of adverse birth outcomes using data from a double-blind, randomized, placebo-controlled micronutrient supplementation trial among pregnant women in Dar es Salaam, Tanzania (2001-2004). Dietary intakes of arginine were assessed using repeated 24-hour recalls that were administered throughout pregnancy. Participants (n = 7,591) were monitored by research midwives throughout follow-up to assess pregnancy outcomes. Cubic-restricted splines and multivariable log-Poisson regression with empirical standard errors were used to estimate the continuous and categorical associations between arginine intake and adverse birth outcomes. Compared with women within the lowest quintile of arginine intake, those within the highest quintile had 0.79 times the risk of preterm birth before 37 weeks (95% confidence interval: 0.63, 1.00; P = 0.03). The continuous associations of arginine intake with preterm birth before 37 weeks and with preterm birth before 34 weeks were characterized by an initial rapid decrease in risk with increasing intake (P for nonlinearity < 0.01). Arginine intake was not associated with fetal loss or giving birth to infants who were born small for their gestational ages. This data suggest that the association between dietary arginine intake and preterm birth warrants further investigation.",
        "section": "Abstract",
        "sentences": [
            "The amino acid arginine is a physiological precursor to nitric oxide, which is a key mediator of embryonic survival, fetal growth, and pregnancy maintenance.",
            "We evaluated the association between consumption of the amino acid arginine and the rate of adverse birth outcomes using data from a double-blind, randomized, placebo-controlled micronutrient supplementation trial among pregnant women in Dar es Salaam, Tanzania (2001-2004).",
            "Dietary intakes of arginine were assessed using repeated 24-hour recalls that were administered throughout pregnancy.",
            "Participants (n = 7,591) were monitored by research midwives throughout follow-up to assess pregnancy outcomes.",
            "Cubic-restricted splines and multivariable log-Poisson regression with empirical standard errors were used to estimate the continuous and categorical associations between arginine intake and adverse birth outcomes.",
            "Compared with women within the lowest quintile of arginine intake, those within the highest quintile had 0.79 times the risk of preterm birth before 37 weeks (95% confidence interval: 0.63, 1.00; P = 0.03).",
            "The continuous associations of arginine intake with preterm birth before 37 weeks and with preterm birth before 34 weeks were characterized by an initial rapid decrease in risk with increasing intake (P for nonlinearity < 0.01).",
            "Arginine intake was not associated with fetal loss or giving birth to infants who were born small for their gestational ages.",
            "This data suggest that the association between dietary arginine intake and preterm birth warrants further investigation."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "40983",
        "text": "As a modifiable risk factor for adverse birth outcomes, maternal nutrition is an important target for interventions aimed at reducing the burden of these events (1) . These interventions may be of particular public health importance in low-and middle-income countries, where women of childbearing age are at high risk of nutritional deficiencies and the rates of adverse birth outcomes are highest. An estimated 27% of all infants born in low-and middle-income countries are small for gestational age (SGA) (2), 22 out of every 1,000 births are stillbirths (3) , and 11%-12% of births are preterm (4) . The advancement of nutritional strategies to prevent such outcomes relies on improving our understanding of the roles of nutritional deficiencies in the complex etiologies of these outcomes. The amino acid arginine serves as a precursor for molecules that regulate embryonic survival, fetal growth, and pregnancy maintenance (5, 6) . However, the relationship between arginine intake and the rate of adverse birth outcomes is poorly understood.",
        "section": "",
        "section_number": 1,
        "sentences": [
            "As a modifiable risk factor for adverse birth outcomes, maternal nutrition is an important target for interventions aimed at reducing the burden of these events (1) .",
            "These interventions may be of particular public health importance in low-and middle-income countries, where women of childbearing age are at high risk of nutritional deficiencies and the rates of adverse birth outcomes are highest.",
            "An estimated 27% of all infants born in low-and middle-income countries are small for gestational age (SGA) (2), 22 out of every 1,000 births are stillbirths (3) , and 11%-12% of births are preterm (4) .",
            "The advancement of nutritional strategies to prevent such outcomes relies on improving our understanding of the roles of nutritional deficiencies in the complex etiologies of these outcomes.",
            "The amino acid arginine serves as a precursor for molecules that regulate embryonic survival, fetal growth, and pregnancy maintenance (5, 6) .",
            "However, the relationship between arginine intake and the rate of adverse birth outcomes is poorly understood."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "40983",
        "text": "Arginine is the only nitrogen donor for nitric oxide synthase, an enzyme that plays a catalytic role in the predominant pathway for nitric oxide synthesis (7) , and is therefore a major determinant of nitric oxide production. Nitric oxide is involved in several physiological aspects of pregnancy, including the regulation of uterine and fetoplacental blood flow and uterine quiescence (6) . The crucial role of arginine in nitric oxide synthesis is illustrated by studies showing that, in the context of malaria and bacterial infections, low levels of arginine directly relate to low bioavailable nitric oxide and microvascular dysfunction, and restoring arginine levels improves endothelial function (8) (9) (10) (11) . Arginine also metabolizes to ornithine and proline, 2 amino acids that contribute to the placental synthesis of polyamines that promote cell proliferation and migration, vasculogenesis, angiogenesis, and dilation of blood vessels (5) . Insufficient arginine availability could therefore disrupt these processes with potentially detrimental consequences in pregnancy. Reduced levels of serum arginine were observed in women who delivered SGA infants compared with women who delivered appropriate-for-gestational-age infants (12) .",
        "section": "",
        "section_number": 2,
        "sentences": [
            "Arginine is the only nitrogen donor for nitric oxide synthase, an enzyme that plays a catalytic role in the predominant pathway for nitric oxide synthesis (7) , and is therefore a major determinant of nitric oxide production.",
            "Nitric oxide is involved in several physiological aspects of pregnancy, including the regulation of uterine and fetoplacental blood flow and uterine quiescence (6) .",
            "The crucial role of arginine in nitric oxide synthesis is illustrated by studies showing that, in the context of malaria and bacterial infections, low levels of arginine directly relate to low bioavailable nitric oxide and microvascular dysfunction, and restoring arginine levels improves endothelial function (8) (9) (10) (11) .",
            "Arginine also metabolizes to ornithine and proline, 2 amino acids that contribute to the placental synthesis of polyamines that promote cell proliferation and migration, vasculogenesis, angiogenesis, and dilation of blood vessels (5) .",
            "Insufficient arginine availability could therefore disrupt these processes with potentially detrimental consequences in pregnancy.",
            "Reduced levels of serum arginine were observed in women who delivered SGA infants compared with women who delivered appropriate-for-gestational-age infants (12) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "40983",
        "text": "Nutritional requirements for arginine can be met through either dietary intake or endogenous biosynthesis, though conditions that markedly increase arginine utilization do not, in turn, increase endogenous synthesis and might necessitate greater dietary consumption to meet requirements (13) . Pregnancy may be one such condition, and it has been referred to as a state of relative arginine deficiency because of the increased synthesis of nitric oxide in pregnant women (14) . More research is needed, however, to determine whether an inability to meet physiological demands for arginine during pregnancy can lead to adverse outcomes.",
        "section": "",
        "section_number": 3,
        "sentences": [
            "Nutritional requirements for arginine can be met through either dietary intake or endogenous biosynthesis, though conditions that markedly increase arginine utilization do not, in turn, increase endogenous synthesis and might necessitate greater dietary consumption to meet requirements (13) .",
            "Pregnancy may be one such condition, and it has been referred to as a state of relative arginine deficiency because of the increased synthesis of nitric oxide in pregnant women (14) .",
            "More research is needed, however, to determine whether an inability to meet physiological demands for arginine during pregnancy can lead to adverse outcomes."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "40983",
        "text": "Some literature on prenatal supplemental arginine intake and birth outcomes exists, but it might have limited generalizability because previous studies have been conducted solely in animals and among women with known or high risk of pregnancy complications such as intrauterine growth restriction, chronic hypertension, and preeclampsia. In animal studies, prenatal supplementation with arginine has largely improved embryonic survival (13) (14) (15) (16) and birth weight (14) (15) (16) (17) . Research on prenatal arginine supplementation in humans has inconsistently been shown to be beneficial with regard to birth weight (18) (19) (20) (21) (22) (23) (24) (25) (26) (27) (28) , intrauterine growth restriction (23, 28) , and time to delivery (20, (23) (24) (25) (26) (27) (28) (29) . Although the available evidence has suggested that arginine may have some degree of therapeutic potential in compromised pregnancies, there have been no studies in which investigators have examined the preventive potential of arginine intake for reducing adverse birth outcomes. In the present analysis, our objective was to evaluate the associations of maternal dietary arginine intake with the risk of fetal loss, SGA birth, and preterm birth among pregnant women negative for human immunodeficiency virus who participated in a trial of multivitamin supplementation and birth outcomes in Dar es Salaam, Tanzania.",
        "section": "",
        "section_number": 4,
        "sentences": [
            "Some literature on prenatal supplemental arginine intake and birth outcomes exists, but it might have limited generalizability because previous studies have been conducted solely in animals and among women with known or high risk of pregnancy complications such as intrauterine growth restriction, chronic hypertension, and preeclampsia.",
            "In animal studies, prenatal supplementation with arginine has largely improved embryonic survival (13) (14) (15) (16) and birth weight (14) (15) (16) (17) .",
            "Research on prenatal arginine supplementation in humans has inconsistently been shown to be beneficial with regard to birth weight (18) (19) (20) (21) (22) (23) (24) (25) (26) (27) (28) , intrauterine growth restriction (23, 28) , and time to delivery (20, (23) (24) (25) (26) (27) (28) (29) .",
            "Although the available evidence has suggested that arginine may have some degree of therapeutic potential in compromised pregnancies, there have been no studies in which investigators have examined the preventive potential of arginine intake for reducing adverse birth outcomes.",
            "In the present analysis, our objective was to evaluate the associations of maternal dietary arginine intake with the risk of fetal loss, SGA birth, and preterm birth among pregnant women negative for human immunodeficiency virus who participated in a trial of multivitamin supplementation and birth outcomes in Dar es Salaam, Tanzania."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "40983",
        "text": "The study population consisted of women who participated in a randomized, double-blind, placebo-controlled trial in Dar es Salaam, Tanzania, between August 2001 and July 2004. Detailed trial design and study outcomes have been reported elsewhere (30) . Eligible participants for this study/analysis were human immunodeficiency virus-negative women between 12 and 27 weeks of gestation who planned to stay in Dar es Salaam for a minimum of 1 year after delivery. At the time of enrollment, participants were randomly assigned to receive an oral dose of a multivitamin that contained 20 mg of vitamin B1, 20 mg of vitamin B2, 25 mg of vitamin B6, 100 mg of niacin, 50 μg of vitamin B12, 500 mg of vitamin C, and 20 mg of vitamin E or a placebo to be taken daily until delivery. All trial participants also received daily 60-mg doses of elemental iron and 0.25-mg doses of folic acid as part of routine antenatal care in Tanzania. Participants in the original study were excluded from this analysis if they had not completed at least one 24-hour dietary recall during pregnancy (n = 424) or had implausible values for energy intake (≤800 or >4,500 kcal/day; n = 143), protein intake (>200 g; n = 69), or fat intake (>300 g; n = 21). The final analytic cohort comprised 7,591 participants.",
        "section": "METHODS",
        "section_number": 5,
        "sentences": [
            "The study population consisted of women who participated in a randomized, double-blind, placebo-controlled trial in Dar es Salaam, Tanzania, between August 2001 and July 2004.",
            "Detailed trial design and study outcomes have been reported elsewhere (30) .",
            "Eligible participants for this study/analysis were human immunodeficiency virus-negative women between 12 and 27 weeks of gestation who planned to stay in Dar es Salaam for a minimum of 1 year after delivery.",
            "At the time of enrollment, participants were randomly assigned to receive an oral dose of a multivitamin that contained 20 mg of vitamin B1, 20 mg of vitamin B2, 25 mg of vitamin B6, 100 mg of niacin, 50 μg of vitamin B12, 500 mg of vitamin C, and 20 mg of vitamin E or a placebo to be taken daily until delivery.",
            "All trial participants also received daily 60-mg doses of elemental iron and 0.25-mg doses of folic acid as part of routine antenatal care in Tanzania.",
            "Participants in the original study were excluded from this analysis if they had not completed at least one 24-hour dietary recall during pregnancy (n = 424) or had implausible values for energy intake (≤800 or >4,500 kcal/day; n = 143), protein intake (>200 g; n = 69), or fat intake (>300 g; n = 21).",
            "The final analytic cohort comprised 7,591 participants."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "40983",
        "text": "The institutional review boards at the Muhimbili University of Health and Allied Sciences in Dar es Salaam and the Harvard School of Public Health in Boston, Massachusetts, granted ethical approval for the study. Written informed consent was obtained from all participants.",
        "section": "Ethics statement",
        "section_number": 6,
        "sentences": [
            "The institutional review boards at the Muhimbili University of Health and Allied Sciences in Dar es Salaam and the Harvard School of Public Health in Boston, Massachusetts, granted ethical approval for the study.",
            "Written informed consent was obtained from all participants."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "40983",
        "text": "The research protocol for the original trial was implemented within the schedule of participants' regular prenatal care visits to antenatal clinics in Dar es Salaam. Participants attended appointments with medical providers once per month until the 32nd week of pregnancy, once every 2 weeks until the 36th week, then once every week until delivery. Trained research assistants assessed dietary intake on a monthly basis until 36 weeks of gestation through the use of 24-hour recalls that detailed all food and beverages consumed in the previous 24 hours. Participants completed an average of three 24hour recalls (standard deviation, 1.07). Nutrient intakes per day were calculated from the food items reported in the recalls using the Tanzania Food Composition Tables (31) . In the present analysis, intake values for arginine and other dietary covariates were averaged across the repeated 24-hour recalls to reduce within-person variation and best approximate average intake.",
        "section": "Exposure",
        "section_number": 7,
        "sentences": [
            "The research protocol for the original trial was implemented within the schedule of participants' regular prenatal care visits to antenatal clinics in Dar es Salaam.",
            "Participants attended appointments with medical providers once per month until the 32nd week of pregnancy, once every 2 weeks until the 36th week, then once every week until delivery.",
            "Trained research assistants assessed dietary intake on a monthly basis until 36 weeks of gestation through the use of 24-hour recalls that detailed all food and beverages consumed in the previous 24 hours.",
            "Participants completed an average of three 24hour recalls (standard deviation, 1.07).",
            "Nutrient intakes per day were calculated from the food items reported in the recalls using the Tanzania Food Composition Tables (31) .",
            "In the present analysis, intake values for arginine and other dietary covariates were averaged across the repeated 24-hour recalls to reduce within-person variation and best approximate average intake."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "40983",
        "text": "Gestational ages were calculated using the dates of the participants' last menstrual periods as reported by participants at enrollment. All births that occurred before 37 weeks were considered to be preterm, and those that occurred before 34 weeks were considered to be early to moderately preterm. Research midwives measured birth weights of newborns to the nearest 10 g after delivery. Infants born SGA were categorized into 2 groups: those who fell below the 10th percentile of birth weight for gestational age and those who fell below the third percentile of birth weight for gestational age, both according to growth standards from the INTERGROWTH-21st population (32) . Because the INTERGROWTH-21st reference standards only exist for deliveries between 33 and 42 weeks, we restricted our analyses to births that occurred at these gestational ages (n = 6,338). We defined fetal loss as any death that occurred before delivery.",
        "section": "Outcome",
        "section_number": 8,
        "sentences": [
            "Gestational ages were calculated using the dates of the participants' last menstrual periods as reported by participants at enrollment.",
            "All births that occurred before 37 weeks were considered to be preterm, and those that occurred before 34 weeks were considered to be early to moderately preterm.",
            "Research midwives measured birth weights of newborns to the nearest 10 g after delivery.",
            "Infants born SGA were categorized into 2 groups: those who fell below the 10th percentile of birth weight for gestational age and those who fell below the third percentile of birth weight for gestational age, both according to growth standards from the INTERGROWTH-21st population (32) .",
            "Because the INTERGROWTH-21st reference standards only exist for deliveries between 33 and 42 weeks, we restricted our analyses to births that occurred at these gestational ages (n = 6,338).",
            "We defined fetal loss as any death that occurred before delivery."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "40983",
        "text": "Arginine intakes and other dietary covariates were adjusted for total energy intake using the nutrient residual method (33) . Dietary arginine was then examined in association with each birth outcome as both a continuous and quintile-based categorical variable in calorie-adjusted and multivariable models. When modeling arginine intake as continuous variable, we used cubic-restricted splines with 4 knots placed at the points corresponding to the 20th, 40th, 60th, and 80th percentiles. To test for nonlinearity, the likelihood ratio test was used to compare the fit of the model with both linear and cubic spline terms to that of the model with the linear term. When modeling arginine as a categorical variable, we used log-Poisson regression with empirical standard error estimates to determine the risk ratios and 95% confidence intervals for preterm birth, SGA, and fetal loss, comparing subjects in each of the upper 4 quintiles of arginine intake with those in the lowest quintile. If the associations seen in the corresponding continuous models did not depart from linearity, the presence of linear trends was then tested by assigning each quintile the median value and modeling this variable as a continuous variable.",
        "section": "Statistical analysis",
        "section_number": 9,
        "sentences": [
            "Arginine intakes and other dietary covariates were adjusted for total energy intake using the nutrient residual method (33) .",
            "Dietary arginine was then examined in association with each birth outcome as both a continuous and quintile-based categorical variable in calorie-adjusted and multivariable models.",
            "When modeling arginine intake as continuous variable, we used cubic-restricted splines with 4 knots placed at the points corresponding to the 20th, 40th, 60th, and 80th percentiles.",
            "To test for nonlinearity, the likelihood ratio test was used to compare the fit of the model with both linear and cubic spline terms to that of the model with the linear term.",
            "When modeling arginine as a categorical variable, we used log-Poisson regression with empirical standard error estimates to determine the risk ratios and 95% confidence intervals for preterm birth, SGA, and fetal loss, comparing subjects in each of the upper 4 quintiles of arginine intake with those in the lowest quintile.",
            "If the associations seen in the corresponding continuous models did not depart from linearity, the presence of linear trends was then tested by assigning each quintile the median value and modeling this variable as a continuous variable."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "40983",
        "text": "Multivariable models included the following potential dietary confounders: monounsaturated fat, polyunsaturated fat, saturated fat, fiber, niacin, pantothenic acid, vitamin B6, folate, vitamin C, vitamin E, iron, calcium, magnesium, phosphorus, zinc, and potassium. These models also included all 9 essential amino acids (histidine, isoleucine, leucine, lysine, methionine, phenylalanine, tryptophan, tyrosine, and valine) and the semi-essential amino acid cysteine. Intakes of all dietary confounders were derived from food sources only. The relationship between each dietary covariate and each outcome was assessed using a likelihood ratio test as described above for arginine. When dietary covariates showed a nonlinear relationship to an outcome, they were fitted as cubic splines in the multivariable model. Sociodemographic and reproductive covariates that were measured on a baseline questionnaire included maternal age, body mass index (weight in kilograms divided by height in meters squared), Filmer-Pritchett wealth score (34) in the lowest quartile, years of education, level of parity, gestational age at study entry, history of fetal loss, and interpregnancy interval.",
        "section": "Statistical analysis",
        "section_number": 10,
        "sentences": [
            "Multivariable models included the following potential dietary confounders: monounsaturated fat, polyunsaturated fat, saturated fat, fiber, niacin, pantothenic acid, vitamin B6, folate, vitamin C, vitamin E, iron, calcium, magnesium, phosphorus, zinc, and potassium.",
            "These models also included all 9 essential amino acids (histidine, isoleucine, leucine, lysine, methionine, phenylalanine, tryptophan, tyrosine, and valine) and the semi-essential amino acid cysteine.",
            "Intakes of all dietary confounders were derived from food sources only.",
            "The relationship between each dietary covariate and each outcome was assessed using a likelihood ratio test as described above for arginine.",
            "When dietary covariates showed a nonlinear relationship to an outcome, they were fitted as cubic splines in the multivariable model.",
            "Sociodemographic and reproductive covariates that were measured on a baseline questionnaire included maternal age, body mass index (weight in kilograms divided by height in meters squared), Filmer-Pritchett wealth score (34) in the lowest quartile, years of education, level of parity, gestational age at study entry, history of fetal loss, and interpregnancy interval."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "40983",
        "text": "We conducted stratified analyses to determine whether the assigned treatment arm in the parent trial and trimester of arginine intake were modifiers of the relationships of arginine with the risk of each pregnancy outcome. Lastly, 2 sensitivity analyses were performed. These analyses tested the robustness of our results to the inclusion of total protein in the multivariable models and to the use of different growth standards (35) to define SGA births. ",
        "section": "Statistical analysis",
        "section_number": 11,
        "sentences": [
            "We conducted stratified analyses to determine whether the assigned treatment arm in the parent trial and trimester of arginine intake were modifiers of the relationships of arginine with the risk of each pregnancy outcome.",
            "Lastly, 2 sensitivity analyses were performed.",
            "These analyses tested the robustness of our results to the inclusion of total protein in the multivariable models and to the use of different growth standards (35) to define SGA births."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "40983",
        "text": "Mean ages and body mass indices were similar across quintiles of energy-adjusted arginine intake (Table 1) . A higher proportion of women in the highest quintile had 2 or more pregnancies and had a Filmer-Pritchett wealth score in the lowest quartile. The mean arginine intake among 7,591 participants was 4,221.3 (standard deviation, 1,933.2) mg/day. Table 2 shows average dietary intakes of other energy-adjusted nutrients by quintiles of energy-adjusted arginine intake. Those who consumed the most arginine also had the highest intakes of total protein, other amino acids, unsaturated fats, and potassium. In the study population, 15.5% of births occurred before 37 weeks, whereas 4.3% of births occurred before 34 weeks. A total of 3.4% of pregnancies ended in fetal loss. Spline analysis showed that arginine intake was nonlinearly associated with all preterm births (P value for nonlinearity = 0.003) and those occurring before 34 weeks (P value for nonlinearity < 0.001). The odds of preterm birth appeared to decrease rapidly as dietary arginine intake reached approximately 1,500 mg/1,000 kcal, but it did not decrease further with greater amounts of arginine intake. This rapid decrease appeared particularly pronounced for preterm births before 34 weeks. Inclusion of total protein intake in the multivariable spline models did not change these results, even though protective associations that followed the same nonlinear pattern were observed between total protein intake and both preterm birth outcomes. The nonlinear associations between arginine intake and preterm birth adjusted for other covariates, including total protein consumption, are visually depicted in Figure 1 . Spline analysis showed no association between arginine and fetal loss or arginine and SGA (below either the 10th or third percentile).",
        "section": "RESULTS",
        "section_number": 12,
        "sentences": [
            "Mean ages and body mass indices were similar across quintiles of energy-adjusted arginine intake (Table 1) .",
            "A higher proportion of women in the highest quintile had 2 or more pregnancies and had a Filmer-Pritchett wealth score in the lowest quartile.",
            "The mean arginine intake among 7,591 participants was 4,221.3 (standard deviation, 1,933.2) mg/day.",
            "Table 2 shows average dietary intakes of other energy-adjusted nutrients by quintiles of energy-adjusted arginine intake.",
            "Those who consumed the most arginine also had the highest intakes of total protein, other amino acids, unsaturated fats, and potassium.",
            "In the study population, 15.5% of births occurred before 37 weeks, whereas 4.3% of births occurred before 34 weeks.",
            "A total of 3.4% of pregnancies ended in fetal loss.",
            "Spline analysis showed that arginine intake was nonlinearly associated with all preterm births (P value for nonlinearity = 0.003) and those occurring before 34 weeks (P value for nonlinearity < 0.001).",
            "The odds of preterm birth appeared to decrease rapidly as dietary arginine intake reached approximately 1,500 mg/1,000 kcal, but it did not decrease further with greater amounts of arginine intake.",
            "This rapid decrease appeared particularly pronounced for preterm births before 34 weeks.",
            "Inclusion of total protein intake in the multivariable spline models did not change these results, even though protective associations that followed the same nonlinear pattern were observed between total protein intake and both preterm birth outcomes.",
            "The nonlinear associations between arginine intake and preterm birth adjusted for other covariates, including total protein consumption, are visually depicted in Figure 1 .",
            "Spline analysis showed no association between arginine and fetal loss or arginine and SGA (below either the 10th or third percentile)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "40983",
        "text": "More modest inverse associations between arginine intake and preterm birth were observed in the multivariable categorical models. When comparing the highest quintile of arginine intake with the lowest, we found that the multivariable risk ratio for preterm birth before 37 weeks was 0.79 (95% confidence interval (CI): 0.63, 1.00) ( Table 3 ). Unlike the results seen in the continuous models, this association did not reach statistical significance when total protein was included in the model (multivariable relative risk = 0.84, 95% CI: 0.45, 1.07). For preterm birth before 34 weeks, the multivariable risk ratio for the first quintile versus the fifth was 0.77 (95% CI: 0.51, 1.17). In the model that included total protein as a covariate, the risk ratio was 0.70 (95% CI: 0.42, 1.15). Of the other amino acids included in the models, only valine showed an association with preterm birth. Each 100 mg of valine intake was associated with an 8% (95% CI: 0, 17) higher risk of preterm birth before 37 weeks. Valine intake was not significantly associated with preterm birth before 34 weeks of pregnancy, a Adjusted for total caloric intake, age (years; continuous), gestational age at enrollment (months; continuous), educational level (<12, 12, or >12 years), body mass index at enrollment (continuous), gravidity (0, 1, or ≥2 pregnancies), lowest quartile of Filmer-Pritchett wealth score, interpregnancy interval (<12, 12-23, 24-47, 48-71, or ≥72 months), and dietary intakes of monounsaturated fat, polyunsaturated fat, saturated fat, fiber, niacin, pantothenic acid, vitamin B6, folate, vitamin C, vitamin E, iron, calcium, magnesium, phosphorus, zinc, potassium, cysteine, histidine, isoleucine, leucine, lysine, methionine, phenylalanine, tryptophan, tyrosine, and valine.",
        "section": "RESULTS",
        "section_number": 13,
        "sentences": [
            "More modest inverse associations between arginine intake and preterm birth were observed in the multivariable categorical models.",
            "When comparing the highest quintile of arginine intake with the lowest, we found that the multivariable risk ratio for preterm birth before 37 weeks was 0.79 (95% confidence interval (CI): 0.63, 1.00) ( Table 3 ).",
            "Unlike the results seen in the continuous models, this association did not reach statistical significance when total protein was included in the model (multivariable relative risk = 0.84, 95% CI: 0.45, 1.07).",
            "For preterm birth before 34 weeks, the multivariable risk ratio for the first quintile versus the fifth was 0.77 (95% CI: 0.51, 1.17).",
            "In the model that included total protein as a covariate, the risk ratio was 0.70 (95% CI: 0.42, 1.15).",
            "Of the other amino acids included in the models, only valine showed an association with preterm birth.",
            "Each 100 mg of valine intake was associated with an 8% (95% CI: 0, 17) higher risk of preterm birth before 37 weeks.",
            "Valine intake was not significantly associated with preterm birth before 34 weeks of pregnancy, a Adjusted for total caloric intake, age (years; continuous), gestational age at enrollment (months; continuous), educational level (<12, 12, or >12 years), body mass index at enrollment (continuous), gravidity (0, 1, or ≥2 pregnancies), lowest quartile of Filmer-Pritchett wealth score, interpregnancy interval (<12, 12-23, 24-47, 48-71, or ≥72 months), and dietary intakes of monounsaturated fat, polyunsaturated fat, saturated fat, fiber, niacin, pantothenic acid, vitamin B6, folate, vitamin C, vitamin E, iron, calcium, magnesium, phosphorus, zinc, potassium, cysteine, histidine, isoleucine, leucine, lysine, methionine, phenylalanine, tryptophan, tyrosine, and valine."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "40983",
        "text": "b This is the reference category. c P values for linear trend tests are not given for associations that showed evidence of nonlinearity in spline analysis. however. No association was found between arginine intake and fetal loss or between arginine intake and SGA rates below the 10th or third percentiles, using either growth standard. None of these associations between arginine and birth outcomes differed according to regimen assignment in the original trial (data not shown). However, the inverse association between preterm birth before 37 weeks was limited to arginine intake reported in the third trimester (Table 4 ). In addition, arginine intake reported in the third trimester was associated with a 51% reduction in the risk of preterm birth before 34 weeks (95% CI: 26, 66), whereas arginine intake reported in the second trimester was not associated with preterm birth before 34 weeks. a Adjusted for total caloric intake, age (years; continuous), gestational age at enrollment (months; continuous), educational level (<12, 12, or >12 years), body mass index at enrollment (continuous), gravidity (0, 1, or ≥2 pregnancies); lowest quartile of Filmer-Pritchett wealth score, interpregnancy interval (<12, 12-23, 24-47, 48-71, or ≥72 months), and dietary intakes of monounsaturated fat, polyunsaturated fat, saturated fat, fiber, niacin, pantothenic acid, vitamin B6, folate, vitamin C, vitamin E, iron, calcium, magnesium, phosphorus, zinc, potassium, cysteine, histidine, isoleucine, leucine, lysine, methionine, phenylalanine, tryptophan, tyrosine, and valine.",
        "section": "RESULTS",
        "section_number": 14,
        "sentences": [
            "b This is the reference category.",
            "c P values for linear trend tests are not given for associations that showed evidence of nonlinearity in spline analysis.",
            "however.",
            "No association was found between arginine intake and fetal loss or between arginine intake and SGA rates below the 10th or third percentiles, using either growth standard.",
            "None of these associations between arginine and birth outcomes differed according to regimen assignment in the original trial (data not shown).",
            "However, the inverse association between preterm birth before 37 weeks was limited to arginine intake reported in the third trimester (Table 4 ).",
            "In addition, arginine intake reported in the third trimester was associated with a 51% reduction in the risk of preterm birth before 34 weeks (95% CI: 26, 66), whereas arginine intake reported in the second trimester was not associated with preterm birth before 34 weeks.",
            "a Adjusted for total caloric intake, age (years; continuous), gestational age at enrollment (months; continuous), educational level (<12, 12, or >12 years), body mass index at enrollment (continuous), gravidity (0, 1, or ≥2 pregnancies); lowest quartile of Filmer-Pritchett wealth score, interpregnancy interval (<12, 12-23, 24-47, 48-71, or ≥72 months), and dietary intakes of monounsaturated fat, polyunsaturated fat, saturated fat, fiber, niacin, pantothenic acid, vitamin B6, folate, vitamin C, vitamin E, iron, calcium, magnesium, phosphorus, zinc, potassium, cysteine, histidine, isoleucine, leucine, lysine, methionine, phenylalanine, tryptophan, tyrosine, and valine."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "40983",
        "text": "b Analyses of SGA outcomes were limited to deliveries that occurred between 30 and 42 weeks of gestation (n = 1,884).",
        "section": "RESULTS",
        "section_number": 15,
        "sentences": [
            "b Analyses of SGA outcomes were limited to deliveries that occurred between 30 and 42 weeks of gestation (n = 1,884)."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "40983",
        "text": "c Analyses of SGA outcomes were limited to deliveries that occurred between 30 and 42 weeks of gestation (n = 6,244).",
        "section": "RESULTS",
        "section_number": 16,
        "sentences": [
            "c Analyses of SGA outcomes were limited to deliveries that occurred between 30 and 42 weeks of gestation (n = 6,244)."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "40983",
        "text": "To our knowledge, this prospective cohort study is the first in which the relationships between dietary arginine intake and birth outcomes have been examined. Mean arginine intake in this population is comparable to the mean intake reported in the US population in the National Health and Nutrition Examination Survey (36) . We found evidence of an inverse association between arginine and preterm birth; the association did not fit a dose-response model, as illustrated by the L-shaped curves produced by spline analysis. These associations persisted after adjustments were made for total protein intake, which, along with the lack of similar associations between other amino acids and preterm birth, suggests that arginine intake may be a strong contributor to the protective association we saw between total protein intake and this outcome. Results from categorical models showed that those who consumed the highest amounts of arginine had modestly lower risks of preterm birth both before 37 weeks of pregnancy and before 34 weeks of pregnancy, but these associations were not robust after adjustment for total protein intake. Results from stratified models suggested that this risk reduction may be limited to the third trimester; however, only 29% of participants completed dietary recalls during the second trimester. Most of these participants (76%) completed only 1 recall during this period. Therefore, these results are from a selected sample and might be vulnerable to a higher degree of within-person variation.",
        "section": "DISCUSSION",
        "section_number": 17,
        "sentences": [
            "To our knowledge, this prospective cohort study is the first in which the relationships between dietary arginine intake and birth outcomes have been examined.",
            "Mean arginine intake in this population is comparable to the mean intake reported in the US population in the National Health and Nutrition Examination Survey (36) .",
            "We found evidence of an inverse association between arginine and preterm birth; the association did not fit a dose-response model, as illustrated by the L-shaped curves produced by spline analysis.",
            "These associations persisted after adjustments were made for total protein intake, which, along with the lack of similar associations between other amino acids and preterm birth, suggests that arginine intake may be a strong contributor to the protective association we saw between total protein intake and this outcome.",
            "Results from categorical models showed that those who consumed the highest amounts of arginine had modestly lower risks of preterm birth both before 37 weeks of pregnancy and before 34 weeks of pregnancy, but these associations were not robust after adjustment for total protein intake.",
            "Results from stratified models suggested that this risk reduction may be limited to the third trimester; however, only 29% of participants completed dietary recalls during the second trimester.",
            "Most of these participants (76%) completed only 1 recall during this period.",
            "Therefore, these results are from a selected sample and might be vulnerable to a higher degree of within-person variation."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "40983",
        "text": "We find it challenging to compare our results with those from previous reports of arginine intake during pregnancy because other studies involved the experimental administration of arginine in the context of existing or threatened pregnancy complications. Although arginine administration has been linked to a longer duration of pregnancy in some studies (20, 23, 26) , the high frequencies of induced labor in these studies might preclude the establishment of a direct benefit of arginine on gestation. In a study conducted among pregnant women with a history of preeclampsia in Mexico City, Mexico (27) , significantly fewer instances of preterm birth were observed among women who took prenatal L-arginine supplements in addition to vitamins than among those who received vitamins alone. However, a similar proportion of women underwent spontaneous preterm delivery in both groups. These results imply that, although L-arginine supplementation led to a reduced incidence of preterm birth, this reduction was attributable to a beneficial impact of arginine on medical indications for premature delivery rather than on the timing of delivery itself. Because induced labor was rare in this cohort, the results of our study are more consistent with a preventive influence of arginine on spontaneous preterm birth than were previous findings from experimental studies.",
        "section": "DISCUSSION",
        "section_number": 18,
        "sentences": [
            "We find it challenging to compare our results with those from previous reports of arginine intake during pregnancy because other studies involved the experimental administration of arginine in the context of existing or threatened pregnancy complications.",
            "Although arginine administration has been linked to a longer duration of pregnancy in some studies (20, 23, 26) , the high frequencies of induced labor in these studies might preclude the establishment of a direct benefit of arginine on gestation.",
            "In a study conducted among pregnant women with a history of preeclampsia in Mexico City, Mexico (27) , significantly fewer instances of preterm birth were observed among women who took prenatal L-arginine supplements in addition to vitamins than among those who received vitamins alone.",
            "However, a similar proportion of women underwent spontaneous preterm delivery in both groups.",
            "These results imply that, although L-arginine supplementation led to a reduced incidence of preterm birth, this reduction was attributable to a beneficial impact of arginine on medical indications for premature delivery rather than on the timing of delivery itself.",
            "Because induced labor was rare in this cohort, the results of our study are more consistent with a preventive influence of arginine on spontaneous preterm birth than were previous findings from experimental studies."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "40983",
        "text": "Although data on arginine and spontaneous labor in humans are lacking, some mechanistic research has suggested that the association we observed is biologically plausible. Arginine is important for the synthesis of nitric oxide, a promoter of smooth muscle vasodilation, through the nitric oxide synthasedependent pathway. Both nitric oxide and L-arginine have demonstrated an inhibitory effect on uterine contractility of pregnant rat uterine strips (37, 38) . Another study indicated that blocking the synthesis of nitric oxide in pregnant mice triggered the onset of preterm labor but that the administration of a nitric oxide donor negated this effect (39) . Further, the intravenous infusion of 30 g of arginine over a 30-minute period led to reduced spontaneous uterine contractility among women experiencing preterm uterine contractions (40) . This reduction was accompanied by an increase in nitric oxide production. The results of these mechanistic studies, which collectively point to an involvement of the L-arginine-nitric oxide pathway in uterine quiescence, provide support for a possible role of arginine intake in preventing preterm birth; however, our understanding of this role remains limited.",
        "section": "DISCUSSION",
        "section_number": 19,
        "sentences": [
            "Although data on arginine and spontaneous labor in humans are lacking, some mechanistic research has suggested that the association we observed is biologically plausible.",
            "Arginine is important for the synthesis of nitric oxide, a promoter of smooth muscle vasodilation, through the nitric oxide synthasedependent pathway.",
            "Both nitric oxide and L-arginine have demonstrated an inhibitory effect on uterine contractility of pregnant rat uterine strips (37, 38) .",
            "Another study indicated that blocking the synthesis of nitric oxide in pregnant mice triggered the onset of preterm labor but that the administration of a nitric oxide donor negated this effect (39) .",
            "Further, the intravenous infusion of 30 g of arginine over a 30-minute period led to reduced spontaneous uterine contractility among women experiencing preterm uterine contractions (40) .",
            "This reduction was accompanied by an increase in nitric oxide production.",
            "The results of these mechanistic studies, which collectively point to an involvement of the L-arginine-nitric oxide pathway in uterine quiescence, provide support for a possible role of arginine intake in preventing preterm birth; however, our understanding of this role remains limited."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "40983",
        "text": "The strengths of our study include its large sample size, its prospective design, the ability to control for several potential confounders, and the repeated dietary measurements that enabled us to minimize within-subject variation and compute cumulative average intakes of arginine and other dietary covariates over the course of pregnancy. A potential limitation of our study is the use of self-reported dates of last menstrual periods to ascertain gestational age, given the likelihood of recall errors. Such recall errors might result in misclassification of some term births as preterm and vice versa. Our approach of studying one nutrient in isolation might also be viewed as a limitation given that the women in our study were likely at risk of multiple nutrient deficiencies (1), but we believe this approach provides the most powerful means of testing etiologic hypotheses regarding the contribution of arginine to the development of adverse pregnancy outcomes. Lastly, our results should be interpreted with caution because we cannot rule out the possibility that in this observational analysis, at least part of the association between arginine intake and preterm birth might be explained by unmeasured confounders.",
        "section": "DISCUSSION",
        "section_number": 20,
        "sentences": [
            "The strengths of our study include its large sample size, its prospective design, the ability to control for several potential confounders, and the repeated dietary measurements that enabled us to minimize within-subject variation and compute cumulative average intakes of arginine and other dietary covariates over the course of pregnancy.",
            "A potential limitation of our study is the use of self-reported dates of last menstrual periods to ascertain gestational age, given the likelihood of recall errors.",
            "Such recall errors might result in misclassification of some term births as preterm and vice versa.",
            "Our approach of studying one nutrient in isolation might also be viewed as a limitation given that the women in our study were likely at risk of multiple nutrient deficiencies (1), but we believe this approach provides the most powerful means of testing etiologic hypotheses regarding the contribution of arginine to the development of adverse pregnancy outcomes.",
            "Lastly, our results should be interpreted with caution because we cannot rule out the possibility that in this observational analysis, at least part of the association between arginine intake and preterm birth might be explained by unmeasured confounders."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "40983",
        "text": "In conclusion, our findings provide preliminary evidence that dietary arginine intake is associated with a lower risk of preterm birth and warrant further investigation. Confirmation of this association in additional observational and randomized studies could lead to a better understanding of the etiology of this condition and provide a rationale for a novel nutritional intervention to prevent preterm birth that might be safe, feasible, and cost-effective in resource-limited settings, where preterm birth is a major contributor to infant morbidity and mortality.",
        "section": "DISCUSSION",
        "section_number": 21,
        "sentences": [
            "In conclusion, our findings provide preliminary evidence that dietary arginine intake is associated with a lower risk of preterm birth and warrant further investigation.",
            "Confirmation of this association in additional observational and randomized studies could lead to a better understanding of the etiology of this condition and provide a rationale for a novel nutritional intervention to prevent preterm birth that might be safe, feasible, and cost-effective in resource-limited settings, where preterm birth is a major contributor to infant morbidity and mortality."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    }
]