[
    {
        "doc_id": "33447",
        "text": "Objective: To evaluate the effectiveness of the Shaping Healthy Choices Program (SHCP). Design: A clustered, randomized, controlled intervention lasting 1 school year. Setting: Schools in northern and central California. Participants: Fourth-graders (aged 9-10 years) at 2 control schools (n ¼ 179) and 2 intervention schools (n ¼ 230). Intervention: Garden-enhanced education, family, and community partnerships; increased regionally procured produce in the lunchroom; and school-site wellness committees. Main Outcome Measures: Changes in body mass index (BMI) percentiles/Z-scores; nutrition knowledge, science process skills, and vegetable identification and preferences; and reported fruit and vegetable intake. Analysis: Student t test, chi-square, ANOVA of change, and multilevel regression mixed model to evaluate change in outcomes with school as a random effect to account for cluster design effects. Statistical significance was set at P < .05. Results: There was a greater improvement in BMI percentile (À6.08; P < 0.01), BMI Z-score (À0.28; P < .001), and waist-to-height ratio (À0.02; P < .001) in the intervention compared with the control schools. Conclusions and Implications: The SHCP resulted in improvements in nutrition knowledge, vegetable identification, and a significant decrease in BMI percentiles. This supports the concept that the SHCP can be used to improve the health of upper elementary school students.",
        "section": "Abstract",
        "sentences": [
            "Objective: To evaluate the effectiveness of the Shaping Healthy Choices Program (SHCP).",
            "Design: A clustered, randomized, controlled intervention lasting 1 school year.",
            "Setting: Schools in northern and central California.",
            "Participants: Fourth-graders (aged 9-10 years) at 2 control schools (n ¼ 179) and 2 intervention schools (n ¼ 230).",
            "Intervention: Garden-enhanced education, family, and community partnerships; increased regionally procured produce in the lunchroom; and school-site wellness committees.",
            "Main Outcome Measures: Changes in body mass index (BMI) percentiles/Z-scores; nutrition knowledge, science process skills, and vegetable identification and preferences; and reported fruit and vegetable intake.",
            "Analysis: Student t test, chi-square, ANOVA of change, and multilevel regression mixed model to evaluate change in outcomes with school as a random effect to account for cluster design effects.",
            "Statistical significance was set at P < .05.",
            "Results: There was a greater improvement in BMI percentile (À6.08; P < 0.01), BMI Z-score (À0.28; P < .001), and waist-to-height ratio (À0.02; P < .001) in the intervention compared with the control schools.",
            "Conclusions and Implications: The SHCP resulted in improvements in nutrition knowledge, vegetable identification, and a significant decrease in BMI percentiles.",
            "This supports the concept that the SHCP can be used to improve the health of upper elementary school students."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33447",
        "text": "The risk for childhood obesity is influenced by complex interactions among individual, environmental, and behavioral factors. 1 Individual factors associated with the risk for obesity include genetics, epigenetics, race/ethnicity, socioeconomic status, physical activity, snacking, consumption of highcalorie foods, and time spent watching television. 1, 2 Parent feeding practices during childhood are also potential determinants for a child's risk of obesity; however, in older children there may be differences in how these practices are related to obesity. 3, 4 Environmental factors, such as availability of food, access to fruits and vegetables, and the lack of safe areas to engage in physical activity, are also associated with risk for obesity. 1 Schools can provide an ideal setting for nutrition interventions because they serve as a focal point to engage students, families, educators, administrators, and community members. By bringing individuals together to support a common vision, existing resources can be used to create a sustainable healthy school environment. 5 Thus, there is a need for comprehensive nutrition programs spanning the child's home and school environment.",
        "section": "INTRODUCTION",
        "section_number": 1,
        "sentences": [
            "The risk for childhood obesity is influenced by complex interactions among individual, environmental, and behavioral factors.",
            "1 Individual factors associated with the risk for obesity include genetics, epigenetics, race/ethnicity, socioeconomic status, physical activity, snacking, consumption of highcalorie foods, and time spent watching television.",
            "1, 2 Parent feeding practices during childhood are also potential determinants for a child's risk of obesity; however, in older children there may be differences in how these practices are related to obesity.",
            "3, 4 Environmental factors, such as availability of food, access to fruits and vegetables, and the lack of safe areas to engage in physical activity, are also associated with risk for obesity.",
            "1 Schools can provide an ideal setting for nutrition interventions because they serve as a focal point to engage students, families, educators, administrators, and community members.",
            "By bringing individuals together to support a common vision, existing resources can be used to create a sustainable healthy school environment.",
            "5 Thus, there is a need for comprehensive nutrition programs spanning the child's home and school environment."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33447",
        "text": "School-based nutrition interventions enhanced by garden activities demonstrate greater improvements in nutrition knowledge and consumption of, preferences for, and willingness to taste vegetables compared with those without those activities. [6] [7] [8] [9] [10] [11] Moreover, nutrition education programs that increase exposure to vegetables and encourage children to try new foods have demonstrated improvements in children's acceptance, preference, and willingness to taste vegetables. [12] [13] [14] Improving the school and home environments can also make an impact on health behaviors. 15 Studies demonstrate small but statistically significant increases in fruit and vegetable consumption in the school lunchroom when a greater variety of these foods are offered. 16 Considering obesity interventions more generally, the Academy of Nutrition and Dietetics 17 suggested that reducing pediatric overweight requires a comprehensive approach including parent education and modeling behavior. This concept is supported in the Dietary Guidelines for Americans 2015-2020, 18 which focuses on improvement of overall dietary patterns to improve health.",
        "section": "INTRODUCTION",
        "section_number": 2,
        "sentences": [
            "School-based nutrition interventions enhanced by garden activities demonstrate greater improvements in nutrition knowledge and consumption of, preferences for, and willingness to taste vegetables compared with those without those activities. [",
            "6] [7] [8] [9] [10] [11] Moreover, nutrition education programs that increase exposure to vegetables and encourage children to try new foods have demonstrated improvements in children's acceptance, preference, and willingness to taste vegetables. [",
            "12] [13] [14] Improving the school and home environments can also make an impact on health behaviors.",
            "15 Studies demonstrate small but statistically significant increases in fruit and vegetable consumption in the school lunchroom when a greater variety of these foods are offered.",
            "16 Considering obesity interventions more generally, the Academy of Nutrition and Dietetics 17 suggested that reducing pediatric overweight requires a comprehensive approach including parent education and modeling behavior.",
            "This concept is supported in the Dietary Guidelines for Americans 2015-2020, 18 which focuses on improvement of overall dietary patterns to improve health."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33447",
        "text": "Although current policies support the use of collaborative, school-based approaches to address children's health, more evidence is needed to support the effectiveness of nutrition interventions combining classroom education with environmental changes such as improving access to nutritious foods, increasing physical activity, involving parents and the community, and implementing wellness policies. 19, 20 Programs that integrate theoretical models of behavior change demonstrate significant improvements in nutrition-and healthrelated behaviors. 21 Consistent with Social Cognitive Theory (SCT) and the Social Ecological Model (SEM), when the target population is overweight/obese children, long-term obesity treatment programs with multiple points of intervention are more likely to improve body mass indexes (BMIs) than are programs aimed at obesity prevention. [22] [23] [24] [25] [26] [27] Although clinical weight loss programs are of clear value, obesity prevention programs at the community level provide an upstream, populationbased approach to improving children's health.",
        "section": "INTRODUCTION",
        "section_number": 3,
        "sentences": [
            "Although current policies support the use of collaborative, school-based approaches to address children's health, more evidence is needed to support the effectiveness of nutrition interventions combining classroom education with environmental changes such as improving access to nutritious foods, increasing physical activity, involving parents and the community, and implementing wellness policies.",
            "19, 20 Programs that integrate theoretical models of behavior change demonstrate significant improvements in nutrition-and healthrelated behaviors.",
            "21 Consistent with Social Cognitive Theory (SCT) and the Social Ecological Model (SEM), when the target population is overweight/obese children, long-term obesity treatment programs with multiple points of intervention are more likely to improve body mass indexes (BMIs) than are programs aimed at obesity prevention. [",
            "22] [23] [24] [25] [26] [27] Although clinical weight loss programs are of clear value, obesity prevention programs at the community level provide an upstream, populationbased approach to improving children's health."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33447",
        "text": "The objective of the current research was to investigate the effectiveness of a multicomponent, school-based nutrition intervention, the Shaping Healthy Choices Program (SHCP), based on the SCT and SEM, to improve children's dietary behaviors and prevent childhood obesity. 28, 29 A detailed description of how these behavior change models/ theories provided the framework for this intervention can be found elsewhere. 30 Briefly, as described in a previous publication, the tenets of the SCT were addressed through the SHCP components, which were aligned with each of the sectors of the SEM. The hypothesis tested was that children participating in the SHCP would demonstrate greater improvements in nutritionand health-related outcomes compared with those not receiving the intervention.",
        "section": "INTRODUCTION",
        "section_number": 4,
        "sentences": [
            "The objective of the current research was to investigate the effectiveness of a multicomponent, school-based nutrition intervention, the Shaping Healthy Choices Program (SHCP), based on the SCT and SEM, to improve children's dietary behaviors and prevent childhood obesity.",
            "28, 29 A detailed description of how these behavior change models/ theories provided the framework for this intervention can be found elsewhere.",
            "30 Briefly, as described in a previous publication, the tenets of the SCT were addressed through the SHCP components, which were aligned with each of the sectors of the SEM.",
            "The hypothesis tested was that children participating in the SHCP would demonstrate greater improvements in nutritionand health-related outcomes compared with those not receiving the intervention."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33447",
        "text": "The study design and methods were reported in a research methods article. 30 Four schools in 2 California districts were randomly selected from a total pool of 7 schools to participate in a randomized, controlled intervention. Schools were randomly assigned in fall, 2012 to a control or intervention setting through random digit generation. The intervention was implemented during the 2012-2013 academic year. All procedures were reviewed and approved by the University of California Davis Institutional Review Board, which determined that this study protocol was expedited and required a passive consent process to enroll study participants. A policy at 1 of the districts (Central Valley) required active consent for research. The passive consent process used to enroll participants in the other district (Northern California) included a letter with information about the study and instructions regarding how to decline to participate. The active consent process used in the Central Valley district included information about the study and required a parent's signature. Children received a letter describing the study with instructions regarding how to opt out of the study at any time.",
        "section": "Study Design",
        "section_number": 5,
        "sentences": [
            "The study design and methods were reported in a research methods article.",
            "30 Four schools in 2 California districts were randomly selected from a total pool of 7 schools to participate in a randomized, controlled intervention.",
            "Schools were randomly assigned in fall, 2012 to a control or intervention setting through random digit generation.",
            "The intervention was implemented during the 2012-2013 academic year.",
            "All procedures were reviewed and approved by the University of California Davis Institutional Review Board, which determined that this study protocol was expedited and required a passive consent process to enroll study participants.",
            "A policy at 1 of the districts (Central Valley) required active consent for research.",
            "The passive consent process used to enroll participants in the other district (Northern California) included a letter with information about the study and instructions regarding how to decline to participate.",
            "The active consent process used in the Central Valley district included information about the study and required a parent's signature.",
            "Children received a letter describing the study with instructions regarding how to opt out of the study at any time."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33447",
        "text": "Determination of sample size. Sample size was calculated using anticipated SDs: nutrition knowledge questionnaire, vegetable preference scores, and BMI percentile.",
        "section": "Study Design",
        "section_number": 6,
        "sentences": [
            "Determination of sample size.",
            "Sample size was calculated using anticipated SDs: nutrition knowledge questionnaire, vegetable preference scores, and BMI percentile."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "33447",
        "text": "The SHCP was designed for upper elementary schoolchildren with the following objectives: (1) increase nutrition knowledge and use of science processing skills; (2) promote availability, consumption, and enjoyment of fruits and vegetables; (3) improve dietary patterns and encourage physical activity; (4) foster positive changes in the school environment; and (5) facilitate the development of an infrastructure to sustain the program. The goal of the SHCP was to improve dietary behaviors and prevent childhood obesity by improving students' individual factors and factors in the home and school environments while simultaneously creating a community-based support system. 30 Five overlapping components comprised the SHCP: (1) nutrition education and promotion, (2) family and community partnerships, (3) supporting regional agriculture, (4) foods available on the school campus, and 5school wellness committees and policies. 30 These components were addressed through the implementation of nutrition education, cooking demonstrations, school gardens, family newsletters, health fairs, salad bars, procurement of regional produce, and school-site wellness committees. These intervention activities supported constructs of the SCT including reciprocal determinism and behavioral capability. Reciprocal determinism was addressed by simultaneous influences connecting individual and environmental factors, in which there was a coordinated approach within the classroom, lunchroom, home, and school community. Behavioral capability was addressed through the curriculum, cooking demonstrations, and the school lunchroom to encourage students to build the knowledge and skills required to make intentional decisions about the foods they selected.",
        "section": "Intervention",
        "section_number": 7,
        "sentences": [
            "The SHCP was designed for upper elementary schoolchildren with the following objectives: (1) increase nutrition knowledge and use of science processing skills; (2) promote availability, consumption, and enjoyment of fruits and vegetables; (3) improve dietary patterns and encourage physical activity; (4) foster positive changes in the school environment; and (5) facilitate the development of an infrastructure to sustain the program.",
            "The goal of the SHCP was to improve dietary behaviors and prevent childhood obesity by improving students' individual factors and factors in the home and school environments while simultaneously creating a community-based support system.",
            "30 Five overlapping components comprised the SHCP: (1) nutrition education and promotion, (2) family and community partnerships, (3) supporting regional agriculture, (4) foods available on the school campus, and 5school wellness committees and policies.",
            "30 These components were addressed through the implementation of nutrition education, cooking demonstrations, school gardens, family newsletters, health fairs, salad bars, procurement of regional produce, and school-site wellness committees.",
            "These intervention activities supported constructs of the SCT including reciprocal determinism and behavioral capability.",
            "Reciprocal determinism was addressed by simultaneous influences connecting individual and environmental factors, in which there was a coordinated approach within the classroom, lunchroom, home, and school community.",
            "Behavioral capability was addressed through the curriculum, cooking demonstrations, and the school lunchroom to encourage students to build the knowledge and skills required to make intentional decisions about the foods they selected."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33447",
        "text": "Classroom education was implemented using an inquiry-based, garden-enhanced curriculum developed for the SHCP, Discovering Healthy Choices (DHC). 31 The objectives of DHC were to help children learn nutrition concepts, make recommendations, and develop reasoning skills to make healthy dietary and lifestyle choices. 32 This curriculum contained 8 modules, including 15 classroom lessons and 19 take-home activities that encouraged completion of activities with family members. Cooking demonstrations were conducted using the Cooking Up Healthy Choices curriculum, developed to articulate with DHC. Cooking Up Healthy Choices was a series of 5 cooking demonstrations developed for the SHCP that allowed students to gain exposure to a variety of vegetables, observe cooking techniques, deepen understanding of nutrition concepts, and experience the preparation of recipes using all 5 senses. 33 Recipes were designed to align directly with DHC and were culturally diverse and highlighted produce grown in the school garden. Students interacted with the gardens as part of the nutrition education, harvested vegetables forcooking demonstrations, and shared them with their families. All additional intervention activities occurred simultaneously with the education.",
        "section": "Intervention",
        "section_number": 8,
        "sentences": [
            "Classroom education was implemented using an inquiry-based, garden-enhanced curriculum developed for the SHCP, Discovering Healthy Choices (DHC).",
            "31 The objectives of DHC were to help children learn nutrition concepts, make recommendations, and develop reasoning skills to make healthy dietary and lifestyle choices.",
            "32 This curriculum contained 8 modules, including 15 classroom lessons and 19 take-home activities that encouraged completion of activities with family members.",
            "Cooking demonstrations were conducted using the Cooking Up Healthy Choices curriculum, developed to articulate with DHC.",
            "Cooking Up Healthy Choices was a series of 5 cooking demonstrations developed for the SHCP that allowed students to gain exposure to a variety of vegetables, observe cooking techniques, deepen understanding of nutrition concepts, and experience the preparation of recipes using all 5 senses.",
            "33 Recipes were designed to align directly with DHC and were culturally diverse and highlighted produce grown in the school garden.",
            "Students interacted with the gardens as part of the nutrition education, harvested vegetables forcooking demonstrations, and shared them with their families.",
            "All additional intervention activities occurred simultaneously with the education."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33447",
        "text": "A series of 8 newsletters, Team Up for Families, corresponded to the 8 modules of DHC. Each issue provided parents with information about positive parenting practices relevant to a healthy diet and physical activity tailored to the middle childhood age group (aged 6-12 years). Specific parenting practices targeted included pressure to eat and restriction related to feeding, as well as general authoritative parenting skills focused on supporting warm and responsive interactions. The newsletters served as a bridge between the classroom and the home. Each issue included specific information about nutrition concepts and recommendations delivered in the classroom, corresponding activities for parents to perform with their children, and recipes from the cooking demonstrations.",
        "section": "Intervention",
        "section_number": 9,
        "sentences": [
            "A series of 8 newsletters, Team Up for Families, corresponded to the 8 modules of DHC.",
            "Each issue provided parents with information about positive parenting practices relevant to a healthy diet and physical activity tailored to the middle childhood age group (aged 6-12 years).",
            "Specific parenting practices targeted included pressure to eat and restriction related to feeding, as well as general authoritative parenting skills focused on supporting warm and responsive interactions.",
            "The newsletters served as a bridge between the classroom and the home.",
            "Each issue included specific information about nutrition concepts and recommendations delivered in the classroom, corresponding activities for parents to perform with their children, and recipes from the cooking demonstrations."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33447",
        "text": "Health fairs were held at each intervention school, designed based on needs expressed by the school community, and planned and implemented with support from the SHCP research team and school stakeholders. In the Northern California intervention school, health fairs were held in the fall and spring. 34 In the Central Valley intervention school, 1 health fair was held in the spring. Supporting the tenets of SCT, the goal of the health fairs was to bring together students, families, school staff, and community partners such as University of California Cooperative Extension, 4-H, local safety and fire departments, farmers, and retailers.",
        "section": "Intervention",
        "section_number": 10,
        "sentences": [
            "Health fairs were held at each intervention school, designed based on needs expressed by the school community, and planned and implemented with support from the SHCP research team and school stakeholders.",
            "In the Northern California intervention school, health fairs were held in the fall and spring.",
            "34 In the Central Valley intervention school, 1 health fair was held in the spring.",
            "Supporting the tenets of SCT, the goal of the health fairs was to bring together students, families, school staff, and community partners such as University of California Cooperative Extension, 4-H, local safety and fire departments, farmers, and retailers."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33447",
        "text": "Salad bars were installed to provide fresh seasonal fruits and vegetables in the lunchroom. A $3,000 stipend for purchasing produce was provided to nutrition services in each district. Research team members worked with school nutrition personnel to increase the amount and variety of regional produce offered in school meals. This was accomplished by facilitating and strengthening relationships among school nutrition directors, regional distributors, and farmers. Each district set its definition of regional produce. The definition set by the Northern California district was within a 7-hour drive, whereas the Central Valley district's definition was a radius of 250 miles.",
        "section": "Intervention",
        "section_number": 11,
        "sentences": [
            "Salad bars were installed to provide fresh seasonal fruits and vegetables in the lunchroom.",
            "A $3,000 stipend for purchasing produce was provided to nutrition services in each district.",
            "Research team members worked with school nutrition personnel to increase the amount and variety of regional produce offered in school meals.",
            "This was accomplished by facilitating and strengthening relationships among school nutrition directors, regional distributors, and farmers.",
            "Each district set its definition of regional produce.",
            "The definition set by the Northern California district was within a 7-hour drive, whereas the Central Valley district's definition was a radius of 250 miles."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33447",
        "text": "School-site wellness committees were established with the goal of improving the school community by applying the districts' wellness policies and reinforcing SHCP program objectives. The research team worked with school staff to recruit community stakeholders including parents, students, teachers, school nutrition personnel, administrators, and community partners.",
        "section": "Intervention",
        "section_number": 12,
        "sentences": [
            "School-site wellness committees were established with the goal of improving the school community by applying the districts' wellness policies and reinforcing SHCP program objectives.",
            "The research team worked with school staff to recruit community stakeholders including parents, students, teachers, school nutrition personnel, administrators, and community partners."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "33447",
        "text": "The nutrition educator spent time in the control classrooms to match the number of hours spent in the intervention classrooms to mitigate the potential of the Hawthorne effect. 35 The nutrition educator assisted teachers with activities that were unrelated to nutrition, health, and science.",
        "section": "Intervention",
        "section_number": 13,
        "sentences": [
            "The nutrition educator spent time in the control classrooms to match the number of hours spent in the intervention classrooms to mitigate the potential of the Hawthorne effect.",
            "35 The nutrition educator assisted teachers with activities that were unrelated to nutrition, health, and science."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "33447",
        "text": "Data were collected from students at the school sites at baseline (pre-measures), after the randomization but before the intervention in fall, 2012, and at follow-up (post-measures), immediately after the intervention's completion in spring, 2013. All student as-sessments were conducted by trained undergraduate and graduate student interns who were blinded to the treatment, to prevent bias. Parent data were collected through questionnaires sent home and returned to the child's teacher. The nutrition educator did not participate in data collection, to prevent response bias. Detailed descriptions of assessment measures are published elsewhere and include demographics, nutrition knowledge, Test of Basic Science Process Skills (BAPS), vegetable identification and preferences, dietary intake through food frequency questionnaires, anthropometrics, physical activity, parent feeding practices, and general parenting practices. 30 Statistical methods. Students were included in the analyses if they completed both pre-and post-measures for each variable. Data were multilevel, with school as the unit of randomization and data collected from students as the unit of analysis. For continuous variables, means and SDs were calculated and distributions were examined for normality using a combination of histogram, skewness, and kurtosis. Student t test or a Mann-Whitney U test was used to compare groups, as appropriate. Baseline student outcomes were compared between control and intervention subjects and statistical differences are indicated when necessary by proper annotations. For categorical variables, percentages were calculated and groups were compared using chi-square test for homogeneity or Fisher's exact test, as appropriate. Changes in outcome between the pre-and postmeasure were calculated by subtracting pre-scores from post-scores. The researchers used ANOVA of change to analyze whether changes in outcomes were significantly different between students participating in the intervention compared with control subjects. Chi-square analysis was used to detect differences in BMI classification between pre-measure and post-measure. A multilevel generalized (regression) mixed model was used to evaluate change in outcomes with school as a random effect to account for cluster design effects. The intra-class correlation coefficient was calculated to determine the correlation across multiple levels in the data. All variables were assessed for collinearity before being included in the model. The researchers decided a priori to include race/ethnicity and household income in the multivariable model because of their conceptual importance. 23 Akaike information criterion statistics 36 determined the final model, which included predetermined confounders. Factors considered for analyses included baseline reported fruit and vegetable servings, BAPS score, nutrition knowledge score, minutes spent doing moderate/ vigorous physical activity (MVPA), parent reported pressure to eat and restriction, and authoritative parenting. As a consequence of differences in implementing the intervention in each school district, further subanalysis was conducted separately for the Northern California and Central Valley school districts. Stata 13 software (StataCorp, College Station, TX, 2013) was used for all statistical analyses. Statistical significance was determined using P < .05.",
        "section": "Data Collection",
        "section_number": 14,
        "sentences": [
            "Data were collected from students at the school sites at baseline (pre-measures), after the randomization but before the intervention in fall, 2012, and at follow-up (post-measures), immediately after the intervention's completion in spring, 2013.",
            "All student as-sessments were conducted by trained undergraduate and graduate student interns who were blinded to the treatment, to prevent bias.",
            "Parent data were collected through questionnaires sent home and returned to the child's teacher.",
            "The nutrition educator did not participate in data collection, to prevent response bias.",
            "Detailed descriptions of assessment measures are published elsewhere and include demographics, nutrition knowledge, Test of Basic Science Process Skills (BAPS), vegetable identification and preferences, dietary intake through food frequency questionnaires, anthropometrics, physical activity, parent feeding practices, and general parenting practices.",
            "30 Statistical methods.",
            "Students were included in the analyses if they completed both pre-and post-measures for each variable.",
            "Data were multilevel, with school as the unit of randomization and data collected from students as the unit of analysis.",
            "For continuous variables, means and SDs were calculated and distributions were examined for normality using a combination of histogram, skewness, and kurtosis.",
            "Student t test or a Mann-Whitney U test was used to compare groups, as appropriate.",
            "Baseline student outcomes were compared between control and intervention subjects and statistical differences are indicated when necessary by proper annotations.",
            "For categorical variables, percentages were calculated and groups were compared using chi-square test for homogeneity or Fisher's exact test, as appropriate.",
            "Changes in outcome between the pre-and postmeasure were calculated by subtracting pre-scores from post-scores.",
            "The researchers used ANOVA of change to analyze whether changes in outcomes were significantly different between students participating in the intervention compared with control subjects.",
            "Chi-square analysis was used to detect differences in BMI classification between pre-measure and post-measure.",
            "A multilevel generalized (regression) mixed model was used to evaluate change in outcomes with school as a random effect to account for cluster design effects.",
            "The intra-class correlation coefficient was calculated to determine the correlation across multiple levels in the data.",
            "All variables were assessed for collinearity before being included in the model.",
            "The researchers decided a priori to include race/ethnicity and household income in the multivariable model because of their conceptual importance.",
            "23 Akaike information criterion statistics 36 determined the final model, which included predetermined confounders.",
            "Factors considered for analyses included baseline reported fruit and vegetable servings, BAPS score, nutrition knowledge score, minutes spent doing moderate/ vigorous physical activity (MVPA), parent reported pressure to eat and restriction, and authoritative parenting.",
            "As a consequence of differences in implementing the intervention in each school district, further subanalysis was conducted separately for the Northern California and Central Valley school districts.",
            "Stata 13 software (StataCorp, College Station, TX, 2013) was used for all statistical analyses.",
            "Statistical significance was determined using P < .05."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33447",
        "text": "In the Northern California control school, there were 136 fourth-grade students in 5 classrooms, with 3 students opting out and 3 leaving the school during the study. In the Northern California intervention school, there were 183 fourth-grade students in 7 classrooms, with 6 students opting out and 3 leaving the school during the study. In the Central Valley control school, there were 122 fourth-grade students in 4 classrooms that participated, with 17 opting out. At the Central Valley intervention school, 125 fourth-grade students in 4 classrooms participated with 47 opting out and 3 leaving the school. No significant differences were observed in mean student age, sex, parent education, or household income between control and intervention schools in either district (Table 1 ). Owing to differences in race/ethnicity, this variable was included in the regression model. Supplemental Table 1 (available online on the Journal's Web site at www.jneb.org) provides details regarding the number of participating students who completed each assessment.",
        "section": "RESULTS",
        "section_number": 15,
        "sentences": [
            "In the Northern California control school, there were 136 fourth-grade students in 5 classrooms, with 3 students opting out and 3 leaving the school during the study.",
            "In the Northern California intervention school, there were 183 fourth-grade students in 7 classrooms, with 6 students opting out and 3 leaving the school during the study.",
            "In the Central Valley control school, there were 122 fourth-grade students in 4 classrooms that participated, with 17 opting out.",
            "At the Central Valley intervention school, 125 fourth-grade students in 4 classrooms participated with 47 opting out and 3 leaving the school.",
            "No significant differences were observed in mean student age, sex, parent education, or household income between control and intervention schools in either district (Table 1 ).",
            "Owing to differences in race/ethnicity, this variable was included in the regression model.",
            "Supplemental Table 1 (available online on the Journal's Web site at www.jneb.org) provides details regarding the number of participating students who completed each assessment."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33447",
        "text": "The ability to implement the intervention differed for each district, with less of the program completed in the Central Valley compared with Northern California ( Table 2 ). Because of these differences in implementing the program, it was necessary to conduct subanalyses by district.",
        "section": "RESULTS",
        "section_number": 16,
        "sentences": [
            "The ability to implement the intervention differed for each district, with less of the program completed in the Central Valley compared with Northern California ( Table 2 ).",
            "Because of these differences in implementing the program, it was necessary to conduct subanalyses by district."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "33447",
        "text": "Compared with control schools, students at the intervention schools demonstrated significant improvements in nutrition knowledge (2.2; P < .001) and total vegetable identification (1.18; P < .001) ( Table 3 ). In addition, there were significant improvements in vegetable identification of chard, asparagus, kohlrabi, and radish. However, there were no significant improvements in vegetable preferences or reported fruit and vegetable intake ( Table 3) . Compared with control subjects, there were no significant changes in self-reported general or dietary-related parenting practices, including measures of restriction, pressure to eat, and authoritative parenting, for parents who participated in the SHCP (data not shown).",
        "section": "RESULTS",
        "section_number": 17,
        "sentences": [
            "Compared with control schools, students at the intervention schools demonstrated significant improvements in nutrition knowledge (2.2; P < .001) and total vegetable identification (1.18; P < .001) ( Table 3 ).",
            "In addition, there were significant improvements in vegetable identification of chard, asparagus, kohlrabi, and radish.",
            "However, there were no significant improvements in vegetable preferences or reported fruit and vegetable intake ( Table 3) .",
            "Compared with control subjects, there were no significant changes in self-reported general or dietary-related parenting practices, including measures of restriction, pressure to eat, and authoritative parenting, for parents who participated in the SHCP (data not shown)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33447",
        "text": "There was a greater improvement in BMI percentile (À6.08; P < .01), BMI Zscore (À0.28; P < .001), and waist-toheight ratio (À0.02; P < .001) (Table 4) in the intervention compared with control schools. In the subanalysis by district, in the Northern California intervention school, the percentage of overweight/obese students decreased from 55.6% to 37.8% from pre-to post-measure. In the Northern California intervention school, 41 of 158 students improved in BMI classification from obese to overweight, obese to normal weight, or overweight to normal weight (25.9%). In comparison, 4 of 84 students at the Northern California control school (4.8%) improved BMI classifications. At the Central Valley intervention school, 3 of 71 students improved BMI classification (4.2%), compared with 5 of 88 students at the Central Valley control school (5.6%). Chi-square analysis of the number of students in each BMI classification indicated that at baseline there were no differences when the districts were combined; however, there was a significant difference in the Northern California district between control and intervention groups. At post-measure, there were no significant differences in chi-square analysis in the combined group or the individual districts (data not shown). Three students at the Northern California intervention school and 1 at the Northern California control school shifted into the underweight category. Post hoc analysis of these students demonstrated an average growth of 10.3 cm and minimal weight gain (data not shown).",
        "section": "RESULTS",
        "section_number": 18,
        "sentences": [
            "There was a greater improvement in BMI percentile (À6.08; P < .01), BMI Zscore (À0.28; P < .001), and waist-toheight ratio (À0.02; P < .001) (Table 4) in the intervention compared with control schools.",
            "In the subanalysis by district, in the Northern California intervention school, the percentage of overweight/obese students decreased from 55.6% to 37.8% from pre-to post-measure.",
            "In the Northern California intervention school, 41 of 158 students improved in BMI classification from obese to overweight, obese to normal weight, or overweight to normal weight (25.9%).",
            "In comparison, 4 of 84 students at the Northern California control school (4.8%) improved BMI classifications.",
            "At the Central Valley intervention school, 3 of 71 students improved BMI classification (4.2%), compared with 5 of 88 students at the Central Valley control school (5.6%).",
            "Chi-square analysis of the number of students in each BMI classification indicated that at baseline there were no differences when the districts were combined; however, there was a significant difference in the Northern California district between control and intervention groups.",
            "At post-measure, there were no significant differences in chi-square analysis in the combined group or the individual districts (data not shown).",
            "Three students at the Northern California intervention school and 1 at the Northern California control school shifted into the underweight category.",
            "Post hoc analysis of these students demonstrated an average growth of 10.3 cm and minimal weight gain (data not shown)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33447",
        "text": "The effect of the intervention in the combined-district model (b ¼ À4.63; P ¼ .26; 95% confidence interval [CI], À12.6 to 3.36) was not significant, nor was it so in the Central Valley district alone (b ¼ 1.43; P ¼ .40; 95% CI, À1.96 to 4.82); however, it was significant in the Northern California district (b ¼ À11.3; P < .01; 95% CI, À19.2 to À3.45) ( Table 5 ). Predictors that remained in the final model included the confounders of student race/ ethnicity and household income, and baseline nutrition knowledge score, BAPS score, MVPA, and reported parent use of pressure to eat. Collinear variables were not included in the same model. The intra-class correlation coefficient was 0.06 for the final model and included school as the random effect. Significant predictors in the overall model for change in BMI percentile were baseline MVPA (b ¼ .08) and reported parent use of pressure to eat (b ¼ À2.35); in the Northern California district, reported household income of $40,000 to $60,000 was a significant predictor as well (b ¼ 14.74). There were no significant predictors in the Central Valley district. Additional analysis using repeated-measure modeling for the combined district, adjusting for BMI percentile differences at baseline, provided results similar to those of the final model with a reduction of À4.7 (P ¼ .16; 95% CI, À11.2 to 1.80) in the intervention group compared with the control group. The Supplemental ",
        "section": "RESULTS",
        "section_number": 19,
        "sentences": [
            "The effect of the intervention in the combined-district model (b ¼ À4.63; P ¼ .26; 95% confidence interval [CI], À12.6 to 3.36) was not significant, nor was it so in the Central Valley district alone (b ¼ 1.43; P ¼ .40; 95% CI, À1.96 to 4.82); however, it was significant in the Northern California district (b ¼ À11.3; P < .01; 95% CI, À19.2 to À3.45) ( Table 5 ).",
            "Predictors that remained in the final model included the confounders of student race/ ethnicity and household income, and baseline nutrition knowledge score, BAPS score, MVPA, and reported parent use of pressure to eat.",
            "Collinear variables were not included in the same model.",
            "The intra-class correlation coefficient was 0.06 for the final model and included school as the random effect.",
            "Significant predictors in the overall model for change in BMI percentile were baseline MVPA (b ¼ .08) and reported parent use of pressure to eat (b ¼ À2.35); in the Northern California district, reported household income of $40,000 to $60,000 was a significant predictor as well (b ¼ 14.74).",
            "There were no significant predictors in the Central Valley district.",
            "Additional analysis using repeated-measure modeling for the combined district, adjusting for BMI percentile differences at baseline, provided results similar to those of the final model with a reduction of À4.7 (P ¼ .16; 95% CI, À11.2 to 1.80) in the intervention group compared with the control group.",
            "The Supplemental"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33447",
        "text": "Several studies evaluated the efficacy of multicomponent, school-based approaches to influence children's dietary outcomes; few studies made an impact on BMI. 25, [37] [38] [39] In interventions that demonstrated positive outcomes, an emphasis on improving knowledge and skills with the goal of behavior change was critical. 40 What set the current study apart from other multicomponent interventions was the major focus on message reinforcement, especially through connections to the lunchroom, an idea consistent with findings from the Central Valley district. Another feature of this study that differentiated the SHCP from other multicomponent interventions was the connections to the community through parenting and health fairs, all of which communicated similar information.",
        "section": "DISCUSSION",
        "section_number": 20,
        "sentences": [
            "Several studies evaluated the efficacy of multicomponent, school-based approaches to influence children's dietary outcomes; few studies made an impact on BMI.",
            "25, [37] [38] [39] In interventions that demonstrated positive outcomes, an emphasis on improving knowledge and skills with the goal of behavior change was critical.",
            "40 What set the current study apart from other multicomponent interventions was the major focus on message reinforcement, especially through connections to the lunchroom, an idea consistent with findings from the Central Valley district.",
            "Another feature of this study that differentiated the SHCP from other multicomponent interventions was the connections to the community through parenting and health fairs, all of which communicated similar information."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33447",
        "text": "Results of the SHCP intervention demonstrated that students who participated had significant improvements in nutrition knowledge, identification of vegetables, BMI percentiles/Z-scores, BMI classification, and waist-to-height ratios compared with control students, especially in the Northern California district. These results suggest that when the SHCP was fully implemented inside the classroom and beyond, concomitant improvements in individual and environmental factors may have had interdependent effects that led to improvement in children's BMI. Other interventions demonstrated varying degrees of success in these areas; however, the magnitude of change observed in the current study provided more robust evidence to support multicomponent interventions. Although the prevalence of overweight and obese children at the Northern California intervention school was higher than the national average, this level is common in certain sectors of the population. Several states have a mean prevalence of overweight and obese children near 35%. 41 For example, Illinois has a prevalence of approximately 34% of children who are overweight or obese; however, looking at Chicago more closely, in several neighborhoods values are near 50%. 42 Similarly, in New York several school districts across the state have a prevalence of overweight and obesity that fall in the 40% to 50% range. 43 Clearly when one considers the range of childhood overweight and obesity throughout the US, the results of the current study can be generalized to many school districts and counties in the country. Previous research has examined the impact of multicomponent interventions on childhood overweight and obesity in areas with higher than average prevalence. 37 For example, when comparing the SHCP to a study with similar prevalence of overweight and obesity, the resulting shifts in BMI percentiles and shifts into healthier weight status categories were more marked among students participating in the SHCP. 37 Significant improvements in nutrition knowledge and identification of vegetables were consistent with results of previous studies evaluating gardenenhanced nutrition education. [6] [7] [8] [9] It is reasonable to suggest that the significant improvements in vegetable identification stemmed from consistent reinforcement in multiple venues. Continual reinforcement of classroom education by coordinated messaging throughout program components was a critical aspect to the SHCP. For example, students grew and harvested their own vegetables, which were then used in cooking demonstrations or taken home. Produce served in the lunchroom reflected the garden harvest and were featured in family newsletters. Although significant improvements in total vegetable identification were noted at the intervention schools in both districts, more individual vegetables were identified at the Northern California intervention compared with the Central Valley intervention school. A possible explanation for this is that the Northern California intervention school completed all classroom activities and all cooking demonstrations, and participated in 3 garden harvests. Identification of chard, spinach, kohlrabi, yellow squash, and radish all improved significantly at this school and were featured in the cooking demonstrations, and all but yellow squash were grown in the garden. In contrast, the Central Valley intervention school did not improve vegetable identification pertaining to items that were not grown in the garden. This further reinforces the importance of the cooking demonstrations and the use of a salad bar to enhance the curriculum and garden exposure to improve recognition of vegetables, a predictor of vegetable intake. 14 The lack of improvement in preferences for vegetables may be explained by observations made during postevaluations but not captured by the vegetable preferences tool. Some students declined to taste the vegetables and specifically stated that they did not want to taste them again because they were already familiar with the taste. This tool could be improved by adding a qualitative data component to allow for observations of behaviors, including reasons for declining to taste, that may indicate biased responses in a systematic way.",
        "section": "DISCUSSION",
        "section_number": 21,
        "sentences": [
            "Results of the SHCP intervention demonstrated that students who participated had significant improvements in nutrition knowledge, identification of vegetables, BMI percentiles/Z-scores, BMI classification, and waist-to-height ratios compared with control students, especially in the Northern California district.",
            "These results suggest that when the SHCP was fully implemented inside the classroom and beyond, concomitant improvements in individual and environmental factors may have had interdependent effects that led to improvement in children's BMI.",
            "Other interventions demonstrated varying degrees of success in these areas; however, the magnitude of change observed in the current study provided more robust evidence to support multicomponent interventions.",
            "Although the prevalence of overweight and obese children at the Northern California intervention school was higher than the national average, this level is common in certain sectors of the population.",
            "Several states have a mean prevalence of overweight and obese children near 35%.",
            "41 For example, Illinois has a prevalence of approximately 34% of children who are overweight or obese; however, looking at Chicago more closely, in several neighborhoods values are near 50%.",
            "42 Similarly, in New York several school districts across the state have a prevalence of overweight and obesity that fall in the 40% to 50% range.",
            "43 Clearly when one considers the range of childhood overweight and obesity throughout the US, the results of the current study can be generalized to many school districts and counties in the country.",
            "Previous research has examined the impact of multicomponent interventions on childhood overweight and obesity in areas with higher than average prevalence.",
            "37 For example, when comparing the SHCP to a study with similar prevalence of overweight and obesity, the resulting shifts in BMI percentiles and shifts into healthier weight status categories were more marked among students participating in the SHCP.",
            "37 Significant improvements in nutrition knowledge and identification of vegetables were consistent with results of previous studies evaluating gardenenhanced nutrition education. [",
            "6] [7] [8] [9] It is reasonable to suggest that the significant improvements in vegetable identification stemmed from consistent reinforcement in multiple venues.",
            "Continual reinforcement of classroom education by coordinated messaging throughout program components was a critical aspect to the SHCP.",
            "For example, students grew and harvested their own vegetables, which were then used in cooking demonstrations or taken home.",
            "Produce served in the lunchroom reflected the garden harvest and were featured in family newsletters.",
            "Although significant improvements in total vegetable identification were noted at the intervention schools in both districts, more individual vegetables were identified at the Northern California intervention compared with the Central Valley intervention school.",
            "A possible explanation for this is that the Northern California intervention school completed all classroom activities and all cooking demonstrations, and participated in 3 garden harvests.",
            "Identification of chard, spinach, kohlrabi, yellow squash, and radish all improved significantly at this school and were featured in the cooking demonstrations, and all but yellow squash were grown in the garden.",
            "In contrast, the Central Valley intervention school did not improve vegetable identification pertaining to items that were not grown in the garden.",
            "This further reinforces the importance of the cooking demonstrations and the use of a salad bar to enhance the curriculum and garden exposure to improve recognition of vegetables, a predictor of vegetable intake.",
            "14 The lack of improvement in preferences for vegetables may be explained by observations made during postevaluations but not captured by the vegetable preferences tool.",
            "Some students declined to taste the vegetables and specifically stated that they did not want to taste them again because they were already familiar with the taste.",
            "This tool could be improved by adding a qualitative data component to allow for observations of behaviors, including reasons for declining to taste, that may indicate biased responses in a systematic way."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33447",
        "text": "A significant improvement in nutrition knowledge was observed at the intervention school compared with the control school. Whereas there was a correlation at both baseline and follow-up between nutrition knowledge and critical thinking (BAPS) scores (r ¼ .51; P < .05; Pearson correlation), 44 there was no significant improvement in BAPS scores. The researchers hypothesized that critical thinking skills would improve as a result of this intervention, because use of inquiry-based learning pedagogy results in improvement of critical thinking and science process skills. 45 Although the 6 science process skills were integrated throughout the curriculum, the BAPS questionnaire was developed to assess reasoning skills within the broader scope of science education. The BAPS questions may not have been specific enough to discern nutrition-related reasoning skills developed as a result of the SHCP. Future studies may consider adapting the BAPS questionnaire with nutritionrelated content, or identifying a different evaluation instrument.",
        "section": "DISCUSSION",
        "section_number": 22,
        "sentences": [
            "A significant improvement in nutrition knowledge was observed at the intervention school compared with the control school.",
            "Whereas there was a correlation at both baseline and follow-up between nutrition knowledge and critical thinking (BAPS) scores (r ¼ .51; P < .05; Pearson correlation), 44 there was no significant improvement in BAPS scores.",
            "The researchers hypothesized that critical thinking skills would improve as a result of this intervention, because use of inquiry-based learning pedagogy results in improvement of critical thinking and science process skills.",
            "45 Although the 6 science process skills were integrated throughout the curriculum, the BAPS questionnaire was developed to assess reasoning skills within the broader scope of science education.",
            "The BAPS questions may not have been specific enough to discern nutrition-related reasoning skills developed as a result of the SHCP.",
            "Future studies may consider adapting the BAPS questionnaire with nutritionrelated content, or identifying a different evaluation instrument."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33447",
        "text": "There were no significant changes in self-reported parenting practices in the intervention school, compared with the control school. A more direct approach may be necessary with parents during this developmental period, because children become more independent and parents are less connected to the school. Although newsletters are a common form of school communication with parents, it is difficult to ascertain whether parents read them. Future research should consider ways to track who reads newsletters and explore alternative options for parent education components of school-based interventions to understand how to bridge home and school effectively. 46 Results from the multilevel regression model indicate different responses to the intervention between the 2 school districts. When the districts were combined, the effect of the intervention was not a significant predictor for change in BMI percentile. In contrast, when analyzed separately, the intervention was a significant predictor, but only for the Northern California district. The district level differences may be attributed to the differences in implementing the SHCP across the schools. Table 2 identifies key areas in which implementation was inconsistent between the 2 intervention schools. The Central Valley school did not use the salad bar, held only 1 health fair, and did not allow the cooking demonstrations to be conducted in the classroom. These differences may have contributed to the differences observed; fidelity of implementation of the program has been shown to affect student outcomes. 15, 47 A strength of the SHCP was the overlapping theory-driven components. The intent of the study was to measure the integrated effects of these, rather than each individual component. The goal of the program was to provide students with knowledge and skills to make healthy choices in real-world settings rather than recommending restrictions on food and beverage choices. This approach was consistent with recommendations by the US Department of Agriculture Food and Nutrition Service, which emphasize that the way to improve the American diet is through consistent and positive nutrition messages. 48 The SHCP enriched these recommendations by reinforcing positive messaging in the classroom, but also connecting this to the lunchroom and to parent materials. There are inherent challenges to conducting school-based studies, but the program was designed and implemented with the goal of reducing known barriers. Common barriers include lack of teacher time and administrative support. [49] [50] [51] One way the SHCP overcame these challenges was to use the Cooperative Extension model, which is designed to connect university researchers and educators with the community. Having county-based programs partnered with the university helped facilitate the implementation of this comprehensive and integrative school-based program.",
        "section": "DISCUSSION",
        "section_number": 23,
        "sentences": [
            "There were no significant changes in self-reported parenting practices in the intervention school, compared with the control school.",
            "A more direct approach may be necessary with parents during this developmental period, because children become more independent and parents are less connected to the school.",
            "Although newsletters are a common form of school communication with parents, it is difficult to ascertain whether parents read them.",
            "Future research should consider ways to track who reads newsletters and explore alternative options for parent education components of school-based interventions to understand how to bridge home and school effectively.",
            "46 Results from the multilevel regression model indicate different responses to the intervention between the 2 school districts.",
            "When the districts were combined, the effect of the intervention was not a significant predictor for change in BMI percentile.",
            "In contrast, when analyzed separately, the intervention was a significant predictor, but only for the Northern California district.",
            "The district level differences may be attributed to the differences in implementing the SHCP across the schools.",
            "Table 2 identifies key areas in which implementation was inconsistent between the 2 intervention schools.",
            "The Central Valley school did not use the salad bar, held only 1 health fair, and did not allow the cooking demonstrations to be conducted in the classroom.",
            "These differences may have contributed to the differences observed; fidelity of implementation of the program has been shown to affect student outcomes.",
            "15, 47 A strength of the SHCP was the overlapping theory-driven components.",
            "The intent of the study was to measure the integrated effects of these, rather than each individual component.",
            "The goal of the program was to provide students with knowledge and skills to make healthy choices in real-world settings rather than recommending restrictions on food and beverage choices.",
            "This approach was consistent with recommendations by the US Department of Agriculture Food and Nutrition Service, which emphasize that the way to improve the American diet is through consistent and positive nutrition messages.",
            "48 The SHCP enriched these recommendations by reinforcing positive messaging in the classroom, but also connecting this to the lunchroom and to parent materials.",
            "There are inherent challenges to conducting school-based studies, but the program was designed and implemented with the goal of reducing known barriers.",
            "Common barriers include lack of teacher time and administrative support. [",
            "49] [50] [51] One way the SHCP overcame these challenges was to use the Cooperative Extension model, which is designed to connect university researchers and educators with the community.",
            "Having county-based programs partnered with the university helped facilitate the implementation of this comprehensive and integrative school-based program."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33447",
        "text": "This study was designed to assess the effects of the comprehensive nature of the SHCP; thus, a limitation of the analyses was that the researchers were not able to measure the effect of each component individually. Because data collection occurred after the randomization, it was not possible to ensure that all schools matched with respect to baseline characteristics. The Northern California intervention school began the intervention period with significantly higher BMI percentiles relative to the other schools. There are several examples of communities with above average BMI percentiles. 36, 52 The Central Valley district required an active consent process compared with the Northern California district's passive consent process; this may have introduced bias as to whom participated in the study, because passive consent projects tend to result in higher participation rates. 53 Furthermore, it was difficult to collect data from parents and it may have resulted in a biased sample. Future studies should offer small incentives to increase response and consenting rates. In addition, the difficulty of assessing dietary intake of children in this age group is well-documented. 54, 55 Use of food frequency questionnaires in conjunction with Automated Self-Administered 24-Hour Recall System data collection may improve accuracy of reported intake. 56 Because it was challenging to collect all measurements for participants, the sample included in the regression model may be biased. A strength of the intervention was that it could be implemented for a low cost. Without hiring a nutrition educator, the bulk of the cost was a one-time expenditure of procuring necessary materials (salad bar and building a garden). The ongoing cost was related to the produce in the salad bar; however, this cost could be mitigated by the students purchasing these items. Minimal supplies were required for the classroom, the parent newsletters could be sent home electronically, and all curricula and newsletters were available for free download. 57",
        "section": "DISCUSSION",
        "section_number": 24,
        "sentences": [
            "This study was designed to assess the effects of the comprehensive nature of the SHCP; thus, a limitation of the analyses was that the researchers were not able to measure the effect of each component individually.",
            "Because data collection occurred after the randomization, it was not possible to ensure that all schools matched with respect to baseline characteristics.",
            "The Northern California intervention school began the intervention period with significantly higher BMI percentiles relative to the other schools.",
            "There are several examples of communities with above average BMI percentiles.",
            "36, 52 The Central Valley district required an active consent process compared with the Northern California district's passive consent process; this may have introduced bias as to whom participated in the study, because passive consent projects tend to result in higher participation rates.",
            "53 Furthermore, it was difficult to collect data from parents and it may have resulted in a biased sample.",
            "Future studies should offer small incentives to increase response and consenting rates.",
            "In addition, the difficulty of assessing dietary intake of children in this age group is well-documented.",
            "54, 55 Use of food frequency questionnaires in conjunction with Automated Self-Administered 24-Hour Recall System data collection may improve accuracy of reported intake.",
            "56 Because it was challenging to collect all measurements for participants, the sample included in the regression model may be biased.",
            "A strength of the intervention was that it could be implemented for a low cost.",
            "Without hiring a nutrition educator, the bulk of the cost was a one-time expenditure of procuring necessary materials (salad bar and building a garden).",
            "The ongoing cost was related to the produce in the salad bar; however, this cost could be mitigated by the students purchasing these items.",
            "Minimal supplies were required for the classroom, the parent newsletters could be sent home electronically, and all curricula and newsletters were available for free download.",
            "57"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33447",
        "text": "Results from this study suggest that the SHCP is a good model for improving health and nutrition-related behaviors, as indicated by the significant decrease in BMI percentiles. Furthermore, a multicomponent, school-based intervention aimed at preventing childhood obesity can be effective in 1 school year. The dramatic decrease in BMI percentiles, although unexpected in such a short time, demonstrated that the SHCP may achieve its goals by using positive health messages and reinforcing nutrition concepts through multiple points of influence throughout the school and home environments. Future studies should continue to focus on integrative approaches and positive messaging, and improvements to recruitment processes. These results lend support for instituting comprehensive nutrition education in schools. Consideration for largescale adoption through partnerships with Cooperative Extension programs may affect childhood obesity rates. ",
        "section": "IMPLICATIONS FOR RESEARCH AND PRACTICE",
        "section_number": 25,
        "sentences": [
            "Results from this study suggest that the SHCP is a good model for improving health and nutrition-related behaviors, as indicated by the significant decrease in BMI percentiles.",
            "Furthermore, a multicomponent, school-based intervention aimed at preventing childhood obesity can be effective in 1 school year.",
            "The dramatic decrease in BMI percentiles, although unexpected in such a short time, demonstrated that the SHCP may achieve its goals by using positive health messages and reinforcing nutrition concepts through multiple points of influence throughout the school and home environments.",
            "Future studies should continue to focus on integrative approaches and positive messaging, and improvements to recruitment processes.",
            "These results lend support for instituting comprehensive nutrition education in schools.",
            "Consideration for largescale adoption through partnerships with Cooperative Extension programs may affect childhood obesity rates."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33447",
        "text": "Scherr et al Journal of Nutrition Education and Behavior Volume 49, Number 5, 2017",
        "section": "",
        "section_number": 26,
        "sentences": [
            "Scherr et al Journal of Nutrition Education and Behavior Volume 49, Number 5, 2017"
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "33447",
        "text": "Scherr et al Journal of Nutrition Education and Behavior Volume 49, Number 5, 2017",
        "section": "",
        "section_number": 27,
        "sentences": [
            "Scherr et al Journal of Nutrition Education and Behavior Volume 49, Number 5, 2017"
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "33447",
        "text": "Scherr et al Journal of Nutrition Education and Behavior Volume 49, Number 5, 2017",
        "section": "",
        "section_number": 28,
        "sentences": [
            "Scherr et al Journal of Nutrition Education and Behavior Volume 49, Number 5, 2017"
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "33447",
        "text": "Journal of Nutrition Education and Behavior Volume 49, Number 5, 2017Scherr et al 379",
        "section": "",
        "section_number": 29,
        "sentences": [
            "Journal of Nutrition Education and Behavior Volume 49, Number 5, 2017Scherr et al 379"
        ],
        "sentence_labels": [
            -1
        ]
    }
]