[
    {
        "doc_id": "47891",
        "text": "Objective: To investigate the neonatal effect and placental transfer of dexmedetomidine during caesarean section under epidural anaesthesia. Methods: Forty parturients with a single newborn who were scheduled for caesarean section were enrolled. Patients received 0.5 mg/kg dexmedetomidine 10 min after epidural anaesthesia, followed by 0.5 mg/kg/h until abdominal closure (Dex group) or infusion of normal saline (NS group). Systolic blood pressure (SBP), diastolic blood pressure (DBP), and heart rate (HR) were monitored before infusion (T0), 10 min after infusion (T1), at delivery (T2), and at the end of the operation (T3). Umbilical vein and artery blood was collected. Apgar scores were evaluated at 1 and 5 min after delivery. Results: SBP, DBP, and HR in the Dex group were decreased at T3 compared with T0 (116 AE 10.4 vs 111 AE 9.2 mmHg, 74 AE 6.7 vs 66 AE 7.9 mmHg, 91 AE 12.1 vs 71 AE 8.4 beats/min, respectively, P < 0.05). HR was lower at T1, T2, and T3 in the Dex group compared with the NS group (P < 0.05). There were no significant differences in blood gases and Apgar scores between the groups (P > 0.05). Conclusion: Dexmedetomidine during caesarean section under epidural anaesthesia is beneficial to parturients. The placental transfer rate is 0.68.",
        "section": "Abstract",
        "sentences": [
            "Objective: To investigate the neonatal effect and placental transfer of dexmedetomidine during caesarean section under epidural anaesthesia.",
            "Methods: Forty parturients with a single newborn who were scheduled for caesarean section were enrolled.",
            "Patients received 0.5 mg/kg dexmedetomidine 10 min after epidural anaesthesia, followed by 0.5 mg/kg/h until abdominal closure (Dex group) or infusion of normal saline (NS group).",
            "Systolic blood pressure (SBP), diastolic blood pressure (DBP), and heart rate (HR) were monitored before infusion (T0), 10 min after infusion (T1), at delivery (T2), and at the end of the operation (T3).",
            "Umbilical vein and artery blood was collected.",
            "Apgar scores were evaluated at 1 and 5 min after delivery.",
            "Results: SBP, DBP, and HR in the Dex group were decreased at T3 compared with T0 (116 AE 10.4 vs 111 AE 9.2 mmHg, 74 AE 6.7 vs 66 AE 7.9 mmHg, 91 AE 12.1 vs 71 AE 8.4 beats/min, respectively, P < 0.05).",
            "HR was lower at T1, T2, and T3 in the Dex group compared with the NS group (P < 0.05).",
            "There were no significant differences in blood gases and Apgar scores between the groups (P > 0.05).",
            "Conclusion: Dexmedetomidine during caesarean section under epidural anaesthesia is beneficial to parturients.",
            "The placental transfer rate is 0.68."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            1,
            -1,
            -1
        ],
        "classification_label": 0
    },
    {
        "doc_id": "47891",
        "text": "Currently, intravertebral anaesthesia is often used for caesarean section. To avoid the effect of drugs on the foetus, anaesthesiologists generally do not use sedatives or analgesic drugs before delivery. However, the majority of parturients appear nervous, and have anxiety, fear, and other psychological reactions to caesarean section. This produces a series of stress reactions that not only cause haemodynamic fluctuation in anaesthesia and during the operation, but also lead to different degrees of personality and behavioural changes. Consequently, this has a serious effect on physical and mental health of patients 1 .",
        "section": "Introduction",
        "section_number": 1,
        "sentences": [
            "Currently, intravertebral anaesthesia is often used for caesarean section.",
            "To avoid the effect of drugs on the foetus, anaesthesiologists generally do not use sedatives or analgesic drugs before delivery.",
            "However, the majority of parturients appear nervous, and have anxiety, fear, and other psychological reactions to caesarean section.",
            "This produces a series of stress reactions that not only cause haemodynamic fluctuation in anaesthesia and during the operation, but also lead to different degrees of personality and behavioural changes.",
            "Consequently, this has a serious effect on physical and mental health of patients 1 ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "47891",
        "text": "Dexmedetomidine is a highly selective a 2 receptor agonist (a 2 -AR), which has sedative, analgesic, and antisympathetic pharmacological effects and unique conscious sedation without respiratory depression. Currently, dexmedetomidine is widely used in patients in clinics and in clinical anaesthesia. Dexmedetomidine is considered as a modern approach for comfortable anaesthesia. Experiments in pregnant rats have shown that dexmedetomidine has no adverse effects 2 . Additionally, dexmedetomidine has been successfully applied as anaesthesia in preterm infants, infants, and children, as well as in patients who have caesarean section 3 . Placental transfer and foetal metabolism of dexmedetomidine have been reported 4 , and there are no adverse effects on neonates. However, placental transfer of dexmedetomidine in intravertebral anaesthesia area has rarely been studied.",
        "section": "Introduction",
        "section_number": 2,
        "sentences": [
            "Dexmedetomidine is a highly selective a 2 receptor agonist (a 2 -AR), which has sedative, analgesic, and antisympathetic pharmacological effects and unique conscious sedation without respiratory depression.",
            "Currently, dexmedetomidine is widely used in patients in clinics and in clinical anaesthesia.",
            "Dexmedetomidine is considered as a modern approach for comfortable anaesthesia.",
            "Experiments in pregnant rats have shown that dexmedetomidine has no adverse effects 2 .",
            "Additionally, dexmedetomidine has been successfully applied as anaesthesia in preterm infants, infants, and children, as well as in patients who have caesarean section 3 .",
            "Placental transfer and foetal metabolism of dexmedetomidine have been reported 4 , and there are no adverse effects on neonates.",
            "However, placental transfer of dexmedetomidine in intravertebral anaesthesia area has rarely been studied."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "47891",
        "text": "We hypothesized that administration of dexmedetomidine during caesarean section under intravertebral anaesthesia enhances the anaesthetic effects, reducing the adverse experience, and helping to stabilize haemodynamics without adverse neonatal effects. This study aimed to investigate use of dexmedetomidine in caesarean section under epidural anaesthesia. We also aimed to investigate the effects of dexmedetomidine on parturients' haemodynamics and placental transfer and metabolism in neonates, to provide a reference for clinical application.",
        "section": "Introduction",
        "section_number": 3,
        "sentences": [
            "We hypothesized that administration of dexmedetomidine during caesarean section under intravertebral anaesthesia enhances the anaesthetic effects, reducing the adverse experience, and helping to stabilize haemodynamics without adverse neonatal effects.",
            "This study aimed to investigate use of dexmedetomidine in caesarean section under epidural anaesthesia.",
            "We also aimed to investigate the effects of dexmedetomidine on parturients' haemodynamics and placental transfer and metabolism in neonates, to provide a reference for clinical application."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "47891",
        "text": "A total of 40 full-term parturients with a single neonate with American Society of Anesthesiology grade I or II, aged 23 to 41 years old were included in this study. The women weighed 61-92 kg, did not have spinal canal puncture contraindications, and were scheduled for caesarean section under epidural anaesthesia. Parturients with the following conditions were excluded from the study: a history of allergy to dexmedetomidine; cardiac, pulmonary, hepatic, renal, neurological or neuromuscular diseases; morbid obesity; diabetes mellitus; bleeding disorders, receiving cardiovascular, antipsychotic or hypnotic medications; alcohol or drug abuse; pregnancy-induced hypertension; and intrauterine growth restriction. Parturients were included if a prenatal examination showed no abnormalities. The patients were randomly divided into the dexmedetomidine group (Dex group) and the normal saline (NS) group using a computer generated randomization list, with 20 patients in each group. Using a doubleblind procedure, dexmedetomidine solution or NS was prepared by an independent investigator. One anaesthesiologist who was blinded to the treatment scheme provided perioperative care. Another anaesthesiologist collected perioperative data. All staff in the operating room were unaware of the patient allocation.",
        "section": "Materials and methods",
        "section_number": 4,
        "sentences": [
            "A total of 40 full-term parturients with a single neonate with American Society of Anesthesiology grade I or II, aged 23 to 41 years old were included in this study.",
            "The women weighed 61-92 kg, did not have spinal canal puncture contraindications, and were scheduled for caesarean section under epidural anaesthesia.",
            "Parturients with the following conditions were excluded from the study: a history of allergy to dexmedetomidine; cardiac, pulmonary, hepatic, renal, neurological or neuromuscular diseases; morbid obesity; diabetes mellitus; bleeding disorders, receiving cardiovascular, antipsychotic or hypnotic medications; alcohol or drug abuse; pregnancy-induced hypertension; and intrauterine growth restriction.",
            "Parturients were included if a prenatal examination showed no abnormalities.",
            "The patients were randomly divided into the dexmedetomidine group (Dex group) and the normal saline (NS) group using a computer generated randomization list, with 20 patients in each group.",
            "Using a doubleblind procedure, dexmedetomidine solution or NS was prepared by an independent investigator.",
            "One anaesthesiologist who was blinded to the treatment scheme provided perioperative care.",
            "Another anaesthesiologist collected perioperative data.",
            "All staff in the operating room were unaware of the patient allocation."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "47891",
        "text": "The study was approved by the First Affiliated Hospital Ethics Committee of Nanjing Medical University, and was registered with ClinicalTrails.gov (NCT02715154). Written informed consent was obtained from all participants. Routine monitoring, such as an electrocardiogram, heart rate (HR), and saturation of pulse oxygen (SpO 2 ), was performed after patients arrived at the operation room. A 16-G or 18-G venous catheter was inserted into the forearm vein for infusion of lactated Ringer's solution before anaesthesia. Epidural anaesthesia was then started. The patients were placed on their left side and the L2, 3 gap was chosen for puncture. After the success of puncture was determined, an epidural catheter was inserted in the cephalic direction, and the length of the epidural space was 4 cm. By intraductal injection of 3 ml of 2% lidocaine, signs of spinal anaesthesia were excluded. An additional 10-20 ml of 0.75% ropivacaine was injected to control the level of pain at T4 or T6 to satisfy operative requirements. After the level of anaesthesia was achieved in the Dex group, dexmedetomidine was continuously infused at 0.5 mg/kg for 10 min, followed by 0.5 mg/kg/h continuous infusion until closure of the abdomen. In the NS group, the same volume of NS was infused. During the operation, if blood pressure was lower than 70% of that before anaesthesia, the patient was administered ephedrine 10-15 mg, and 0.5 mg atropine was used when the HR was lower than 60 beats/min. All operations were performed by the same group of surgeons.",
        "section": "Materials and methods",
        "section_number": 5,
        "sentences": [
            "The study was approved by the First Affiliated Hospital Ethics Committee of Nanjing Medical University, and was registered with ClinicalTrails.gov (NCT02715154).",
            "Written informed consent was obtained from all participants.",
            "Routine monitoring, such as an electrocardiogram, heart rate (HR), and saturation of pulse oxygen (SpO 2 ), was performed after patients arrived at the operation room.",
            "A 16-G or 18-G venous catheter was inserted into the forearm vein for infusion of lactated Ringer's solution before anaesthesia.",
            "Epidural anaesthesia was then started.",
            "The patients were placed on their left side and the L2, 3 gap was chosen for puncture.",
            "After the success of puncture was determined, an epidural catheter was inserted in the cephalic direction, and the length of the epidural space was 4 cm.",
            "By intraductal injection of 3 ml of 2% lidocaine, signs of spinal anaesthesia were excluded.",
            "An additional 10-20 ml of 0.75% ropivacaine was injected to control the level of pain at T4 or T6 to satisfy operative requirements.",
            "After the level of anaesthesia was achieved in the Dex group, dexmedetomidine was continuously infused at 0.5 mg/kg for 10 min, followed by 0.5 mg/kg/h continuous infusion until closure of the abdomen.",
            "In the NS group, the same volume of NS was infused.",
            "During the operation, if blood pressure was lower than 70% of that before anaesthesia, the patient was administered ephedrine 10-15 mg, and 0.5 mg atropine was used when the HR was lower than 60 beats/min.",
            "All operations were performed by the same group of surgeons."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "47891",
        "text": "Systolic blood pressure (SBP), diastolic blood pressure (DBP), and HR were recorded at four time points as follows: before anaesthesia (T0), 10 min after infusion (T1), at delivery of the newborn (T2), and at the end of the operation (T3). When the neonate was born, we double clamped the umbilical cord and collected 3 ml of blood from the maternal vein (MV) on the no venous route hand, and from the umbilical artery (UA) and umbilical vein (UV) from the isolated placenta. Blood was used for blood gas analysis. Residual blood from the Dex group was placed in a heparin sodium anticoagulant tube and centrifuged for 3500 rpm for 5 min. The plasma was separated and frozen at À20 C. High-performance liquid chromatography-mass spectrometry (HPLC-MS/MS) was then used for measuring plasma dexmedetomidine concentrations (CUV, CUA, and CMV). A plasma sample of 400 ml was added to 3 ml of ether and centrifuged at 12,000 rpm for 10 min. A volume of 2.5 ml of supernatant was then dried at a low temperature in a rotary evaporator. The residue was dissolved by the mobile phase, and 20 ml supernatant was sampled for LC-MS/MS determination. The results were compared with the standard curve of plasma dexmedetomidine concentrations and the final concentration was calculated. Equipment for this process included the LC-20AD liquid chromatography system equipped with the SIL-20AC automatic sampling system and CTO-20 A column temperature box (Shimadzu Corporation, Japan). The API 4000 triple quadrupole mass spectrometer was used with the operating software Analyst 1.5.1 (American application of Biological Systems Co. Ltd.)",
        "section": "Materials and methods",
        "section_number": 6,
        "sentences": [
            "Systolic blood pressure (SBP), diastolic blood pressure (DBP), and HR were recorded at four time points as follows: before anaesthesia (T0), 10 min after infusion (T1), at delivery of the newborn (T2), and at the end of the operation (T3).",
            "When the neonate was born, we double clamped the umbilical cord and collected 3 ml of blood from the maternal vein (MV) on the no venous route hand, and from the umbilical artery (UA) and umbilical vein (UV) from the isolated placenta.",
            "Blood was used for blood gas analysis.",
            "Residual blood from the Dex group was placed in a heparin sodium anticoagulant tube and centrifuged for 3500 rpm for 5 min.",
            "The plasma was separated and frozen at À20 C. High-performance liquid chromatography-mass spectrometry (HPLC-MS/MS) was then used for measuring plasma dexmedetomidine concentrations (CUV, CUA, and CMV).",
            "A plasma sample of 400 ml was added to 3 ml of ether and centrifuged at 12,000 rpm for 10 min.",
            "A volume of 2.5 ml of supernatant was then dried at a low temperature in a rotary evaporator.",
            "The residue was dissolved by the mobile phase, and 20 ml supernatant was sampled for LC-MS/MS determination.",
            "The results were compared with the standard curve of plasma dexmedetomidine concentrations and the final concentration was calculated.",
            "Equipment for this process included the LC-20AD liquid chromatography system equipped with the SIL-20AC automatic sampling system and CTO-20 A column temperature box (Shimadzu Corporation, Japan).",
            "The API 4000 triple quadrupole mass spectrometer was used with the operating software Analyst 1.5.1 (American application of Biological Systems Co. Ltd.)"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "47891",
        "text": "Ramsay sedation scales were evaluated at three time points as follows: before anaesthesia (T 0 ), at skin incision (T 1 ), and 10 min after delivery (T 2 ). The Ramsay standard for evaluation was as follows: 1 point, anxious or restless or both; 2 points, cooperative, orientated, and tranquil; 3 points, responds to commands; 4 points, brisk response to a stimulus; 5 points, sluggish response to a stimulus; and 6 points, no response to a stimulus. The Apgar scores were evaluated at 1 and 5 min after delivery. Urinary volume, bleeding volume, and infusion volume during the operation were measured. Adverse effects, such as nausea and vomiting, 24 h after the operation were recorded. The postoperative analgesic formula was 12 mg butorphanol tartrate and 9 mg granisetron hydrochloride, diluted with NS to 100 ml. The background dose was 2 ml/h of PCA: 0.5 ml, with a locking time of 15 min. In this study, patient-controlled epidural analgesia (PCEA) was a better choice than PCA. However, after taking into account the multiple factors affecting safety and controllability of postoperative management, we chose PCA as the analgesic regimen for this trial. There are many difficulties in postoperative management of PCEA, such as catheter removal, limitations in activity of patients, and a risk of neurological complications. Morphine is a commonly used drug in epidural analgesia, leading to respiratory inhibition, pruritus, nausea, and vomiting, and an increase in other complications. Moreover, anaesthesiologists in China are scarce and this problem is even more serious in our hospital. Considering the safety and controllability of postoperative management, PCA is a better choice than PCEA, even though it is not ideal.",
        "section": "Materials and methods",
        "section_number": 7,
        "sentences": [
            "Ramsay sedation scales were evaluated at three time points as follows: before anaesthesia (T 0 ), at skin incision (T 1 ), and 10 min after delivery (T 2 ).",
            "The Ramsay standard for evaluation was as follows: 1 point, anxious or restless or both; 2 points, cooperative, orientated, and tranquil; 3 points, responds to commands; 4 points, brisk response to a stimulus; 5 points, sluggish response to a stimulus; and 6 points, no response to a stimulus.",
            "The Apgar scores were evaluated at 1 and 5 min after delivery.",
            "Urinary volume, bleeding volume, and infusion volume during the operation were measured.",
            "Adverse effects, such as nausea and vomiting, 24 h after the operation were recorded.",
            "The postoperative analgesic formula was 12 mg butorphanol tartrate and 9 mg granisetron hydrochloride, diluted with NS to 100 ml.",
            "The background dose was 2 ml/h of PCA: 0.5 ml, with a locking time of 15 min.",
            "In this study, patient-controlled epidural analgesia (PCEA) was a better choice than PCA.",
            "However, after taking into account the multiple factors affecting safety and controllability of postoperative management, we chose PCA as the analgesic regimen for this trial.",
            "There are many difficulties in postoperative management of PCEA, such as catheter removal, limitations in activity of patients, and a risk of neurological complications.",
            "Morphine is a commonly used drug in epidural analgesia, leading to respiratory inhibition, pruritus, nausea, and vomiting, and an increase in other complications.",
            "Moreover, anaesthesiologists in China are scarce and this problem is even more serious in our hospital.",
            "Considering the safety and controllability of postoperative management, PCA is a better choice than PCEA, even though it is not ideal."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "47891",
        "text": "According to our pilot study, changes in HR during caesarean section were normally distributed with a standard deviation of 12 beats/min. A priori power analysis indicated that 17 patients in each group would be sufficient to detect a 15% reduction in HR at T1 . This was necessary to obtain a power of 90% with a two-sided design and a ¼ 0.05. We enrolled 40 patients (20 in each group) to account for dropout during the study.",
        "section": "Materials and methods",
        "section_number": 8,
        "sentences": [
            "According to our pilot study, changes in HR during caesarean section were normally distributed with a standard deviation of 12 beats/min.",
            "A priori power analysis indicated that 17 patients in each group would be sufficient to detect a 15% reduction in HR at T1 .",
            "This was necessary to obtain a power of 90% with a two-sided design and a ¼ 0.05.",
            "We enrolled 40 patients (20 in each group) to account for dropout during the study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "47891",
        "text": "Measurement data are shown as mean AE standard deviation (x AE s). The t-test was used for comparison between groups. Repeated measures analysis of variance was performed for comparison within groups. The chi-square test was used for comparison of count data. The rank-sum test was used for comparison of the level information. Statistical analysis was performed with SPSS 22.0. A value of P < 0.05 was considered as statistically significant.",
        "section": "Materials and methods",
        "section_number": 9,
        "sentences": [
            "Measurement data are shown as mean AE standard deviation (x AE s).",
            "The t-test was used for comparison between groups.",
            "Repeated measures analysis of variance was performed for comparison within groups.",
            "The chi-square test was used for comparison of count data.",
            "The rank-sum test was used for comparison of the level information.",
            "Statistical analysis was performed with SPSS 22.0.",
            "A value of P < 0.05 was considered as statistically significant."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "47891",
        "text": "There were no significant differences in age, body weight, gestational age, operation time, bleeding volume, urine volume, and infusion volume between the two groups (P > 0.05, Table 1 ).",
        "section": "Results",
        "section_number": 10,
        "sentences": [
            "There were no significant differences in age, body weight, gestational age, operation time, bleeding volume, urine volume, and infusion volume between the two groups (P > 0.05, Table 1 )."
        ],
        "sentence_labels": [
            1
        ],
        "classification_label": 0
    },
    {
        "doc_id": "47891",
        "text": "There was no significant difference in SBP or DBP at T0 between the two groups (P > 0.05). SBP, DBP, and HR in the Dex group were decreased at T3 compared with T0 (P < 0.05). SBP and DBP in the Dex group were lower at T3, and HR was lower at T1, T2, and T3 compared with those in the NS group (P < 0.05, Figure 1 ).",
        "section": "Results",
        "section_number": 11,
        "sentences": [
            "There was no significant difference in SBP or DBP at T0 between the two groups (P > 0.05).",
            "SBP, DBP, and HR in the Dex group were decreased at T3 compared with T0 (P < 0.05).",
            "SBP and DBP in the Dex group were lower at T3, and HR was lower at T1, T2, and T3 compared with those in the NS group (P < 0.05, Figure 1 )."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "47891",
        "text": "There were no significant differences in pH, PaCO 2 , PaO 2 , base excess (BE), and lactate levels in the MV, UA, and UV between the two groups (P > 0.05, Table 2,) . There was also no difference in the Apgar score (1 and 5 min) after delivery between the two groups (P > 0.05, Table 3 ).",
        "section": "Results",
        "section_number": 12,
        "sentences": [
            "There were no significant differences in pH, PaCO 2 , PaO 2 , base excess (BE), and lactate levels in the MV, UA, and UV between the two groups (P > 0.05, Table 2,) .",
            "There was also no difference in the Apgar score (1 and 5 min) after delivery between the two groups (P > 0.05, Table 3 )."
        ],
        "sentence_labels": [
            1,
            -1
        ],
        "classification_label": 0
    },
    {
        "doc_id": "47891",
        "text": "At the beginning of the surgery and 10 min after delivery, the Ramsay score in the Dex group was significantly higher than that in the NS group (P < 0.05, Figure 2 ).",
        "section": "Results",
        "section_number": 13,
        "sentences": [
            "At the beginning of the surgery and 10 min after delivery, the Ramsay score in the Dex group was significantly higher than that in the NS group (P < 0.05, Figure 2 )."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "47891",
        "text": "The rate of placental transfer of dexmedetomidine (CUV/CMV) was 0.68. Foetal metabolism or redistribution of dexmedetomidine (CUA/CUV) was 0.76. Dexmedetomidine concentrations are shown in Table 4 .",
        "section": "Results",
        "section_number": 14,
        "sentences": [
            "The rate of placental transfer of dexmedetomidine (CUV/CMV) was 0.68.",
            "Foetal metabolism or redistribution of dexmedetomidine (CUA/CUV) was 0.76.",
            "Dexmedetomidine concentrations are shown in Table 4 ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "47891",
        "text": "The two groups had no nausea, vomiting, or other adverse reactions. There was no ",
        "section": "Results",
        "section_number": 15,
        "sentences": [
            "The two groups had no nausea, vomiting, or other adverse reactions.",
            "There was no"
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "47891",
        "text": "The theme of modern anaesthesia is comfortable anaesthesia, which means appropriate analgesia and sedation. Additionally, technology and drugs that are used in anaesthesia should ideally not have adverse effects on patients. Currently, the majority of caesarean sections use intravertebral anaesthesia. Patients are kept in an awake state throughout the operation, which can easily cause psychological stress. Previous studies have examined the effect of enhancing spinal anaesthesia, such as applying a low dose bupivacaine and fentanyl mixture to a conventional dose of hyperbaric bupivacaine for spinal anaesthesia, to enhance the role of neural block 6 . However, this mainly had a partial effect, and patients were still in the awake state. Therefore, this method could Figure 1 . Comparison of hemodynamic changes at each time point between the two groups T0: before anaesthesia; T1: 10 min after infusion; T2: at delivery of the neonate; T3: at the end of the operation. a P < 0.05 compared with T0, b P < 0.05 compared with the NS group. Dexmedetomidine is a highly selective a2-AR agonist, which has sedative, analgesic, and antisympathetic effects, and inhibits the perioperative period stress reaction of patients 7 . Sites of action of dexmedetomidine are not located in the cerebral cortex, but in the subcortical nucleus coeruleus. Release of norepinephrine is inhibited by a2-AR in the presynaptic membrane in the nucleus of the locus of activation. This decreases excitability of the postsynaptic membrane and inhibits activation of norepinephrine in the dorsal bundle fibres. However, function of the body's waking system is still present. Anaesthetic drugs, such as midazolam or propofol, produce unnatural sedation in the brain cortex (by gamma aminobutyric acid, GABA). However, dexmedetomidine acts on the subcortical system (not related to GABA) to produce sedative and hypnotic effects similar to natural sleep, which can be stopped by language stimulation 8 . Because of the conscious sedation effect in application of dexmedetomidine in obstetric anaesthesia, neonates can be woken up by physiological and physical stimuli after delivery. These are represented by crying of the neonate after birth.",
        "section": "Discussion",
        "section_number": 16,
        "sentences": [
            "The theme of modern anaesthesia is comfortable anaesthesia, which means appropriate analgesia and sedation.",
            "Additionally, technology and drugs that are used in anaesthesia should ideally not have adverse effects on patients.",
            "Currently, the majority of caesarean sections use intravertebral anaesthesia.",
            "Patients are kept in an awake state throughout the operation, which can easily cause psychological stress.",
            "Previous studies have examined the effect of enhancing spinal anaesthesia, such as applying a low dose bupivacaine and fentanyl mixture to a conventional dose of hyperbaric bupivacaine for spinal anaesthesia, to enhance the role of neural block 6 .",
            "However, this mainly had a partial effect, and patients were still in the awake state.",
            "Therefore, this method could Figure 1 .",
            "Comparison of hemodynamic changes at each time point between the two groups T0: before anaesthesia; T1: 10 min after infusion; T2: at delivery of the neonate; T3: at the end of the operation.",
            "a P < 0.05 compared with T0, b P < 0.05 compared with the NS group.",
            "Dexmedetomidine is a highly selective a2-AR agonist, which has sedative, analgesic, and antisympathetic effects, and inhibits the perioperative period stress reaction of patients 7 .",
            "Sites of action of dexmedetomidine are not located in the cerebral cortex, but in the subcortical nucleus coeruleus.",
            "Release of norepinephrine is inhibited by a2-AR in the presynaptic membrane in the nucleus of the locus of activation.",
            "This decreases excitability of the postsynaptic membrane and inhibits activation of norepinephrine in the dorsal bundle fibres.",
            "However, function of the body's waking system is still present.",
            "Anaesthetic drugs, such as midazolam or propofol, produce unnatural sedation in the brain cortex (by gamma aminobutyric acid, GABA).",
            "However, dexmedetomidine acts on the subcortical system (not related to GABA) to produce sedative and hypnotic effects similar to natural sleep, which can be stopped by language stimulation 8 .",
            "Because of the conscious sedation effect in application of dexmedetomidine in obstetric anaesthesia, neonates can be woken up by physiological and physical stimuli after delivery.",
            "These are represented by crying of the neonate after birth."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "47891",
        "text": "Umbilical cord blood gas results of the UV and UA in this study are similar to those of previous studies 9, 10 . PO 2 in the UV is not significantly affected by oxygen supply of the newborn. However, UA blood gases are the most reliable indicator of the oxygenation index and acid-base status of the foetus. Previous studies have indicated that the relationships among pH, BE, and Figure 2 . Comparison of the Ramsay sedative score between the two groups (x AE s) T 0 : before anaesthesia; T 1 : at skin incision; T 2 : 10 min after delivery. a P < 0.05 compared with the NS group. neonatal asphyxia is relatively strong, and are positively related to growth 11 . In the current study, UA results of pH ! 7.20 and BE < À6 were normal. In this case, the incidence of neonatal asphyxia was less than 5%, and most of the factors related to foetal malformation and so on. In our study, use of dexmedetomidine had no significant effect on newborn blood gases. There was also no significant difference in the Apgar score at 1 and 5 min. These findings suggested that the dose of dexmedetomidine had no significant effect on newborns. Although there is a lack of a large data set, some researchers have shown that dexmedetomidine has no adverse effects on newborns 12 . Haemodynamic changes in our study might have been related to the mechanism of dexmedetomidine. Dexmedetomidine excites presynaptic a2-AR to inhibit release of norepinephrine, preventing signal transduction of pain. Dexmedetomidine also excites postsynaptic a2 receptors, causing nerve cell membrane hyperpolarization 13 . The combined effects of these two mechanisms reduce plasma catecholamine concentrations, inhibit release of central sympathetic nerves, inhibit sympathetic nerve tension, and enhance vagus nerve activity. This reaction reduces HR and blood pressure. After treatment in our study, SBP and DBP in the Dex group at T3 were lower than those in the NS group. Additionally, HR at each time point after infusion in the Dex group was lower than that in the NS group. These findings suggested that dexmedetomidine reduced the stress response during surgery, and that maternal haemodynamics during the whole operation are stable. Additionally, because of the effect of a2-AR activation by dexmedetomidine, leading to contraction of vascular smooth muscle, rapid intravenous injection of dexmedetomidine caused a high blood pressure and low HR. Therefore, the loading dose infusion time of dexmedetomidine should be longer. In this study, we set the infusion time of the loading dose of dexmedetomidine for 10 min. Moreover, the transient rise in blood pressure by dexmedetomidine could alleviate hypotension after epidural anaesthesia.",
        "section": "Discussion",
        "section_number": 17,
        "sentences": [
            "Umbilical cord blood gas results of the UV and UA in this study are similar to those of previous studies 9, 10 .",
            "PO 2 in the UV is not significantly affected by oxygen supply of the newborn.",
            "However, UA blood gases are the most reliable indicator of the oxygenation index and acid-base status of the foetus.",
            "Previous studies have indicated that the relationships among pH, BE, and Figure 2 .",
            "Comparison of the Ramsay sedative score between the two groups (x AE s) T 0 : before anaesthesia; T 1 : at skin incision; T 2 : 10 min after delivery.",
            "a P < 0.05 compared with the NS group.",
            "neonatal asphyxia is relatively strong, and are positively related to growth 11 .",
            "In the current study, UA results of pH !",
            "7.20 and BE < À6 were normal.",
            "In this case, the incidence of neonatal asphyxia was less than 5%, and most of the factors related to foetal malformation and so on.",
            "In our study, use of dexmedetomidine had no significant effect on newborn blood gases.",
            "There was also no significant difference in the Apgar score at 1 and 5 min.",
            "These findings suggested that the dose of dexmedetomidine had no significant effect on newborns.",
            "Although there is a lack of a large data set, some researchers have shown that dexmedetomidine has no adverse effects on newborns 12 .",
            "Haemodynamic changes in our study might have been related to the mechanism of dexmedetomidine.",
            "Dexmedetomidine excites presynaptic a2-AR to inhibit release of norepinephrine, preventing signal transduction of pain.",
            "Dexmedetomidine also excites postsynaptic a2 receptors, causing nerve cell membrane hyperpolarization 13 .",
            "The combined effects of these two mechanisms reduce plasma catecholamine concentrations, inhibit release of central sympathetic nerves, inhibit sympathetic nerve tension, and enhance vagus nerve activity.",
            "This reaction reduces HR and blood pressure.",
            "After treatment in our study, SBP and DBP in the Dex group at T3 were lower than those in the NS group.",
            "Additionally, HR at each time point after infusion in the Dex group was lower than that in the NS group.",
            "These findings suggested that dexmedetomidine reduced the stress response during surgery, and that maternal haemodynamics during the whole operation are stable.",
            "Additionally, because of the effect of a2-AR activation by dexmedetomidine, leading to contraction of vascular smooth muscle, rapid intravenous injection of dexmedetomidine caused a high blood pressure and low HR.",
            "Therefore, the loading dose infusion time of dexmedetomidine should be longer.",
            "In this study, we set the infusion time of the loading dose of dexmedetomidine for 10 min.",
            "Moreover, the transient rise in blood pressure by dexmedetomidine could alleviate hypotension after epidural anaesthesia."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "47891",
        "text": "In our study, the patients' level of sedation and cooperation in the Dex group was better than that in the NS group. This finding could have been due to the conscious sedation effect of dexmedetomidine. Previous studies have indicated that Dex can effectively reduce anxiety and the effect of surgical stress on haemodynamics, and thus the whole operation process for patients is more stable 14 . Our study showed that the sedative effect of dexmedetomidine only continued for a short time and was easy to adjust. In the Dex group, the patients entered a light sleep state after a few minutes of infusion (Ramsay score: 3-4 points), without adverse reactions, such as respiratory depression and nausea. The basic arousal level and locomotive ability were reduced during the period of sedation, but activity of the brain was retained, and patients were easily woken up for relevant examinations and inquiries, without a delay in testing. Additionally, after the event, patients could quickly enter the state of sedation again and the whole operation could be completed. This finding is in line with previous results 15 .",
        "section": "Discussion",
        "section_number": 18,
        "sentences": [
            "In our study, the patients' level of sedation and cooperation in the Dex group was better than that in the NS group.",
            "This finding could have been due to the conscious sedation effect of dexmedetomidine.",
            "Previous studies have indicated that Dex can effectively reduce anxiety and the effect of surgical stress on haemodynamics, and thus the whole operation process for patients is more stable 14 .",
            "Our study showed that the sedative effect of dexmedetomidine only continued for a short time and was easy to adjust.",
            "In the Dex group, the patients entered a light sleep state after a few minutes of infusion (Ramsay score: 3-4 points), without adverse reactions, such as respiratory depression and nausea.",
            "The basic arousal level and locomotive ability were reduced during the period of sedation, but activity of the brain was retained, and patients were easily woken up for relevant examinations and inquiries, without a delay in testing.",
            "Additionally, after the event, patients could quickly enter the state of sedation again and the whole operation could be completed.",
            "This finding is in line with previous results 15 ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "47891",
        "text": "In our study, we used intravenous dexmedetomidine infusion during the operation. Hanoura et al. 16 investigated adding dexmedetomidine to epidural bupivacaine and fentanyl in elective caesarean section using combined spinal-epidural anaesthesia. They obtained similar results to our study. Addition of dexmedetomidine could improve intraoperative conditions, and provide a good sedation level without significant maternal or neonatal side effects.",
        "section": "Discussion",
        "section_number": 19,
        "sentences": [
            "In our study, we used intravenous dexmedetomidine infusion during the operation.",
            "Hanoura et al. 16 investigated adding dexmedetomidine to epidural bupivacaine and fentanyl in elective caesarean section using combined spinal-epidural anaesthesia.",
            "They obtained similar results to our study.",
            "Addition of dexmedetomidine could improve intraoperative conditions, and provide a good sedation level without significant maternal or neonatal side effects."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "47891",
        "text": "Previous research of in vitro placental perfusion showed that the transfer rate of dexmedetomidine through the placenta to the foetus was 0.77 17 . Another study showed that the rate of placental transfer of dexmedetomidine in caesarean section under general anaesthesia was 0.76 4 . These findings indicate that dexmedetomidine can easily pass through the placental barrier, similar to other anaesthetic drugs. However, the placental transfer rate of dexmedetomidine is much lower than that of clonidine (0.85) and that of remifentanil (0.88) 17, 18 . The reason for this difference may be caused by dexmedetomidine being more fat-soluble and easier to be retained in the placenta 18 . In our study, dexmedetomidine passed through the placenta with a transfer rate of 0.68, which is lower than that in previous studies. This difference between studies could be because mean arterial pressure under epidural anaesthesia is lower than that under general anaesthesia or in vitro perfusion pressure. After epidural anaesthesia, sympathetic ganglia are blocked, with dilation of small arteries, capillaries, and small veins. Venous return and blood pressure are also decreased, and thus blood flow passing through the placenta and perfusion pressure are decreased. Therefore, the transfer rate of dexmedetomidine in epidural anaesthesia through the placenta is lower, which is safer for newborns. Our finding that CUA/ CUV ¼ 0.76 indicated foetal metabolism or redistribution of dexmedetomidine. There is a lack of any relevant systematic study for comparison with our result. Therefore, the importance of this finding needs to be further studied.",
        "section": "Discussion",
        "section_number": 20,
        "sentences": [
            "Previous research of in vitro placental perfusion showed that the transfer rate of dexmedetomidine through the placenta to the foetus was 0.77 17 .",
            "Another study showed that the rate of placental transfer of dexmedetomidine in caesarean section under general anaesthesia was 0.76 4 .",
            "These findings indicate that dexmedetomidine can easily pass through the placental barrier, similar to other anaesthetic drugs.",
            "However, the placental transfer rate of dexmedetomidine is much lower than that of clonidine (0.85) and that of remifentanil (0.88) 17, 18 .",
            "The reason for this difference may be caused by dexmedetomidine being more fat-soluble and easier to be retained in the placenta 18 .",
            "In our study, dexmedetomidine passed through the placenta with a transfer rate of 0.68, which is lower than that in previous studies.",
            "This difference between studies could be because mean arterial pressure under epidural anaesthesia is lower than that under general anaesthesia or in vitro perfusion pressure.",
            "After epidural anaesthesia, sympathetic ganglia are blocked, with dilation of small arteries, capillaries, and small veins.",
            "Venous return and blood pressure are also decreased, and thus blood flow passing through the placenta and perfusion pressure are decreased.",
            "Therefore, the transfer rate of dexmedetomidine in epidural anaesthesia through the placenta is lower, which is safer for newborns.",
            "Our finding that CUA/ CUV ¼ 0.76 indicated foetal metabolism or redistribution of dexmedetomidine.",
            "There is a lack of any relevant systematic study for comparison with our result.",
            "Therefore, the importance of this finding needs to be further studied."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "47891",
        "text": "In summary, application of dexmedetomidine in caesarean section under epidural anaesthesia is conducive for maintaining stability of haemodynamics of patients, and reducing patients' anxiety and pain during the operation. Dexmedetomidine also has no adverse effects on newborns. Dexmedetomidine can pass through the placenta under epidural anaesthesia with a transfer rate of 0.68.",
        "section": "Conclusion",
        "section_number": 21,
        "sentences": [
            "In summary, application of dexmedetomidine in caesarean section under epidural anaesthesia is conducive for maintaining stability of haemodynamics of patients, and reducing patients' anxiety and pain during the operation.",
            "Dexmedetomidine also has no adverse effects on newborns.",
            "Dexmedetomidine can pass through the placenta under epidural anaesthesia with a transfer rate of 0.68."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "47891",
        "text": "Journal of International Medical Research 45(3)",
        "section": "",
        "section_number": 22,
        "sentences": [
            "Journal of International Medical Research 45(3)"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    }
]