[
    {
        "doc_id": "36296",
        "text": "Results Compared to the baseline, effect sizes immediately after the intervention were small in the flyer arm (CAMI: d = 0.25; RIBS: d = 0.07), medium in the seminar arm (CAMI: d = 0.61; RIBS: d = 0.58), and medium in the video arm (CAMI: d = 0.49 RIBS: d = 0.26; n = 237). Effect sizes at the follow-up were vanishing in the flyer arm (CAMI: d = 0.05; RIBS: d = 0.04), medium in the seminar arm (CAMI: d = 0.43; RIBS: d = 0.26; n = 254), and small in the video arm (CAMI: d = 0.22 RIBS: d = 0.21; n = 237). Conclusion Seminar had the strongest and relatively stable effect on students' attitudes and intended behaviour, but the effect of short video interventions was also considerable and stable over time. Since short effective video interventions are relatively cheap, conveniently accessible and easy to disseminate globally, we recommend them for further research and development.",
        "section": "Abstract",
        "sentences": [
            "Results Compared to the baseline, effect sizes immediately after the intervention were small in the flyer arm (CAMI: d = 0.25; RIBS: d = 0.07), medium in the seminar arm (CAMI: d = 0.61; RIBS: d = 0.58), and medium in the video arm (CAMI: d = 0.49 RIBS: d = 0.26; n = 237).",
            "Effect sizes at the follow-up were vanishing in the flyer arm (CAMI: d = 0.05; RIBS: d = 0.04), medium in the seminar arm (CAMI: d = 0.43; RIBS: d = 0.26; n = 254), and small in the video arm (CAMI: d = 0.22 RIBS: d = 0.21; n = 237).",
            "Conclusion Seminar had the strongest and relatively stable effect on students' attitudes and intended behaviour, but the effect of short video interventions was also considerable and stable over time.",
            "Since short effective video interventions are relatively cheap, conveniently accessible and easy to disseminate globally, we recommend them for further research and development."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36296",
        "text": "Stigma among health care personnel is prevalent [25, 38, 41] and may contribute to the mortality gap between people with mental health problems and the general population [6] . For example, diagnostic overshadowing [17] and insufficient attention from medical staff to the physical health problems of people with mental illness [12] can lead to delays and or lower quality treatments for physical health problems.",
        "section": "Background",
        "section_number": 1,
        "sentences": [
            "Stigma among health care personnel is prevalent [25, 38, 41] and may contribute to the mortality gap between people with mental health problems and the general population [6] .",
            "For example, diagnostic overshadowing [17] and insufficient attention from medical staff to the physical health problems of people with mental illness [12] can lead to delays and or lower quality treatments for physical health problems."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36296",
        "text": "Since unfavourable attitudes towards people with mental health problems develop early in life [37] , it seems to be appropriate to address stigma during the education of healthcare personnel. Educational programmes which may or may not include direct contact with a service user have been developed for this purpose [34] .",
        "section": "Background",
        "section_number": 2,
        "sentences": [
            "Since unfavourable attitudes towards people with mental health problems develop early in life [37] , it seems to be appropriate to address stigma during the education of healthcare personnel.",
            "Educational programmes which may or may not include direct contact with a service user have been developed for this purpose [34] ."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36296",
        "text": "Systematic reviews of anti-stigma interventions suggest that educational programmes for young people have generally positive effects on their mental health-related knowledge and attitudes [28, 39, 45] . However, the quality of included studies [39] has been questioned. Specific flaws include a failure to define and/or control potential confounding factors such as group differences in baseline characteristics, participants' previous experience with mental health problems, time lag for intervention measurement at post-test, type of schools and testing effect, the absence of randomization, lack of information to determine the representativeness of study samples, and no or insufficient reporting on attrition [39] . Moreover, Mellor [21] showed that only a minority educational programmes included in his systematic review demonstrated positive effects at medium or long-term follow-up. Programmes which include direct contact seem to result in better outcomes [45] ; however, they might not be preferred by students [34] .",
        "section": "Background",
        "section_number": 3,
        "sentences": [
            "Systematic reviews of anti-stigma interventions suggest that educational programmes for young people have generally positive effects on their mental health-related knowledge and attitudes [28, 39, 45] .",
            "However, the quality of included studies [39] has been questioned.",
            "Specific flaws include a failure to define and/or control potential confounding factors such as group differences in baseline characteristics, participants' previous experience with mental health problems, time lag for intervention measurement at post-test, type of schools and testing effect, the absence of randomization, lack of information to determine the representativeness of study samples, and no or insufficient reporting on attrition [39] .",
            "Moreover, Mellor [21] showed that only a minority educational programmes included in his systematic review demonstrated positive effects at medium or long-term follow-up.",
            "Programmes which include direct contact seem to result in better outcomes [45] ; however, they might not be preferred by students [34] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36296",
        "text": "Programmes including direct contact are an effective way to reduce stigma. However, 'live contact' is not always feasible without significant resources, both financially and human-wise, as it is necessary to identify and train local service users. Video interventions, on the other hand, are easy to share online; they may be disseminated irrespective of borders and reach many more viewers at the time which is convenient to each of them. The effectiveness of video interventions has been assessed comprehensively in our recent systematic review [16] with the conclusion that there are some promising studies in this regard. Owen et al. [23] concluded that a 36 min long video, deconstructing myths and facts related to mental illness had a more positive effect on mental health-related knowledge at a 2-week post-test when compared to a lecture with similar content. Additionally, Clement et al. [4] conducted an RCT study comparing a 1-h-long documentary to an educational session and demonstrated comparatively superior effect of the documentary. A number of studies that compared the effect of a video intervention targeted on young people with inactive controls reported a positive effect of the video [2, 7, 10, 19, 22, 24, 26, 40, 43, 44] .",
        "section": "Background",
        "section_number": 4,
        "sentences": [
            "Programmes including direct contact are an effective way to reduce stigma.",
            "However, 'live contact' is not always feasible without significant resources, both financially and human-wise, as it is necessary to identify and train local service users.",
            "Video interventions, on the other hand, are easy to share online; they may be disseminated irrespective of borders and reach many more viewers at the time which is convenient to each of them.",
            "The effectiveness of video interventions has been assessed comprehensively in our recent systematic review [16] with the conclusion that there are some promising studies in this regard.",
            "Owen et al. [23] concluded that a 36 min long video, deconstructing myths and facts related to mental illness had a more positive effect on mental health-related knowledge at a 2-week post-test when compared to a lecture with similar content.",
            "Additionally, Clement et al. [4] conducted an RCT study comparing a 1-h-long documentary to an educational session and demonstrated comparatively superior effect of the documentary.",
            "A number of studies that compared the effect of a video intervention targeted on young people with inactive controls reported a positive effect of the video [2, 7, 10, 19, 22, 24, 26, 40, 43, 44] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36296",
        "text": "However, evidence about effects of short (under 5 min of length) video interventions in comparison to the usual practice, i.e., lecture or programme including direct contact is lacking. This study compares the relative efficacy of short video interventions designed to reduce stigma with a seminar and an informational leaflet in reducing stigma towards people with mental health problems among highschool nursing students in the Czech Republic. The study was assessed as complying with the ethical standards of the National Institute of Mental Health, Czech Republic (decision nr. 144/16).",
        "section": "Background",
        "section_number": 5,
        "sentences": [
            "However, evidence about effects of short (under 5 min of length) video interventions in comparison to the usual practice, i.e., lecture or programme including direct contact is lacking.",
            "This study compares the relative efficacy of short video interventions designed to reduce stigma with a seminar and an informational leaflet in reducing stigma towards people with mental health problems among highschool nursing students in the Czech Republic.",
            "The study was assessed as complying with the ethical standards of the National Institute of Mental Health, Czech Republic (decision nr.",
            "144/16)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36296",
        "text": "The sampling procedure was as follows. We selected schools from an internet databases (http://www.seznamskol.eu; http://www.atlasskolstvi.cz/stredni-skoly) and made a list of all nursing high schools in the Czech Republic (n = 60). We generated a random number between 1 and 60 to represent each of the schools on the list and arranged schools according to the assigned number, from the lowest to the highest. We invited schools to participate one by one until we reached 21 schools agreeing to participate in the study. We invited a total of 22 schools before reaching the final sample (one school refused participation before achieving the planned sample size of 21 schools).",
        "section": "Sampling and data collection",
        "section_number": 6,
        "sentences": [
            "The sampling procedure was as follows.",
            "We selected schools from an internet databases (http://www.seznamskol.eu; http://www.atlasskolstvi.cz/stredni-skoly) and made a list of all nursing high schools in the Czech Republic (n = 60).",
            "We generated a random number between 1 and 60 to represent each of the schools on the list and arranged schools according to the assigned number, from the lowest to the highest.",
            "We invited schools to participate one by one until we reached 21 schools agreeing to participate in the study.",
            "We invited a total of 22 schools before reaching the final sample (one school refused participation before achieving the planned sample size of 21 schools)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36296",
        "text": "Schools were informed that they would be randomly allocated to one of the three arms of the trial: to receive an informational leaflet, short video interventions or a seminar. They were also informed that only students of the fourth year would be included in the study and that there would be assessments at three points in time. Schools were then randomly allocated to one of the three trial conditions resulting seven schools allocated to each of the branches.",
        "section": "Sampling and data collection",
        "section_number": 7,
        "sentences": [
            "Schools were informed that they would be randomly allocated to one of the three arms of the trial: to receive an informational leaflet, short video interventions or a seminar.",
            "They were also informed that only students of the fourth year would be included in the study and that there would be assessments at three points in time.",
            "Schools were then randomly allocated to one of the three trial conditions resulting seven schools allocated to each of the branches."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36296",
        "text": "The data were collected in three phases between June 2015 and January 2016. The first phase took place roughly 2 months before the intervention (TIME1), the second immediately after the intervention (TIME2), and the third was approximately 3-month follow-up (TIME3). Paper and pen (PAPI) method was utilised to gather all the data.",
        "section": "Sampling and data collection",
        "section_number": 8,
        "sentences": [
            "The data were collected in three phases between June 2015 and January 2016.",
            "The first phase took place roughly 2 months before the intervention (TIME1), the second immediately after the intervention (TIME2), and the third was approximately 3-month follow-up (TIME3).",
            "Paper and pen (PAPI) method was utilised to gather all the data."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36296",
        "text": "In addition to the validated stigma measures described below, we asked students about their socio-demographic characteristics (gender, age, year of study, field of study, administrative region of their current residence, and size of the municipality of their current residence). We used the Community Attitudes towards Mentally Ill [32] scale and the Reported and Intended Behaviour Scale [8] as primary outcomes to assess the efficacy of the interventions in our study as we were focused on students' attitudes and behaviour related outcomes.",
        "section": "Measurement tools",
        "section_number": 9,
        "sentences": [
            "In addition to the validated stigma measures described below, we asked students about their socio-demographic characteristics (gender, age, year of study, field of study, administrative region of their current residence, and size of the municipality of their current residence).",
            "We used the Community Attitudes towards Mentally Ill [32] scale and the Reported and Intended Behaviour Scale [8] as primary outcomes to assess the efficacy of the interventions in our study as we were focused on students' attitudes and behaviour related outcomes."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36296",
        "text": "The original CAMI was developed to assess public attitudes towards people with mental health problems [32] . We used an abbreviated version including 26 original items plus one additional item related to attitudes to employment of those with mental health problems [9, 27] . The CAMI has five possible responses from strongly agree to strongly disagree. We have assigned the values to possible answers so as to get a score ranging from 1 to 5; the higher the score the more favourable attitudes. We assessed total score as per Winkler et al. [41] .",
        "section": "Stigma-related attitudes",
        "section_number": 10,
        "sentences": [
            "The original CAMI was developed to assess public attitudes towards people with mental health problems [32] .",
            "We used an abbreviated version including 26 original items plus one additional item related to attitudes to employment of those with mental health problems [9, 27] .",
            "The CAMI has five possible responses from strongly agree to strongly disagree.",
            "We have assigned the values to possible answers so as to get a score ranging from 1 to 5; the higher the score the more favourable attitudes.",
            "We assessed total score as per Winkler et al. [41] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36296",
        "text": "The RIBS was developed to measure behavioural discrimination [8] at the population level. It consists of eight items. The first four items assess reported past and present behaviour and the last four items ask about future intended behaviour. For this study, we only used the intended behaviour subscale to assess the effectiveness of the video intervention as the aim was to change students' intentions and not their past and present experiences. These four items may generate an overall score ranging from 4 (four answers 'strongly agree') to 20 (four answers 'strongly disagree); the higher the score, the less favourable intended behaviour. The instruments' psychometric properties were evaluated and its internal consistency was demonstrated to be substantial and test-retest reliability moderate to substantial [8] .",
        "section": "Intended stigma-related behaviour",
        "section_number": 11,
        "sentences": [
            "The RIBS was developed to measure behavioural discrimination [8] at the population level.",
            "It consists of eight items.",
            "The first four items assess reported past and present behaviour and the last four items ask about future intended behaviour.",
            "For this study, we only used the intended behaviour subscale to assess the effectiveness of the video intervention as the aim was to change students' intentions and not their past and present experiences.",
            "These four items may generate an overall score ranging from 4 (four answers 'strongly agree') to 20 (four answers 'strongly disagree); the higher the score, the less favourable intended behaviour.",
            "The instruments' psychometric properties were evaluated and its internal consistency was demonstrated to be substantial and test-retest reliability moderate to substantial [8] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36296",
        "text": "The trial included one active control (leaflet) and two interventions (seminar and short video). The leaflet was designed to address three myths related to people with mental illness, i.e., that people with mental illness are: lazy, dangerous, and incompetent. We considered a leaflet-group to be the active controls as per [18] . The second group participated in the seminar which was designed to reflect current state of art in destigmatization of mental illness [5, 34] . The seminar was developed in a collaboration of authors of this paper with service users (user-researchers and peer-workers) and employees of community mental health services. The resulting seminar was partly inspired by the educational programme Crazy, so what?!, the effectiveness of which has been relatively well established [30] . It was 45 min long and delivered by two people, one of them being a mental health professional (psychiatrist or case manager) and one of them being an expert by experience. The third group received a short video intervention which contained three video spots, two of them were 2 min long and the third one was 3 min long. (see Online Appendix 1: Interventions for the detailed description of all three interventions; videos with English subtitles might be accessed here: https://www.youtube.com/ channel/UCn2ff3XbNakG7qNrAa8hhcA).",
        "section": "Intervention",
        "section_number": 12,
        "sentences": [
            "The trial included one active control (leaflet) and two interventions (seminar and short video).",
            "The leaflet was designed to address three myths related to people with mental illness, i.e., that people with mental illness are: lazy, dangerous, and incompetent.",
            "We considered a leaflet-group to be the active controls as per [18] .",
            "The second group participated in the seminar which was designed to reflect current state of art in destigmatization of mental illness [5, 34] .",
            "The seminar was developed in a collaboration of authors of this paper with service users (user-researchers and peer-workers) and employees of community mental health services.",
            "The resulting seminar was partly inspired by the educational programme Crazy, so what?!,",
            "the effectiveness of which has been relatively well established [30] .",
            "It was 45 min long and delivered by two people, one of them being a mental health professional (psychiatrist or case manager) and one of them being an expert by experience.",
            "The third group received a short video intervention which contained three video spots, two of them were 2 min long and the third one was 3 min long. (",
            "see Online Appendix 1: Interventions for the detailed description of all three interventions; videos with English subtitles might be accessed here: https://www.youtube.com/ channel/UCn2ff3XbNakG7qNrAa8hhcA)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36296",
        "text": "Socio-demographic characteristics were calculated among the initial sample (i.e., those who completed baseline assessment) and for the CAMI and RIBS sample separately (i.e., those who completed all three measurements and had no missing data in either CAMI or RIBS). Between group differences in both, willingness to work in different mental health care facilities and experience with mental illness were assessed using Wilk's Lambda. Statistical analyses were performed in SPSS version 23.",
        "section": "Statistical analyses",
        "section_number": 13,
        "sentences": [
            "Socio-demographic characteristics were calculated among the initial sample (i.e., those who completed baseline assessment) and for the CAMI and RIBS sample separately (i.e., those who completed all three measurements and had no missing data in either CAMI or RIBS).",
            "Between group differences in both, willingness to work in different mental health care facilities and experience with mental illness were assessed using Wilk's Lambda.",
            "Statistical analyses were performed in SPSS version 23."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36296",
        "text": "The CAMI scale unidimensionality was examined using both, Parallel Analysis procedure [35] and Minimum Average Partial test [36] . Both analytic procedures, using polychoric correlations as a dispersion matrix and minimum rank factor analysis [33] for factor extraction, were in complete agreement advising to retain one factor for both the CAMI and RIBS.",
        "section": "Statistical analyses",
        "section_number": 14,
        "sentences": [
            "The CAMI scale unidimensionality was examined using both, Parallel Analysis procedure [35] and Minimum Average Partial test [36] .",
            "Both analytic procedures, using polychoric correlations as a dispersion matrix and minimum rank factor analysis [33] for factor extraction, were in complete agreement advising to retain one factor for both the CAMI and RIBS."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36296",
        "text": "There were missing data due to an unexpected school absence of some of the respondents. These might have been due to respondent's illness, participation in extra-curricular activities, family related or other reasons, and this qualified them as missing completely at random (MCAR). Therefore, we opted for analysing the available data only (i.e., ignoring the missing data) which is in line with established statistical guidelines [13] . There were also 17 respondents who opted for 'I don't know' answer(s) in RIBS at least in one of the measurements and respondents who had some missing items in either the CAMI or RIBS (see the Figs. 1, 2, 3) . We have considered those as missing data because substituting this option e.g., by a midpoint would substantively modify the meaning of a response. Using non-imputed data leads to valid inferences when data are missing at random [29] .",
        "section": "Missing data",
        "section_number": 15,
        "sentences": [
            "There were missing data due to an unexpected school absence of some of the respondents.",
            "These might have been due to respondent's illness, participation in extra-curricular activities, family related or other reasons, and this qualified them as missing completely at random (MCAR).",
            "Therefore, we opted for analysing the available data only (i.e., ignoring the missing data) which is in line with established statistical guidelines [13] .",
            "There were also 17 respondents who opted for 'I don't know' answer(s) in RIBS at least in one of the measurements and respondents who had some missing items in either the CAMI or RIBS (see the Figs. 1, 2, 3) .",
            "We have considered those as missing data because substituting this option e.g., by a midpoint would substantively modify the meaning of a response.",
            "Using non-imputed data leads to valid inferences when data are missing at random [29] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36296",
        "text": "The potential cluster effect of 21 schools on the CAMI and the RIBS variance was negligent. The variance component corresponding to the random intercept in the empty mixed model for the CAMI was 3.45; residual was 101.10, the value of the Wald-Z statistic was 1.33, which is not significant (p = 0.185). The intra-class correlation coefficient was equal to 0.032, meaning that roughly 3% of the CAMI variance is attributable to school traits. Also the variance component corresponding to the random intercept in the empty model for the RIBS was 0.08; residual is 10.27, the value of the Wald-Z statistic was 0.403 (p = 0.69) and the intraclass correlation coefficient was equal to 0.008, meaning that roughly 0.8% of the RIBS variance is attributable to school traits.",
        "section": "Cluster effect",
        "section_number": 16,
        "sentences": [
            "The potential cluster effect of 21 schools on the CAMI and the RIBS variance was negligent.",
            "The variance component corresponding to the random intercept in the empty mixed model for the CAMI was 3.45; residual was 101.10, the value of the Wald-Z statistic was 1.33, which is not significant (p = 0.185).",
            "The intra-class correlation coefficient was equal to 0.032, meaning that roughly 3% of the CAMI variance is attributable to school traits.",
            "Also the variance component corresponding to the random intercept in the empty model for the RIBS was 0.08; residual is 10.27, the value of the Wald-Z statistic was 0.403 (p = 0.69) and the intraclass correlation coefficient was equal to 0.008, meaning that roughly 0.8% of the RIBS variance is attributable to school traits."
        ],
        "sentence_labels": [
            -1,
            -1,
            1,
            -1
        ],
        "classification_label": 0
    },
    {
        "doc_id": "36296",
        "text": "The statistical design was a mixed model ANOVA with the type of intervention as the fixed between-subject factor (GR) with three levels: 'Flyer' (GR1), 'Seminar' (GR2), 'Video' (GR3), and TIME as within-subjects factor with three levels (baseline, post-intervention, 3-mth follow-up). A 3 × (3) factorial design yielded nine different conditions in which CAMI and RIBS scores (DV) were measured. The objective was to test whether there are statistically significant differences between the means of the CAMI and RIBS across conditions. The hypotheses that observed covariance matrices of CAMI across groups were equal were not rejected, and the same applied for RIBS. We also tested equality of error variances using Levene's test. The hypotheses that observed means of the CAMI and the RIBS would be higher under condition \"flyer\" than under the condition \"seminar\" and \"video\" were both tested using Dunnett's procedure. The effect of interventions on change in attitude toward mental illness from baseline to the 2nd and the 3rd measurement was estimated using Cohen's d taking the correlation between the measures into account.",
        "section": "Stigma-related attitudes and behaviour",
        "section_number": 17,
        "sentences": [
            "The statistical design was a mixed model ANOVA with the type of intervention as the fixed between-subject factor (GR) with three levels: 'Flyer' (GR1), 'Seminar' (GR2), 'Video' (GR3), and TIME as within-subjects factor with three levels (baseline, post-intervention, 3-mth follow-up).",
            "A 3 × (3) factorial design yielded nine different conditions in which CAMI and RIBS scores (DV) were measured.",
            "The objective was to test whether there are statistically significant differences between the means of the CAMI and RIBS across conditions.",
            "The hypotheses that observed covariance matrices of CAMI across groups were equal were not rejected, and the same applied for RIBS.",
            "We also tested equality of error variances using Levene's test.",
            "The hypotheses that observed means of the CAMI and the RIBS would be higher under condition \"flyer\" than under the condition \"seminar\" and \"video\" were both tested using Dunnett's procedure.",
            "The effect of interventions on change in attitude toward mental illness from baseline to the 2nd and the 3rd measurement was estimated using Cohen's d taking the correlation between the measures into account."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36296",
        "text": "There were 499 respondents from 21 nursing high school participating in the baseline assessments. As expected, the vast majority (92.8%) of participants were female which corresponds with the predominance of females in the (Fig. 1) . Data for 245 and 262 respondents who did neither, participate in assessment immediately or 3 months after intervention nor had a missing value in at least one of the CAMI or RIBS items, were assumed to be missing at random. With respect to CAMI and RIBS scores, there were no statistical differences in baseline measures between those students who did and those who did not participate in all three measurements (Wilks' Lambda = 0.993, F [2496] = 1.32, p = 0.265, partial η 2 = 0.007).",
        "section": "Participant characteristics",
        "section_number": 18,
        "sentences": [
            "There were 499 respondents from 21 nursing high school participating in the baseline assessments.",
            "As expected, the vast majority (92.8%) of participants were female which corresponds with the predominance of females in the (Fig. 1) .",
            "Data for 245 and 262 respondents who did neither, participate in assessment immediately or 3 months after intervention nor had a missing value in at least one of the CAMI or RIBS items, were assumed to be missing at random.",
            "With respect to CAMI and RIBS scores, there were no statistical differences in baseline measures between those students who did and those who did not participate in all three measurements (Wilks' Lambda = 0.993, F [2496] = 1.32, p = 0.265, partial η 2 = 0.007)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36296",
        "text": "Compared to baseline, the immediate follow-up assessment of attitudes demonstrated improvements across all three conditions: one-quarter of a standard deviation higher (d = 0.25); nearly three quarters of a standard deviation higher (d = 0.61); and one-half of a standard deviation higher (d = 0.49) for flyer, seminar, and video, respectively. The respective numbers for the 3-month follow-up assessment, the Cohen's d were 0.05 (flyer), 0.43 (seminar), and 0.22 (video). Out of all three conditions, the seminar intervention had relatively the strongest and more stable effect on attitude change about people with mental illness. However, the effect of video intervention is also considerable ( Table 1 and Fig. 2 ). (Table 2 and Fig. 3 ). . 2 Estimated marginal means for the CAMIThe profile plot illustrates the trend across time for three kind of interventions. There is an overall quadratic trend and the trends for the three methods are not parallel, especially between baseline and the 2nd measurement. There is GR*TIME interaction and the flyer method appears less effective than the other two methods",
        "section": "Stigma-related attitudes",
        "section_number": 19,
        "sentences": [
            "Compared to baseline, the immediate follow-up assessment of attitudes demonstrated improvements across all three conditions: one-quarter of a standard deviation higher (d = 0.25); nearly three quarters of a standard deviation higher (d = 0.61); and one-half of a standard deviation higher (d = 0.49) for flyer, seminar, and video, respectively.",
            "The respective numbers for the 3-month follow-up assessment, the Cohen's d were 0.05 (flyer), 0.43 (seminar), and 0.22 (video).",
            "Out of all three conditions, the seminar intervention had relatively the strongest and more stable effect on attitude change about people with mental illness.",
            "However, the effect of video intervention is also considerable ( Table 1 and Fig. 2 ). (",
            "Table 2 and Fig. 3 ). .",
            "2 Estimated marginal means for the CAMIThe profile plot illustrates the trend across time for three kind of interventions.",
            "There is an overall quadratic trend and the trends for the three methods are not parallel, especially between baseline and the 2nd measurement.",
            "There is GR*TIME interaction and the flyer method appears less effective than the other two methods"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36296",
        "text": "This study demonstrates that brief anti-stigma video interventions were effective for decreasing mental health-related stigmatising attitudes and intended behaviour (social distance) among young nursing students. The effect was considerable and sustained at 3 months follow-up. This is an important finding given that we are living in a world with substantial internet coverage where individuals can easily access videos online. However, there are some critical points that must be considered when using videos for destigmatization among specific target groups and/or the broader public. There is a low level of media literacy in population. As Strasburger et al. [31] suggest, media can influence most health issues, but populations are unprepared in terms of critical thinking and for the new technologies and their influence. It is also difficult to compete with major media and large budgets that are devoted to marketing, news and infotainment, and are in comparison, limited for social causes. Regarding the constant flow of information, it is crucial not to overwhelm the audience and to find a balanced approach. This means directing the audience to compassion and empathy, rather than trying to blackmail them, which can cause adverse effects. It is also necessary to find the right distribution channels and to prioritise these. Specific environments such as social media present both challenge and opportunity, since four out of five internet users are interacting with networking sites [15] . It is crucial to extensively evaluate what works and what is cost and energy efficient. Information provided-including videos-through social media should be authentic, relevant and consistent using informing, entertaining and engaging methods [15] . Online videos can support the visual and auditory learning and can be as effective as direct demonstration for learning [20] . However, if film or video material is incorrect or portrays incorrect roles and stereotypes, it propagates wrong inside into clinical practice and mental illness [3] .",
        "section": "Discussion",
        "section_number": 20,
        "sentences": [
            "This study demonstrates that brief anti-stigma video interventions were effective for decreasing mental health-related stigmatising attitudes and intended behaviour (social distance) among young nursing students.",
            "The effect was considerable and sustained at 3 months follow-up.",
            "This is an important finding given that we are living in a world with substantial internet coverage where individuals can easily access videos online.",
            "However, there are some critical points that must be considered when using videos for destigmatization among specific target groups and/or the broader public.",
            "There is a low level of media literacy in population.",
            "As Strasburger et al. [31] suggest, media can influence most health issues, but populations are unprepared in terms of critical thinking and for the new technologies and their influence.",
            "It is also difficult to compete with major media and large budgets that are devoted to marketing, news and infotainment, and are in comparison, limited for social causes.",
            "Regarding the constant flow of information, it is crucial not to overwhelm the audience and to find a balanced approach.",
            "This means directing the audience to compassion and empathy, rather than trying to blackmail them, which can cause adverse effects.",
            "It is also necessary to find the right distribution channels and to prioritise these.",
            "Specific environments such as social media present both challenge and opportunity, since four out of five internet users are interacting with networking sites [15] .",
            "It is crucial to extensively evaluate what works and what is cost and energy efficient.",
            "Information provided-including videos-through social media should be authentic, relevant and consistent using informing, entertaining and engaging methods [15] .",
            "Online videos can support the visual and auditory learning and can be as effective as direct demonstration for learning [20] .",
            "However, if film or video material is incorrect or portrays incorrect roles and stereotypes, it propagates wrong inside into clinical practice and mental illness [3] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36296",
        "text": "A combination of two types of stigma concepts were used to evaluate immediate and long-term effects of interventions: community attitudes (CAMI scale) and intended social distance (RIBS scale). There was a similar positive immediate effect in community attitudes change of both video intervention and seminar. When compared with video, the live seminar was slightly more effective from a 3-month perspective. The results referring to social distance showed that the immediate positive effect of seminar was stronger than in the case of video intervention which could be explained by the presence of a person with an experience of mental illness in the seminar which increase intended social proximity. However, outcomes from the 3-month follow-up indicate very similar effect of both seminar and video intervention. Results show that video intervention has a potential to be . 3 Estimated marginal means for the RIBSThe profile plot indicates an overall quadratic and not parallel trend for the three methods. There is interaction between intervention type and time. The seminar and video methods appears more effective than the flyer intervention an effective tool with comparable impact as seminar with direct contact. Given the far reaching consequences that stigma among health care professionals can have for the lives of people with mental health problems, it has been suggested that more interventions should be developed to address stigma early on during the studies of future professional [11] . Although Thornicroft et al. [34] also emphasise the importance of social contact, they concluded that educational programmes rather than direct contact seminars are preferred by young people and that seminars could be more effective if they last longer than 2 h so as to avoid the \"open the topic and leave\" approach. Based on our study, we suggest that short video interventions should complement educational programmes when addressing stigma among future healthcare personnel. They can be used by teachers without the presence of a service user.",
        "section": "Discussion",
        "section_number": 21,
        "sentences": [
            "A combination of two types of stigma concepts were used to evaluate immediate and long-term effects of interventions: community attitudes (CAMI scale) and intended social distance (RIBS scale).",
            "There was a similar positive immediate effect in community attitudes change of both video intervention and seminar.",
            "When compared with video, the live seminar was slightly more effective from a 3-month perspective.",
            "The results referring to social distance showed that the immediate positive effect of seminar was stronger than in the case of video intervention which could be explained by the presence of a person with an experience of mental illness in the seminar which increase intended social proximity.",
            "However, outcomes from the 3-month follow-up indicate very similar effect of both seminar and video intervention.",
            "Results show that video intervention has a potential to be .",
            "3 Estimated marginal means for the RIBSThe profile plot indicates an overall quadratic and not parallel trend for the three methods.",
            "There is interaction between intervention type and time.",
            "The seminar and video methods appears more effective than the flyer intervention an effective tool with comparable impact as seminar with direct contact.",
            "Given the far reaching consequences that stigma among health care professionals can have for the lives of people with mental health problems, it has been suggested that more interventions should be developed to address stigma early on during the studies of future professional [11] .",
            "Although Thornicroft et al. [34] also emphasise the importance of social contact, they concluded that educational programmes rather than direct contact seminars are preferred by young people and that seminars could be more effective if they last longer than 2 h so as to avoid the \"open the topic and leave\" approach.",
            "Based on our study, we suggest that short video interventions should complement educational programmes when addressing stigma among future healthcare personnel.",
            "They can be used by teachers without the presence of a service user."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36296",
        "text": "The most important strength of this study is that it is based on a large representative sample of nursing students in the country. The study RCT design includes 3-month follow-up that enables us to measure a long-term effect. However, the results must be interpreted while taking the limitations and strengths of this study into account. It is the limitation of this study that the participants were almost exclusively females and all of the participants were nursing students in their late teens; so it is not clear whether the results could be generalised to other young people. This is of concern because young people pursuing their career in helping professions, such as nurses or social workers, might be prone to receive and respond to anti-stigma messages better than other groups of young people. Another limitation might be that we were not able to assess possible differences in respondents' social class or ethnicity. However, assume relative homogeneity in our sample ethnicity, as 94% of the general population are Czech. We also had a relatively large amount of missing data as many students were not present in school during all three assessments and so were not eligible for the final analyses. However, these did not differ from the participating students on any of the measured characteristics. Also, students did not know when the next stage was going to take place exactly, so it would be quite difficult for them to avoid it intentionally. Therefore, we are of the opinion that missing values did not introduce a systematic bias into our results.",
        "section": "Strengths and limitations",
        "section_number": 22,
        "sentences": [
            "The most important strength of this study is that it is based on a large representative sample of nursing students in the country.",
            "The study RCT design includes 3-month follow-up that enables us to measure a long-term effect.",
            "However, the results must be interpreted while taking the limitations and strengths of this study into account.",
            "It is the limitation of this study that the participants were almost exclusively females and all of the participants were nursing students in their late teens; so it is not clear whether the results could be generalised to other young people.",
            "This is of concern because young people pursuing their career in helping professions, such as nurses or social workers, might be prone to receive and respond to anti-stigma messages better than other groups of young people.",
            "Another limitation might be that we were not able to assess possible differences in respondents' social class or ethnicity.",
            "However, assume relative homogeneity in our sample ethnicity, as 94% of the general population are Czech.",
            "We also had a relatively large amount of missing data as many students were not present in school during all three assessments and so were not eligible for the final analyses.",
            "However, these did not differ from the participating students on any of the measured characteristics.",
            "Also, students did not know when the next stage was going to take place exactly, so it would be quite difficult for them to avoid it intentionally.",
            "Therefore, we are of the opinion that missing values did not introduce a systematic bias into our results."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36296",
        "text": "This study advances the current state of knowledge by showing that brief video interventions might be effective in reducing stigma among future health professionals. Although the effect size of brief video interventions was smaller than the effect size of the evidence-based seminar, it was considerable and sustained over the 3-month follow-up period. This finding is important especially when considering advantages of video dissemination and its potential cost-effectiveness for broader public. Hence, we recommend anti-stigma video-based contacts to be created and distributed globally, especially among young people and in educational settings, such as in nursing and medical schools.",
        "section": "Conclusion",
        "section_number": 23,
        "sentences": [
            "This study advances the current state of knowledge by showing that brief video interventions might be effective in reducing stigma among future health professionals.",
            "Although the effect size of brief video interventions was smaller than the effect size of the evidence-based seminar, it was considerable and sustained over the 3-month follow-up period.",
            "This finding is important especially when considering advantages of video dissemination and its potential cost-effectiveness for broader public.",
            "Hence, we recommend anti-stigma video-based contacts to be created and distributed globally, especially among young people and in educational settings, such as in nursing and medical schools."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36296",
        "text": "Further research should include more heterogeneous groups of participants as with respect to age, gender and professional orientation. Moreover, it is advisable to focus on cost-effectiveness analyses as these are currently rather exceptional (e.g., Clement et al. [4] )-but crucial for resource allocation decision making. Short video interventions targeted at specific psychiatric diagnosis could be also a way forward because structure and level of stigmatising attitudes differ across diagnoses, such as depression and schizophrenia [1] . Last but not least, more research coming from Central and Eastern Europe is desirable, as the evidence in the region is limited [42] .",
        "section": "Conclusion",
        "section_number": 24,
        "sentences": [
            "Further research should include more heterogeneous groups of participants as with respect to age, gender and professional orientation.",
            "Moreover, it is advisable to focus on cost-effectiveness analyses as these are currently rather exceptional (e.g., Clement et al. [4] )-but crucial for resource allocation decision making.",
            "Short video interventions targeted at specific psychiatric diagnosis could be also a way forward because structure and level of stigmatising attitudes differ across diagnoses, such as depression and schizophrenia [1] .",
            "Last but not least, more research coming from Central and Eastern Europe is desirable, as the evidence in the region is limited [42] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36296",
        "text": "Soc Psychiatry Psychiatr Epidemiol (2017) 52:1549-1557",
        "section": "",
        "section_number": 25,
        "sentences": [
            "Soc Psychiatry Psychiatr Epidemiol (2017) 52:1549-1557"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    }
]