[
    {
        "doc_id": "34940",
        "text": "Objectives: To evaluate and compare perceived pain intensity, discomfort, and jaw function impairment during the first week with tooth-borne or tooth-bone-borne rapid maxillary expansion (RME) appliances. Materials and Methods: Fifty-four patients (28 girls and 26 boys) with a mean age of 9.8 years (SD 1.28 years) were randomized into two groups. Group A received a conventional hyrax appliance and group B a hybrid hyrax appliance anchored on mini-implants in the anterior palate. Questionnaires were used to assess pain intensity, discomfort, analgesic consumption, and jaw function impairment on the first and fourth days after RME appliance insertion. Results: Fifty patients answered both questionnaires. Overall median pain on the first day in treatment was 13.0 (range 0-82) and 3.5 (0-78) for groups A and B, respectively, with no significant differences in pain, discomfort, analgesic consumption, or functional jaw impairment between groups. Overall median pain on the fourth day was 9.0 (0-90) and 2.0 (0-71) for groups A and B, respectively, with no significant differences between groups. There were also no significant differences in pain levels within group A, while group B scored significantly lower concerning pain from molars and incisors and tensions from the jaw on day 4 than on the first day in treatment. There was a significant positive correlation between age and pain and discomfort on the fourth day in treatment. No correlations were found between sex and pain and discomfort, analgesic consumption, and jaw function impairment. Conclusions: Both tooth-borne and tooth-bone-borne RME were generally well tolerated by the patients during the first week of treatment.",
        "section": "Abstract",
        "sentences": [
            "Objectives: To evaluate and compare perceived pain intensity, discomfort, and jaw function impairment during the first week with tooth-borne or tooth-bone-borne rapid maxillary expansion (RME) appliances.",
            "Materials and Methods: Fifty-four patients (28 girls and 26 boys) with a mean age of 9.8 years (SD 1.28 years) were randomized into two groups.",
            "Group A received a conventional hyrax appliance and group B a hybrid hyrax appliance anchored on mini-implants in the anterior palate.",
            "Questionnaires were used to assess pain intensity, discomfort, analgesic consumption, and jaw function impairment on the first and fourth days after RME appliance insertion.",
            "Results: Fifty patients answered both questionnaires.",
            "Overall median pain on the first day in treatment was 13.0 (range 0-82) and 3.5 (0-78) for groups A and B, respectively, with no significant differences in pain, discomfort, analgesic consumption, or functional jaw impairment between groups.",
            "Overall median pain on the fourth day was 9.0 (0-90) and 2.0 (0-71) for groups A and B, respectively, with no significant differences between groups.",
            "There were also no significant differences in pain levels within group A, while group B scored significantly lower concerning pain from molars and incisors and tensions from the jaw on day 4 than on the first day in treatment.",
            "There was a significant positive correlation between age and pain and discomfort on the fourth day in treatment.",
            "No correlations were found between sex and pain and discomfort, analgesic consumption, and jaw function impairment.",
            "Conclusions: Both tooth-borne and tooth-bone-borne RME were generally well tolerated by the patients during the first week of treatment."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34940",
        "text": "Rapid maxillary expansion (RME) is a common procedure in young children with a constricted maxilla and transverse discrepancies between the maxilla and the mandible. 1, 2 The primary goal of RME is to maximize dentofacial orthopedics and minimize ortho-dontic movement, but a recently published systematic review 3 indicates that the skeletal effects (ie, the opening of the midpalatal suture) account for only approximately 20%-50% of the total screw expansion, meaning that the dentoalveolar effects in terms of molar tipping and alveolar bending account for over 50% of the total effect. To minimize these dental side effects, which likely increase the risk of relapse, skeletally anchored RME appliances have been introduced. [4] [5] [6] Pain and discomfort are well-known side effects of orthodontic treatment with fixed appliances, [7] [8] [9] but few studies [10] [11] [12] have explored pain and discomfort during RME treatment. These few studies have concluded that most children undergoing RME report pain, which generally occurs during the initial phase and diminishes thereafter. The highest pain levels were reported during the first 10 activations and peaked on days 3 and 4. Activation protocols with two turns/d result in greater pain levels than do protocols with only one turn/ d. 11, 13 With the introduction of skeletally anchored RME appliances, the question arises of how patients experience this new design, considering that they are mostly quite young. Earlier studies 14, 15 indicate that adolescent patients have very good tolerance of the insertion of mini-implant anchors both interradicularly and in the palate. These studies also concluded that age was not a predictor of pain and discomfort. To our knowledge, however, no studies have explored pain intensity and discomfort during treatment with skeletally anchored RME appliances.",
        "section": "INTRODUCTION",
        "section_number": 1,
        "sentences": [
            "Rapid maxillary expansion (RME) is a common procedure in young children with a constricted maxilla and transverse discrepancies between the maxilla and the mandible.",
            "1, 2 The primary goal of RME is to maximize dentofacial orthopedics and minimize ortho-dontic movement, but a recently published systematic review 3 indicates that the skeletal effects (ie, the opening of the midpalatal suture) account for only approximately 20%-50% of the total screw expansion, meaning that the dentoalveolar effects in terms of molar tipping and alveolar bending account for over 50% of the total effect.",
            "To minimize these dental side effects, which likely increase the risk of relapse, skeletally anchored RME appliances have been introduced. [",
            "4] [5] [6] Pain and discomfort are well-known side effects of orthodontic treatment with fixed appliances, [7] [8] [9] but few studies [10] [11] [12] have explored pain and discomfort during RME treatment.",
            "These few studies have concluded that most children undergoing RME report pain, which generally occurs during the initial phase and diminishes thereafter.",
            "The highest pain levels were reported during the first 10 activations and peaked on days 3 and 4.",
            "Activation protocols with two turns/d result in greater pain levels than do protocols with only one turn/ d. 11, 13 With the introduction of skeletally anchored RME appliances, the question arises of how patients experience this new design, considering that they are mostly quite young.",
            "Earlier studies 14, 15 indicate that adolescent patients have very good tolerance of the insertion of mini-implant anchors both interradicularly and in the palate.",
            "These studies also concluded that age was not a predictor of pain and discomfort.",
            "To our knowledge, however, no studies have explored pain intensity and discomfort during treatment with skeletally anchored RME appliances."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34940",
        "text": "The aim of this study was to evaluate and compare perceived pain intensity, discomfort, and jaw function impairment during the first week with tooth-borne or tooth-bone-borne RME (hybrid hyrax expander) appliances; we hypothesized that there would be no differences between these two RME treatment modalities.",
        "section": "INTRODUCTION",
        "section_number": 2,
        "sentences": [
            "The aim of this study was to evaluate and compare perceived pain intensity, discomfort, and jaw function impairment during the first week with tooth-borne or tooth-bone-borne RME (hybrid hyrax expander) appliances; we hypothesized that there would be no differences between these two RME treatment modalities."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34940",
        "text": "The regional ethical review board in Uppsala, Sweden, which follows the guidelines of the Declaration of Helsinki, approved the study protocol (Dnr: 2009/334). After receiving oral and written information about the clinical trial, both the patients and their parents/guardians signed informed consent forms.",
        "section": "Subjects and Study Design",
        "section_number": 3,
        "sentences": [
            "The regional ethical review board in Uppsala, Sweden, which follows the guidelines of the Declaration of Helsinki, approved the study protocol (Dnr: 2009/334).",
            "After receiving oral and written information about the clinical trial, both the patients and their parents/guardians signed informed consent forms."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34940",
        "text": "Fifty-four consecutive patients (28 girls and 26 boys) with a mean age of 9.8 years (SD 1.28 years) examined at the Postgraduate Dental Education Centre, Department of Orthodontics, Region Orebro County, Sweden, who met the eligibility criteria were recruited from September 2010 through December 2015 and participated in this study.",
        "section": "Subjects and Study Design",
        "section_number": 4,
        "sentences": [
            "Fifty-four consecutive patients (28 girls and 26 boys) with a mean age of 9.8 years (SD 1.28 years) examined at the Postgraduate Dental Education Centre, Department of Orthodontics, Region Orebro County, Sweden, who met the eligibility criteria were recruited from September 2010 through December 2015 and participated in this study."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34940",
        "text": "The following inclusion criteria had to be fulfilled by the participants enrolled in the study:",
        "section": "Subjects and Study Design",
        "section_number": 5,
        "sentences": [
            "The following inclusion criteria had to be fulfilled by the participants enrolled in the study:"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34940",
        "text": "uni-or bilateral crossbite with constricted maxilla and age at diagnosis of 8-13 years, with dental stage in the early or late mixed dentition.",
        "section": "Subjects and Study Design",
        "section_number": 6,
        "sentences": [
            "uni-or bilateral crossbite with constricted maxilla and age at diagnosis of 8-13 years, with dental stage in the early or late mixed dentition."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34940",
        "text": "Patients with previous or ongoing orthodontic treatment, craniofacial syndromes, or cleft lip or palate were considered ineligible for the study.",
        "section": "Subjects and Study Design",
        "section_number": 7,
        "sentences": [
            "Patients with previous or ongoing orthodontic treatment, craniofacial syndromes, or cleft lip or palate were considered ineligible for the study."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34940",
        "text": "The randomization procedure was as follows: a computer-generated randomization list was created using SPSS software (version 17.0; SPSS, Chicago, Ill) and stored with a research secretary at the Postgraduate Dental Education Centre. Each time a patient gave his/her consent, the secretary was contacted by e-mail and the information about which type of expander the patient should receive was acquired. After informed consent was obtained from both patients and their parents/guardians, the patients were randomized into two groups: group A was treated with a conventional banded hyrax expander (n ¼ 27) ( Figure 1a ) and group B with a hybrid hyrax expander with two 1.7 3 8-mm miniscrew implants (Orthoeasyt; Forestadent, Pforzheim, Germany) attaching the expander to the palate surface (n ¼ 27) ( Figure 1b ).",
        "section": "Subjects and Study Design",
        "section_number": 8,
        "sentences": [
            "The randomization procedure was as follows: a computer-generated randomization list was created using SPSS software (version 17.0; SPSS, Chicago, Ill) and stored with a research secretary at the Postgraduate Dental Education Centre.",
            "Each time a patient gave his/her consent, the secretary was contacted by e-mail and the information about which type of expander the patient should receive was acquired.",
            "After informed consent was obtained from both patients and their parents/guardians, the patients were randomized into two groups: group A was treated with a conventional banded hyrax expander (n ¼ 27) ( Figure 1a ) and group B with a hybrid hyrax expander with two 1.7 3 8-mm miniscrew implants (Orthoeasyt; Forestadent, Pforzheim, Germany) attaching the expander to the palate surface (n ¼ 27) ( Figure 1b )."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34940",
        "text": "Both expanders were activated two quarter turns per day (0.5 mm) until the palatal cusps of the maxillary first molars contacted the buccal cusps of the mandibular first molars. The patients were advised to use nonprescription analgesics at their own discretion. All patients in both groups were treated by the same orthodontist. The questionnaires were analyzed by one of the coauthors, who was blinded to the study and performed no orthodontic treatment on the patients.",
        "section": "Subjects and Study Design",
        "section_number": 9,
        "sentences": [
            "Both expanders were activated two quarter turns per day (0.5 mm) until the palatal cusps of the maxillary first molars contacted the buccal cusps of the mandibular first molars.",
            "The patients were advised to use nonprescription analgesics at their own discretion.",
            "All patients in both groups were treated by the same orthodontist.",
            "The questionnaires were analyzed by one of the coauthors, who was blinded to the study and performed no orthodontic treatment on the patients."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34940",
        "text": "The questionnaires included self-report questions concerning pain intensity, discomfort, analgesic consumption, and jaw function impairment on the first and fourth days in treatment ( Table 1) . The questionnaires had previously been used in several studies 16, 17 and are considered to have 'acceptable' to 'good' reliability and internal consistency. The patients were asked to complete the questionnaires on their own after activation 1 day after (day 1) and 4 days after (day 4) the RME appliances were cemented. Approximately 10 minutes were needed to complete the questionnaires, the questions for which are presented in Table 1 . Questions 1-9 concerning pain and discomfort were graded using a visual analogue scale (VAS) with the end phrases ''no pain'' and ''worst pain imaginable'' or ''no discomfort'' and ''worst discomfort imaginable.'' Question 10 had a binary ''yes/no'' response with follow-up questions (space was provided for written responses). Questions about jaw function impairment (questions 11-27) were assessed using a five-point scale with the alternatives ''not at all,'' ''slightly difficult,'' ''difficult,'' ''very difficult,'' and ''extremely difficult.'' In addition, three questions, modified for this study, were included in the questionnaire for the first day in treatment. These questions concerned the patient's experiences of pain and discomfort during the placement of the appliances and whether any moments were particularly unpleasant. The VAS was measured to the nearest 0.5 mm using a standard 100-mm metric ruler.",
        "section": "Questionnaires",
        "section_number": 10,
        "sentences": [
            "The questionnaires included self-report questions concerning pain intensity, discomfort, analgesic consumption, and jaw function impairment on the first and fourth days in treatment ( Table 1) .",
            "The questionnaires had previously been used in several studies 16, 17 and are considered to have 'acceptable' to 'good' reliability and internal consistency.",
            "The patients were asked to complete the questionnaires on their own after activation 1 day after (day 1) and 4 days after (day 4) the RME appliances were cemented.",
            "Approximately 10 minutes were needed to complete the questionnaires, the questions for which are presented in Table 1 .",
            "Questions 1-9 concerning pain and discomfort were graded using a visual analogue scale (VAS) with the end phrases ''no pain'' and ''worst pain imaginable'' or ''no discomfort'' and ''worst discomfort imaginable.''",
            "Question 10 had a binary ''yes/no'' response with follow-up questions (space was provided for written responses).",
            "Questions about jaw function impairment (questions 11-27) were assessed using a five-point scale with the alternatives ''not at all,'' ''slightly difficult,'' ''difficult,'' ''very difficult,'' and ''extremely difficult.''",
            "In addition, three questions, modified for this study, were included in the questionnaire for the first day in treatment.",
            "These questions concerned the patient's experiences of pain and discomfort during the placement of the appliances and whether any moments were particularly unpleasant.",
            "The VAS was measured to the nearest 0.5 mm using a standard 100-mm metric ruler."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34940",
        "text": "Median value, interquartile range, and range were calculated for each variable. Differences between groups were tested using the nonparametric Mann-Whitney test for pain and discomfort. Chi-square tests were used to determine differences between groups in functional jaw impairment, affected daily activities, and use of analgesics. Differences within groups were tested using the Wilcoxon signed-rank test. Differences with a P value of less than 5% (P , .05) were considered statistically significant.",
        "section": "Statistical Analysis",
        "section_number": 11,
        "sentences": [
            "Median value, interquartile range, and range were calculated for each variable.",
            "Differences between groups were tested using the nonparametric Mann-Whitney test for pain and discomfort.",
            "Chi-square tests were used to determine differences between groups in functional jaw impairment, affected daily activities, and use of analgesics.",
            "Differences within groups were tested using the Wilcoxon signed-rank test.",
            "Differences with a P value of less than 5% (P , .05) were considered statistically significant."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34940",
        "text": "Fifty of the enrolled 54 patients completed both questionnaires. One boy and one girl each in group A and group B did not submit their questionnaires despite several reminders. Consequently, group A consisted of 25 patients (ie, 12 boys and 13 girls) with a mean age of 9.7 years (SD 1.39 years), and group B comprised 25 patients (ie, 12 boys and 13 girls) with a mean age of 10.0 years (SD 1.16 years). There were no significant differences in age and gender between the two groups. The overall response rate was 91%.",
        "section": "RESULTS",
        "section_number": 12,
        "sentences": [
            "Fifty of the enrolled 54 patients completed both questionnaires.",
            "One boy and one girl each in group A and group B did not submit their questionnaires despite several reminders.",
            "Consequently, group A consisted of 25 patients (ie, 12 boys and 13 girls) with a mean age of 9.7 years (SD 1.39 years), and group B comprised 25 patients (ie, 12 boys and 13 girls) with a mean age of 10.0 years (SD 1.16 years).",
            "There were no significant differences in age and gender between the two groups.",
            "The overall response rate was 91%."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34940",
        "text": "Patient assessments of pain and discomfort during placement of the RME appliance were low overall and did not differ significantly between groups. Median values for pain were 8.0 (range 0-50) and 3.0 (0-82) for groups A and B, respectively, and median values for discomfort were 17.0 for both groups (range 0-63 and 0-100, respectively). Twenty-two of 50 study patients replied that they had experienced a particular part of the placement to be especially unpleasant, but with no significant difference between groups. The main complaint concerned pressure when the RME appliances were cemented.",
        "section": "Pain Intensity and Discomfort",
        "section_number": 13,
        "sentences": [
            "Patient assessments of pain and discomfort during placement of the RME appliance were low overall and did not differ significantly between groups.",
            "Median values for pain were 8.0 (range 0-50) and 3.0 (0-82) for groups A and B, respectively, and median values for discomfort were 17.0 for both groups (range 0-63 and 0-100, respectively).",
            "Twenty-two of 50 study patients replied that they had experienced a particular part of the placement to be especially unpleasant, but with no significant difference between groups.",
            "The main complaint concerned pressure when the RME appliances were cemented."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34940",
        "text": "Overall pain and pain from molars and incisors on the first and fourth days in treatment are presented in Figure 2 . There were no significant differences in pain levels between groups, although patients with the conventional hyrax appliance generally scored high- er. There were also no significant differences in pain levels between days 1 and 4 in group A. Group B, however, scored significantly lower concerning pain from molars (P ¼ .042) and incisors (P ¼ .024) on day 4 compared with the first day in treatment. Pain levels from the jaw (M ¼ 1.0 for both groups), palate (M ¼ 2.0 for both groups), and tongue (M ¼ 0 and 1.0, respectively, for groups A and B) were minor and did not differ significantly within or between groups. Discomfort values, expressed as tension and soreness on the first and fourth days in treatment, are presented in Figure 3 . There were no significant differences in discomfort between groups. There were also no significant differences in discomfort between days 1 and 4 in group A, but group B scored significantly lower with regard to jaw tension (P ¼ .001) on day 4.",
        "section": "Pain Intensity and Discomfort",
        "section_number": 14,
        "sentences": [
            "Overall pain and pain from molars and incisors on the first and fourth days in treatment are presented in Figure 2 .",
            "There were no significant differences in pain levels between groups, although patients with the conventional hyrax appliance generally scored high- er.",
            "There were also no significant differences in pain levels between days 1 and 4 in group A. Group B, however, scored significantly lower concerning pain from molars (P ¼ .042) and incisors (P ¼ .024) on day 4 compared with the first day in treatment.",
            "Pain levels from the jaw (M ¼ 1.0 for both groups), palate (M ¼ 2.0 for both groups), and tongue (M ¼ 0 and 1.0, respectively, for groups A and B) were minor and did not differ significantly within or between groups.",
            "Discomfort values, expressed as tension and soreness on the first and fourth days in treatment, are presented in Figure 3 .",
            "There were no significant differences in discomfort between groups.",
            "There were also no significant differences in discomfort between days 1 and 4 in group A, but group B scored significantly lower with regard to jaw tension (P ¼ .001) on day 4."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34940",
        "text": "Analgesic consumption was low and did not differ significantly within or between groups (Table 2) . Paracetamol and ibuprofen were the most commonly used analgesics.",
        "section": "Analgesic Consumption",
        "section_number": 15,
        "sentences": [
            "Analgesic consumption was low and did not differ significantly within or between groups (Table 2) .",
            "Paracetamol and ibuprofen were the most commonly used analgesics."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34940",
        "text": "Daily activities such as schoolwork and leisure time were generally not affected by treatment with RME appliances. However, several patients in both groups complained about great to extreme difficulties in eating hard food, meat, and crisp bread, but with no significant differences between groups.",
        "section": "Jaw Function Impairment",
        "section_number": 16,
        "sentences": [
            "Daily activities such as schoolwork and leisure time were generally not affected by treatment with RME appliances.",
            "However, several patients in both groups complained about great to extreme difficulties in eating hard food, meat, and crisp bread, but with no significant differences between groups."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34940",
        "text": "There were significant positive correlations between age and overall pain (P ¼ .017), pain from incisors (P ¼ .014), tension from teeth (P ¼ .006), soreness (P ¼ .028), and pain when laughing (P ¼ .042), yawning (P ¼ .030), and swallowing (P ¼ .022) on the fourth day in treatment. There were very few gender differences in this study, although the girls complained more about tension from the teeth than did the boys (P ¼ .048).",
        "section": "Age and Gender",
        "section_number": 17,
        "sentences": [
            "There were significant positive correlations between age and overall pain (P ¼ .017), pain from incisors (P ¼ .014), tension from teeth (P ¼ .006), soreness (P ¼ .028), and pain when laughing (P ¼ .042), yawning (P ¼ .030), and swallowing (P ¼ .022) on the fourth day in treatment.",
            "There were very few gender differences in this study, although the girls complained more about tension from the teeth than did the boys (P ¼ .048)."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34940",
        "text": "To our knowledge, this is the first study comparing pain intensity and discomfort during RME treatment with a conventional hyrax appliance vs a skeletally anchored appliance. The most important finding was that there were no significant differences in pain and discomfort during the first week of RME treatment between groups. This is in agreement with our hypothesis and an important result when considering future RME treatment anchored on mini-implants.",
        "section": "DISCUSSION",
        "section_number": 18,
        "sentences": [
            "To our knowledge, this is the first study comparing pain intensity and discomfort during RME treatment with a conventional hyrax appliance vs a skeletally anchored appliance.",
            "The most important finding was that there were no significant differences in pain and discomfort during the first week of RME treatment between groups.",
            "This is in agreement with our hypothesis and an important result when considering future RME treatment anchored on mini-implants."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34940",
        "text": "Pain intensity levels reported here were low overall compared with those reported in studies examining pain during conventional RME treatment 10, 13 and pain in the first week with a fixed appliance, [7] [8] [9] indicating that RME treatment, both conventional and skeletal, is well accepted by patients in this young age group. Analgesic consumption was consequently low.",
        "section": "DISCUSSION",
        "section_number": 19,
        "sentences": [
            "Pain intensity levels reported here were low overall compared with those reported in studies examining pain during conventional RME treatment 10, 13 and pain in the first week with a fixed appliance, [7] [8] [9] indicating that RME treatment, both conventional and skeletal, is well accepted by patients in this young age group.",
            "Analgesic consumption was consequently low."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34940",
        "text": "The site with the highest pain scores in both groups was the first maxillary molars, which is logical because the appliances are connected to the molars and because the expansion pattern during RME results in dentoalveolar expansion (including dental tipping) being larger than skeletal expansion. 3 Pain scores from the palate, however, were almost negligible in both groups, even though the appliance in group B was anchored on two miniscrews in the anterior palate.",
        "section": "DISCUSSION",
        "section_number": 20,
        "sentences": [
            "The site with the highest pain scores in both groups was the first maxillary molars, which is logical because the appliances are connected to the molars and because the expansion pattern during RME results in dentoalveolar expansion (including dental tipping) being larger than skeletal expansion.",
            "3 Pain scores from the palate, however, were almost negligible in both groups, even though the appliance in group B was anchored on two miniscrews in the anterior palate."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34940",
        "text": "The studied patients completed a questionnaire the day after the appliance was cemented (activation day 1) and on day 4. Earlier studies 10, 12 of pain during conventional RME treatment have stated that pain and discomfort levels peaked on days 3 and 4 and thereafter remained relatively constant. The present results, however, indicate significantly lower levels of pain from molars and incisors and of jaw tension on day 4 than on day 1 in the group with skeletally anchored appliances. It could be speculated that the center of applied force induced by each activation is closer to the midpalatal suture in the hybrid RME than the conventional appliance, which might relieve and minimize the magnitude of the force distributed to the dentition. This could explain why patients in the hybrid group experienced less pain and thus assigned lower scores.",
        "section": "DISCUSSION",
        "section_number": 21,
        "sentences": [
            "The studied patients completed a questionnaire the day after the appliance was cemented (activation day 1) and on day 4.",
            "Earlier studies 10, 12 of pain during conventional RME treatment have stated that pain and discomfort levels peaked on days 3 and 4 and thereafter remained relatively constant.",
            "The present results, however, indicate significantly lower levels of pain from molars and incisors and of jaw tension on day 4 than on day 1 in the group with skeletally anchored appliances.",
            "It could be speculated that the center of applied force induced by each activation is closer to the midpalatal suture in the hybrid RME than the conventional appliance, which might relieve and minimize the magnitude of the force distributed to the dentition.",
            "This could explain why patients in the hybrid group experienced less pain and thus assigned lower scores."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34940",
        "text": "From earlier studies 14 we know that pain following miniscrew placement is concentrated in the first days after insertion and is almost negligible after 1 week. We therefore consider the risk of confounding factors due to miniscrew placement to be low because the patients in group B had their miniscrews placed 10-14 days before the appliance was cemented. Pain during placement also did not differ significantly between groups.",
        "section": "DISCUSSION",
        "section_number": 22,
        "sentences": [
            "From earlier studies 14 we know that pain following miniscrew placement is concentrated in the first days after insertion and is almost negligible after 1 week.",
            "We therefore consider the risk of confounding factors due to miniscrew placement to be low because the patients in group B had their miniscrews placed 10-14 days before the appliance was cemented.",
            "Pain during placement also did not differ significantly between groups."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34940",
        "text": "Median values of pain intensity and discomfort during the first week of RME treatment were low, but some patients described the pain and discomfort as the worst imaginable. Perception of pain intensity is subjective and is influenced by many factors, such as anxiety levels and motivational attitude. 18 However, as the oral health of most studied patients was excellent, they had little or no experience with ordinary dental care, which could have contributed to the range of experienced pain intensity and discomfort.",
        "section": "DISCUSSION",
        "section_number": 23,
        "sentences": [
            "Median values of pain intensity and discomfort during the first week of RME treatment were low, but some patients described the pain and discomfort as the worst imaginable.",
            "Perception of pain intensity is subjective and is influenced by many factors, such as anxiety levels and motivational attitude.",
            "18 However, as the oral health of most studied patients was excellent, they had little or no experience with ordinary dental care, which could have contributed to the range of experienced pain intensity and discomfort."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34940",
        "text": "There was no significant difference in pain levels between the groups in this study, although the values were generally lower in the skeletal group. This could be due to the force distribution mechanics discussed earlier.",
        "section": "DISCUSSION",
        "section_number": 24,
        "sentences": [
            "There was no significant difference in pain levels between the groups in this study, although the values were generally lower in the skeletal group.",
            "This could be due to the force distribution mechanics discussed earlier."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34940",
        "text": "Although some studies 7, 19 have reported that girls report more pain and discomfort than do boys, we found no major gender differences in experienced pain intensity and discomfort in this study. Interestingly, there was a positive correlation between age and overall pain, pain from incisors, tension from teeth, soreness, and pain when laughing, yawning, and swallowing, but only on the fourth day in treatment. With increasing age, interdigitation of the midpalatal suture increases, 20 meaning that somewhat higher forces are required to induce expansion. This might give rise to higher pain, discomfort, and tension scores in older patients.",
        "section": "DISCUSSION",
        "section_number": 25,
        "sentences": [
            "Although some studies 7, 19 have reported that girls report more pain and discomfort than do boys, we found no major gender differences in experienced pain intensity and discomfort in this study.",
            "Interestingly, there was a positive correlation between age and overall pain, pain from incisors, tension from teeth, soreness, and pain when laughing, yawning, and swallowing, but only on the fourth day in treatment.",
            "With increasing age, interdigitation of the midpalatal suture increases, 20 meaning that somewhat higher forces are required to induce expansion.",
            "This might give rise to higher pain, discomfort, and tension scores in older patients."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34940",
        "text": "The strengths of this study were that the patients were homogeneous in age and gender distribution and were therefore representative of the most common age for RME treatment as well as the fact that questionnaires with documented good reliability and validity were used. In addition, selection bias was avoided because consecutive patients were invited and randomized into two groups in which the treatments were standardized and the only variable that differed was how the RME appliance was anchored.",
        "section": "DISCUSSION",
        "section_number": 26,
        "sentences": [
            "The strengths of this study were that the patients were homogeneous in age and gender distribution and were therefore representative of the most common age for RME treatment as well as the fact that questionnaires with documented good reliability and validity were used.",
            "In addition, selection bias was avoided because consecutive patients were invited and randomized into two groups in which the treatments were standardized and the only variable that differed was how the RME appliance was anchored."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34940",
        "text": "This study has some limitations, however. The power analysis (not included) was based on skeletal effects of RME and not on pain measurements. A larger sample size might have been beneficial.",
        "section": "DISCUSSION",
        "section_number": 27,
        "sentences": [
            "This study has some limitations, however.",
            "The power analysis (not included) was based on skeletal effects of RME and not on pain measurements.",
            "A larger sample size might have been beneficial."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34940",
        "text": "Although the hybrid RME generally resulted in lower pain and discomfort scores, no statistically significant differences were found between the groups. Age was positively correlated with overall pain and discomfort. Both types of appliances were generally well tolerated by the patients the first week in treatment.",
        "section": "CONCLUSIONS",
        "section_number": 28,
        "sentences": [
            "Although the hybrid RME generally resulted in lower pain and discomfort scores, no statistically significant differences were found between the groups.",
            "Age was positively correlated with overall pain and discomfort.",
            "Both types of appliances were generally well tolerated by the patients the first week in treatment."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    }
]