[
    {
        "doc_id": "34699",
        "text": "Self-refraction, ready-made glasses and quality of life among rural myopic Chinese children: a non-inferiority randomized trial. Acta Ophthalmologica.",
        "section": "Abstract",
        "sentences": [
            "Self-refraction, ready-made glasses and quality of life among rural myopic Chinese children: a non-inferiority randomized trial.",
            "Acta Ophthalmologica."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "Uncorrected refractive error was the leading cause of vision impairment in the world in 2010 (Pascolini & Mariotti 2012 ) . A total of 12.8 million children aged 5-15 years are visually impaired from uncorrected or inadequately corrected refractive errors in 2004, with a global prevalence of 0.96% (Resnikoff et al. 2008 ) . It is associated with reversible self-reported visual impairment among children ( Congdon et al. 2008) , and its correction has led to statistically-significant improvement in children's school performance in a recent randomized trial .",
        "section": "Introduction",
        "section_number": 1,
        "sentences": [
            "Uncorrected refractive error was the leading cause of vision impairment in the world in 2010 (Pascolini & Mariotti 2012 ) .",
            "A total of 12.8 million children aged 5-15 years are visually impaired from uncorrected or inadequately corrected refractive errors in 2004, with a global prevalence of 0.96% (Resnikoff et al. 2008 ) .",
            "It is associated with reversible self-reported visual impairment among children ( Congdon et al. 2008) , and its correction has led to statistically-significant improvement in children's school performance in a recent randomized trial ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "Though refractive error may be safely and effectively corrected with spectacles, lack of well-trained refractionists in settings of limited resources may be a major barrier (World Health Organization 2000 , Turner et al. 2011 , in part due to poor accuracy of spectacles based on prescriptions from available practitioners (Zhang et al. 2009 . Recent studies (He et al. 2011 , Zhang et al. 2011 have suggested that myopic children can achieve vision of >= 6/7.5 in > 90% of cases by self-refraction with adjustable spectacles, with accuracy similar to that of non-cycloplegic automated refraction, another modality that has been used in areas where trained refractionists are in short supply. Use of self refraction has the potential to reduce barriers to refractive care in such settings.",
        "section": "Introduction",
        "section_number": 2,
        "sentences": [
            "Though refractive error may be safely and effectively corrected with spectacles, lack of well-trained refractionists in settings of limited resources may be a major barrier (World Health Organization 2000 , Turner et al. 2011 , in part due to poor accuracy of spectacles based on prescriptions from available practitioners (Zhang et al. 2009 .",
            "Recent studies (He et al. 2011 , Zhang et al. 2011 have suggested that myopic children can achieve vision of >= 6/7.5 in > 90% of cases by self-refraction with adjustable spectacles, with accuracy similar to that of non-cycloplegic automated refraction, another modality that has been used in areas where trained refractionists are in short supply.",
            "Use of self refraction has the potential to reduce barriers to refractive care in such settings."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "Another approach to improving access to spectacles in areas of limited resources is ready-made spectacles, which can both reduce costs and improve the logistics of service delivery over custom spectacles, while achieving comparable acceptability to wearers (Zeng et al. 2009 ) . Higher cost has been demonstrated in various settings to 83 reduce uptake of spectacles , Odedra et al. 2008 . 84",
        "section": "Introduction",
        "section_number": 3,
        "sentences": [
            "Another approach to improving access to spectacles in areas of limited resources is ready-made spectacles, which can both reduce costs and improve the logistics of service delivery over custom spectacles, while achieving comparable acceptability to wearers (Zeng et al. 2009 ) .",
            "Higher cost has been demonstrated in various settings to 83 reduce uptake of spectacles , Odedra et al. 2008 .",
            "84"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "While the visual acuity and accuracy of refractive power obtainable with 85 self-refraction have been assessed (He et al. 2011 , Zhang et al. 2011 function associated with use of this technology for refraction has not been evaluated, as it has for other non-traditional modalities such as ready-made glasses (Brady et al. 2012 ). The possibility exists that good results on testing of central acuity might mask discomfort or other problems, secondary perhaps to the failure to correct for astigmatism, or any over-minusing resulting from self-refraction without cycloplegia, which might be relevant to children's daily use of spectacles. The goal of the WEAR (Wearability And Evaluation of Adjustable Refraction) trial (Phase II) was to compare self-rated quality of life (NEI RQL-42, main outcome) between rural secondary school Chinese children with inadequately-corrected myopia at baseline randomized to receive one of the following: ready-made glasses, or custom spectacles whose power was based on cycloplegic refraction by a university optometrist, cycloplegic refraction by a rural refractionist or self-refraction without cycloplegia.",
        "section": "Introduction",
        "section_number": 4,
        "sentences": [
            "While the visual acuity and accuracy of refractive power obtainable with 85 self-refraction have been assessed (He et al. 2011 , Zhang et al. 2011 function associated with use of this technology for refraction has not been evaluated, as it has for other non-traditional modalities such as ready-made glasses (Brady et al. 2012 ).",
            "The possibility exists that good results on testing of central acuity might mask discomfort or other problems, secondary perhaps to the failure to correct for astigmatism, or any over-minusing resulting from self-refraction without cycloplegia, which might be relevant to children's daily use of spectacles.",
            "The goal of the WEAR (Wearability And Evaluation of Adjustable Refraction) trial (Phase II) was to compare self-rated quality of life (NEI RQL-42, main outcome) between rural secondary school Chinese children with inadequately-corrected myopia at baseline randomized to receive one of the following: ready-made glasses, or custom spectacles whose power was based on cycloplegic refraction by a university optometrist, cycloplegic refraction by a rural refractionist or self-refraction without cycloplegia."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "Only children with myopia were recruited for the study in view of the low prevalence and modest visual impact of other types of refractive error among children in China (He et al. 2004 , He et al. 2007 . 101",
        "section": "Introduction",
        "section_number": 5,
        "sentences": [
            "Only children with myopia were recruited for the study in view of the low prevalence and modest visual impact of other types of refractive error among children in China (He et al. 2004 , He et al. 2007 .",
            "101"
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "The protocol for this study was approved in full by the Institutional Review Board of the Zhongshan Ophthalmic Center (ZOC), SunYat-senUniversity (SYSU, Guangzhou, China). Permission was obtained from the local Boards of Education and written informed consent was obtained from at least one parent of all participants. The principles of the Declaration of Helsinki were followed throughout.",
        "section": "METHODS",
        "section_number": 6,
        "sentences": [
            "The protocol for this study was approved in full by the Institutional Review Board of the Zhongshan Ophthalmic Center (ZOC), SunYat-senUniversity (SYSU, Guangzhou, China).",
            "Permission was obtained from the local Boards of Education and written informed consent was obtained from at least one parent of all participants.",
            "The principles of the Declaration of Helsinki were followed throughout."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "Since the main study hypothesis was that self-reported quality of life using the National Eye Institute Refractive Error Quality of Life-42 (NEI RQL-42) after two months wearing the study glasses would not differ between children in the Self-refraction, Rural refractionist and Ready-made spectacle groups as compared to the University refractionist group, which was considered the gold standard in this study, a non-inferiority trial design was applied. Such studies are designed to test the hypothesis that a novel treatment's effectiveness is not substantially less than the existing standard (Mulla et al. 2012) .",
        "section": "Design",
        "section_number": 7,
        "sentences": [
            "Since the main study hypothesis was that self-reported quality of life using the National Eye Institute Refractive Error Quality of Life-42 (NEI RQL-42) after two months wearing the study glasses would not differ between children in the Self-refraction, Rural refractionist and Ready-made spectacle groups as compared to the University refractionist group, which was considered the gold standard in this study, a non-inferiority trial design was applied.",
            "Such studies are designed to test the hypothesis that a novel treatment's effectiveness is not substantially less than the existing standard (Mulla et al. 2012) ."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "Participating schools 120 A total of nine Guangdong junior high schools inYangxi county of Yangjiang 121 city, and Huidong county of Huizhou city, were selected in non-random fashion (principal basis being a willingness of the school administration to take part in the 123 trial) from a list of all schools in these two counties. Distances from the urban center were as follows: two schools were located directly in the downtown area; one school 125 was at a distance of 10 kilometers; one school at 20 kilometers; one school 30 kilometers; three schools at 40 kilometers; and one school at kilometers. area of the school. Lens power of existing spectacles was measured with a lensometer (Topcon CL 100, Tokyo, Japan). Children presenting with VA <= 6/12 in both eyes were considered provisionally eligible and underwent randomization (see below) and refraction to determine final eligibility for the trial.",
        "section": "Subjects 119",
        "section_number": 8,
        "sentences": [
            "Participating schools 120 A total of nine Guangdong junior high schools inYangxi county of Yangjiang 121 city, and Huidong county of Huizhou city, were selected in non-random fashion (principal basis being a willingness of the school administration to take part in the 123 trial) from a list of all schools in these two counties.",
            "Distances from the urban center were as follows: two schools were located directly in the downtown area; one school 125 was at a distance of 10 kilometers; one school at 20 kilometers; one school 30 kilometers; three schools at 40 kilometers; and one school at kilometers.",
            "area of the school.",
            "Lens power of existing spectacles was measured with a lensometer (Topcon CL 100, Tokyo, Japan).",
            "Children presenting with VA <= 6/12 in both eyes were considered provisionally eligible and underwent randomization (see below) and refraction to determine final eligibility for the trial."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "All provisionally eligible children in each grade and each county (VA < 6/12 in both eyes) were randomized individually to one of four groups, stratifying by grade (grade 7 and grade 8) and the two towns. Children themselves and investigators assessing study outcomes were masked to group assignment. Three groups received standard, custom spectacles with inter-pupillary distance measured by standard techniques and powers determined in the following fashion: University optometrists group: Cycloplegic automated refraction with refinement by an experienced optometrist from ZOC.",
        "section": "Randomization, Interventions and Masking (Figure 1)",
        "section_number": 9,
        "sentences": [
            "All provisionally eligible children in each grade and each county (VA < 6/12 in both eyes) were randomized individually to one of four groups, stratifying by grade (grade 7 and grade 8) and the two towns.",
            "Children themselves and investigators assessing study outcomes were masked to group assignment.",
            "Three groups received standard, custom spectacles with inter-pupillary distance measured by standard techniques and powers determined in the following fashion: University optometrists group: Cycloplegic automated refraction with refinement by an experienced optometrist from ZOC."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "Cycloplegic automated refraction with refinement by a rural refractionist from a local county-level hospital who had received refraction training in an on-going program administered by ZOC.",
        "section": "Rural refractionists group:",
        "section_number": 10,
        "sentences": [
            "Cycloplegic automated refraction with refinement by a rural refractionist from a local county-level hospital who had received refraction training in an on-going program administered by ZOC."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "Self-refraction group: Non-cycloplegic self-refraction using fluid-filled adjustable spectacles and a protocol based on that which has previously been ready-made spectacles as previously described (Zeng et al. 2009 ) , with power in 154 both eyes equal to the spherical equivalent of the eye with lower power (absolute 155 value), on subjective refraction by an optometrist from ZOC following cycloplegic 156 automated refraction. Spectacle powers were available in 0.50 D steps between -1.00 157 to -6.00 D, and 1.00D steps between -7.00 and -10.00D, with measured power being 158 rounded down to the nearest step as needed. Available inter-pupillary distances were 50, 55, 60 and 65 mm.",
        "section": "Rural refractionists group:",
        "section_number": 11,
        "sentences": [
            "Self-refraction group: Non-cycloplegic self-refraction using fluid-filled adjustable spectacles and a protocol based on that which has previously been ready-made spectacles as previously described (Zeng et al. 2009 ) , with power in 154 both eyes equal to the spherical equivalent of the eye with lower power (absolute 155 value), on subjective refraction by an optometrist from ZOC following cycloplegic 156 automated refraction.",
            "Spectacle powers were available in 0.50 D steps between -1.00 157 to -6.00 D, and 1.00D steps between -7.00 and -10.00D, with measured power being 158 rounded down to the nearest step as needed.",
            "Available inter-pupillary distances were 50, 55, 60 and 65 mm."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "Children in all groups were permitted to select from among 22 frame styles provided by local optical shops as popular among secondary school children in the area, as previously described . Subjects and study personnel administering the questionnaires and assessing VA were masked to study group assignment.",
        "section": "Rural refractionists group:",
        "section_number": 12,
        "sentences": [
            "Children in all groups were permitted to select from among 22 frame styles provided by local optical shops as popular among secondary school children in the area, as previously described .",
            "Subjects and study personnel administering the questionnaires and assessing VA were masked to study group assignment."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "Children meeting all the following criteria after refraction as described above were eligible for recruitment in the study:",
        "section": "Inclusion and exclusion criteria and final allocation",
        "section_number": 13,
        "sentences": [
            "Children meeting all the following criteria after refraction as described above were eligible for recruitment in the study:"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "• Presenting VA ( If the child wears glasses, her/his presenting VA is her/his corrected VA with their own spectacles; if the child does not wear spectacles, 170 her/his presenting VA is her/his uncorrected VA)<= 6/12 in both eyes",
        "section": "Inclusion and exclusion criteria and final allocation",
        "section_number": 14,
        "sentences": [
            "• Presenting VA ( If the child wears glasses, her/his presenting VA is her/his corrected VA with their own spectacles; if the child does not wear spectacles, 170 her/his presenting VA is her/his uncorrected VA)<= 6/12 in both eyes"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "• Subjective spherical equivalent refractive error ( SER ) <= -1.00 diopters (D) in both eyes",
        "section": "Inclusion and exclusion criteria and final allocation",
        "section_number": 15,
        "sentences": [
            "• Subjective spherical equivalent refractive error ( SER ) <= -1.00 diopters (D) in both eyes"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "• VA improvable to > 6/7.5 in both eyes with refraction as assigned in their group. It was considered un-ethical to permit children to wear glasses not providing adequate vision, and the goal of the study was to determine whether children achieving good VA with alternative modalities might have ocular discomfort or other issues affecting quality of life.",
        "section": "Inclusion and exclusion criteria and final allocation",
        "section_number": 16,
        "sentences": [
            "• VA improvable to > 6/7.5 in both eyes with refraction as assigned in their group.",
            "It was considered un-ethical to permit children to wear glasses not providing adequate vision, and the goal of the study was to determine whether children achieving good VA with alternative modalities might have ocular discomfort or other issues affecting quality of life."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "Children with ocular diseases potentially affecting the vision and those with astigmatism or anisometropia>= 2.00 D were excluded, the latter for ethical reasons, following the example of Brady et al (Brady et al. 2012 ) . Children with VA <= 6/7.5 in either eye after self-refraction, refraction by the rural optometrist or with pseudo-readymade glasses were referred for refraction by the university optometrist and provision of free spectacles after exclusion from the study. Children whose VA could not be improved by the university optometrist were referred to the local county hospital for further examination.",
        "section": "Inclusion and exclusion criteria and final allocation",
        "section_number": 17,
        "sentences": [
            "Children with ocular diseases potentially affecting the vision and those with astigmatism or anisometropia>= 2.00 D were excluded, the latter for ethical reasons, following the example of Brady et al (Brady et al. 2012 ) .",
            "Children with VA <= 6/7.5 in either eye after self-refraction, refraction by the rural optometrist or with pseudo-readymade glasses were referred for refraction by the university optometrist and provision of free spectacles after exclusion from the study.",
            "Children whose VA could not be improved by the university optometrist were referred to the local county hospital for further examination."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "To avoid inaccuratespectaclesmade during the process of spectacles making were given to children, a 25% sub-sample of glassesin each group were selected at random and checked by auto-lensometry, and the vector difference in diopters, conventionally positive, between the prescription and the measured value on the lensometer was calculated (Thibos et al. 1997 , Harvey et al. 2000 .",
        "section": "Quality check of the spectacles as dispensed",
        "section_number": 18,
        "sentences": [
            "To avoid inaccuratespectaclesmade during the process of spectacles making were given to children, a 25% sub-sample of glassesin each group were selected at random and checked by auto-lensometry, and the vector difference in diopters, conventionally positive, between the prescription and the measured value on the lensometer was calculated (Thibos et al. 1997 , Harvey et al. 2000 ."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "To promote compliance with glasses wear, all participants receiveda set of educational interventions described previously , including a 10 minute video, a booklet of professionally-drawn comics, a presentation in class directed at teachers and students by study personnel and a parents' brochure, all explaining the safety and visual benefits of spectacles.",
        "section": "Educational Intervention",
        "section_number": 19,
        "sentences": [
            "To promote compliance with glasses wear, all participants receiveda set of educational interventions described previously , including a 10 minute video, a booklet of professionally-drawn comics, a presentation in class directed at teachers and students by study personnel and a parents' brochure, all explaining the safety and visual benefits of spectacles."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "The National Eye Institute Refractive Error Quality of Life (NEI questionnaire (Berry et al. 2003 , Hays et al 2003 , Hays & DSpritzer 2002 was used to evaluate the visual function-related quality of life at baseline and after two months of spectacle wear at the endline examination. Self-reported frequency of spectacles use, value attached to the glasses, and participant satisfaction with glasses were also assessed at endlineas described elsewhere (Zeng et al. 2009, Brady et al. ) .",
        "section": "Questionnaires and Outcome Assessment",
        "section_number": 20,
        "sentences": [
            "The National Eye Institute Refractive Error Quality of Life (NEI questionnaire (Berry et al. 2003 , Hays et al 2003 , Hays & DSpritzer 2002 was used to evaluate the visual function-related quality of life at baseline and after two months of spectacle wear at the endline examination.",
            "Self-reported frequency of spectacles use, value attached to the glasses, and participant satisfaction with glasses were also assessed at endlineas described elsewhere (Zeng et al. 2009, Brady et al. ) ."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "The primary study outcome was the difference in global score on the NEI RQL-42 at endline between the University Optometrist group and the other three groups. The NEI RQL-42 consists of 42 items across 13 domains, such as near and far visual acuity, glare, appearance and satisfaction with correction, with a higher score representing better quality of life. Each item was rescaled to a 0 to range according to guidelines in the user's manual ( Hays & Spritzer ) , and a global score calculated by averaging the subscales.",
        "section": "Questionnaires and Outcome Assessment",
        "section_number": 21,
        "sentences": [
            "The primary study outcome was the difference in global score on the NEI RQL-42 at endline between the University Optometrist group and the other three groups.",
            "The NEI RQL-42 consists of 42 items across 13 domains, such as near and far visual acuity, glare, appearance and satisfaction with correction, with a higher score representing better quality of life.",
            "Each item was rescaled to a 0 to range according to guidelines in the user's manual ( Hays & Spritzer ) , and a global score calculated by averaging the subscales."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "The sample size was calculated based on the endline NEI RQL-42 global score according to a non-inferiority margin of 30% of the difference between treatment and control conditions, as has been recommended ( Nutt et al. 2008, Jones et al. ) . A recent study using the NEI RQL-42 questionnaire found an overall difference of 15.8 in global score between subjects with spectacle correction and emmetropes (Queirós et al. 2012) . Accordingly, we used 5.7, or 30% of 15.8, as the non-inferiority criterion.",
        "section": "Sample size",
        "section_number": 22,
        "sentences": [
            "The sample size was calculated based on the endline NEI RQL-42 global score according to a non-inferiority margin of 30% of the difference between treatment and control conditions, as has been recommended ( Nutt et al. 2008, Jones et al. ) .",
            "A recent study using the NEI RQL-42 questionnaire found an overall difference of 15.8 in global score between subjects with spectacle correction and emmetropes (Queirós et al. 2012) .",
            "Accordingly, we used 5.7, or 30% of 15.8, as the non-inferiority criterion."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "With a standard deviation of 15.0, the required sample size was 90 subjects per group with a power of 80% and a one-sided significance level of 5% (alpha=0.05).",
        "section": "Sample size",
        "section_number": 23,
        "sentences": [
            "With a standard deviation of 15.0, the required sample size was 90 subjects per group with a power of 80% and a one-sided significance level of 5% (alpha=0.05)."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "Baseline characteristics of participants including age, subjective spherical equivalent refractive error in the better-seeing eye with better presenting VA (eye with better uncorrected VA for children without glasses, and eye with better corrected VA for children with glasses), gender, spectacle wear and proportion with presenting VA< 6/18 in the better-seeing eye were reported as mean (SD, standard deviation) for normally-distributed continuous variables, median (IQR, inter quartile range) for data with non-normal distribution, and frequency (percentage) for categorical variables.",
        "section": "Statistical Methods",
        "section_number": 24,
        "sentences": [
            "Baseline characteristics of participants including age, subjective spherical equivalent refractive error in the better-seeing eye with better presenting VA (eye with better uncorrected VA for children without glasses, and eye with better corrected VA for children with glasses), gender, spectacle wear and proportion with presenting VA< 6/18 in the better-seeing eye were reported as mean (SD, standard deviation) for normally-distributed continuous variables, median (IQR, inter quartile range) for data with non-normal distribution, and frequency (percentage) for categorical variables."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "The proportion of vector diopteric difference (VDD) values between the prescription power and power measured by lensometry in the better-seeing eye falling within +/-0.25 D, +/-0.50D and +/-1.0D in each group were calculated, and compared using Fisher's exact test between the University Optometrist group and each of the remaining groups.Linear regression adjusting for baseline global NEI RQL-42 score was used to assess differences between the University Optometrist group and the remaining groups (main outcome). 236",
        "section": "Statistical Methods",
        "section_number": 25,
        "sentences": [
            "The proportion of vector diopteric difference (VDD) values between the prescription power and power measured by lensometry in the better-seeing eye falling within +/-0.25 D, +/-0.50D and +/-1.0D in each group were calculated, and compared using Fisher's exact test between the University Optometrist group and each of the remaining groups.",
            "Linear regression adjusting for baseline global NEI RQL-42 score was used to assess differences between the University Optometrist group and the remaining groups (main outcome).",
            "236"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "The proportion of subjects with best-corrected VA >=6/6 with study spectacles was compared between the University Optometrist group and each remaining group, adjusting for baseline presenting VA in better-seeing eye using logistic regression.",
        "section": "Statistical Methods",
        "section_number": 26,
        "sentences": [
            "The proportion of subjects with best-corrected VA >=6/6 with study spectacles was compared between the University Optometrist group and each remaining group, adjusting for baseline presenting VA in better-seeing eye using logistic regression."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "The proportion reporting being very satisfied or satisfied, and rating the study spectacles as their most valued possession, of high value or of moderate value were compared between the University optometrist group and the remaining groups using logistic regression. All analyses were performed using Stata 12.0 (StataCorp, College Station, TX).",
        "section": "Statistical Methods",
        "section_number": 27,
        "sentences": [
            "The proportion reporting being very satisfied or satisfied, and rating the study spectacles as their most valued possession, of high value or of moderate value were compared between the University optometrist group and the remaining groups using logistic regression.",
            "All analyses were performed using Stata 12.0 (StataCorp, College Station, TX)."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "Among 9889 children undergoing VA screening, 914 (9.2%) were provisionally eligible on the basis of having presenting VA<= 6/12 in both eyes. Parents of 361 (39.5%) declined to participate, and 11 (1.2%) were excluded due to history of ocular disease affecting vision. (Figure 1 (40.1 %) had presenting VA <= 6/18 in the better-seeing eye. Their median (IQR) spherical equivalent refractive error in the better-seeing eye was -2.06 (-3.00, -1.50) D. 272 (Table 1) The median baseline presenting VA in each group prior to receiving the study 274 spectacles was 6/15, and the median best-corrected VA with study spectacles was 275 6/7.5 in all but the Rural refractionist group (median = 6/6). (Table 2) The proportion 276 of children with best-corrected VA >= 6/6 was significantly lower in the University optometrist group compared to the Ready-made (P = 0.033), Rural refractionist 278 (<0.001) and Self-refraction (P = 0.001) groups. Children with corrected VA < 6/7.5 with their assigned refraction modality were excluded, but a small number of children (n=17, 4.0%)did have VA < 6/7.5 when their glasses were fitted. (Table 2) 281 At two months, 4 (3.9%), 6 (5.3%), 3 (2.8%) and 4 (3.9%) children were lost to 282 follow-up in the University optometrist, Ready-made, Rural refractionist and 283",
        "section": "RESULTS 250",
        "section_number": 28,
        "sentences": [
            "Among 9889 children undergoing VA screening, 914 (9.2%) were provisionally eligible on the basis of having presenting VA<= 6/12 in both eyes.",
            "Parents of 361 (39.5%) declined to participate, and 11 (1.2%) were excluded due to history of ocular disease affecting vision. (",
            "Figure 1 (40.1 %) had presenting VA <= 6/18 in the better-seeing eye.",
            "Their median (IQR) spherical equivalent refractive error in the better-seeing eye was -2.06 (-3.00, -1.50) D. 272 (Table 1) The median baseline presenting VA in each group prior to receiving the study 274 spectacles was 6/15, and the median best-corrected VA with study spectacles was 275 6/7.5 in all but the Rural refractionist group (median = 6/6). (",
            "Table 2) The proportion 276 of children with best-corrected VA >= 6/6 was significantly lower in the University optometrist group compared to the Ready-made (P = 0.033), Rural refractionist 278 (<0.001) and Self-refraction (P = 0.001) groups.",
            "Children with corrected VA < 6/7.5 with their assigned refraction modality were excluded, but a small number of children (n=17, 4.0%)did have VA < 6/7.5 when their glasses were fitted. (",
            "Table 2) 281 At two months, 4 (3.9%), 6 (5.3%), 3 (2.8%) and 4 (3.9%) children were lost to 282 follow-up in the University optometrist, Ready-made, Rural refractionist and 283"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "Self-refraction groups respectively. Over 94% of children in each group reported 284 wearing the study spectacles at follow-up, though fewer than 10% of children overall 285 reported wearing them all day (Table 3) . Some two-thirds of children in each group 286 reported being very satisfied or satisfied with the study spectacles, while 287 approximately three-quarters in each group indicated they placed moderate, high or very high value on the glasses. Rates of wear, satisfaction and value attributed to the glasses did not differ between groups. (Table 3) . 290",
        "section": "RESULTS 250",
        "section_number": 29,
        "sentences": [
            "Self-refraction groups respectively.",
            "Over 94% of children in each group reported 284 wearing the study spectacles at follow-up, though fewer than 10% of children overall 285 reported wearing them all day (Table 3) .",
            "Some two-thirds of children in each group 286 reported being very satisfied or satisfied with the study spectacles, while 287 approximately three-quarters in each group indicated they placed moderate, high or very high value on the glasses.",
            "Rates of wear, satisfaction and value attributed to the glasses did not differ between groups. (",
            "Table 3) .",
            "290"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "Among 409 (96.0%) total children attending two-month follow-up, 398 (97.3%) had complete NEI RQL-42 data at baseline and endline for analysis of the primary outcome. (Figure 1 ) Though the NEI RQL-42 global scores of all groups improved significantly from baseline to endline,thedifference in endlinescoresof the University optometrist group did not differ significantly from that of the other three groups when adjusting for baseline scores. (Table 4) In multiple linear regression model adjusting for baseline NEI RQL-42 global score (main outcome), older age (P=0.002) and wearing spectacles at baseline (P=0.025) were significantly associated with endline global score after wearing the study spectacles for two months, while study group assignment, male sex, and refractive error at baseline in the better-seeing eye were not. (Table 5 ).",
        "section": "RESULTS 250",
        "section_number": 30,
        "sentences": [
            "Among 409 (96.0%) total children attending two-month follow-up, 398 (97.3%) had complete NEI RQL-42 data at baseline and endline for analysis of the primary outcome. (",
            "Figure 1 ) Though the NEI RQL-42 global scores of all groups improved significantly from baseline to endline,thedifference in endlinescoresof the University optometrist group did not differ significantly from that of the other three groups when adjusting for baseline scores. (",
            "Table 4) In multiple linear regression model adjusting for baseline NEI RQL-42 global score (main outcome), older age (P=0.002) and wearing spectacles at baseline (P=0.025) were significantly associated with endline global score after wearing the study spectacles for two months, while study group assignment, male sex, and refractive error at baseline in the better-seeing eye were not. (",
            "Table 5 )."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "In this non-inferiority trial, we found no evidence of worse quality of life, our 306 main study outcome, comparing self-refraction and ready-made glasses with cycloplegic refraction by an experienced optometrist (the standard of care).This finding, together with the observed similar rates of wear, satisfaction and value attached to the glasses between groups, adds to previous data (He et al. , Zhang et al. 2011 ) on the good vision achievable with self refraction and ready-made spectacles to give a fuller picture of the acceptability of these alternative modalities for use in children where skilled refractionists are scarce. Our review identified no previous trials of alternative refractive modalities in children assessing quality of life as an outcome. The important fact that all refraction modalities could significantly improve children's quality of life in this setting is consistent with limited available published data (Esteso et al. 2007 ) for conventional refraction.",
        "section": "DISCUSSION",
        "section_number": 31,
        "sentences": [
            "In this non-inferiority trial, we found no evidence of worse quality of life, our 306 main study outcome, comparing self-refraction and ready-made glasses with cycloplegic refraction by an experienced optometrist (the standard of care).This finding, together with the observed similar rates of wear, satisfaction and value attached to the glasses between groups, adds to previous data (He et al. , Zhang et al. 2011 ) on the good vision achievable with self refraction and ready-made spectacles to give a fuller picture of the acceptability of these alternative modalities for use in children where skilled refractionists are scarce.",
            "Our review identified no previous trials of alternative refractive modalities in children assessing quality of life as an outcome.",
            "The important fact that all refraction modalities could significantly improve children's quality of life in this setting is consistent with limited available published data (Esteso et al. 2007 ) for conventional refraction."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "Results of the current study are consistent with an earlier trial in Chinese children having similar enrollment criteria, which found no difference in rates of wear, symptoms or value attached to the spectacles (using the same question as in the current study) after 1 month wear of ready-made versus custom glasses (Zeng et al. 2009 ). Though the number of children failing to achieve VA of 6/7.5 with self-refraction (20.7%) was higher than with refraction by the University optometrist (4.0%), a significantly higher proportion of children could achieve 6/6 vision with self-refraction (76.8% versus 24.3% for University optometrist, P = 0.001).",
        "section": "DISCUSSION",
        "section_number": 32,
        "sentences": [
            "Results of the current study are consistent with an earlier trial in Chinese children having similar enrollment criteria, which found no difference in rates of wear, symptoms or value attached to the spectacles (using the same question as in the current study) after 1 month wear of ready-made versus custom glasses (Zeng et al. 2009 ).",
            "Though the number of children failing to achieve VA of 6/7.5 with self-refraction (20.7%) was higher than with refraction by the University optometrist (4.0%), a significantly higher proportion of children could achieve 6/6 vision with self-refraction (76.8% versus 24.3% for University optometrist, P = 0.001)."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "These results are generally consistent with high levels of best-corrected VA >= 6/7.5 with self-refraction using the identical spectacle design in our previous studies in Chinese children (He et al. 2011 , Zhang et al. ) A small study (total of 100 adults in Boston and Nicaragua) (Esteso et al. ) reported a mean difference in 329 refractive power between subjective refraction and self-refraction (again using fluid-filled spectacles as in the current study) which was neither clinically (0.08 -0.17D) nor statistically significant. These previous studies (He et al. 2011 , Zhang et al. 2011 , Zeng et al. 2009 did not include measures of visual function. Our previous two studies (He et al. , Zhang et al. 2011 ) did detect statistically significant, though clinically small, differences in the proportion of children with best-corrected VA>= 6/7.5 between self-refraction and cycloplegic refraction groups, perhaps due to being powered to detect smaller disparities than the current non-inferiority trial.",
        "section": "DISCUSSION",
        "section_number": 33,
        "sentences": [
            "These results are generally consistent with high levels of best-corrected VA >= 6/7.5 with self-refraction using the identical spectacle design in our previous studies in Chinese children (He et al. 2011 , Zhang et al. ) A small study (total of 100 adults in Boston and Nicaragua) (Esteso et al. ) reported a mean difference in 329 refractive power between subjective refraction and self-refraction (again using fluid-filled spectacles as in the current study) which was neither clinically (0.08 -0.17D) nor statistically significant.",
            "These previous studies (He et al. 2011 , Zhang et al. 2011 , Zeng et al. 2009 did not include measures of visual function.",
            "Our previous two studies (He et al. , Zhang et al. 2011 ) did detect statistically significant, though clinically small, differences in the proportion of children with best-corrected VA>= 6/7.5 between self-refraction and cycloplegic refraction groups, perhaps due to being powered to detect smaller disparities than the current non-inferiority trial."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "Our review identified only a single previous trial of alternative modalities for refractive correction which evaluated visual function and quality of life (Brady et al. ) . This trial reported large increases in visual function and quality of life among Indian adults randomized to receive ready-made versus custom spectacles, though 342 improvements were smaller in the former group. Measures of satisfaction were the with self-refraction in adults using fluid-filled spectacles, but did not employ a randomized, controlled design ( Douali & Silver 2004 ) .",
        "section": "DISCUSSION",
        "section_number": 34,
        "sentences": [
            "Our review identified only a single previous trial of alternative modalities for refractive correction which evaluated visual function and quality of life (Brady et al. ) .",
            "This trial reported large increases in visual function and quality of life among Indian adults randomized to receive ready-made versus custom spectacles, though 342 improvements were smaller in the former group.",
            "Measures of satisfaction were the with self-refraction in adults using fluid-filled spectacles, but did not employ a randomized, controlled design ( Douali & Silver 2004 ) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "Our main outcome was assessed using the NEI RQL-42 questionnaire, which has been demonstrated to have excellent internal consistency, test-retest reliability and concurrent validity (correlation with subjective refraction ( Nichols et al.2003 ) .)",
        "section": "DISCUSSION",
        "section_number": 35,
        "sentences": [
            "Our main outcome was assessed using the NEI RQL-42 questionnaire, which has been demonstrated to have excellent internal consistency, test-retest reliability and concurrent validity (correlation with subjective refraction ( Nichols et al.2003 ) .)"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "Construct validity has also been shown to be good ( Nichols et al.2003 ) . Though questions have been raised about its psychometric properties (McAlinden et al. ) , this tool has been validated in several translations (Labiris et al. 2012, Pakpour et al ) , and continues to be widely used in assessing the impact of refractive care on quality of life (Jones et al. 1996 , Cillino et al. 2014 , Nehls et al. 2014 . Though this instrument has not been widely utilized in pediatric populations, the authors felt that it was important to employ an instrument specific to refractive error and its correction, and no such instruments currently exist which are specific to children.",
        "section": "DISCUSSION",
        "section_number": 36,
        "sentences": [
            "Construct validity has also been shown to be good ( Nichols et al.2003 ) .",
            "Though questions have been raised about its psychometric properties (McAlinden et al. ) , this tool has been validated in several translations (Labiris et al. 2012, Pakpour et al ) , and continues to be widely used in assessing the impact of refractive care on quality of life (Jones et al. 1996 , Cillino et al. 2014 , Nehls et al. 2014 .",
            "Though this instrument has not been widely utilized in pediatric populations, the authors felt that it was important to employ an instrument specific to refractive error and its correction, and no such instruments currently exist which are specific to children."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "The current study employed several enrollment criteria. For ethical reasons, children whose VA could not be improved to >= 6/7.5 in both eyes were excluded. This is consistent with the aim of the study, namely to explore the hypothesis that good central VA in children using alternative modalities such as self-refraction and ready-made glasses might mask visual symptoms from over-correction or failure to correct astigmatism, which could affect quality of life. Further, children were only eligible if they had presenting VA < 6/12 and spherical equivalent refractive error <-1.0 D in both eyes. These criteria, similar to those used in previous trials (Zeng et al. 2009 , Odedra et al. 2008 , Brady et al. 2012 , were applied in order to identify children whose quality of life scores would be likely to improve from baseline with refraction. Children with two diopters or more of astigmatism or anisometropia were also excluded in the current trial, as they would not be expected to achieve optimal vision with self-refraction or ready-made glasses.",
        "section": "DISCUSSION",
        "section_number": 37,
        "sentences": [
            "The current study employed several enrollment criteria.",
            "For ethical reasons, children whose VA could not be improved to >= 6/7.5 in both eyes were excluded.",
            "This is consistent with the aim of the study, namely to explore the hypothesis that good central VA in children using alternative modalities such as self-refraction and ready-made glasses might mask visual symptoms from over-correction or failure to correct astigmatism, which could affect quality of life.",
            "Further, children were only eligible if they had presenting VA < 6/12 and spherical equivalent refractive error <-1.0 D in both eyes.",
            "These criteria, similar to those used in previous trials (Zeng et al. 2009 , Odedra et al. 2008 , Brady et al. 2012 , were applied in order to identify children whose quality of life scores would be likely to improve from baseline with refraction.",
            "Children with two diopters or more of astigmatism or anisometropia were also excluded in the current trial, as they would not be expected to achieve optimal vision with self-refraction or ready-made glasses."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "This raises a practical programmatic issue in considering the use of alternative modalities for refractive care which do not correct astigmatism (self-refraction, ready-made spectacles) or allow management of anisometropia (ready-mades): the proportion of persons in the target population who could not be treated for these reasons. Unlike ready-made glasses, adjustable spectacles or custom glasses based on self-refraction can provide different spectacle power in the two eyes to suit subjects with anisometropia. An early report based on modeling from a population-based study in Australia concluded that some 85-90% of older persons in Australia with refractive error might benefit from the use of ready-made glasses (astigmatism<= 1.25D and anisometropia<= 0.5D) (Maini et al. 2001 ) , while Zeng et al (Zeng et al. 2009 ) found that 6% of secondary school children were inappropriate for use of ready-made glasses (>= 2D of astigmatism or anisometropia). In the current study, only children (8.1%) were excluded on the basis of inadequately-corrected VA orastigmatism/anisomotropia (defined as in Zeng's study). The current report and Zeng's work suggest that ready-made glasses and self-refraction could be acceptable for the large majority of children in this setting.",
        "section": "DISCUSSION",
        "section_number": 38,
        "sentences": [
            "This raises a practical programmatic issue in considering the use of alternative modalities for refractive care which do not correct astigmatism (self-refraction, ready-made spectacles) or allow management of anisometropia (ready-mades): the proportion of persons in the target population who could not be treated for these reasons.",
            "Unlike ready-made glasses, adjustable spectacles or custom glasses based on self-refraction can provide different spectacle power in the two eyes to suit subjects with anisometropia.",
            "An early report based on modeling from a population-based study in Australia concluded that some 85-90% of older persons in Australia with refractive error might benefit from the use of ready-made glasses (astigmatism<= 1.25D and anisometropia<= 0.5D) (Maini et al. 2001 ) , while Zeng et al (Zeng et al. 2009 ) found that 6% of secondary school children were inappropriate for use of ready-made glasses (>= 2D of astigmatism or anisometropia).",
            "In the current study, only children (8.1%) were excluded on the basis of inadequately-corrected VA orastigmatism/anisomotropia (defined as in Zeng's study).",
            "The current report and Zeng's work suggest that ready-made glasses and self-refraction could be acceptable for the large majority of children in this setting."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "A remaining practical question is whether existing child-specific adjustable glasses designs will be cosmetically acceptable to children. Our recent findings among younger and older rural and urban Chinese children suggest that the thick frames, but not the round shape, employed in current fluid-filled designs is attractive to children . Our on-going trial of medium-term wear of adjustable versus custom and ready-made spectacles among Chinese children is designed to provide further insight into the acceptability of adjustable spectacles for wear as well as refraction.",
        "section": "DISCUSSION",
        "section_number": 39,
        "sentences": [
            "A remaining practical question is whether existing child-specific adjustable glasses designs will be cosmetically acceptable to children.",
            "Our recent findings among younger and older rural and urban Chinese children suggest that the thick frames, but not the round shape, employed in current fluid-filled designs is attractive to children .",
            "Our on-going trial of medium-term wear of adjustable versus custom and ready-made spectacles among Chinese children is designed to provide further insight into the acceptability of adjustable spectacles for wear as well as refraction."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "Strengths of the current study include its randomized controlled design and high follow-up rate. Weaknesses must also be acknowledged: enrolled schools were not selected using a random sampling technique, and all were drawn from a single region in southern China. For this reason, application to other populations must be made with caution. Though spectacle wear rates were > 95% in all of the study groupsand we did 401 use a previously-validated ( Ma et al. ) educational intervention to improve glasses wear, <10% of children reported wearing their glasses all day, which might be expected to reduce the impact of glasses on quality of life. Modest rates of spectacle use are widely reported for children in many settings , Esteso et al. 2007 ), and we wanted to assess the impact of these different types of correction on quality of life in real world settings.",
        "section": "DISCUSSION",
        "section_number": 40,
        "sentences": [
            "Strengths of the current study include its randomized controlled design and high follow-up rate.",
            "Weaknesses must also be acknowledged: enrolled schools were not selected using a random sampling technique, and all were drawn from a single region in southern China.",
            "For this reason, application to other populations must be made with caution.",
            "Though spectacle wear rates were > 95% in all of the study groupsand we did 401 use a previously-validated ( Ma et al. ) educational intervention to improve glasses wear, <10% of children reported wearing their glasses all day, which might be expected to reduce the impact of glasses on quality of life.",
            "Modest rates of spectacle use are widely reported for children in many settings , Esteso et al. 2007 ), and we wanted to assess the impact of these different types of correction on quality of life in real world settings."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "Despite its limitations, this is the first randomized trial to assess quality of life of myopic children wearing ready-made spectacles and those whose power was based on self-refraction, as compared to cycloplegic refraction by experienced refractionists. 410",
        "section": "DISCUSSION",
        "section_number": 41,
        "sentences": [
            "Despite its limitations, this is the first randomized trial to assess quality of life of myopic children wearing ready-made spectacles and those whose power was based on self-refraction, as compared to cycloplegic refraction by experienced refractionists.",
            "410"
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "Our finding of non-inferiority with respect to the main outcome, quality of life, builds on previous publications (He et al. , Zhang et al. 2011 , Zeng et al. 2009 showing good visual results in children with these alternative modes of refractive correction. Additional research is needed to assess the acceptability of adjustable spectacles for actual wear among children and adults, and also to test models for how these modalities can be used in actual service delivery programs.",
        "section": "DISCUSSION",
        "section_number": 42,
        "sentences": [
            "Our finding of non-inferiority with respect to the main outcome, quality of life, builds on previous publications (He et al. , Zhang et al. 2011 , Zeng et al. 2009 showing good visual results in children with these alternative modes of refractive correction.",
            "Additional research is needed to assess the acceptability of adjustable spectacles for actual wear among children and adults, and also to test models for how these modalities can be used in actual service delivery programs."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "reported.[9-10]Additionally a fourth group, the Ready-made Group, received pseudo",
        "section": "",
        "section_number": 43,
        "sentences": [
            "reported.[9-10]Additionally a fourth group, the Ready-made Group, received pseudo"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "same in the two groups. Visual and refractive enrollment and exclusion criteria were",
        "section": "",
        "section_number": 44,
        "sentences": [
            "same in the two groups.",
            "Visual and refractive enrollment and exclusion criteria were"
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "similar to the current study, except that there were no exclusions based on",
        "section": "",
        "section_number": 45,
        "sentences": [
            "similar to the current study, except that there were no exclusions based on"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "astigmatism in the Indian trial. Another previous study reported good visual results",
        "section": "",
        "section_number": 46,
        "sentences": [
            "astigmatism in the Indian trial.",
            "Another previous study reported good visual results"
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "Ferris FL 3rd, Kassoff A, Bresnick GH, Bailey I. ( 1982 ) : New visual acuity charts",
        "section": "",
        "section_number": 47,
        "sentences": [
            "Ferris FL 3rd, Kassoff A, Bresnick GH, Bailey I. ( 1982 ) : New visual acuity charts"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "Kozobolis VP.. ( ) : Psychometric properties of the Greek NEI RQL-42.Eur J",
        "section": "",
        "section_number": 48,
        "sentences": [
            "Kozobolis VP.. ( ) : Psychometric properties of the Greek NEI RQL-42.Eur J"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    }
]