[
    {
        "doc_id": "34198",
        "text": "IMPORTANCE Epicutaneous immunotherapy may have potential for treating peanut allergy but has been assessed only in preclinical and early human trials. OBJECTIVE To determine the optimal dose, adverse events (AEs), and efficacy of a peanut patch for peanut allergy treatment. DESIGN, SETTING, AND PARTICIPANTS Phase 2b double-blind, placebo-controlled, dose-ranging trial of a peanut patch in peanut-allergic patients (6-55 years) from 22 centers, with a 2-year, open-label extension (July 31, 2012-July 31, 2014; extension completed September 29, 2016). Patients (n = 221) had peanut sensitivity and positive double-blind, placebo-controlled food challenges to an eliciting dose of 300 mg or less of peanut protein. INTERVENTIONS Randomly assigned patients (1:1:1:1) received an epicutaneous peanut patch containing 50 μg (n = 53), 100 μg (n = 56), or 250 μg (n = 56) of peanut protein or a placebo patch (n = 56). Following daily patch application for 12 months, patients underwent a double-blind, placebo-controlled food challenge to establish changes in eliciting dose. MAIN OUTCOMES AND MEASURES The primary efficacy end point was percentage of treatment responders (eliciting dose: Ն10-times increase and/or reaching Ն1000 mg of peanut protein) in each group vs placebo patch after 12 months. Secondary end points included percentage of responders by age strata and treatment-emergent adverse events (TEAEs). RESULTS Of 221 patients randomized (median age, 11 years [quartile 1, quartile 3: 8, 16]; 37.6% female), 93.7% completed the trial. A significant absolute difference in response rates was observed at month 12 between the 250-μg (n = 28; 50.0%) and placebo (n = 14; 25.0%) patches (difference, 25.0%; 95% CI, 7.7%-42.3%; P = .01). No significant difference was seen between the placebo patch vs the 100-μg patch. Because of statistical testing hierarchical rules, the 50-μg patch was not compared with placebo. Interaction by age group was only significant for the 250-μg patch (P = .04). In the 6-to 11-year stratum, the response rate difference between the 250-μg (n = 15; 53.6%) and placebo (n = 6; 19.4%) patches was 34.2% (95% CI, 11.1%-57.3%; P = .008); adolescents/adults showed no difference between the 250-μg (n = 13; 46.4%) and placebo (n = 8; 32.0%) patches: 14.4% (95% CI, −11.6% to 40.4%; P = .40). No dose-related serious AEs were observed. The percentage of patients with 1 or more TEAEs (largely local skin reactions) was similar across all groups in year 1: 50-μg patch = 100%, 100-μg patch = 98.2%, 250-μg patch = 100%, and placebo patch = 92.9%. The overall median adherence was 97.6% after 1 year; the dropout rate for treatment-related AEs was 0.9%. CONCLUSIONS AND RELEVANCE In this dose-ranging trial of peanut-allergic patients, the 250-μg peanut patch resulted in significant treatment response vs placebo patch following 12 months of therapy. These findings warrant a phase 3 trial.",
        "section": "Abstract",
        "sentences": [
            "IMPORTANCE Epicutaneous immunotherapy may have potential for treating peanut allergy but has been assessed only in preclinical and early human trials.",
            "OBJECTIVE To determine the optimal dose, adverse events (AEs), and efficacy of a peanut patch for peanut allergy treatment.",
            "DESIGN, SETTING, AND PARTICIPANTS Phase 2b double-blind, placebo-controlled, dose-ranging trial of a peanut patch in peanut-allergic patients (6-55 years) from 22 centers, with a 2-year, open-label extension (July 31, 2012-July 31, 2014; extension completed September 29, 2016).",
            "Patients (n = 221) had peanut sensitivity and positive double-blind, placebo-controlled food challenges to an eliciting dose of 300 mg or less of peanut protein.",
            "INTERVENTIONS Randomly assigned patients (1:1:1:1) received an epicutaneous peanut patch containing 50 μg (n = 53), 100 μg (n = 56), or 250 μg (n = 56) of peanut protein or a placebo patch (n = 56).",
            "Following daily patch application for 12 months, patients underwent a double-blind, placebo-controlled food challenge to establish changes in eliciting dose.",
            "MAIN OUTCOMES AND MEASURES The primary efficacy end point was percentage of treatment responders (eliciting dose: Ն10-times increase and/or reaching Ն1000 mg of peanut protein) in each group vs placebo patch after 12 months.",
            "Secondary end points included percentage of responders by age strata and treatment-emergent adverse events (TEAEs).",
            "RESULTS Of 221 patients randomized (median age, 11 years [quartile 1, quartile 3: 8, 16]; 37.6% female), 93.7% completed the trial.",
            "A significant absolute difference in response rates was observed at month 12 between the 250-μg (n = 28; 50.0%) and placebo (n = 14; 25.0%) patches (difference, 25.0%; 95% CI, 7.7%-42.3%; P = .01).",
            "No significant difference was seen between the placebo patch vs the 100-μg patch.",
            "Because of statistical testing hierarchical rules, the 50-μg patch was not compared with placebo.",
            "Interaction by age group was only significant for the 250-μg patch (P = .04).",
            "In the 6-to 11-year stratum, the response rate difference between the 250-μg (n = 15; 53.6%) and placebo (n = 6; 19.4%) patches was 34.2% (95% CI, 11.1%-57.3%; P = .008); adolescents/adults showed no difference between the 250-μg (n = 13; 46.4%) and placebo (n = 8; 32.0%) patches: 14.4% (95% CI, −11.6% to 40.4%; P = .40).",
            "No dose-related serious AEs were observed.",
            "The percentage of patients with 1 or more TEAEs (largely local skin reactions) was similar across all groups in year 1: 50-μg patch = 100%, 100-μg patch = 98.2%, 250-μg patch = 100%, and placebo patch = 92.9%.",
            "The overall median adherence was 97.6% after 1 year; the dropout rate for treatment-related AEs was 0.9%.",
            "CONCLUSIONS AND RELEVANCE In this dose-ranging trial of peanut-allergic patients, the 250-μg peanut patch resulted in significant treatment response vs placebo patch following 12 months of therapy.",
            "These findings warrant a phase 3 trial."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34198",
        "text": "eanut allergy was estimated to affect approximately 2% of US children aged 18 years and younger in 2014, 1 and studies suggest that the prevalence has been increasing. 2 As of 2014, peanut allergy was considered the most common cause of severe and fatal food-induced anaphylactic reactions in the United States. 3, 4 The only approved management strategy for peanut allergy is avoidance and emergency management of severe reactions due to accidental ingestions, 4 which has a marked adverse effect on the quality of life of patients and caregivers. 5 Several approaches are under investigation, including oral, sublingual, and epicutaneous immunotherapy. 6 Oral immunotherapy has been the most extensively studied form of therapy. Numerous single-center studies have been published; although they have demonstrated induction of varying degrees of desensitization, there is concern about significant risk of severe treatment-associated adverse reactions. 7 Moreover, only a minority of treated patients achieve any measure of longerterm tolerance. 8, 9 Epicutaneous immunotherapy uses an allergenadsorbed patch (peanut patch), which in murine models has been shown to deliver allergen to the epidermal layer of normal intact skin, where it is taken up by Langerhans cells and transported to regional lymph nodes. 10 After a recent phase 1 trial in peanut-allergic individuals demonstrated safety and tolerability, 11 a 1-year phase 2b trial of the peanut patch was conducted in peanut-allergic patients to identify the most effective dose and to establish its adverse event (AE) profile, efficacy, and acceptability. Patients completing the phase 2b trial were invited to participate in a 2-year extension trial using the most effective peanut-patch dose to assess efficacy for up to 36 months.",
        "section": "P",
        "section_number": 1,
        "sentences": [
            "eanut allergy was estimated to affect approximately 2% of US children aged 18 years and younger in 2014, 1 and studies suggest that the prevalence has been increasing.",
            "2 As of 2014, peanut allergy was considered the most common cause of severe and fatal food-induced anaphylactic reactions in the United States.",
            "3, 4 The only approved management strategy for peanut allergy is avoidance and emergency management of severe reactions due to accidental ingestions, 4 which has a marked adverse effect on the quality of life of patients and caregivers.",
            "5 Several approaches are under investigation, including oral, sublingual, and epicutaneous immunotherapy.",
            "6 Oral immunotherapy has been the most extensively studied form of therapy.",
            "Numerous single-center studies have been published; although they have demonstrated induction of varying degrees of desensitization, there is concern about significant risk of severe treatment-associated adverse reactions.",
            "7 Moreover, only a minority of treated patients achieve any measure of longerterm tolerance.",
            "8, 9 Epicutaneous immunotherapy uses an allergenadsorbed patch (peanut patch), which in murine models has been shown to deliver allergen to the epidermal layer of normal intact skin, where it is taken up by Langerhans cells and transported to regional lymph nodes.",
            "10 After a recent phase 1 trial in peanut-allergic individuals demonstrated safety and tolerability, 11 a 1-year phase 2b trial of the peanut patch was conducted in peanut-allergic patients to identify the most effective dose and to establish its adverse event (AE) profile, efficacy, and acceptability.",
            "Patients completing the phase 2b trial were invited to participate in a 2-year extension trial using the most effective peanut-patch dose to assess efficacy for up to 36 months."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34198",
        "text": "This was a phase 2b, multicenter, double-blind, placebocontrolled, dose-ranging study of epicutaneous immunotherapy with a peanut patch (Viaskin Peanut) for 1 year followed by a voluntary, 2-year, open-label extension study to evaluate the efficacy of the peanut patch. Patients and investigators were kept blinded to study treatment (phase 2b: July 31, 2012-July 31, 2014; extension completed September 29, 2016). The trial protocol (Supplement 1) and consent forms were approved by each center's institutional review board. Written informed consent was obtained from all study participants or parents/guardians with assents for children older than 7 years or per local institutional review board guidelines.",
        "section": "Methods",
        "section_number": 2,
        "sentences": [
            "This was a phase 2b, multicenter, double-blind, placebocontrolled, dose-ranging study of epicutaneous immunotherapy with a peanut patch (Viaskin Peanut) for 1 year followed by a voluntary, 2-year, open-label extension study to evaluate the efficacy of the peanut patch.",
            "Patients and investigators were kept blinded to study treatment (phase 2b: July 31, 2012-July 31, 2014; extension completed September 29, 2016).",
            "The trial protocol (Supplement 1) and consent forms were approved by each center's institutional review board.",
            "Written informed consent was obtained from all study participants or parents/guardians with assents for children older than 7 years or per local institutional review board guidelines."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34198",
        "text": "Patients were recruited at 22 tertiary referral allergy/ immunology centers in North America and Europe (study design summarized in eFigure 1 in Supplement 2). Eligible participants were aged 6 to 55 years with an established clinical history of peanut allergy, peanut skin prick test wheal diameter of 8 mm or greater, serum peanut-specific IgE level (Phadia ImmunoCAP system; Thermo Scientific) greater than 0.7 kU A /L, and eliciting dose (last single food challenge dose administered prior to the development of objective clinical symptoms) of 300 mg or less of peanut protein at the initial double-blind, placebo-controlled food challenge (food challenge). Individuals with chronic disease, unstable asthma, or a history of severe anaphylaxis to peanut (previous hypotension, neurologic compromise, or mechanical ventilation) were excluded for ethical and safety reasons.",
        "section": "Participants",
        "section_number": 3,
        "sentences": [
            "Patients were recruited at 22 tertiary referral allergy/ immunology centers in North America and Europe (study design summarized in eFigure 1 in Supplement 2).",
            "Eligible participants were aged 6 to 55 years with an established clinical history of peanut allergy, peanut skin prick test wheal diameter of 8 mm or greater, serum peanut-specific IgE level (Phadia ImmunoCAP system; Thermo Scientific) greater than 0.7 kU A /L, and eliciting dose (last single food challenge dose administered prior to the development of objective clinical symptoms) of 300 mg or less of peanut protein at the initial double-blind, placebo-controlled food challenge (food challenge).",
            "Individuals with chronic disease, unstable asthma, or a history of severe anaphylaxis to peanut (previous hypotension, neurologic compromise, or mechanical ventilation) were excluded for ethical and safety reasons."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34198",
        "text": "Standardized food challenges using PRACTALL criteria 12 were conducted before initiating therapy and following 12, 24, and 36 months of daily peanut-patch application. Incremental peanut protein doses of 1, 3, 10, 30, 100, and 300 mg every 30 minutes were used for all challenges, with additional doses of 1000 and 2000 mg of peanut protein for challenges at 12, 24, and 36 months. An additional dose of 1600 mg of peanut protein was administered at 24 and 36 months. Peanut protein doses were administered in a standardized chocolate pudding. 13 Food challenges were discontinued and eliciting doses were established only when clear-cut objective symptoms were present (eTable 1 in Supplement 2). 12 Once qualified, patients were randomly assigned at a ratio of 1:1:1:1 to receive patches containing 50 μg, 100 μg, or 250 μg of peanut protein or placebo patch. Randomization was stratified by site and age group using a dynamic randomization schedule through Interactive Web Response Systems: children aged 6 to 11 years and adolescents/adults aged 12 to 55 years (treatment block size was 4). Patients and their families were reimbursed for travel cost limited to US$40 per visit; there were no additional financial incentives.",
        "section": "Interventions",
        "section_number": 4,
        "sentences": [
            "Standardized food challenges using PRACTALL criteria 12 were conducted before initiating therapy and following 12, 24, and 36 months of daily peanut-patch application.",
            "Incremental peanut protein doses of 1, 3, 10, 30, 100, and 300 mg every 30 minutes were used for all challenges, with additional doses of 1000 and 2000 mg of peanut protein for challenges at 12, 24, and 36 months.",
            "An additional dose of 1600 mg of peanut protein was administered at 24 and 36 months.",
            "Peanut protein doses were administered in a standardized chocolate pudding.",
            "13 Food challenges were discontinued and eliciting doses were established only when clear-cut objective symptoms were present (eTable 1 in Supplement 2).",
            "12 Once qualified, patients were randomly assigned at a ratio of 1:1:1:1 to receive patches containing 50 μg, 100 μg, or 250 μg of peanut protein or placebo patch.",
            "Randomization was stratified by site and age group using a dynamic randomization schedule through Interactive Web Response Systems: children aged 6 to 11 years and adolescents/adults aged 12 to 55 years (treatment block size was 4).",
            "Patients and their families were reimbursed for travel cost limited to US$40 per visit; there were no additional financial incentives."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34198",
        "text": "Peanut and placebo patches, which were indistinguishable in appearance, were applied daily on the backs of children and inner upper arms of adolescents and adults. The first patch was applied under observation at the study site. Subsequent patches were self-administered at home once daily for 3, 6, and 12 hours per day during the first, second, and third weeks, respectively, followed by 24 hours daily thereafter. Patients were seen at 3, 6, and 12 months, at which time skin prick tests and serum immunoglobulin levels were repeated (eAppendix in Supplement 2). Blood was also collected to screen for filaggrin gene mutations, which have been associated with defective skin barrier and atopic dermatitis. 14 Patients who had received a placebo patch in",
        "section": "Interventions",
        "section_number": 5,
        "sentences": [
            "Peanut and placebo patches, which were indistinguishable in appearance, were applied daily on the backs of children and inner upper arms of adolescents and adults.",
            "The first patch was applied under observation at the study site.",
            "Subsequent patches were self-administered at home once daily for 3, 6, and 12 hours per day during the first, second, and third weeks, respectively, followed by 24 hours daily thereafter.",
            "Patients were seen at 3, 6, and 12 months, at which time skin prick tests and serum immunoglobulin levels were repeated (eAppendix in Supplement 2).",
            "Blood was also collected to screen for filaggrin gene mutations, which have been associated with defective skin barrier and atopic dermatitis.",
            "14 Patients who had received a placebo patch in"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34198",
        "text": "Question What are the effects of varying doses of an epicutaneous immunotherapy for peanut allergy on reaction to peanut protein exposure?",
        "section": "Key Points",
        "section_number": 6,
        "sentences": [
            "Question What are the effects of varying doses of an epicutaneous immunotherapy for peanut allergy on reaction to peanut protein exposure?"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34198",
        "text": "Finding In this phase 2b randomized trial of 221 participants with peanut allergy, a 250-μg dose of peanut protein resulted in a significant treatment response compared with placebo (50% vs 25%) following 12 months of therapy.",
        "section": "Key Points",
        "section_number": 7,
        "sentences": [
            "Finding In this phase 2b randomized trial of 221 participants with peanut allergy, a 250-μg dose of peanut protein resulted in a significant treatment response compared with placebo (50% vs 25%) following 12 months of therapy."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34198",
        "text": "Meaning These findings support further evaluation of epicutaneous immunotherapy in a phase 3 trial.",
        "section": "Key Points",
        "section_number": 8,
        "sentences": [
            "Meaning These findings support further evaluation of epicutaneous immunotherapy in a phase 3 trial."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34198",
        "text": "the first year were initially rerandomized to 50-μg, 100-μg, or 250-μg doses at entry into the 2-year, open-label extension; at 6 months, all were switched to 250 μg, which was found to be the most efficacious dose. Patients were instructed to refrain from peanut consumption throughout the trials, except during the food challenge.",
        "section": "Key Points",
        "section_number": 9,
        "sentences": [
            "the first year were initially rerandomized to 50-μg, 100-μg, or 250-μg doses at entry into the 2-year, open-label extension; at 6 months, all were switched to 250 μg, which was found to be the most efficacious dose.",
            "Patients were instructed to refrain from peanut consumption throughout the trials, except during the food challenge."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34198",
        "text": "The primary efficacy end point of the phase 2b trial was the percentage of treatment responders after 12 months of therapy. Patients were considered responders if the eliciting dose during the posttreatment food challenge was 1000 mg or more of peanut protein and/or 10-times or more greater than the eliciting dose prior to treatment. The initial responder criterion of a 10-times or more increase in threshold was adapted from the National Institutes of Healthsponsored Consortium of Food Allergy Research sublingual immunotherapy trial 15 and a recent epicutaneous immunotherapy trial. 16 Secondary efficacy end points included the percentage of responders in each of the 2 predetermined age strata (6- Supplement 2) . Safety end points included the type, frequency, and severity of treatmentemergent AEs (TEAEs), serious AEs, and premature discontinuation. Compliance was defined as the total number of patches dispensed minus the number returned, divided by the number of days within the treatment period. Patients graded application site skin reactions (erythema/redness, pruritus/itching, or edema/swelling) or cutaneous symptoms daily for the first 3 months and whenever symptoms occurred thereafter. The grading scale for each symptom ranged from 0 to 3 (0 = absent; 1 = mild; 2 = moderate; and 3 = severe) (eAppendix in Supplement 2). Skin symptoms were also assessed by investigators at each study visit. End points for the 2-year open-label extension were the same as for the randomized trial.",
        "section": "Outcomes",
        "section_number": 10,
        "sentences": [
            "The primary efficacy end point of the phase 2b trial was the percentage of treatment responders after 12 months of therapy.",
            "Patients were considered responders if the eliciting dose during the posttreatment food challenge was 1000 mg or more of peanut protein and/or 10-times or more greater than the eliciting dose prior to treatment.",
            "The initial responder criterion of a 10-times or more increase in threshold was adapted from the National Institutes of Healthsponsored Consortium of Food Allergy Research sublingual immunotherapy trial 15 and a recent epicutaneous immunotherapy trial.",
            "16 Secondary efficacy end points included the percentage of responders in each of the 2 predetermined age strata (6- Supplement 2) .",
            "Safety end points included the type, frequency, and severity of treatmentemergent AEs (TEAEs), serious AEs, and premature discontinuation.",
            "Compliance was defined as the total number of patches dispensed minus the number returned, divided by the number of days within the treatment period.",
            "Patients graded application site skin reactions (erythema/redness, pruritus/itching, or edema/swelling) or cutaneous symptoms daily for the first 3 months and whenever symptoms occurred thereafter.",
            "The grading scale for each symptom ranged from 0 to 3 (0 = absent; 1 = mild; 2 = moderate; and 3 = severe) (eAppendix in Supplement 2).",
            "Skin symptoms were also assessed by investigators at each study visit.",
            "End points for the 2-year open-label extension were the same as for the randomized trial."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34198",
        "text": "A sample size of 47 patients per treatment group was determined to retain 90% power to detect an absolute difference (250 μg minus placebo) in the primary end point of 30%",
        "section": "Statistical Methods",
        "section_number": 11,
        "sentences": [
            "A sample size of 47 patients per treatment group was determined to retain 90% power to detect an absolute difference (250 μg minus placebo) in the primary end point of 30%"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34198",
        "text": "(assuming a placebo response rate of 10%); 2-sided α < .05. This response estimate was agreed on with the US Food and Drug Administration. Assuming a 15% dropout rate, as seen in other studies, 221 patients were randomized.",
        "section": "Statistical Methods",
        "section_number": 12,
        "sentences": [
            "(assuming a placebo response rate of 10%); 2-sided α < .05.",
            "This response estimate was agreed on with the US Food and Drug Administration.",
            "Assuming a 15% dropout rate, as seen in other studies, 221 patients were randomized."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34198",
        "text": "The overall type I error rate for the primary analyses was controlled through a prespecified fixed-sequence testing strategy (pairwise comparisons between 250 μg, 100 μg, and 50 μg vs placebo). Accordingly, testing would cease beyond the first observed P value less than or equal to .05. All other outcomes in this study were considered exploratory. However, an interaction between age categories (ie, children and adolescents/adults) and each treatment group (vs placebo) for the primary end point was carried out to identify the need for any subgroup analysis. For the primary end point, if the month 12 eliciting dose was missing, the patient would be defaulted to count as a nonresponder (last-observationcarried-forward).",
        "section": "Statistical Methods",
        "section_number": 13,
        "sentences": [
            "The overall type I error rate for the primary analyses was controlled through a prespecified fixed-sequence testing strategy (pairwise comparisons between 250 μg, 100 μg, and 50 μg vs placebo).",
            "Accordingly, testing would cease beyond the first observed P value less than or equal to .05.",
            "All other outcomes in this study were considered exploratory.",
            "However, an interaction between age categories (ie, children and adolescents/adults) and each treatment group (vs placebo) for the primary end point was carried out to identify the need for any subgroup analysis.",
            "For the primary end point, if the month 12 eliciting dose was missing, the patient would be defaulted to count as a nonresponder (last-observationcarried-forward)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34198",
        "text": "The primary analysis was intention to treat. Sensitivity analyses for consistency of the primary end point were performed (per-protocol analysis; worst-case imputation method; multiple imputation 17 ). For secondary end points, missing data were addressed through several sensitivity analyses (default nonresponder, multiple imputation, or no imputation).",
        "section": "Statistical Methods",
        "section_number": 14,
        "sentences": [
            "The primary analysis was intention to treat.",
            "Sensitivity analyses for consistency of the primary end point were performed (per-protocol analysis; worst-case imputation method; multiple imputation 17 ).",
            "For secondary end points, missing data were addressed through several sensitivity analyses (default nonresponder, multiple imputation, or no imputation)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34198",
        "text": "Treatment effects on eliciting dose, cumulative reactive dose, skin prick test, and immunological markers (IgE, IgG4) were compared with placebo. Adverse events reported in patients who had at least 1 patch application were summarized (eAppendix in Supplement 2 ",
        "section": "Statistical Methods",
        "section_number": 15,
        "sentences": [
            "Treatment effects on eliciting dose, cumulative reactive dose, skin prick test, and immunological markers (IgE, IgG4) were compared with placebo.",
            "Adverse events reported in patients who had at least 1 patch application were summarized (eAppendix in Supplement 2"
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34198",
        "text": "A total of 221 patients (median age, 11 years [Q1, Q3: 8, 16]; 37.6% female) were randomized (53, 56, and 56 patients to 50-μg, 100-μg, and 250-μg peanut patches, respectively, and 56 to placebo patch) across 22 study sites ( Figure 1 ). Baseline distributions of age, peanut-specific IgE or IgG4 levels, skin prick test wheal diameter, or peanut protein eliciting doses in the 4 study groups were balanced ( Table 1 ). There were 113 children (aged 6-11 years), 73 adolescents (aged 12-17 years), and 35 adults (aged 18-55 years) randomized; the median eliciting doses for children and adolescents/adults were 30 mg (Q1, Q3: 1, 100) and 100 mg (Q1, Q3: 30, 300), respectively (eFigure 2 in Supplement 2). At 12 months, overall compliance with treatment in the phase 2b trial was 97.6% (Q1, Q3: 93, 100); 6.3% of patients discontinued the study prematurely.",
        "section": "Study Participants",
        "section_number": 16,
        "sentences": [
            "A total of 221 patients (median age, 11 years [Q1, Q3: 8, 16]; 37.6% female) were randomized (53, 56, and 56 patients to 50-μg, 100-μg, and 250-μg peanut patches, respectively, and 56 to placebo patch) across 22 study sites ( Figure 1 ).",
            "Baseline distributions of age, peanut-specific IgE or IgG4 levels, skin prick test wheal diameter, or peanut protein eliciting doses in the 4 study groups were balanced ( Table 1 ).",
            "There were 113 children (aged 6-11 years), 73 adolescents (aged 12-17 years), and 35 adults (aged 18-55 years) randomized; the median eliciting doses for children and adolescents/adults were 30 mg (Q1, Q3: 1, 100) and 100 mg (Q1, Q3: 30, 300), respectively (eFigure 2 in Supplement 2).",
            "At 12 months, overall compliance with treatment in the phase 2b trial was 97.6% (Q1, Q3: 93, 100); 6.3% of patients discontinued the study prematurely."
        ],
        "sentence_labels": [
            -1,
            1,
            -1,
            -1
        ],
        "classification_label": 0
    },
    {
        "doc_id": "34198",
        "text": "Primary Efficacy End Point Primary efficacy results on the intention-to-treat population are presented in difference in response rates between the 250-μg patch (n = 28; 50.0%) and placebo patch (n = 14; 25.0%) was 25% (95% CI, 7.7%-42.3%; P = .01), thus achieving statistical significance. This corresponded to an estimated numberneeded-to-treat of 4. The response rate for the 100-μg patch was 41.1%, for a difference from placebo of 16.1% (95% CI, −1.1% to 33.2%; P = .11), which failed to achieve statistical significance. Hence, in concordance with the prespecified fixedsequential testing strategy, a formal 50-μg placebo hypothesis test was not conducted. Sensitivity analyses for the 250-μg patch vs placebo patch comparison of the primary end point using different methods supported robustness of the primary analysis (eTable 2 and eTable 3 in Supplement 2).",
        "section": "Assessment of Clinical Response",
        "section_number": 17,
        "sentences": [
            "Primary Efficacy End Point Primary efficacy results on the intention-to-treat population are presented in difference in response rates between the 250-μg patch (n = 28; 50.0%) and placebo patch (n = 14; 25.0%) was 25% (95% CI, 7.7%-42.3%; P = .01), thus achieving statistical significance.",
            "This corresponded to an estimated numberneeded-to-treat of 4.",
            "The response rate for the 100-μg patch was 41.1%, for a difference from placebo of 16.1% (95% CI, −1.1% to 33.2%; P = .11), which failed to achieve statistical significance.",
            "Hence, in concordance with the prespecified fixedsequential testing strategy, a formal 50-μg placebo hypothesis test was not conducted.",
            "Sensitivity analyses for the 250-μg patch vs placebo patch comparison of the primary end point using different methods supported robustness of the primary analysis (eTable 2 and eTable 3 in Supplement 2)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34198",
        "text": "As shown in Table 2 , the interaction by age group was only significant for the 250-μg patch (P = .04). Response rates at month 12 in children (53.6%) were greater than for the placebo patch (19.4%; difference, 34.2%; 95% CI, 11.1%-57.3%; P = .008). Similar analyses in the adolescent/adult stratum showed no differences between the placebo patch (32%) and the 250-μg patch (46.4%; difference, 14.4%; 95% CI, −11.6% to 40.4%; P = .40).",
        "section": "Exploratory Secondary End Points",
        "section_number": 18,
        "sentences": [
            "As shown in Table 2 , the interaction by age group was only significant for the 250-μg patch (P = .04).",
            "Response rates at month 12 in children (53.6%) were greater than for the placebo patch (19.4%; difference, 34.2%; 95% CI, 11.1%-57.3%; P = .008).",
            "Similar analyses in the adolescent/adult stratum showed no differences between the placebo patch (32%) and the 250-μg patch (46.4%; difference, 14.4%; 95% CI, −11.6% to 40.4%; P = .40)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34198",
        "text": "The mean cumulative reactive dose at month 12 was greater for the 250-μg patch (1117.8 mg) than for the placebo patch (469.3 mg) overall (least squares [LS] mean difference, 336.2; 95% CI, 110.9-739.7) and for the children stratum (250-μg patch: 1211.9 mg; placebo patch: 239.1 mg; LS mean difference, 333.7; 95% CI, 92.5-887.6) (eTable 4 in Supplement 2) . No meaningful differences between the peanut patch and placebo patch were obser ved in the adolescent/adult stratum. Although many patients received larger challenge doses at month 12, symptom severity showed no significant differences between baseline and month 12 within treatment groups in the overall population (eTable 5 in Supplement 2). Abbreviation: Q, quartile. a Percentages were based on the number of patients in the safety population (all patients who were randomized and received at least 1 dose of the study treatment) for each treatment group. b The baseline value was defined as the last measurement taken prior to the first administration of investigational product (day 1 ",
        "section": "Exploratory Secondary End Points",
        "section_number": 19,
        "sentences": [
            "The mean cumulative reactive dose at month 12 was greater for the 250-μg patch (1117.8 mg) than for the placebo patch (469.3 mg) overall (least squares [LS] mean difference, 336.2; 95% CI, 110.9-739.7) and for the children stratum (250-μg patch: 1211.9 mg; placebo patch: 239.1 mg; LS mean difference, 333.7; 95% CI, 92.5-887.6) (eTable 4 in Supplement 2) .",
            "No meaningful differences between the peanut patch and placebo patch were obser ved in the adolescent/adult stratum.",
            "Although many patients received larger challenge doses at month 12, symptom severity showed no significant differences between baseline and month 12 within treatment groups in the overall population (eTable 5 in Supplement 2).",
            "Abbreviation: Q, quartile.",
            "a Percentages were based on the number of patients in the safety population (all patients who were randomized and received at least 1 dose of the study treatment) for each treatment group.",
            "b The baseline value was defined as the last measurement taken prior to the first administration of investigational product (day 1"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34198",
        "text": "The evolution of peanut-specific IgE and IgG4 levels over the 12-month period is presented in Figure 2 . Compared with the placebo patch, median peanut-specific IgE levels increased numerically over the first 3 to 6 months overall in patients treated with the 50-μg, 100-μg, and 250-μg peanut patches, followed by a gradual decrease to near baseline levels at month 12. Abbreviations: LOCF, last observation carried forward; NP, not presented. a Missing scores for month 12 were imputed from baseline values. Handling of missing data was carried out using the LOCF method; namely, for each patient, a missing value at month 12 was replaced by the baseline value. b A treatment responder was defined as a patient with an eliciting dose of 1000 mg or more of peanut protein after 12 months of treatment or a patient with a 10-times increase in the eliciting dose at 12 months compared with the initial eliciting dose, based on the results of the 2 double-blind, placebo-controlled food challenges. A patient could meet both sets of criteria and would therefore be categorized in both criteria category counts. Percentages were based on the number of patients in the intention-to-treat population (full analysis set) for each treatment group. c 95% CI using Clopper-Pearson (Exact) method. d The eliciting dose is defined as the last single dose administered in the double-blind, placebo-controlled food challenge prior to the development of objective clinical symptoms. e P value based on 2-tailed Fisher exact test.",
        "section": "Immunologic Correlates",
        "section_number": 20,
        "sentences": [
            "The evolution of peanut-specific IgE and IgG4 levels over the 12-month period is presented in Figure 2 .",
            "Compared with the placebo patch, median peanut-specific IgE levels increased numerically over the first 3 to 6 months overall in patients treated with the 50-μg, 100-μg, and 250-μg peanut patches, followed by a gradual decrease to near baseline levels at month 12.",
            "Abbreviations: LOCF, last observation carried forward; NP, not presented.",
            "a Missing scores for month 12 were imputed from baseline values.",
            "Handling of missing data was carried out using the LOCF method; namely, for each patient, a missing value at month 12 was replaced by the baseline value.",
            "b A treatment responder was defined as a patient with an eliciting dose of 1000 mg or more of peanut protein after 12 months of treatment or a patient with a 10-times increase in the eliciting dose at 12 months compared with the initial eliciting dose, based on the results of the 2 double-blind, placebo-controlled food challenges.",
            "A patient could meet both sets of criteria and would therefore be categorized in both criteria category counts.",
            "Percentages were based on the number of patients in the intention-to-treat population (full analysis set) for each treatment group.",
            "c 95% CI using Clopper-Pearson (Exact) method.",
            "d The eliciting dose is defined as the last single dose administered in the double-blind, placebo-controlled food challenge prior to the development of objective clinical symptoms.",
            "e P value based on 2-tailed Fisher exact test."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34198",
        "text": "f P value not presented owing to hierarchical stepwise analysis.",
        "section": "Immunologic Correlates",
        "section_number": 21,
        "sentences": [
            "f P value not presented owing to hierarchical stepwise analysis."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34198",
        "text": "g Risk ratio and 2-sided asymptotic 95% CI of achieving response in the active treatment group compared with the placebo group. h Risk difference and 2-sided asymptotic 95% CI of achieving response in the active treatment group compared with the placebo group. i P values associated with a formal test of interaction between treatment effects and age subgroup (children; adolescents/adults). Test of interaction was based on a logistic regression model on the proportion of responders and treatment, subgroup, and treatment subgroup interaction terms.",
        "section": "Immunologic Correlates",
        "section_number": 22,
        "sentences": [
            "g Risk ratio and 2-sided asymptotic 95% CI of achieving response in the active treatment group compared with the placebo group.",
            "h Risk difference and 2-sided asymptotic 95% CI of achieving response in the active treatment group compared with the placebo group.",
            "i P values associated with a formal test of interaction between treatment effects and age subgroup (children; adolescents/adults).",
            "Test of interaction was based on a logistic regression model on the proportion of responders and treatment, subgroup, and treatment subgroup interaction terms."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34198",
        "text": "Peanut-specific IgG4 levels increased progressively over the 12-month period with peanut patches overall, while minor fluctuations were observed with the placebo patch (Figure 2) . At month 12, mean peanut-specific IgG4 levels were greater for the 250-μg patch than for the placebo patch (LS mean difference, 2.2; 95% CI, 1.4-3.24) overall (eTable 6 in Supplement 2). The observed LS mean differences for the 50-μg and 100-μg patches were 1.3 (95% CI, 0.7-2.0) and 1.3 (95% CI, 0.8-2.1), respectively.",
        "section": "Immunologic Correlates",
        "section_number": 23,
        "sentences": [
            "Peanut-specific IgG4 levels increased progressively over the 12-month period with peanut patches overall, while minor fluctuations were observed with the placebo patch (Figure 2) .",
            "At month 12, mean peanut-specific IgG4 levels were greater for the 250-μg patch than for the placebo patch (LS mean difference, 2.2; 95% CI, 1.4-3.24) overall (eTable 6 in Supplement 2).",
            "The observed LS mean differences for the 50-μg and 100-μg patches were 1.3 (95% CI, 0.7-2.0) and 1.3 (95% CI, 0.8-2.1), respectively."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34198",
        "text": "The peanut skin prick test median wheal diameters over the 12-month period for the undiluted and 1/10 and 1/100 diluted test samples are presented in eFigure 3 in Supplement 2. The outputs for the 1/1000 and 1/10 000 dilutions are not shown, as the effects beyond 1/100 dilutions were not informative. A decrease in skin prick test median wheal diameter was observed for the undiluted and diluted test samples from month 6 to 12 in patients treated with the 50-μg, 100-μg, and 250-μg peanut patches; this trend was not observed in the placebo patch group.",
        "section": "Immunologic Correlates",
        "section_number": 24,
        "sentences": [
            "The peanut skin prick test median wheal diameters over the 12-month period for the undiluted and 1/10 and 1/100 diluted test samples are presented in eFigure 3 in Supplement 2.",
            "The outputs for the 1/1000 and 1/10 000 dilutions are not shown, as the effects beyond 1/100 dilutions were not informative.",
            "A decrease in skin prick test median wheal diameter was observed for the undiluted and diluted test samples from month 6 to 12 in patients treated with the 50-μg, 100-μg, and 250-μg peanut patches; this trend was not observed in the placebo patch group."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34198",
        "text": "All TEAEs are summarized in Table 3 . During the phase 2b period, occurrence of TEAEs and TEAE event rates were balanced across all peanut patch-treated groups. TEAEs related to the investigational product occurred approximately twice as often in the peanut-patch groups when compared with the placebo-patch group: 96.2% for the 50-μg peanut patch, 94.6% for the 100-μg peanut patch, and 96.4% for the 250-μg peanut patch vs 48.2% for the placebo patch, primarily during the first months of treatment. TEAEs leading to study discontinuation were rare. Serious TEAEs occurred infrequently in all treated groups.",
        "section": "Adverse Events",
        "section_number": 25,
        "sentences": [
            "All TEAEs are summarized in Table 3 .",
            "During the phase 2b period, occurrence of TEAEs and TEAE event rates were balanced across all peanut patch-treated groups.",
            "TEAEs related to the investigational product occurred approximately twice as often in the peanut-patch groups when compared with the placebo-patch group: 96.2% for the 50-μg peanut patch, 94.6% for the 100-μg peanut patch, and 96.4% for the 250-μg peanut patch vs 48.2% for the placebo patch, primarily during the first months of treatment.",
            "TEAEs leading to study discontinuation were rare.",
            "Serious TEAEs occurred infrequently in all treated groups."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34198",
        "text": "Local skin reactions were the most common adverse symptoms reported (Figure 3) . Skin reactions of grades 1 to 3 generally occurred during the first month of treatment in most patients as patch application duration increased, but such symptoms lasted less than 3 months in half of the patients. Only 3 of 165 peanut patch-treated patients discontinued because of AEs: 1 for an AE unrelated to the peanut patch and 2 (0.9%) for local dermatitis at the site of patch application, 4 months and 9 months after initiating therapy.",
        "section": "Adverse Events",
        "section_number": 26,
        "sentences": [
            "Local skin reactions were the most common adverse symptoms reported (Figure 3) .",
            "Skin reactions of grades 1 to 3 generally occurred during the first month of treatment in most patients as patch application duration increased, but such symptoms lasted less than 3 months in half of the patients.",
            "Only 3 of 165 peanut patch-treated patients discontinued because of AEs: 1 for an AE unrelated to the peanut patch and 2 (0.9%) for local dermatitis at the site of patch application, 4 months and 9 months after initiating therapy."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34198",
        "text": "The rate of patients with more generalized allergic TEAEs was approximately 25%, including mostly cutaneous reactions extending beyond the borders of the patch (approximately 18%). One case of nonserious moderate anaphylaxis was reported as possibly related to therapy (eAppendix in Supplement 2). Overall, 20 serious AEs were recorded in 17 patients, none related to the study drug (14 during food challenges). Three patients experienced serious AEs of moderate severity following accidental peanut ingestion, resulting in visits to an emergency department: a 6-year-old child with the 50-μg peanut patch and 2 adults, 1 with the 50-μg peanut patch Abbreviation: TEAE, treatment-emergent adverse events. a Percentages were based on the number of patients in the safety population for each treatment group. Patients were counted once per category. b TEAEs were defined as events that had a start time on or after dosing of the investigational product (or if it had a start time before dosing of the investigational product but increased in severity on or after dosing of the investigational product) and on or prior to the last dose of the investigational product. There were no serious TEAEs related to investigational product and no TEAEs leading to death throughout the phase 2b trial and the open-label extension trial. c Patients who had received the placebo patch in the first year were initially rerandomized to the 50-μg patch, 100-μg patch, or 250-μg patch at entry into the open-label extension trial, and at 6 months all were switched to the 250-μg patch. (Table 3) . Local skin reactions decreased over time but continued to be the most common adverse symptoms reported. During the extension, TEAEs, severe TEAEs, and TEAEs related to the investigational product occurred largely during year 1 (93%).",
        "section": "Adverse Events",
        "section_number": 27,
        "sentences": [
            "The rate of patients with more generalized allergic TEAEs was approximately 25%, including mostly cutaneous reactions extending beyond the borders of the patch (approximately 18%).",
            "One case of nonserious moderate anaphylaxis was reported as possibly related to therapy (eAppendix in Supplement 2).",
            "Overall, 20 serious AEs were recorded in 17 patients, none related to the study drug (14 during food challenges).",
            "Three patients experienced serious AEs of moderate severity following accidental peanut ingestion, resulting in visits to an emergency department: a 6-year-old child with the 50-μg peanut patch and 2 adults, 1 with the 50-μg peanut patch Abbreviation: TEAE, treatment-emergent adverse events.",
            "a Percentages were based on the number of patients in the safety population for each treatment group.",
            "Patients were counted once per category.",
            "b TEAEs were defined as events that had a start time on or after dosing of the investigational product (or if it had a start time before dosing of the investigational product but increased in severity on or after dosing of the investigational product) and on or prior to the last dose of the investigational product.",
            "There were no serious TEAEs related to investigational product and no TEAEs leading to death throughout the phase 2b trial and the open-label extension trial.",
            "c Patients who had received the placebo patch in the first year were initially rerandomized to the 50-μg patch, 100-μg patch, or 250-μg patch at entry into the open-label extension trial, and at 6 months all were switched to the 250-μg patch. (",
            "Table 3) .",
            "Local skin reactions decreased over time but continued to be the most common adverse symptoms reported.",
            "During the extension, TEAEs, severe TEAEs, and TEAEs related to the investigational product occurred largely during year 1 (93%)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34198",
        "text": "Per-protocol response rates in children at months 12 and 24 of the extension were 63.3% and 68.4%, respectively (eTable 7 in Supplement 2). Similar analyses in the adolescent/adult stratum showed a response rate of 54.2% and 57.8% at months 12 and 24, respectively. During the extension, median compliance was 95.7% (Q1, Q3: 89, 99) in children; although 16% of this cohort dropped out, none of the discontinuations for TEAEs were related to the investigational product.",
        "section": "Adverse Events",
        "section_number": 28,
        "sentences": [
            "Per-protocol response rates in children at months 12 and 24 of the extension were 63.3% and 68.4%, respectively (eTable 7 in Supplement 2).",
            "Similar analyses in the adolescent/adult stratum showed a response rate of 54.2% and 57.8% at months 12 and 24, respectively.",
            "During the extension, median compliance was 95.7% (Q1, Q3: 89, 99) in children; although 16% of this cohort dropped out, none of the discontinuations for TEAEs were related to the investigational product."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34198",
        "text": "In this phase 2b dose-ranging trial of peanut-allergic patients aged 6 to 55 years, the 250-μg peanut patch resulted in significant treatment response vs the placebo patch, as determined by increases in eliciting dose during the double-blind, placebo-controlled food challenges at baseline and after 1 year of therapy. The rates of TEAEs were similar across all peanut-patch dosages in the first year, although AEs related to the patch were more frequent in peanut-patch groups compared with the placebo-patch group. Reactions were mostly mild to moderate in severity, and they lasted less than 3 months in half of the patients treated. Following 12 months of epicutaneous immunotherapy, the primary end point was achieved with the 250-μg peanut patch in the overall group and in exploratory analyses of children aged 6 to 11 years. The greatest effect was seen with the 250-μg peanut patch in children, with approximately 50% achieving the primary end point at 12 months. (Based on these results and following consultation with the US Food and Drug Administration, a phase 3 trial was initiated in children aged 4 to 11 years using the 250-μg peanut patch.) The 2-year, open-label extension demonstrated compliance rates similar to the phase 2b trial, with no increase in the rate of patch-related TEAEs.",
        "section": "Discussion",
        "section_number": 29,
        "sentences": [
            "In this phase 2b dose-ranging trial of peanut-allergic patients aged 6 to 55 years, the 250-μg peanut patch resulted in significant treatment response vs the placebo patch, as determined by increases in eliciting dose during the double-blind, placebo-controlled food challenges at baseline and after 1 year of therapy.",
            "The rates of TEAEs were similar across all peanut-patch dosages in the first year, although AEs related to the patch were more frequent in peanut-patch groups compared with the placebo-patch group.",
            "Reactions were mostly mild to moderate in severity, and they lasted less than 3 months in half of the patients treated.",
            "Following 12 months of epicutaneous immunotherapy, the primary end point was achieved with the 250-μg peanut patch in the overall group and in exploratory analyses of children aged 6 to 11 years.",
            "The greatest effect was seen with the 250-μg peanut patch in children, with approximately 50% achieving the primary end point at 12 months. (",
            "Based on these results and following consultation with the US Food and Drug Administration, a phase 3 trial was initiated in children aged 4 to 11 years using the 250-μg peanut patch.)",
            "The 2-year, open-label extension demonstrated compliance rates similar to the phase 2b trial, with no increase in the rate of patch-related TEAEs."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34198",
        "text": "The 25% response rate of placebo-patch patients was considerably greater than the projected rate (10%) and higher than reported in other studies. The reason for this finding is not clear but may be owing to the challenge procedure and prespecified response criteria. To our knowledge, this is the largest trial to use the PRACTALL food challenge guidelines, 13 which initiate food challenges at very low doses (1 mg) of food protein and then increase the dose by semilog quantities. The variability of response to food challenges at such low doses (doses at which the highest rate of placebo response occurred in this study) has never been evaluated, especially in the adolescent/ adult group. Also, most placebo responders fulfilled the criterion of a 10-times increase over the baseline threshold challenge dose, which was adapted from the National Institutes of Health-sponsored Consortium of Food Allergy Research trial of epicutaneous immunotherapy 16 and which may not have provided adequate stringency for response.",
        "section": "Discussion",
        "section_number": 30,
        "sentences": [
            "The 25% response rate of placebo-patch patients was considerably greater than the projected rate (10%) and higher than reported in other studies.",
            "The reason for this finding is not clear but may be owing to the challenge procedure and prespecified response criteria.",
            "To our knowledge, this is the largest trial to use the PRACTALL food challenge guidelines, 13 which initiate food challenges at very low doses (1 mg) of food protein and then increase the dose by semilog quantities.",
            "The variability of response to food challenges at such low doses (doses at which the highest rate of placebo response occurred in this study) has never been evaluated, especially in the adolescent/ adult group.",
            "Also, most placebo responders fulfilled the criterion of a 10-times increase over the baseline threshold challenge dose, which was adapted from the National Institutes of Health-sponsored Consortium of Food Allergy Research trial of epicutaneous immunotherapy 16 and which may not have provided adequate stringency for response."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34198",
        "text": "In the a priori calculations of sample size and statistical power, a 30% absolute difference for the primary end point between active drug and placebo was assumed. This absolute difference was not achieved with the overall group, owing at least in part to the unexpectedly high placebo response, but was met (34.2%) with the children's group.",
        "section": "Discussion",
        "section_number": 31,
        "sentences": [
            "In the a priori calculations of sample size and statistical power, a 30% absolute difference for the primary end point between active drug and placebo was assumed.",
            "This absolute difference was not achieved with the overall group, owing at least in part to the unexpectedly high placebo response, but was met (34.2%) with the children's group."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34198",
        "text": "Recently, Baumert and colleagues 18 sought to quantify the clinical benefit of increasing thresholds of reactivity in peanut-allergic patients by modeling exposures to peanut protein with individual threshold levels established in various published clinical trials. Using US consumption data for various food product categories, they found that increasing the baseline threshold from 100 mg or less to 300 mg of peanut protein would reduce the risk of an allergic reaction by more than 95% for 4 food product categories that could contain trace levels of peanut residue. Greater increases in the threshold to 1000 mg had additional quantitative ben-efits in reducing risk for patients reacting to 300 mg or less of peanut protein at baseline. This phase 2b trial and extension study, which included an older and significantly larger patient population enrolled in more diverse study sites in North America and Europe, further validated the clinical efficacy, serological changes, safety, and compliance reported in the Consortium of Food Allergy Research epicutaneous immunotherapy trial. 16 In addition, it provides information on the long-term daily use of the 250-ug patch.",
        "section": "Discussion",
        "section_number": 32,
        "sentences": [
            "Recently, Baumert and colleagues 18 sought to quantify the clinical benefit of increasing thresholds of reactivity in peanut-allergic patients by modeling exposures to peanut protein with individual threshold levels established in various published clinical trials.",
            "Using US consumption data for various food product categories, they found that increasing the baseline threshold from 100 mg or less to 300 mg of peanut protein would reduce the risk of an allergic reaction by more than 95% for 4 food product categories that could contain trace levels of peanut residue.",
            "Greater increases in the threshold to 1000 mg had additional quantitative ben-efits in reducing risk for patients reacting to 300 mg or less of peanut protein at baseline.",
            "This phase 2b trial and extension study, which included an older and significantly larger patient population enrolled in more diverse study sites in North America and Europe, further validated the clinical efficacy, serological changes, safety, and compliance reported in the Consortium of Food Allergy Research epicutaneous immunotherapy trial.",
            "16 In addition, it provides information on the long-term daily use of the 250-ug patch."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34198",
        "text": "Given the lack of placebo control for comparison in the extension study (as required by several study site institutional review boards), conclusions regarding potential benefits of more prolonged epicutaneous immunotherapy are not possible. The reason for the different therapeutic response in adolescents/adults compared with children is not clear, but it may be owing to the application site of the patch (ie, upper inner arm vs back), relatively lower dose on a perweight/surface area basis compared with children, relatively smaller patch size relative to total body surface area, less permeable stratum corneum, and possibly less immunologic plasticity in older patients. Studies in murine models have shown that higher doses and exposure to larger surface areas increase efficacy, 19 and studies are under way to optimize peanut patches for adolescents/adults.",
        "section": "Discussion",
        "section_number": 33,
        "sentences": [
            "Given the lack of placebo control for comparison in the extension study (as required by several study site institutional review boards), conclusions regarding potential benefits of more prolonged epicutaneous immunotherapy are not possible.",
            "The reason for the different therapeutic response in adolescents/adults compared with children is not clear, but it may be owing to the application site of the patch (ie, upper inner arm vs back), relatively lower dose on a perweight/surface area basis compared with children, relatively smaller patch size relative to total body surface area, less permeable stratum corneum, and possibly less immunologic plasticity in older patients.",
            "Studies in murine models have shown that higher doses and exposure to larger surface areas increase efficacy, 19 and studies are under way to optimize peanut patches for adolescents/adults."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34198",
        "text": "This study has several limitations. First, the primary end point (10-times increase in challenge threshold) may not have been sufficiently stringent for the lowest food challenge doses (1, 3, and 10 mg of peanut protein), which contributed to the higher than expected rate of placebo responders. Second, the sample size of each treatment group was relatively small and therefore, the study was not powered to detect a dose-response gradient. Third, the study was not designed to detect an age effect independent of a treatment effect, and the interaction by age group was not significant for the 2 lower doses. Fourth, the open-label extension had no placebo control. Fifth, exclusion of patients with a history of severe anaphylaxis (as done in all other food immunotherapy trials that include food challenges) may influence the results of the study, especially those related to safety and tolerability end points.",
        "section": "Limitations",
        "section_number": 34,
        "sentences": [
            "This study has several limitations.",
            "First, the primary end point (10-times increase in challenge threshold) may not have been sufficiently stringent for the lowest food challenge doses (1, 3, and 10 mg of peanut protein), which contributed to the higher than expected rate of placebo responders.",
            "Second, the sample size of each treatment group was relatively small and therefore, the study was not powered to detect a dose-response gradient.",
            "Third, the study was not designed to detect an age effect independent of a treatment effect, and the interaction by age group was not significant for the 2 lower doses.",
            "Fourth, the open-label extension had no placebo control.",
            "Fifth, exclusion of patients with a history of severe anaphylaxis (as done in all other food immunotherapy trials that include food challenges) may influence the results of the study, especially those related to safety and tolerability end points."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34198",
        "text": "In this dose-ranging trial of peanut-allergic patients, the 250-μg peanut patch resulted in significant treatment response vs placebo patch following 12 months of therapy. These findings warrant a phase 3 trial.",
        "section": "Conclusions",
        "section_number": 35,
        "sentences": [
            "In this dose-ranging trial of peanut-allergic patients, the 250-μg peanut patch resulted in significant treatment response vs placebo patch following 12 months of therapy.",
            "These findings warrant a phase 3 trial."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34198",
        "text": "Accepted for Publication: October 6, 2017.",
        "section": "ARTICLE INFORMATION",
        "section_number": 36,
        "sentences": [
            "Accepted for Publication: October 6, 2017."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34198",
        "text": "© 2017 American Medical Association. All rights reserved. Downloaded From: https://jamanetwork.com/ by a University of Alberta User on 03/13/2020",
        "section": "",
        "section_number": 37,
        "sentences": [
            "© 2017 American Medical Association.",
            "All rights reserved.",
            "Downloaded From: https://jamanetwork.com/ by a University of Alberta User on 03/13/2020"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34198",
        "text": "JAMA November 14, 2017 Volume 318, Number 18 (Reprinted) jama.com © 2017 American Medical Association. All rights reserved. Downloaded From: https://jamanetwork.com/ by a University of Alberta User on 03/13/2020",
        "section": "",
        "section_number": 38,
        "sentences": [
            "JAMA November 14, 2017 Volume 318, Number 18 (Reprinted) jama.com © 2017 American Medical Association.",
            "All rights reserved.",
            "Downloaded From: https://jamanetwork.com/ by a University of Alberta User on 03/13/2020"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    }
]