[
    {
        "doc_id": "40842",
        "text": "Objective To evaluate the efficacy of short term zinc supplementation on the mortality rate and neurodevelopment outcome in neonates with sepsis at 12 mo corrected age. Methods The clinical trial was undertaken in the neonatal intensive care unit of JIPMER during the time period from September 2013 through December 2016. Neonates with clinical manifestations of sepsis who exhibited two positive screening tests (microESR, C-reactive protein, band cell count) were included and randomized into no zinc and zinc group. The intervention was zinc sulfate monohydrate given at a dose of 3 mg/kg twice a day orally for 10 d along with standard antibiotics. The no zinc group was on antibiotic treatment. Blood samples from both groups were collected at baseline and after day 10. Babies were carefully discharged from the hospital. The babies were followed up till 12 mo corrected age using DASII (Development Assessment Scale for Indian Infants). Results At the time of enrolment, patient characteristics were similar in both the groups. The mortality rate was significantly higher in no zinc compared to zinc group (5 vs. 13; P = 0.04). Although motor development quotient was similar, mental development quotient was significantly better among babies who received zinc supplementation. Conclusions Short term zinc supplementation of newborns with sepsis reduces mortality and improves mental development quotient at 12 mo of age.",
        "section": "Abstract",
        "sentences": [
            "Objective To evaluate the efficacy of short term zinc supplementation on the mortality rate and neurodevelopment outcome in neonates with sepsis at 12 mo corrected age.",
            "Methods The clinical trial was undertaken in the neonatal intensive care unit of JIPMER during the time period from September 2013 through December 2016.",
            "Neonates with clinical manifestations of sepsis who exhibited two positive screening tests (microESR, C-reactive protein, band cell count) were included and randomized into no zinc and zinc group.",
            "The intervention was zinc sulfate monohydrate given at a dose of 3 mg/kg twice a day orally for 10 d along with standard antibiotics.",
            "The no zinc group was on antibiotic treatment.",
            "Blood samples from both groups were collected at baseline and after day 10.",
            "Babies were carefully discharged from the hospital.",
            "The babies were followed up till 12 mo corrected age using DASII (Development Assessment Scale for Indian Infants).",
            "Results At the time of enrolment, patient characteristics were similar in both the groups.",
            "The mortality rate was significantly higher in no zinc compared to zinc group (5 vs. 13; P = 0.04).",
            "Although motor development quotient was similar, mental development quotient was significantly better among babies who received zinc supplementation.",
            "Conclusions Short term zinc supplementation of newborns with sepsis reduces mortality and improves mental development quotient at 12 mo of age."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40842",
        "text": "Certain nutritional foods have a greater impact on brain development during the fetal and early neonatal phase [1] . Between 24 and 42 wk of gestation, the fetal brain requires adequate nutrition [2, 3] . The nutrients play a vital part in neuronal cell growth and development. In the developed countries, nearly two billion people are found to be zinc deficient [4] . Zinc deficiency is widespread among low and middle income groups and is associated with reduced immunocompetence, causing increased morbidity and mortality from infections among low birth weight (LBW) babies and under five children [5] . Zinc finger proteins are involved in forming structure of brain cells and precursors for neurotransmitters [6] . Zinc dependent enzymes are required for hormonal function as well as brain growth [7] . In the course of fetal and early neonatal phase, regions of the brain undergo rapid developmental changes to become a functional form [8, 9] .",
        "section": "Introduction",
        "section_number": 1,
        "sentences": [
            "Certain nutritional foods have a greater impact on brain development during the fetal and early neonatal phase [1] .",
            "Between 24 and 42 wk of gestation, the fetal brain requires adequate nutrition [2, 3] .",
            "The nutrients play a vital part in neuronal cell growth and development.",
            "In the developed countries, nearly two billion people are found to be zinc deficient [4] .",
            "Zinc deficiency is widespread among low and middle income groups and is associated with reduced immunocompetence, causing increased morbidity and mortality from infections among low birth weight (LBW) babies and under five children [5] .",
            "Zinc finger proteins are involved in forming structure of brain cells and precursors for neurotransmitters [6] .",
            "Zinc dependent enzymes are required for hormonal function as well as brain growth [7] .",
            "In the course of fetal and early neonatal phase, regions of the brain undergo rapid developmental changes to become a functional form [8, 9] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40842",
        "text": "The zinc status in mothers during pregnancy is noted to affect fetal neurobehaviour, activity and motor development [10] . Previous data has shown convincing results relating zinc deficiency and neurodevelopmental disorders. There is paucity of data showing efficacy of zinc supplementation in dec r e a s i n g t h e m o r t a l i t y r a t e a n d i m p r o v i n g t h e neurodevelopmental outcome among babies with sepsis [11] . Therefore, this clinical trial was carried out to assess the role of zinc supplementation on mortality rate and neurodevelopment outcome in neonatal sepsis.",
        "section": "Introduction",
        "section_number": 2,
        "sentences": [
            "The zinc status in mothers during pregnancy is noted to affect fetal neurobehaviour, activity and motor development [10] .",
            "Previous data has shown convincing results relating zinc deficiency and neurodevelopmental disorders.",
            "There is paucity of data showing efficacy of zinc supplementation in dec r e a s i n g t h e m o r t a l i t y r a t e a n d i m p r o v i n g t h e neurodevelopmental outcome among babies with sepsis [11] .",
            "Therefore, this clinical trial was carried out to assess the role of zinc supplementation on mortality rate and neurodevelopment outcome in neonatal sepsis."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40842",
        "text": "This study was conducted in the neonatal intensive care unit of JIPMER tertiary care referral hospital, from September 2013 through December 2016. Approval from the Institute Ethics Committee and Clinical Trials Registry of India registration (CTRI/2012/03/002517 and CTRI/2014/08/004866) were obtained. Inclusion criteria for the study were gestational age of babies ≥32 wks, age < 28 d, on significant enteral feeds (> 50%), at least two of the screening tests among microESR, CRP and band cell count positive for sepsis. After obtaining informed written parental consent, babies were recruited for the study. Babies with major congenital malformations, necrotizing enterocolitis, who have undergone surgery, babies treated earlier for sepsis and those with Apgar score < 6 at 5 min were excluded.",
        "section": "Material and Methods",
        "section_number": 3,
        "sentences": [
            "This study was conducted in the neonatal intensive care unit of JIPMER tertiary care referral hospital, from September 2013 through December 2016.",
            "Approval from the Institute Ethics Committee and Clinical Trials Registry of India registration (CTRI/2012/03/002517 and CTRI/2014/08/004866) were obtained.",
            "Inclusion criteria for the study were gestational age of babies ≥32 wks, age < 28 d, on significant enteral feeds (> 50%), at least two of the screening tests among microESR, CRP and band cell count positive for sepsis.",
            "After obtaining informed written parental consent, babies were recruited for the study.",
            "Babies with major congenital malformations, necrotizing enterocolitis, who have undergone surgery, babies treated earlier for sepsis and those with Apgar score < 6 at 5 min were excluded."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40842",
        "text": "The sample size was estimated using the statistical formula for comparing two independent proportions. Since there was no earlier similar study, the expected reduction in the mortality rate due to zinc supplementation was considered as 15%. Sample size estimated was '75' in each group with 80% power and 5% level of significance.",
        "section": "Material and Methods",
        "section_number": 4,
        "sentences": [
            "The sample size was estimated using the statistical formula for comparing two independent proportions.",
            "Since there was no earlier similar study, the expected reduction in the mortality rate due to zinc supplementation was considered as 15%.",
            "Sample size estimated was '75' in each group with 80% power and 5% level of significance."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40842",
        "text": "Babies with positive screening tests for sepsis were included. Later, if they showed positive blood culture, it was recorded. Babies were randomized and allocated into two groups i.e., no zinc and zinc group using computer generated random numbers kept in opaque sealed covers. Placebo was not used. The 'no zinc' group received only standard antibiotics. Zinc sulfate monohydrate obtained from Reddy's laboratories was reconstituted and administered in a dose of 3 mg/kg twice a day orally for 10 d along with breast milk to the zinc group. Blood samples were drawn from the babies in both the groups at baseline and after 10th day. The sera separated were stored at −20°C for zinc estimation.",
        "section": "Material and Methods",
        "section_number": 5,
        "sentences": [
            "Babies with positive screening tests for sepsis were included.",
            "Later, if they showed positive blood culture, it was recorded.",
            "Babies were randomized and allocated into two groups i.e., no zinc and zinc group using computer generated random numbers kept in opaque sealed covers.",
            "Placebo was not used.",
            "The 'no zinc' group received only standard antibiotics.",
            "Zinc sulfate monohydrate obtained from Reddy's laboratories was reconstituted and administered in a dose of 3 mg/kg twice a day orally for 10 d along with breast milk to the zinc group.",
            "Blood samples were drawn from the babies in both the groups at baseline and after 10th day.",
            "The sera separated were stored at −20°C for zinc estimation."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40842",
        "text": "Serum zinc was analyzed at Indian Council of Medical Research (ICMR) Headquarters, New Delhi. Inductively Coupled Plasma-Mass Spectrometry (ICP-MS) is a hightemperature ICP (Inductively Coupled Plasma) source coupled with a mass spectrometer. The atoms of the elements in the sample are converted to ions and detected by the mass spectrometer. The instrument was calibrated using standards of zinc. By diluting serum samples (100 μl) 50-folds in 1% HNO 3 , it makes a total volume of 5 ml. Internal standard used was Gallium (20 μg/L). The calibrator, control and sample were prepared and run on the equipment. Using software, the calibration curve was generated and automatically the results were calculated and represented as μg/L.",
        "section": "Material and Methods",
        "section_number": 6,
        "sentences": [
            "Serum zinc was analyzed at Indian Council of Medical Research (ICMR) Headquarters, New Delhi.",
            "Inductively Coupled Plasma-Mass Spectrometry (ICP-MS) is a hightemperature ICP (Inductively Coupled Plasma) source coupled with a mass spectrometer.",
            "The atoms of the elements in the sample are converted to ions and detected by the mass spectrometer.",
            "The instrument was calibrated using standards of zinc.",
            "By diluting serum samples (100 μl) 50-folds in 1% HNO 3 , it makes a total volume of 5 ml.",
            "Internal standard used was Gallium (20 μg/L).",
            "The calibrator, control and sample were prepared and run on the equipment.",
            "Using software, the calibration curve was generated and automatically the results were calculated and represented as μg/L."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40842",
        "text": "The neonates were monitored daily until discharge and followed up later in the outpatient high-risk clinic.",
        "section": "Material and Methods",
        "section_number": 7,
        "sentences": [
            "The neonates were monitored daily until discharge and followed up later in the outpatient high-risk clinic."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40842",
        "text": "Neurodevelopment assessment was done by a trained occupational therapist blinded to the study using DASII (Developmental Assessment Scale for Indian Infants). DASII includes motor, mental and cognitive development, language, sensory, physical growth and emotions [12] .",
        "section": "Material and Methods",
        "section_number": 8,
        "sentences": [
            "Neurodevelopment assessment was done by a trained occupational therapist blinded to the study using DASII (Developmental Assessment Scale for Indian Infants).",
            "DASII includes motor, mental and cognitive development, language, sensory, physical growth and emotions [12] ."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40842",
        "text": "The categorical variables were represented as frequency and percentages. The continuous data such as birth weight, length, levels of serum zinc were expressed as mean with S.D. Pearson's Chi square test and independent student 't' test were used. The software used was IBM PASW statistics 19.0 (SPSS version 19.0). P value <0.05 was considered statistically significant.",
        "section": "Material and Methods",
        "section_number": 9,
        "sentences": [
            "The categorical variables were represented as frequency and percentages.",
            "The continuous data such as birth weight, length, levels of serum zinc were expressed as mean with S.D. Pearson's Chi square test and independent student 't' test were used.",
            "The software used was IBM PASW statistics 19.0 (SPSS version 19.0).",
            "P value <0.05 was considered statistically significant."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40842",
        "text": "Two hundred and three neonates with clinical signs of sepsis were screened for the study and 53 were excluded among them. One hundred and fifty babies were randomized and allocated into 'no zinc' and 'zinc' groups. There were 13 deaths and six drop outs in 'no zinc' group. Nine babies were lost to follow-up and there were five deaths in zinc group (Fig. 1 ). This study is a continuation of authors' earlier studies on zinc supplementation in neonatal sepsis and some of the babies have been recruited later [13, 14] .",
        "section": "Results",
        "section_number": 10,
        "sentences": [
            "Two hundred and three neonates with clinical signs of sepsis were screened for the study and 53 were excluded among them.",
            "One hundred and fifty babies were randomized and allocated into 'no zinc' and 'zinc' groups.",
            "There were 13 deaths and six drop outs in 'no zinc' group.",
            "Nine babies were lost to follow-up and there were five deaths in zinc group (Fig. 1 ).",
            "This study is a continuation of authors' earlier studies on zinc supplementation in neonatal sepsis and some of the babies have been recruited later [13, 14] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40842",
        "text": "No difference was observed with regard to baseline data like gender, birth weight, maturity, head circumference, length, day of enrolment, time of onset of sepsis, blood culture positivity etc. between the two groups. At baseline, the serum zinc level was 771.2 ± 166.08 vs. 776.5 ± 171.7 among controls and cases respectively (Table 1) .",
        "section": "Results",
        "section_number": 11,
        "sentences": [
            "No difference was observed with regard to baseline data like gender, birth weight, maturity, head circumference, length, day of enrolment, time of onset of sepsis, blood culture positivity etc.",
            "between the two groups.",
            "At baseline, the serum zinc level was 771.2 ± 166.08 vs. 776.5 ± 171.7 among controls and cases respectively (Table 1) ."
        ],
        "sentence_labels": [
            1,
            -1,
            -1
        ],
        "classification_label": 0
    },
    {
        "doc_id": "40842",
        "text": "Among babies in 'zinc' group, serum zinc level was considerably increased compared to 'no zinc' group after 10 d (P < 0.03). Measurable outcome like duration of hospitalization was not statistically significant between the groups. The death rate was significantly low in 'zinc' group compared to 'no zinc' group (P < 0.04). Developmental delay was diagnosed using both motor and mental developmental quotient. The development quotient score of ≤70 was considered as developmental delay.",
        "section": "Results",
        "section_number": 12,
        "sentences": [
            "Among babies in 'zinc' group, serum zinc level was considerably increased compared to 'no zinc' group after 10 d (P < 0.03).",
            "Measurable outcome like duration of hospitalization was not statistically significant between the groups.",
            "The death rate was significantly low in 'zinc' group compared to 'no zinc' group (P < 0.04).",
            "Developmental delay was diagnosed using both motor and mental developmental quotient.",
            "The development quotient score of ≤70 was considered as developmental delay."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40842",
        "text": "The neurodevelopment follow-up at 12 mo corrected age was assessed between the groups. The motor developmental quotient (MoDQ) was 81.8 ± 18.24 and 83.24 ± 16.64 in 'no zinc' and 'zinc' group respectively (P < 0.67). The mental developmental quotient ( M e D Q ) w a s ( 8 4 . 9 ± 11 . 0 1 v s . 8 9 . 4 ± 1 3. 9 , P = 0.05) in 'no zinc' and 'zinc' group respectively. Number of babies with MoDQ score of ≤70 and MeDQ score of ≤70 were more in 'no zinc' group compared to 'zinc' group, though not statistically significant ( Table 2) .",
        "section": "Results",
        "section_number": 13,
        "sentences": [
            "The neurodevelopment follow-up at 12 mo corrected age was assessed between the groups.",
            "The motor developmental quotient (MoDQ) was 81.8 ± 18.24 and 83.24 ± 16.64 in 'no zinc' and 'zinc' group respectively (P < 0.67).",
            "The mental developmental quotient ( M e D Q ) w a s ( 8 4 .",
            "9 ± 11 .",
            "0 1 v s .",
            "8 9 .",
            "4 ± 1 3.",
            "9 , P = 0.05) in 'no zinc' and 'zinc' group respectively.",
            "Number of babies with MoDQ score of ≤70 and MeDQ score of ≤70 were more in 'no zinc' group compared to 'zinc' group, though not statistically significant ( Table 2) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40842",
        "text": "It is a well-recognized fact that zinc deficiency is a major health problem in the developing nation [15] . Zinc deficiency leads to dysregulation in immune function, increased susceptibility to infections, growth retardation, cognitive and motor impairment [16] .",
        "section": "Discussion",
        "section_number": 14,
        "sentences": [
            "It is a well-recognized fact that zinc deficiency is a major health problem in the developing nation [15] .",
            "Zinc deficiency leads to dysregulation in immune function, increased susceptibility to infections, growth retardation, cognitive and motor impairment [16] ."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40842",
        "text": "Inspite of antibiotic treatment, sepsis still remains a major cause of mortality and morbidity in critically ill patients. Studies have reported that prophylactic zinc supplementation improves survival significantly in mice subjected to sepsis [17] . Dietary zinc supplementation reduces inflammation, organ damage, and mortality in a relevant animal model of polymicrobial sepsis [18] . Animal models with greater relevancy to humans have significant implications for human sepsis outcome as they identify zinc deficiency and replenish zinc stores in populations at high risk for sepsis.",
        "section": "Discussion",
        "section_number": 15,
        "sentences": [
            "Inspite of antibiotic treatment, sepsis still remains a major cause of mortality and morbidity in critically ill patients.",
            "Studies have reported that prophylactic zinc supplementation improves survival significantly in mice subjected to sepsis [17] .",
            "Dietary zinc supplementation reduces inflammation, organ damage, and mortality in a relevant animal model of polymicrobial sepsis [18] .",
            "Animal models with greater relevancy to humans have significant implications for human sepsis outcome as they identify zinc deficiency and replenish zinc stores in populations at high risk for sepsis."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40842",
        "text": "Earlier studies have showed that zinc supplementation reduces mortality in infectious diseases. It also decreases mortality in very low birth weight (VLBW) preterm neonates during hospitalization [19, 20] . Similar to the previous study, the present study exhibited a significant reduction in mortality rate in zinc group compared to controls.",
        "section": "Discussion",
        "section_number": 16,
        "sentences": [
            "Earlier studies have showed that zinc supplementation reduces mortality in infectious diseases.",
            "It also decreases mortality in very low birth weight (VLBW) preterm neonates during hospitalization [19, 20] .",
            "Similar to the previous study, the present study exhibited a significant reduction in mortality rate in zinc group compared to controls."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40842",
        "text": "Zinc deficiency exerts adverse effects on brain development and constitutes a risk for occurrence of neurological disorders during infancy, adolescence and adulthood [21] . Animal studies have shown convincing results relating zinc deficiency and neurological disorders [22, 23] . But adequate data is not available among sepsis babies in neonatal period. The present study is the first randomized controlled trial to address the efficacy of zinc supplementation on neurodevelopmental outcome in neonatal population with sepsis. In the present study, the serum zinc levels at baseline were similar between the groups. After the 10th day, the levels of serum zinc increased significantly in the zinc supplemented group. The present data is in concordance with an earlier study where researchers have noted that in LBW babies with low serum zinc levels, zinc supplementation showed improved growth and developments in first 6 mo of life [24] . Mathur et al. reported that preterm babies fed on breast milk supplemented with zinc till 3 mo corrected age showed improved alertness and attention span and decreased signs of hyperexcitability and abnormal reflexes [25] . Baburaj et al. also revealed that zinc group babies show improved alertness and attention patterns by Amiel-Tison neurologic assessment (P = 0.02) [26] .",
        "section": "Discussion",
        "section_number": 17,
        "sentences": [
            "Zinc deficiency exerts adverse effects on brain development and constitutes a risk for occurrence of neurological disorders during infancy, adolescence and adulthood [21] .",
            "Animal studies have shown convincing results relating zinc deficiency and neurological disorders [22, 23] .",
            "But adequate data is not available among sepsis babies in neonatal period.",
            "The present study is the first randomized controlled trial to address the efficacy of zinc supplementation on neurodevelopmental outcome in neonatal population with sepsis.",
            "In the present study, the serum zinc levels at baseline were similar between the groups.",
            "After the 10th day, the levels of serum zinc increased significantly in the zinc supplemented group.",
            "The present data is in concordance with an earlier study where researchers have noted that in LBW babies with low serum zinc levels, zinc supplementation showed improved growth and developments in first 6 mo of life [24] .",
            "Mathur et al. reported that preterm babies fed on breast milk supplemented with zinc till 3 mo corrected age showed improved alertness and attention span and decreased signs of hyperexcitability and abnormal reflexes [25] .",
            "Baburaj et al. also revealed that zinc group babies show improved alertness and attention patterns by Amiel-Tison neurologic assessment (P = 0.02) [26] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40842",
        "text": "A double-blind, randomized clinical trial was conducted to assess the effects of zinc supplementation on improving cognitive and sensorimotor development at 6 mo of age. A daily liquid supplement containing 10 mg/d of zinc (zinc sulfate), iron and copper was administered. Only infants supplemented with zinc had the normative information processing and active attentional profiles during the first 2 y of life [27] .",
        "section": "Discussion",
        "section_number": 18,
        "sentences": [
            "A double-blind, randomized clinical trial was conducted to assess the effects of zinc supplementation on improving cognitive and sensorimotor development at 6 mo of age.",
            "A daily liquid supplement containing 10 mg/d of zinc (zinc sulfate), iron and copper was administered.",
            "Only infants supplemented with zinc had the normative information processing and active attentional profiles during the first 2 y of life [27] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40842",
        "text": "Modi et al. stated that in healthy preterm infants who were fed with breast milk, multivitamins and zinc (2 mg/kg/d) since the first day of life shows significantly higher (P < 0.001) developmental score in the zinc-supplemented group [28] . The present study showed that the Mental Developmental Quotient (MeDQ) was significantly better among zinc group babies at one year of age. The MoDQ and MeDQ score of ≤70 was observed more often in the non-zinc group. It is well established that neonates with less risk factors have better neurodevelopment outcome. Hence it is not surprising that authors observed better neurodevelopment outcome at 12 mo with 10 d of zinc supplementation among neonates with sepsis.",
        "section": "Discussion",
        "section_number": 19,
        "sentences": [
            "Modi et al. stated that in healthy preterm infants who were fed with breast milk, multivitamins and zinc (2 mg/kg/d) since the first day of life shows significantly higher (P < 0.001) developmental score in the zinc-supplemented group [28] .",
            "The present study showed that the Mental Developmental Quotient (MeDQ) was significantly better among zinc group babies at one year of age.",
            "The MoDQ and MeDQ score of ≤70 was observed more often in the non-zinc group.",
            "It is well established that neonates with less risk factors have better neurodevelopment outcome.",
            "Hence it is not surprising that authors observed better neurodevelopment outcome at 12 mo with 10 d of zinc supplementation among neonates with sepsis."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40842",
        "text": "Limitations of the present study are administration of zinc only for 10 d and not using placebo in the control arm. Future study with zinc supplementation on long term follow-up (18-24 mo) is suggested.",
        "section": "Discussion",
        "section_number": 20,
        "sentences": [
            "Limitations of the present study are administration of zinc only for 10 d and not using placebo in the control arm.",
            "Future study with zinc supplementation on long term follow-up (18-24 mo) is suggested."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40842",
        "text": "Short term zinc supplementation reduces mortality and improves outcome in neonatal sepsis. Neurodevelopment outcome among babies with sepsis is related to severity of illness. The authors conclude that zinc supplementation reduces mortality and improves neurodevelopment outcome at 12 mo of age in neonates treated for sepsis.",
        "section": "Conclusions",
        "section_number": 21,
        "sentences": [
            "Short term zinc supplementation reduces mortality and improves outcome in neonatal sepsis.",
            "Neurodevelopment outcome among babies with sepsis is related to severity of illness.",
            "The authors conclude that zinc supplementation reduces mortality and improves neurodevelopment outcome at 12 mo of age in neonates treated for sepsis."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40842",
        "text": "Contributions BVB and BDB set the framework for this study design. NB has interpreted the results and written the manuscript. CC assessed the neurological outcome of the babies. BVB, MGS and SCP revised the final version of the manuscript.",
        "section": "Conclusions",
        "section_number": 22,
        "sentences": [
            "Contributions BVB and BDB set the framework for this study design.",
            "NB has interpreted the results and written the manuscript.",
            "CC assessed the neurological outcome of the babies.",
            "BVB, MGS and SCP revised the final version of the manuscript."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40842",
        "text": "Conflict of Interest None.",
        "section": "Compliance with Ethical Standards",
        "section_number": 23,
        "sentences": [
            "Conflict of Interest None."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40842",
        "text": "Source of Funding Indian Council of Medical Research (ICMR) and JIPMER provided financial support for the study. ",
        "section": "Compliance with Ethical Standards",
        "section_number": 24,
        "sentences": [
            "Source of Funding Indian Council of Medical Research (ICMR) and JIPMER provided financial support for the study."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40842",
        "text": "Indian J Pediatr (January 2018) 85(1):5-9",
        "section": "",
        "section_number": 25,
        "sentences": [
            "Indian J Pediatr (January 2018) 85(1):5-9"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    }
]