[
    {
        "doc_id": "37626",
        "text": "Introduction: Although comprehensive school-based physical activity interventions are efficacious when tested under research conditions, they often require adaptation in order for implementation at scale. This paper reports the effectiveness of an adapted efficacious school-based intervention in improving children's moderate to vigorous physical activity. The impact of strategies to support program implementation was also assessed. Design: A cluster RCT of low socioeconomic elementary schools in New South Wales, Australia. Setting/participants: Consenting schools were randomized (25 intervention, 21 control) using a computerized random number function. Follow-up measures were taken at 6 months postrandomization (May-August 2015) by blinded research assistants. The multicomponent schoolbased intervention, based on an efficacious school-based physical activity program (Supporting Children's Outcomes using Rewards, Exercise and Skills), consisted of four physical activity strategies and seven implementation support strategies. The intervention was adapted for scalability and delivery by a local health service over 6 months. The primary outcome was accelerometer assessed, student mean daily minutes spent in moderate to vigorous physical activity. Physical education lesson quality and other school physical activity practices were also assessed. Results: Participants (n¼1,139, 49% male) were third-through sixth-grade students at follow-up (May-August 2015). Valid wear time and analysis of data were provided for 989 (86%) participants (571 intervention, 568 control). At 6-month follow-up, there were no significant effects in overall daily minutes of moderate to vigorous physical activity between groups (1.96 minutes, 95% CI¼-3.49, 7.41, p¼0.48). However, adjusted difference in mean minutes of overall vigorous physical activity (2.19, 95% CI¼0.06, 4.32, p¼0.04); mean minutes of school day moderate to vigorous physical activity (2.90, 95% CI¼0.06, 5.85, p¼0.05); and mean minutes of school day vigorous physical activity (1.81, 95% CI¼0.78, 2.83, p≤0.01) were significantly different in favor of the intervention group. Physical education lesson quality and school physical activity practices were significantly different favoring the intervention group (analyzed October 2015-January 2016). Conclusions: The modified intervention was not effective in increasing children's overall daily minutes of moderate to vigorous physical activity, when adapted for implementation at scale. However, the intervention did improve daily minutes of vigorous physical activity and school day moderate to vigorous physical activity, lesson quality, and school physical activity practices.",
        "section": "Abstract",
        "sentences": [
            "Introduction: Although comprehensive school-based physical activity interventions are efficacious when tested under research conditions, they often require adaptation in order for implementation at scale.",
            "This paper reports the effectiveness of an adapted efficacious school-based intervention in improving children's moderate to vigorous physical activity.",
            "The impact of strategies to support program implementation was also assessed.",
            "Design: A cluster RCT of low socioeconomic elementary schools in New South Wales, Australia.",
            "Setting/participants: Consenting schools were randomized (25 intervention, 21 control) using a computerized random number function.",
            "Follow-up measures were taken at 6 months postrandomization (May-August 2015) by blinded research assistants.",
            "The multicomponent schoolbased intervention, based on an efficacious school-based physical activity program (Supporting Children's Outcomes using Rewards, Exercise and Skills), consisted of four physical activity strategies and seven implementation support strategies.",
            "The intervention was adapted for scalability and delivery by a local health service over 6 months.",
            "The primary outcome was accelerometer assessed, student mean daily minutes spent in moderate to vigorous physical activity.",
            "Physical education lesson quality and other school physical activity practices were also assessed.",
            "Results: Participants (n¼1,139, 49% male) were third-through sixth-grade students at follow-up (May-August 2015).",
            "Valid wear time and analysis of data were provided for 989 (86%) participants (571 intervention, 568 control).",
            "At 6-month follow-up, there were no significant effects in overall daily minutes of moderate to vigorous physical activity between groups (1.96 minutes, 95% CI¼-3.49, 7.41, p¼0.48).",
            "However, adjusted difference in mean minutes of overall vigorous physical activity (2.19, 95% CI¼0.06, 4.32, p¼0.04); mean minutes of school day moderate to vigorous physical activity (2.90, 95% CI¼0.06, 5.85, p¼0.05); and mean minutes of school day vigorous physical activity (1.81, 95% CI¼0.78, 2.83, p≤0.01) were significantly different in favor of the intervention group.",
            "Physical education lesson quality and school physical activity practices were significantly different favoring the intervention group (analyzed October 2015-January 2016).",
            "Conclusions: The modified intervention was not effective in increasing children's overall daily minutes of moderate to vigorous physical activity, when adapted for implementation at scale.",
            "However, the intervention did improve daily minutes of vigorous physical activity and school day moderate to vigorous physical activity, lesson quality, and school physical activity practices."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37626",
        "text": "R egular participation in adequate physical activity (PA) has numerous health benefits. 1 However, 80% of young people do not accumulate adequate amounts of moderate to vigorous PA (MVPA). 2 As PA patterns track into adulthood, 3 ensuring children are active is essential for future chronic disease prevention. Consequently, interventions to improve children's levels of MVPA are a public health priority. 4 Schools are key settings for interventions, providing universal access to children on a continuous and intensive basis. 3, 5, 6 Systematic reviews indicate school-based interventions are effective and sustainable in improving child PA. 3, [7] [8] [9] [10] [11] Despite the existence of effective schoolbased PA interventions, unless programs are implemented at scale, they cannot benefit child health. 12, 13 Even with substantial government investment, schools often fail to adopt effective PA practices. 14, 15 For example, audits of teacher schedules and in-school observations indicate just 5%-20% of schools in the U.S. complied with mandated school Physical Education (PE) policies. 16 Similar implementation difficulties have been reported in child care settings following efforts to implement evidence-based policies promoting PA. [17] [18] [19] [20] The limited translation of PA interventions may result as the interventions trialed may not be immediately amenable to large-scale implementation. Published PA interventions are often complex, trialed under ideal conditions, and administered by experts. 21, 22 Delivery of such interventions is, therefore, often incompatible with usual school routines, expertise, or resources. Findings of such studies have limited external validity and translation is a considerable challenge. 17 Although scaling up effective health interventions is an emerging health priority, 23, 24 delivering programs at scale may require adaptation of program components and implementation support strategies to cater for greater numbers, diversity, and differences in geographic and socioeconomic contexts. 25 Given the need for government action to enhance PA, policy makers and school administrators often adapt interventions to make them amenable to implementation within local contexts. 26 In doing so, intervention effectiveness may be compromised. Indeed, meta-analyses of obesity prevention and PA interventions in other settings suggests that the effects of interventions implemented in more real-world contexts are less than half that reported in interventions trialed under tightly controlled research conditions. 27, 28 Despite a large number of trials reporting the effects of school-based PA interventions, 3 few have assessed the impact of adapting an efficacious intervention for largescale implementation within a real-world context. A recent national dissemination of a promising schoolbased obesity prevention intervention was conducted in the Netherlands. 29 To prepare for dissemination, adaptations to the program were made based on teacher feedback and process evaluation from the efficacy trial. 30 Similarly, an efficacious elementary school-based PA intervention was modified to enhance reach via the use of web-based intervention components. 31 Although adaptations are undertaken routinely as part of government supported rollout of health initiatives, the impact of modifications are rarely evaluated and, therefore, unknown.",
        "section": "INTRODUCTION",
        "section_number": 1,
        "sentences": [
            "R egular participation in adequate physical activity (PA) has numerous health benefits.",
            "1 However, 80% of young people do not accumulate adequate amounts of moderate to vigorous PA (MVPA).",
            "2 As PA patterns track into adulthood, 3 ensuring children are active is essential for future chronic disease prevention.",
            "Consequently, interventions to improve children's levels of MVPA are a public health priority.",
            "4 Schools are key settings for interventions, providing universal access to children on a continuous and intensive basis.",
            "3, 5, 6 Systematic reviews indicate school-based interventions are effective and sustainable in improving child PA.",
            "3, [7] [8] [9] [10] [11] Despite the existence of effective schoolbased PA interventions, unless programs are implemented at scale, they cannot benefit child health.",
            "12, 13 Even with substantial government investment, schools often fail to adopt effective PA practices.",
            "14, 15 For example, audits of teacher schedules and in-school observations indicate just 5%-20% of schools in the U.S. complied with mandated school Physical Education (PE) policies.",
            "16 Similar implementation difficulties have been reported in child care settings following efforts to implement evidence-based policies promoting PA. [",
            "17] [18] [19] [20] The limited translation of PA interventions may result as the interventions trialed may not be immediately amenable to large-scale implementation.",
            "Published PA interventions are often complex, trialed under ideal conditions, and administered by experts.",
            "21, 22 Delivery of such interventions is, therefore, often incompatible with usual school routines, expertise, or resources.",
            "Findings of such studies have limited external validity and translation is a considerable challenge.",
            "17 Although scaling up effective health interventions is an emerging health priority, 23, 24 delivering programs at scale may require adaptation of program components and implementation support strategies to cater for greater numbers, diversity, and differences in geographic and socioeconomic contexts.",
            "25 Given the need for government action to enhance PA, policy makers and school administrators often adapt interventions to make them amenable to implementation within local contexts.",
            "26 In doing so, intervention effectiveness may be compromised.",
            "Indeed, meta-analyses of obesity prevention and PA interventions in other settings suggests that the effects of interventions implemented in more real-world contexts are less than half that reported in interventions trialed under tightly controlled research conditions.",
            "27, 28 Despite a large number of trials reporting the effects of school-based PA interventions, 3 few have assessed the impact of adapting an efficacious intervention for largescale implementation within a real-world context.",
            "A recent national dissemination of a promising schoolbased obesity prevention intervention was conducted in the Netherlands.",
            "29 To prepare for dissemination, adaptations to the program were made based on teacher feedback and process evaluation from the efficacy trial.",
            "30 Similarly, an efficacious elementary school-based PA intervention was modified to enhance reach via the use of web-based intervention components.",
            "31 Although adaptations are undertaken routinely as part of government supported rollout of health initiatives, the impact of modifications are rarely evaluated and, therefore, unknown."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37626",
        "text": "The primary aim of this paper is to report the effectiveness of an adapted version of an evidencebased school PA program known as Supporting Children's Outcomes using Rewards, Exercise and Skills (SCORES), 32,33 on children's MVPA. Secondary trial outcomes describe the impact on school implementation of practices including PE teaching quality and school PA practices.",
        "section": "INTRODUCTION",
        "section_number": 2,
        "sentences": [
            "The primary aim of this paper is to report the effectiveness of an adapted version of an evidencebased school PA program known as Supporting Children's Outcomes using Rewards, Exercise and Skills (SCORES), 32,33 on children's MVPA.",
            "Secondary trial outcomes describe the impact on school implementation of practices including PE teaching quality and school PA practices."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37626",
        "text": "A cluster randomized trial was conducted in elementary schools (25 intervention, 21 control) in socioeconomically disadvantaged communities in the Hunter New England (HNE) region of New South Wales. The primary outcome assessment was conducted in a nested sample of students at 6 months post-randomization. Outcome data were only collected post-intervention as the health service responsible for rollout of the intervention had 12 months to do so, and the collection of both baseline and follow-up data would preclude sufficient time for intervention delivery. Post-intervention assessment designs remain a robust means of quantifying between group differences attributable to intervention, 34 are commonly used in behavioral sciences, and have been used in previous large-scale implementation research trials. 18 The primary outcome was objectively measured daily minutes of MVPA. Secondary outcomes included PE lesson quality and implementation of school PA practices. The trial was registered with the Australian New Zealand Clinical Trials Registry (ACTRN1 2615000437561) and approved by the HNE Area Human Research Ethics Committee (11/03/16/4.0) and University of Newcastle Human Research Ethics Committee (H-2008-0343).",
        "section": "METHODS",
        "section_number": 3,
        "sentences": [
            "A cluster randomized trial was conducted in elementary schools (25 intervention, 21 control) in socioeconomically disadvantaged communities in the Hunter New England (HNE) region of New South Wales.",
            "The primary outcome assessment was conducted in a nested sample of students at 6 months post-randomization.",
            "Outcome data were only collected post-intervention as the health service responsible for rollout of the intervention had 12 months to do so, and the collection of both baseline and follow-up data would preclude sufficient time for intervention delivery.",
            "Post-intervention assessment designs remain a robust means of quantifying between group differences attributable to intervention, 34 are commonly used in behavioral sciences, and have been used in previous large-scale implementation research trials.",
            "18 The primary outcome was objectively measured daily minutes of MVPA.",
            "Secondary outcomes included PE lesson quality and implementation of school PA practices.",
            "The trial was registered with the Australian New Zealand Clinical Trials Registry (ACTRN1 2615000437561) and approved by the HNE Area Human Research Ethics Committee (11/03/16/4.0) and University of Newcastle Human Research Ethics Committee (H-2008-0343)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37626",
        "text": "The study was conducted as part of routine delivery of health promotion services by HNE Population Health (HNEPH), an integrated unit of health service staff (including psychologists, dietitians, health promotion practitioners) and University of Newcastle researchers (including implementation scientists, public health and health behavior researchers) conducting applied research to improve public health. 35 ",
        "section": "METHODS",
        "section_number": 4,
        "sentences": [
            "The study was conducted as part of routine delivery of health promotion services by HNE Population Health (HNEPH), an integrated unit of health service staff (including psychologists, dietitians, health promotion practitioners) and University of Newcastle researchers (including implementation scientists, public health and health behavior researchers) conducting applied research to improve public health.",
            "35"
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37626",
        "text": "Elementary schools were eligible for inclusion if they were government or Catholic schools; located within HNE Local Health District; had an SES score of ≤5 (lower 50% of New South Wales) based on school postcode 36 ; and not participating in other PA studies. Recruitment occurred in October 2014, by experienced Health Promotion staff. To maximize external validity, schools were randomly selected to participate. School principals were mailed study information and phoned to invite participation and gain consent to participate in the intervention and measures.",
        "section": "Study Population",
        "section_number": 5,
        "sentences": [
            "Elementary schools were eligible for inclusion if they were government or Catholic schools; located within HNE Local Health District; had an SES score of ≤5 (lower 50% of New South Wales) based on school postcode 36 ; and not participating in other PA studies.",
            "Recruitment occurred in October 2014, by experienced Health Promotion staff.",
            "To maximize external validity, schools were randomly selected to participate.",
            "School principals were mailed study information and phoned to invite participation and gain consent to participate in the intervention and measures."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37626",
        "text": "The intervention was delivered to all students in schools allocated to the intervention group by experienced Health Promotion staff. However, 20 randomly selected schools that had agreed to participate in the study were invited to also participate in a nested evaluation of the primary outcome. In such schools, four classes in third through sixth grade (Stage 2 and Stage 3) were randomly selected from class lists for the measurement component of the study. Students were excluded from the measurement if they had major physical or intellectual conditions impeding engagement in PA. Active parental consent was required. Class teachers distributed study information and consent forms to parents pertaining to the measurement component asking that signed consent forms be returned prior to the data collection.",
        "section": "Study Population",
        "section_number": 6,
        "sentences": [
            "The intervention was delivered to all students in schools allocated to the intervention group by experienced Health Promotion staff.",
            "However, 20 randomly selected schools that had agreed to participate in the study were invited to also participate in a nested evaluation of the primary outcome.",
            "In such schools, four classes in third through sixth grade (Stage 2 and Stage 3) were randomly selected from class lists for the measurement component of the study.",
            "Students were excluded from the measurement if they had major physical or intellectual conditions impeding engagement in PA.",
            "Active parental consent was required.",
            "Class teachers distributed study information and consent forms to parents pertaining to the measurement component asking that signed consent forms be returned prior to the data collection."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37626",
        "text": "To assess the secondary trial outcomes, all school teachers completed an online survey assessing school PA practices. Consent was deemed via return of the survey. In addition, randomly selected PE lessons were observed in up to four randomly selected classes across fourth through sixth grade to assess PE teaching quality. Lessons were observed by trained research staff with experience in PE, blinded to group allocation. Principals gave school-level consent for PE lesson observation, and teachers gave verbal consent prior to class commencement.",
        "section": "Study Population",
        "section_number": 7,
        "sentences": [
            "To assess the secondary trial outcomes, all school teachers completed an online survey assessing school PA practices.",
            "Consent was deemed via return of the survey.",
            "In addition, randomly selected PE lessons were observed in up to four randomly selected classes across fourth through sixth grade to assess PE teaching quality.",
            "Lessons were observed by trained research staff with experience in PE, blinded to group allocation.",
            "Principals gave school-level consent for PE lesson observation, and teachers gave verbal consent prior to class commencement."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37626",
        "text": "Random allocation of schools to group occurred post-recruitment. Schools underwent stratified randomization based on SES, allocated in a 1:1 ratio to intervention or control by an independent statistician using computerized random number function in Microsoft Excel. Twenty schools were randomly selected to participate in a nested trial to evaluate the primary trial outcome.",
        "section": "Study Population",
        "section_number": 8,
        "sentences": [
            "Random allocation of schools to group occurred post-recruitment.",
            "Schools underwent stratified randomization based on SES, allocated in a 1:1 ratio to intervention or control by an independent statistician using computerized random number function in Microsoft Excel.",
            "Twenty schools were randomly selected to participate in a nested trial to evaluate the primary trial outcome."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37626",
        "text": "The intervention was based on the SCORES program 32 and was delivered during two school terms. A previous cluster RCT of the SCORES program demonstrated efficacy in increasing students' MVPA by 12.7 minutes per day, improving fundamental movement skills (FMS), and increasing cardiorespiratory fitness at 12month follow-up. 33 SCORES was guided by social ecological theory 37 and consistent with the Health Promoting Schools framework. 8, [38] [39] [40] [41] The intervention consisted of school committees and policy review, quality PE lessons, recess and lunchtime activity via student leadership, provision of equipment, and linkage with parents and community sporting organizations (Figure 1 ).",
        "section": "Intervention",
        "section_number": 9,
        "sentences": [
            "The intervention was based on the SCORES program 32 and was delivered during two school terms.",
            "A previous cluster RCT of the SCORES program demonstrated efficacy in increasing students' MVPA by 12.7 minutes per day, improving fundamental movement skills (FMS), and increasing cardiorespiratory fitness at 12month follow-up.",
            "33 SCORES was guided by social ecological theory 37 and consistent with the Health Promoting Schools framework.",
            "8, [38] [39] [40] [41] The intervention consisted of school committees and policy review, quality PE lessons, recess and lunchtime activity via student leadership, provision of equipment, and linkage with parents and community sporting organizations (Figure 1 )."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37626",
        "text": "The SCORES program utilized in the efficacy trial was not amenable to large-scale rollout using existing HNEPH resources. Program adaptation followed a structured process (Appendix Table 1 , available online). Adaptations are outlined in Figure 1 . Briefly, modifications included (1) the quality PE and FMS component was delivered via a combination of in-school professional learning sessions, ongoing support via team teaching, video sessions, and observation and feedback on PE lessons rather than 1.5 days of face-to-face professional learning; (2) recess and lunchtime PA was modified from the original SCORES program by allowing schools to reward students in any way that suited the school rather than utilizing reward booklets; and (3) community PA links were removed.",
        "section": "Intervention",
        "section_number": 10,
        "sentences": [
            "The SCORES program utilized in the efficacy trial was not amenable to large-scale rollout using existing HNEPH resources.",
            "Program adaptation followed a structured process (Appendix Table 1 , available online).",
            "Adaptations are outlined in Figure 1 .",
            "Briefly, modifications included (1) the quality PE and FMS component was delivered via a combination of in-school professional learning sessions, ongoing support via team teaching, video sessions, and observation and feedback on PE lessons rather than 1.5 days of face-to-face professional learning; (2) recess and lunchtime PA was modified from the original SCORES program by allowing schools to reward students in any way that suited the school rather than utilizing reward booklets; and (3) community PA links were removed."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37626",
        "text": "The adapted intervention ( Figure 1 ) included the following:",
        "section": "Intervention",
        "section_number": 11,
        "sentences": [
            "The adapted intervention ( Figure 1 ) included the following:"
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37626",
        "text": "1. Teaching strategies to improve the quality of PE lessons including FMS and increasing MVPA. 2. School PA policies 43 were reviewed with the aim of enhancing student PA and embedding practices to increase PA. 44 3. Recess and lunchtime PA via student leadership. Schools were provided with PA equipment (e.g., balls, skipping equipment), and encouraged to offer supervised PA in recess and lunch breaks on at least 2 days per week. 45 Sixth-grade students were given incentives (e.g., certificates, acknowledgement) to become school PA leaders and set up, run, and pack away games and equipment. SCORES reward booklets were provided to schools and encouraged to reward students for their involvement in recess and lunchtime PA. 4. Parent engagement 46, 47 was encouraged through information sent to parents each term via newsletters and school website.",
        "section": "Intervention",
        "section_number": 12,
        "sentences": [
            "1.",
            "Teaching strategies to improve the quality of PE lessons including FMS and increasing MVPA.",
            "2.",
            "School PA policies 43 were reviewed with the aim of enhancing student PA and embedding practices to increase PA.",
            "44 3.",
            "Recess and lunchtime PA via student leadership.",
            "Schools were provided with PA equipment (e.g., balls, skipping equipment), and encouraged to offer supervised PA in recess and lunch breaks on at least 2 days per week.",
            "45 Sixth-grade students were given incentives (e.g., certificates, acknowledgement) to become school PA leaders and set up, run, and pack away games and equipment.",
            "SCORES reward booklets were provided to schools and encouraged to reward students for their involvement in recess and lunchtime PA.",
            "4.",
            "Parent engagement 46, 47 was encouraged through information sent to parents each term via newsletters and school website."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37626",
        "text": "Seven intervention implementation strategies were modified from the efficacy trial to enhance scalability. Implementation strategies were based on evidence regarding their ability to facilitate the implementation of school-based interventions, change professional service delivery practices, or build capacity of organizations 9,48-54 :",
        "section": "Intervention",
        "section_number": 13,
        "sentences": [
            "Seven intervention implementation strategies were modified from the efficacy trial to enhance scalability.",
            "Implementation strategies were based on evidence regarding their ability to facilitate the implementation of school-based interventions, change professional service delivery practices, or build capacity of organizations 9,48-54 :"
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37626",
        "text": "1. Executive support. A meeting with the school executive was held at the commencement of the intervention and a school champion nominated for each school. School champions were responsible for embedding the PA practices within the school and leading policy development. Ongoing support was provided throughout the intervention from experienced Health Promotion staff. 2. Staff training. All classroom teachers were offered a 90-minute professional learning workshop including theory and practical sessions. The workshop focused on delivery of FMS to students, strategies to improve lesson quality through student engagement and increase students' MVPA. The quality PE teaching principles were from the original SCORES program and known as the Supportive, Active, Autonomous, Fair and Enjoyable (SAAFE) teaching principles. 33 In addition, teachers were required to team-teach a PE lesson with experienced Health Promotion staff on one occasion. 3. Tools and resources. Teachers were provided with resources (lesson booklets, posters, whistles, lanyards, and FMS skills cards) to support delivery of high-quality PE lessons, teach FMS, and increase MVPA within PE lessons. Intervention schools also received equipment ($180) to support delivery of recess and lunchtime activities.",
        "section": "Intervention",
        "section_number": 14,
        "sentences": [
            "1.",
            "Executive support.",
            "A meeting with the school executive was held at the commencement of the intervention and a school champion nominated for each school.",
            "School champions were responsible for embedding the PA practices within the school and leading policy development.",
            "Ongoing support was provided throughout the intervention from experienced Health Promotion staff.",
            "2.",
            "Staff training.",
            "All classroom teachers were offered a 90-minute professional learning workshop including theory and practical sessions.",
            "The workshop focused on delivery of FMS to students, strategies to improve lesson quality through student engagement and increase students' MVPA.",
            "The quality PE teaching principles were from the original SCORES program and known as the Supportive, Active, Autonomous, Fair and Enjoyable (SAAFE) teaching principles.",
            "33 In addition, teachers were required to team-teach a PE lesson with experienced Health Promotion staff on one occasion.",
            "3.",
            "Tools and resources.",
            "Teachers were provided with resources (lesson booklets, posters, whistles, lanyards, and FMS skills cards) to support delivery of high-quality PE lessons, teach FMS, and increase MVPA within PE lessons.",
            "Intervention schools also received equipment ($180) to support delivery of recess and lunchtime activities."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37626",
        "text": "www.ajpmonline.org 4. Academic detailing. Peer teaching with experienced Health Promotion staff with a PE background was offered to classroom teachers in intervention schools. PE lessons were also observed, followed by written feedback and verbal encouragement. 5. Ongoing support. This was provided to school champions to embed the practices within their schools. Additional support was provided to classroom teachers via five short (5-minute) video clips viewed in staff meetings, reinforcing the quality PE teaching principles (based on the SAAFE principles). 6. Recognition and incentives. Classroom teachers were provided with stickers to be used as prompts for quality PE and issued to students throughout practical PE. School champions provided prompts to classroom teachers to implement the strategies via e-mail, electronic calendar reminders, and in meetings. School champions also received a polo shirt. 7. Performance monitoring and feedback. Schools were provided feedback on the implementation of the intervention on three occasions via e-mail. Classroom teachers were given detailed feedback reports on PE lesson quality on two occasions. Feedback was based on the SAAFE teaching principles.",
        "section": "Intervention",
        "section_number": 15,
        "sentences": [
            "www.ajpmonline.org 4.",
            "Academic detailing.",
            "Peer teaching with experienced Health Promotion staff with a PE background was offered to classroom teachers in intervention schools.",
            "PE lessons were also observed, followed by written feedback and verbal encouragement.",
            "5.",
            "Ongoing support.",
            "This was provided to school champions to embed the practices within their schools.",
            "Additional support was provided to classroom teachers via five short (5-minute) video clips viewed in staff meetings, reinforcing the quality PE teaching principles (based on the SAAFE principles).",
            "6.",
            "Recognition and incentives.",
            "Classroom teachers were provided with stickers to be used as prompts for quality PE and issued to students throughout practical PE.",
            "School champions provided prompts to classroom teachers to implement the strategies via e-mail, electronic calendar reminders, and in meetings.",
            "School champions also received a polo shirt.",
            "7.",
            "Performance monitoring and feedback.",
            "Schools were provided feedback on the implementation of the intervention on three occasions via e-mail.",
            "Classroom teachers were given detailed feedback reports on PE lesson quality on two occasions.",
            "Feedback was based on the SAAFE teaching principles."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37626",
        "text": "Control schools participated in the measurement components of the trial only and delivered school PA practices according to the curriculum. Support was offered post-data collection.",
        "section": "Intervention",
        "section_number": 16,
        "sentences": [
            "Control schools participated in the measurement components of the trial only and delivered school PA practices according to the curriculum.",
            "Support was offered post-data collection."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37626",
        "text": "All outcome data were collected directly following the 6-month intervention period in May-August 2015. Data pertaining to the primary trial outcome were collected by blinded, trained research assistants, within a nested sample of randomly selected schools. Students were asked to wear an accelerometer (Actigraph GT3X+) on an elastic belt around their waist for 7 days during waking hours. Student demographic characteristics were collected on consent forms signed by parents.",
        "section": "Intervention",
        "section_number": 17,
        "sentences": [
            "All outcome data were collected directly following the 6-month intervention period in May-August 2015.",
            "Data pertaining to the primary trial outcome were collected by blinded, trained research assistants, within a nested sample of randomly selected schools.",
            "Students were asked to wear an accelerometer (Actigraph GT3X+) on an elastic belt around their waist for 7 days during waking hours.",
            "Student demographic characteristics were collected on consent forms signed by parents."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37626",
        "text": "Data related to PE lesson quality (school PA practice intervention 2) were collected by trained research assistants blinded to group allocation. Data from up to four randomly selected classes per school across third through sixth grade were collected from the nested sample while wearing accelerometers, whereas the remaining intervention and control schools were assessed when usual PE lessons occurred.",
        "section": "Intervention",
        "section_number": 18,
        "sentences": [
            "Data related to PE lesson quality (school PA practice intervention 2) were collected by trained research assistants blinded to group allocation.",
            "Data from up to four randomly selected classes per school across third through sixth grade were collected from the nested sample while wearing accelerometers, whereas the remaining intervention and control schools were assessed when usual PE lessons occurred."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37626",
        "text": "Data related to implementation of school PA practices, practices intervention 1 (school PA policy), intervention 3 (recess and lunchtime PA) and intervention 4 (parental engagement) were self-reported from classroom teachers via an online survey. The survey included implementation of school PA practices, intervention acceptability, and perceived usefulness.",
        "section": "Intervention",
        "section_number": 19,
        "sentences": [
            "Data related to implementation of school PA practices, practices intervention 1 (school PA policy), intervention 3 (recess and lunchtime PA) and intervention 4 (parental engagement) were self-reported from classroom teachers via an online survey.",
            "The survey included implementation of school PA practices, intervention acceptability, and perceived usefulness."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37626",
        "text": "Accelerometer data were used to derive the primary PA outcome measure, overall minutes of MVPA per day. PA outside of school, throughout the school day, during recess and lunchtime, and in PE lessons were also explored. For all PA outcome measures, accelerometer non-wear time was defined as 30 minutes of consecutive zeros. 55 Counts were collected in 15-second epochs. The Evenson cut-points were used to categorize the intensity of PA (moderate or vigorous). 56 As recent reviews indicate, a wear time criterion of at least two 10-hour days is valid in children, 57 with 3 days most commonly applied, 58 students were asked to wear an accelerometer for 7 days 57, 58 and included in the analyses if worn for ≥600 minutes per day on any ≥3 days, [59] [60] [61] including at least 1 valid school day, recess and lunch period, or PE lesson. 62 Student consent forms collected student characteristics including age, sex, and residential postcode to assess SES.",
        "section": "Measures",
        "section_number": 20,
        "sentences": [
            "Accelerometer data were used to derive the primary PA outcome measure, overall minutes of MVPA per day.",
            "PA outside of school, throughout the school day, during recess and lunchtime, and in PE lessons were also explored.",
            "For all PA outcome measures, accelerometer non-wear time was defined as 30 minutes of consecutive zeros.",
            "55 Counts were collected in 15-second epochs.",
            "The Evenson cut-points were used to categorize the intensity of PA (moderate or vigorous).",
            "56 As recent reviews indicate, a wear time criterion of at least two 10-hour days is valid in children, 57 with 3 days most commonly applied, 58 students were asked to wear an accelerometer for 7 days 57, 58 and included in the analyses if worn for ≥600 minutes per day on any ≥3 days, [59] [60] [61] including at least 1 valid school day, recess and lunch period, or PE lesson.",
            "62 Student consent forms collected student characteristics including age, sex, and residential postcode to assess SES."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37626",
        "text": "An observational checklist, known as the SAAFE checklist, 33, 63 developed for the original SCORES efficacy trial, 33 assessed the quality of PE lessons in intervention compared with control schools (school PA practice intervention 1). Blinded trained research assistants scored each component using a 5-point Likert scale (1¼never observed to 5¼always).",
        "section": "Measures",
        "section_number": 21,
        "sentences": [
            "An observational checklist, known as the SAAFE checklist, 33, 63 developed for the original SCORES efficacy trial, 33 assessed the quality of PE lessons in intervention compared with control schools (school PA practice intervention 1).",
            "Blinded trained research assistants scored each component using a 5-point Likert scale (1¼never observed to 5¼always)."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37626",
        "text": "An online survey assessed school and teachers' implementation of the remaining three school PA practices (school PA policy, recess and lunchtime PA, and parental engagement) in addition to questions related to the delivery and acceptability of the implementation strategies (e.g., staff training content, usefulness of resources, peer teaching, and academic detailing session).",
        "section": "Measures",
        "section_number": 22,
        "sentences": [
            "An online survey assessed school and teachers' implementation of the remaining three school PA practices (school PA policy, recess and lunchtime PA, and parental engagement) in addition to questions related to the delivery and acceptability of the implementation strategies (e.g., staff training content, usefulness of resources, peer teaching, and academic detailing session)."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37626",
        "text": "Teacher surveys assessed delivery of the intervention (i.e., implementation support strategies) and acceptability and perceived usefulness of the intervention.",
        "section": "Measures",
        "section_number": 23,
        "sentences": [
            "Teacher surveys assessed delivery of the intervention (i.e., implementation support strategies) and acceptability and perceived usefulness of the intervention."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37626",
        "text": "Based on estimating 1,000 children per intervention arm (three to four classes per school year) and assuming 50% children consented and provided 3 days of valid accelerometer data, 62 each school would yield at least 50 students at follow-up. With 500 students per arm and previous studies reporting the estimate of the SD of mean daily minutes of MVPA (10.7) 64 and the interclass correlation coefficient (0.01), 65 after adjustment for a design effect of 1.49, the effective sample size was estimated at 336 students per group. Based on ten schools per arm, with this sample size, 80% power and an α level of 0.05, the study was able to detect a difference in the primary trial outcome, mean daily minutes of MVPA between experimental and control students of SD¼2.3 minutes at follow-up.",
        "section": "Measures",
        "section_number": 24,
        "sentences": [
            "Based on estimating 1,000 children per intervention arm (three to four classes per school year) and assuming 50% children consented and provided 3 days of valid accelerometer data, 62 each school would yield at least 50 students at follow-up.",
            "With 500 students per arm and previous studies reporting the estimate of the SD of mean daily minutes of MVPA (10.7) 64 and the interclass correlation coefficient (0.01), 65 after adjustment for a design effect of 1.49, the effective sample size was estimated at 336 students per group.",
            "Based on ten schools per arm, with this sample size, 80% power and an α level of 0.05, the study was able to detect a difference in the primary trial outcome, mean daily minutes of MVPA between experimental and control students of SD¼2.3 minutes at follow-up."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37626",
        "text": "Analyses were conducted using SAS, version 9.2, from October 2015 to January 2016. Summary statistics describe variables of interest. Significance levels were set at po0.05. Analysis of the primary outcome and other PA outcomes were undertaken using an F-test. Linear and generalized linear mixed models with a random intercept for school were used to assess the intervention effect. Least squares means (95% CIs) for each treatment group and pvalues for the difference in least squares means are presented, adjusted for sex. Post hoc exploratory investigation on the impact on children's overall vigorous and moderate PA (VPA, MPA); school day PA; recess and lunchtime PA; and PA within PE were undertaken. PE lesson quality and school PA practices were assessed by comparing the proportion of teachers within the intervention and control schools reporting the components of the SAAFE checklist and if school PA practices were being implemented. Statistical differences between groups was determined by t-tests. Descriptive statistics were used to summarize teacher acceptability.",
        "section": "Statistical Analysis",
        "section_number": 25,
        "sentences": [
            "Analyses were conducted using SAS, version 9.2, from October 2015 to January 2016.",
            "Summary statistics describe variables of interest.",
            "Significance levels were set at po0.05.",
            "Analysis of the primary outcome and other PA outcomes were undertaken using an F-test.",
            "Linear and generalized linear mixed models with a random intercept for school were used to assess the intervention effect.",
            "Least squares means (95% CIs) for each treatment group and pvalues for the difference in least squares means are presented, adjusted for sex.",
            "Post hoc exploratory investigation on the impact on children's overall vigorous and moderate PA (VPA, MPA); school day PA; recess and lunchtime PA; and PA within PE were undertaken.",
            "PE lesson quality and school PA practices were assessed by comparing the proportion of teachers within the intervention and control schools reporting the components of the SAAFE checklist and if school PA practices were being implemented.",
            "Statistical differences between groups was determined by t-tests.",
            "Descriptive statistics were used to summarize teacher acceptability."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37626",
        "text": "Of 64 eligible schools approached, 46 agreed to participate in the implementation trial (25 intervention, 21 control), of which 20 schools agreed to take part in the nested evaluation measuring the primary trial outcome. One school, however, was unable to participate at late notice and following random allocation but prior to data collection, leaving 19 schools participating in the nested evaluation ( Figure 2 ). Characteristics of schools in the nested sample were similar to the overall sample.",
        "section": "RESULTS",
        "section_number": 26,
        "sentences": [
            "Of 64 eligible schools approached, 46 agreed to participate in the implementation trial (25 intervention, 21 control), of which 20 schools agreed to take part in the nested evaluation measuring the primary trial outcome.",
            "One school, however, was unable to participate at late notice and following random allocation but prior to data collection, leaving 19 schools participating in the nested evaluation ( Figure 2 ).",
            "Characteristics of schools in the nested sample were similar to the overall sample."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37626",
        "text": "For the primary outcome, 1,160 of the 1,959 eligible students (60%) from the 19 nested schools consented to participate, of which 1,139 students (58% of eligible students) wore an accelerometer and 87% (989/1,139) provided 43 days of valid accelerometer data (492 control and 497 intervention). The 1,139 students wearing an accelerometer represented 99% of students with parental consent (Appendix Table 2 , available online).",
        "section": "RESULTS",
        "section_number": 27,
        "sentences": [
            "For the primary outcome, 1,160 of the 1,959 eligible students (60%) from the 19 nested schools consented to participate, of which 1,139 students (58% of eligible students) wore an accelerometer and 87% (989/1,139) provided 43 days of valid accelerometer data (492 control and 497 intervention).",
            "The 1,139 students wearing an accelerometer represented 99% of students with parental consent (Appendix Table 2 , available online)."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37626",
        "text": "To assess the secondary outcomes, school PE lesson quality and school PA practices, 69 lessons were observed (88% of eligible lessons), and 141 (87 intervention, 54 control) of the 382 eligible school teachers (37%) completed an online survey across the 46 participating intervention and control schools. Table 1 outlines the primary trial outcomes, mean minutes of MVPA per day, and the additional PA outcomes assessed via accelerometry including school day PA, recess/lunchtime PA, and PA in PE lessons.",
        "section": "RESULTS",
        "section_number": 28,
        "sentences": [
            "To assess the secondary outcomes, school PE lesson quality and school PA practices, 69 lessons were observed (88% of eligible lessons), and 141 (87 intervention, 54 control) of the 382 eligible school teachers (37%) completed an online survey across the 46 participating intervention and control schools.",
            "Table 1 outlines the primary trial outcomes, mean minutes of MVPA per day, and the additional PA outcomes assessed via accelerometry including school day PA, recess/lunchtime PA, and PA in PE lessons."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37626",
        "text": "The mean difference in daily MVPA between groups was 1.96 minutes in favor of the intervention group (95% CI¼ -3.49, 7.41, p¼0.48; Table 1 ). There was a significant difference between groups in overall daily VPA, mean difference of 2.19 minutes (95% CI¼0.06, 4.32, p¼0.04), but not on daily MPA, mean difference -0.23 minutes (95% CI¼ -3.84, 3.37, p¼0.90). The intervention also had a significant effect on mean minutes of school day MVPA (difference between groups 2.9 minutes, 95% CI¼0.06, 5.85, p¼0.05) and VPA (difference between groups 1.81 minutes, 95% CI¼0.78, 2.83, p≤0.01), but not MPA. No significant intervention effects were observed for recess and lunchtime PA or PA within PE lessons. Table 2 outlines the observational assessment of teachers to assess PE lesson quality (School PA practice intervention 2). There were significant effects in favor of the intervention group for overall mean lesson quality score (po0.01). In addition, each quality component of the SAAFE checklist was also statistically significantly higher in teachers from the intervention schools, compared with teachers from control schools (po0.01). There were no other significant differences in school PA practices.",
        "section": "RESULTS",
        "section_number": 29,
        "sentences": [
            "The mean difference in daily MVPA between groups was 1.96 minutes in favor of the intervention group (95% CI¼ -3.49, 7.41, p¼0.48; Table 1 ).",
            "There was a significant difference between groups in overall daily VPA, mean difference of 2.19 minutes (95% CI¼0.06, 4.32, p¼0.04), but not on daily MPA, mean difference -0.23 minutes (95% CI¼ -3.84, 3.37, p¼0.90).",
            "The intervention also had a significant effect on mean minutes of school day MVPA (difference between groups 2.9 minutes, 95% CI¼0.06, 5.85, p¼0.05) and VPA (difference between groups 1.81 minutes, 95% CI¼0.78, 2.83, p≤0.01), but not MPA.",
            "No significant intervention effects were observed for recess and lunchtime PA or PA within PE lessons.",
            "Table 2 outlines the observational assessment of teachers to assess PE lesson quality (School PA practice intervention 2).",
            "There were significant effects in favor of the intervention group for overall mean lesson quality score (po0.01).",
            "In addition, each quality component of the SAAFE checklist was also statistically significantly higher in teachers from the intervention schools, compared with teachers from control schools (po0.01).",
            "There were no other significant differences in school PA practices."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37626",
        "text": "Appendix Table 3 (available online) outlines the process measures for the intervention delivery and uptake of the intervention as reported by teachers (n¼114), along with teacher-reported implementation acceptability and usefulness.",
        "section": "RESULTS",
        "section_number": 30,
        "sentences": [
            "Appendix Table 3 (available online) outlines the process measures for the intervention delivery and uptake of the intervention as reported by teachers (n¼114), along with teacher-reported implementation acceptability and usefulness."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37626",
        "text": "This implementation trial assessed the effectiveness of a modified version of the school-based PA program known as SCORES. 33 The implementation trial was not effective at increasing the primary trial outcome, children's overall mean daily minutes of MVPA. However, exploratory analysis revealed significant improvements in overall VPA, school day MVPA, and school day VPA. Given longitudinal research indicates a dose-response relationship between VPA and cardiometabolic outcomes and small increases in VPA 66 may lower BMI, this increase is meaningful. 67 Further, implementation support provided as part of the intervention improved the quality of PE lessons, but not the implementation of other school PA practices. The study findings reinforce the challenges of scaling up efficacious PA interventions and demonstrate that adaptations to interventions for real-world delivery can substantially alter effect sizes.",
        "section": "DISCUSSION",
        "section_number": 31,
        "sentences": [
            "This implementation trial assessed the effectiveness of a modified version of the school-based PA program known as SCORES.",
            "33 The implementation trial was not effective at increasing the primary trial outcome, children's overall mean daily minutes of MVPA.",
            "However, exploratory analysis revealed significant improvements in overall VPA, school day MVPA, and school day VPA.",
            "Given longitudinal research indicates a dose-response relationship between VPA and cardiometabolic outcomes and small increases in VPA 66 may lower BMI, this increase is meaningful.",
            "67 Further, implementation support provided as part of the intervention improved the quality of PE lessons, but not the implementation of other school PA practices.",
            "The study findings reinforce the challenges of scaling up efficacious PA interventions and demonstrate that adaptations to interventions for real-world delivery can substantially alter effect sizes."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37626",
        "text": "Although the efficacy trial found a post-intervention effect of 12 minutes, 33 this trial resulted in only 2 minutes more MVPA. Despite a thorough process including identification of organizational and individual barriers to PA matched with potential behavior change techniques undertaken in the development of the implementation intervention to ensure suitability for dissemination, 42 not all of the original strategies were maintained. The reduced effect on student daily MVPA, in comparison with the original trial, 33 may have resulted because of modifications made to improve scalability. Most notably, the implementation intervention was significantly shorter in duration compared with the SCORES efficacy trial, 33 and thus may provide an explanation for why the implementation intervention did not result in a significant effect on daily MVPA. 33 Systematic reviews of school-based PA interventions indicate that longerduration interventions (412 months) are more effective than shorter duration interventions. [8] [9] [10] In the efficacy trial, the statistically significant effect was seen at the 12-month follow-up but not at the 6-month followup 33 ; perhaps allowing further time for schools to implement the required intervention would be beneficial. This is consistent with other school-based PA interventions reporting greater effects from mid-intervention to follow-up. 68 Nonetheless, doubling support duration would add significant resource costs and may not be feasible in jurisdictions with more limited capacity. The implementation intervention was a modification of the original efficacy trial, with some components removed and delivery of others heavily modified to suit scalability. The strategy relating to linkage with the community was removed entirely, potentially impacting overall student MVPA. Systematic reviews indicate multicomponent interventions with links to both the home and community are more likely to result in an increase in MVPA. 3, 8, 9, 69, 70 Although the community links strategy implemented in the original SCORES efficacy trial was not perceived to be an essential element, continued reinforcement of behavioral change messages, within and beyond school, may be necessary to impact a child's overall daily MVPA.",
        "section": "DISCUSSION",
        "section_number": 32,
        "sentences": [
            "Although the efficacy trial found a post-intervention effect of 12 minutes, 33 this trial resulted in only 2 minutes more MVPA.",
            "Despite a thorough process including identification of organizational and individual barriers to PA matched with potential behavior change techniques undertaken in the development of the implementation intervention to ensure suitability for dissemination, 42 not all of the original strategies were maintained.",
            "The reduced effect on student daily MVPA, in comparison with the original trial, 33 may have resulted because of modifications made to improve scalability.",
            "Most notably, the implementation intervention was significantly shorter in duration compared with the SCORES efficacy trial, 33 and thus may provide an explanation for why the implementation intervention did not result in a significant effect on daily MVPA.",
            "33 Systematic reviews of school-based PA interventions indicate that longerduration interventions (412 months) are more effective than shorter duration interventions. [",
            "8] [9] [10] In the efficacy trial, the statistically significant effect was seen at the 12-month follow-up but not at the 6-month followup 33 ; perhaps allowing further time for schools to implement the required intervention would be beneficial.",
            "This is consistent with other school-based PA interventions reporting greater effects from mid-intervention to follow-up.",
            "68 Nonetheless, doubling support duration would add significant resource costs and may not be feasible in jurisdictions with more limited capacity.",
            "The implementation intervention was a modification of the original efficacy trial, with some components removed and delivery of others heavily modified to suit scalability.",
            "The strategy relating to linkage with the community was removed entirely, potentially impacting overall student MVPA.",
            "Systematic reviews indicate multicomponent interventions with links to both the home and community are more likely to result in an increase in MVPA.",
            "3, 8, 9, 69, 70 Although the community links strategy implemented in the original SCORES efficacy trial was not perceived to be an essential element, continued reinforcement of behavioral change messages, within and beyond school, may be necessary to impact a child's overall daily MVPA."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37626",
        "text": "Delivery of the intervention was also modified by giving schools flexibility to implement components of the intervention. Whereas flexibility and tailoring the intervention to suit local context is deemed an important element within scalability, 71 schools may require minimum standards or guidelines to assist with delivering the required dose to students. 26 School practice data collected from teachers indicated no difference in the provision of recess and lunchtime activities or equipment between the intervention and control group. Additionally, school record data indicated poor intervention fidelity; in some cases, control group implementation was greater than the intervention, potentially explained by compensatory rivalry whereby control group participants are motivated to outperform the intervention group. 34 As school-based PA interventions have noted a dose-response relationship between schools implementing the required dose and greater effect on student PA, 72 further support is required to ensure schools implement the intervention as intended, potentially improving effect size. 26 Indeed, the authors' exploratory analyses revealed a moderately strong dose-response relationship between implementation fidelity and overall mean MVPA. Research is urgently needed to better inform implementation strategies.",
        "section": "DISCUSSION",
        "section_number": 33,
        "sentences": [
            "Delivery of the intervention was also modified by giving schools flexibility to implement components of the intervention.",
            "Whereas flexibility and tailoring the intervention to suit local context is deemed an important element within scalability, 71 schools may require minimum standards or guidelines to assist with delivering the required dose to students.",
            "26 School practice data collected from teachers indicated no difference in the provision of recess and lunchtime activities or equipment between the intervention and control group.",
            "Additionally, school record data indicated poor intervention fidelity; in some cases, control group implementation was greater than the intervention, potentially explained by compensatory rivalry whereby control group participants are motivated to outperform the intervention group.",
            "34 As school-based PA interventions have noted a dose-response relationship between schools implementing the required dose and greater effect on student PA, 72 further support is required to ensure schools implement the intervention as intended, potentially improving effect size.",
            "26 Indeed, the authors' exploratory analyses revealed a moderately strong dose-response relationship between implementation fidelity and overall mean MVPA.",
            "Research is urgently needed to better inform implementation strategies."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37626",
        "text": "The study has a number of strengths, including use of a randomized controlled design, use of an objective measure of PA, inclusion of blind assessors, and the inclusion of a suite of intervention implementation strategies as recommended in past school-based PA reviews. 9 Additionally, all modifications made were carefully documented, showing how the strategies from the efficacy trial were adapted to be more suitable for wide-scale dissemination. 26 ",
        "section": "DISCUSSION",
        "section_number": 34,
        "sentences": [
            "The study has a number of strengths, including use of a randomized controlled design, use of an objective measure of PA, inclusion of blind assessors, and the inclusion of a suite of intervention implementation strategies as recommended in past school-based PA reviews.",
            "9 Additionally, all modifications made were carefully documented, showing how the strategies from the efficacy trial were adapted to be more suitable for wide-scale dissemination.",
            "26"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37626",
        "text": "Limitations should be considered. Implementing school-based interventions with longer duration is recommended. 10 Although implementation support was provided by a health service organization within existing resources, the organization is uniquely composed of staff with considerable integrated research expertise. 5, 53, 68, 73 Findings may therefore not generalize to organizations with limited capacity to facilitate implementation. Response rates from teachers were low, requiring additional executive support to evaluate implementation efforts. Inclusion of more robust process measures, not reliant on teacher self-report (i.e., observation) and subject to socially desirable reporting, would enhance evaluation efforts, as would examination of the Activity-Stat hypothesis 74 to explore the increase in school day PA without an increase in total daily activity.",
        "section": "Limitations",
        "section_number": 35,
        "sentences": [
            "Limitations should be considered.",
            "Implementing school-based interventions with longer duration is recommended.",
            "10 Although implementation support was provided by a health service organization within existing resources, the organization is uniquely composed of staff with considerable integrated research expertise.",
            "5, 53, 68, 73 Findings may therefore not generalize to organizations with limited capacity to facilitate implementation.",
            "Response rates from teachers were low, requiring additional executive support to evaluate implementation efforts.",
            "Inclusion of more robust process measures, not reliant on teacher self-report (i.e., observation) and subject to socially desirable reporting, would enhance evaluation efforts, as would examination of the Activity-Stat hypothesis 74 to explore the increase in school day PA without an increase in total daily activity."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37626",
        "text": "The implementation intervention supporting delivery at scale did not completely translate the efficacy trial results; an increase in daily minutes of MVPA in the intervention compared with the control group was not observed. Further research is required to determine if implementation over a longer duration can enhance the effect or if alternate implementation support strategies are needed.",
        "section": "CONCLUSIONS",
        "section_number": 36,
        "sentences": [
            "The implementation intervention supporting delivery at scale did not completely translate the efficacy trial results; an increase in daily minutes of MVPA in the intervention compared with the control group was not observed.",
            "Further research is required to determine if implementation over a longer duration can enhance the effect or if alternate implementation support strategies are needed."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37626",
        "text": "Conducted by Hunter New England Population Health (a unit of the Hunter New England Local Health District), in collaboration with the University of Newcastle. The study was funded by Hunter New England Population Health, and supported by Hunter Medical Research Institute.",
        "section": "ACKNOWLEDGMENTS",
        "section_number": 37,
        "sentences": [
            "Conducted by Hunter New England Population Health (a unit of the Hunter New England Local Health District), in collaboration with the University of Newcastle.",
            "The study was funded by Hunter New England Population Health, and supported by Hunter Medical Research Institute."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37626",
        "text": "No financial disclosures were reported by the authors of this paper.",
        "section": "ACKNOWLEDGMENTS",
        "section_number": 38,
        "sentences": [
            "No financial disclosures were reported by the authors of this paper."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37626",
        "text": "December 2017",
        "section": "",
        "section_number": 39,
        "sentences": [
            "December 2017"
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37626",
        "text": "www.ajpmonline.org",
        "section": "",
        "section_number": 40,
        "sentences": [
            "www.ajpmonline.org"
        ],
        "sentence_labels": [
            -1
        ]
    }
]