[
    {
        "doc_id": "35100",
        "text": "Objective: It has been proposed that fat grafts can improve the appearance of mature burn scars. The pluripotent progenitor cells contained within autologous adipose tissue grafts are believed to induce skin repair and improve scar appearance. We conducted a prospective, randomized, double-blinded, placebo-controlled study to evaluate the effects of fat grafts on the appearance of mature burn scars. Methods: Pediatric burn survivors with mature scars were recruited for this study. A homogeneous scar measuring 10Â5cm was randomized into two halves: one was injected with autologous fat graft and the other with normal saline. Scar injection was performed using standard Coleman technique. Appearance of the two scar halves was assessed, six to twelve months later by the operating surgeon, by blinded observers and by the blinded patients. Results: Eight patients completed the study pilot with 6-12 month follow-up. Assessment by the patients did not clearly favor fat grafts or saline injections; the operating surgeon did not identify any differences on any of the patients; the blinded observers measured all scars using Vancouver Scar Scale and noticed no differences in pigmentation, vascularity and height; differences in pliability showed similar changes in both the fat grafted and control arms. After the pilot was completed, decision was made to stop enrolling patients for this study since no benefit to fat grafting was observed. Conclusions: Single treatment with autologous fat grafts did not improve mature pediatric burn scars when compared to normal saline injections.",
        "section": "Abstract",
        "sentences": [
            "Objective: It has been proposed that fat grafts can improve the appearance of mature burn scars.",
            "The pluripotent progenitor cells contained within autologous adipose tissue grafts are believed to induce skin repair and improve scar appearance.",
            "We conducted a prospective, randomized, double-blinded, placebo-controlled study to evaluate the effects of fat grafts on the appearance of mature burn scars.",
            "Methods: Pediatric burn survivors with mature scars were recruited for this study.",
            "A homogeneous scar measuring 10Â5cm was randomized into two halves: one was injected with autologous fat graft and the other with normal saline.",
            "Scar injection was performed using standard Coleman technique.",
            "Appearance of the two scar halves was assessed, six to twelve months later by the operating surgeon, by blinded observers and by the blinded patients.",
            "Results: Eight patients completed the study pilot with 6-12 month follow-up.",
            "Assessment by the patients did not clearly favor fat grafts or saline injections; the operating surgeon did not identify any differences on any of the patients; the blinded observers measured all scars using Vancouver Scar Scale and noticed no differences in pigmentation, vascularity and height; differences in pliability showed similar changes in both the fat grafted and control arms.",
            "After the pilot was completed, decision was made to stop enrolling patients for this study since no benefit to fat grafting was observed.",
            "Conclusions: Single treatment with autologous fat grafts did not improve mature pediatric burn scars when compared to normal saline injections."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "35100",
        "text": "Fat grafting has been utilized for over 100 years. It was first introduced by Neuber and Czerny in the 1890s. It was also used by Gillies, who noted that the quality of scars was improved after the subcutaneous application of fat grafts. It then soared into mainstream in the 1990s when Coleman popularized the technique of structured fat grafting [1] .",
        "section": "Introduction",
        "section_number": 1,
        "sentences": [
            "Fat grafting has been utilized for over 100 years.",
            "It was first introduced by Neuber and Czerny in the 1890s.",
            "It was also used by Gillies, who noted that the quality of scars was improved after the subcutaneous application of fat grafts.",
            "It then soared into mainstream in the 1990s when Coleman popularized the technique of structured fat grafting [1] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "35100",
        "text": "Since then, autologous fat grafting has become a commonly used technique in the reconstructive as well as the esthetic arena, due to its wide availability and biocompatibility [1, 2] . More recently, the discovery of adipose-derived stem cells in fat grafts has prompted the study of their role in tissue healing, regeneration and repair. It has been postulated that fat grafting can improve the qualitative and quantitative appearance of scars, including complicated scars such those caused by radiation and thermal injury [1, 3, 4, 5] . To date, no prospective randomized blinded studies have been published to support the effectiveness of this technique for burn patients. In this study, we set out to elucidate whether autologous fat grafting actually does induce scar repair and improve the appearance of mature burn scars.",
        "section": "Introduction",
        "section_number": 2,
        "sentences": [
            "Since then, autologous fat grafting has become a commonly used technique in the reconstructive as well as the esthetic arena, due to its wide availability and biocompatibility [1, 2] .",
            "More recently, the discovery of adipose-derived stem cells in fat grafts has prompted the study of their role in tissue healing, regeneration and repair.",
            "It has been postulated that fat grafting can improve the qualitative and quantitative appearance of scars, including complicated scars such those caused by radiation and thermal injury [1, 3, 4, 5] .",
            "To date, no prospective randomized blinded studies have been published to support the effectiveness of this technique for burn patients.",
            "In this study, we set out to elucidate whether autologous fat grafting actually does induce scar repair and improve the appearance of mature burn scars."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "35100",
        "text": "Patients with mature burn scars who were scheduled to undergo unrelated surgical reconstruction at a pediatric burn unit were recruited to participate in this study. The Institutional Review Board approved the study with an enrollment goal of fifty patients and a provision to perform an initial evaluation of safety and efficacy after the first 10 patients were enrolled. Inclusion criteria included pediatric patients with late effects of burns requiring surgical reconstruction procedures who also had mature burn scars that were separate from the primary surgical site, age less than 21 years and with ability to assent to participate in the study. Patients with significant medical problems or American Society of Anesthesiologist Physical Status Classification System score>II indicating increased anesthesia risk were excluded from this study. Patient's age, ethnicity, gender, age of the scar, scar site, scar dimensions and fat graft donor site were recorded. Appearance of the two scar halves was assessed, six to twelve months later during their scheduled follow up visit, by a blinded independent evaluator using the Vancouver Scar Scale (VSS). Additionally, the scar halves were evaluated by the patient, who was also blinded to the treatment, using a subjective questionnaire asking the patient to compare the \"look\" and \"feel\" of the two sides. During scheduled reconstructive surgery, a separate mature burn scar not in proximity to the area scheduled for surgery was selected for treatment in the study. The study required a homogeneous appearing scar measuring no less than 5Â10cm that could be divided into two similar appearing halves measuring 5Â5cm each. One half of the scar was injected with 5mL of autologous fat grafts and the other half was injected with 5mL of saline solution. Randomization was used to select the scar half to be injected with either fat or saline. The two scar halves were marked as side A and B and then a sealed envelope was opened in the operating room to see which side would be treated with fat and which with saline. Adipose tissue was harvested from the abdomen in all but one patient where it was harvested from the thigh because the abdomen had extensive scars and did not appear as a suitable donor site. The lipoaspirate was then centrifuged for 3min at 3000RPM and the cells were transferred into 1mL syringes for grafting. Scar injection was performed using standard Coleman technique. Of note, a 1-mL syringe with an 18-gage needle was used for fat grafting, as opposed to a blunt tip cannula, in order to allow grafting into dense scar tissue. The amount of volume of fat or saline injected was 5cc in each scar half and both sides were injected using an 18 gage needle. In order to prevent any differences on scar maturation that could be triggered by the trauma of the needle, the operating surgeon infiltrated both sides of the scar with an effort to make a similar amount of needle passes on each side.",
        "section": "Materials and methods",
        "section_number": 3,
        "sentences": [
            "Patients with mature burn scars who were scheduled to undergo unrelated surgical reconstruction at a pediatric burn unit were recruited to participate in this study.",
            "The Institutional Review Board approved the study with an enrollment goal of fifty patients and a provision to perform an initial evaluation of safety and efficacy after the first 10 patients were enrolled.",
            "Inclusion criteria included pediatric patients with late effects of burns requiring surgical reconstruction procedures who also had mature burn scars that were separate from the primary surgical site, age less than 21 years and with ability to assent to participate in the study.",
            "Patients with significant medical problems or American Society of Anesthesiologist Physical Status Classification System score>II indicating increased anesthesia risk were excluded from this study.",
            "Patient's age, ethnicity, gender, age of the scar, scar site, scar dimensions and fat graft donor site were recorded.",
            "Appearance of the two scar halves was assessed, six to twelve months later during their scheduled follow up visit, by a blinded independent evaluator using the Vancouver Scar Scale (VSS).",
            "Additionally, the scar halves were evaluated by the patient, who was also blinded to the treatment, using a subjective questionnaire asking the patient to compare the \"look\" and \"feel\" of the two sides.",
            "During scheduled reconstructive surgery, a separate mature burn scar not in proximity to the area scheduled for surgery was selected for treatment in the study.",
            "The study required a homogeneous appearing scar measuring no less than 5Â10cm that could be divided into two similar appearing halves measuring 5Â5cm each.",
            "One half of the scar was injected with 5mL of autologous fat grafts and the other half was injected with 5mL of saline solution.",
            "Randomization was used to select the scar half to be injected with either fat or saline.",
            "The two scar halves were marked as side A and B and then a sealed envelope was opened in the operating room to see which side would be treated with fat and which with saline.",
            "Adipose tissue was harvested from the abdomen in all but one patient where it was harvested from the thigh because the abdomen had extensive scars and did not appear as a suitable donor site.",
            "The lipoaspirate was then centrifuged for 3min at 3000RPM and the cells were transferred into 1mL syringes for grafting.",
            "Scar injection was performed using standard Coleman technique.",
            "Of note, a 1-mL syringe with an 18-gage needle was used for fat grafting, as opposed to a blunt tip cannula, in order to allow grafting into dense scar tissue.",
            "The amount of volume of fat or saline injected was 5cc in each scar half and both sides were injected using an 18 gage needle.",
            "In order to prevent any differences on scar maturation that could be triggered by the trauma of the needle, the operating surgeon infiltrated both sides of the scar with an effort to make a similar amount of needle passes on each side."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "35100",
        "text": "Ten patients, with age ranging between 5 to 20 years (mean 13 years), were enrolled into the first phase of the study. One patient opted out of the study on the day of the scheduled surgery. Complete data for analysis was available on eight of the nine remaining patients: one patient was lost to follow up.",
        "section": "Results",
        "section_number": 4,
        "sentences": [
            "Ten patients, with age ranging between 5 to 20 years (mean 13 years), were enrolled into the first phase of the study.",
            "One patient opted out of the study on the day of the scheduled surgery.",
            "Complete data for analysis was available on eight of the nine remaining patients: one patient was lost to follow up."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "35100",
        "text": "Postoperative follow-up ranged between 156-359 days (mean 240 days). The Scar injection sites were the forearm in 7 cases, the lower leg in one case and the chest in one case (see Table 1 ).",
        "section": "Results",
        "section_number": 5,
        "sentences": [
            "Postoperative follow-up ranged between 156-359 days (mean 240 days).",
            "The Scar injection sites were the forearm in 7 cases, the lower leg in one case and the chest in one case (see Table 1 )."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "35100",
        "text": "During follow-up evaluation, the senior authorwho was the operating surgeon on all cases and the only person not blinded in the studyfailed to identify any differences when comparing the sides of the scar treated with fat grafts to those treated with a saline injection (see Fig. 1 ). Similarly, all eight patients who completed the study failed to notice differences that would consistently favor either one of the two sides of the scar. When asked about the look of the scar, four patients preferred the fat grafted half, two patients saw no difference and two patients preferred the saline half. As far as the feel of the scar, two patients preferred the fat grafted half, two patients saw no difference and four patients thought the saline injected half was better (see Table 2 ). Of note: since none of the patients had experienced obvious changes on the scar or a clear improvement on one or the other side, most patients hesitated and often changed their mind when asked for answers during the patient qualitative assessment.",
        "section": "Results",
        "section_number": 6,
        "sentences": [
            "During follow-up evaluation, the senior authorwho was the operating surgeon on all cases and the only person not blinded in the studyfailed to identify any differences when comparing the sides of the scar treated with fat grafts to those treated with a saline injection (see Fig. 1 ).",
            "Similarly, all eight patients who completed the study failed to notice differences that would consistently favor either one of the two sides of the scar.",
            "When asked about the look of the scar, four patients preferred the fat grafted half, two patients saw no difference and two patients preferred the saline half.",
            "As far as the feel of the scar, two patients preferred the fat grafted half, two patients saw no difference and four patients thought the saline injected half was better (see Table 2 ).",
            "Of note: since none of the patients had experienced obvious changes on the scar or a clear improvement on one or the other side, most patients hesitated and often changed their mind when asked for answers during the patient qualitative assessment."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "35100",
        "text": "The blinded observers measured all scars using the Vancouver Scar Scale and noticed no differences in pigmentation, vascularity and height; differences in pliability showed similar changes in both the fat grafted and control arms: in three of the cases, the blinded observers favored the pliability on the scar half which was injected with fat, in three cases it was felt there was no difference in pliability and in two cases the half injected with saline was felt to have better pliability. As far as the pigmentation and vascularity categories, in both categories six of the blinded observers saw no difference in the scar halves, while one observer preferred the fat grafted half and one observer preferred the saline half in each category. In the height assessment, five observations reported no differences, one favored the saline half and one favored the fat half. In two cases a difference was noticed by the blinded observers when evaluating pigmentation: one patient's scar had a hypo-pigmentation on the side treated with saline and one scar had a hypo-pigmentation on the side treated with fat grafts.",
        "section": "Results",
        "section_number": 7,
        "sentences": [
            "The blinded observers measured all scars using the Vancouver Scar Scale and noticed no differences in pigmentation, vascularity and height; differences in pliability showed similar changes in both the fat grafted and control arms: in three of the cases, the blinded observers favored the pliability on the scar half which was injected with fat, in three cases it was felt there was no difference in pliability and in two cases the half injected with saline was felt to have better pliability.",
            "As far as the pigmentation and vascularity categories, in both categories six of the blinded observers saw no difference in the scar halves, while one observer preferred the fat grafted half and one observer preferred the saline half in each category.",
            "In the height assessment, five observations reported no differences, one favored the saline half and one favored the fat half.",
            "In two cases a difference was noticed by the blinded observers when evaluating pigmentation: one patient's scar had a hypo-pigmentation on the side treated with saline and one scar had a hypo-pigmentation on the side treated with fat grafts."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "35100",
        "text": "After evaluating the results of the surgeon's exam of the scars treated, of the patient observations and of the blinded examiners observationsall of which failed to identify clear improvement on the fat grafted scars, decision was made to stop enrolling more patients for the current study.",
        "section": "Results",
        "section_number": 8,
        "sentences": [
            "After evaluating the results of the surgeon's exam of the scars treated, of the patient observations and of the blinded examiners observationsall of which failed to identify clear improvement on the fat grafted scars, decision was made to stop enrolling more patients for the current study."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "35100",
        "text": "Traditional methods of managing secondary burn scarring include commonly used approaches such as steroid injections, compression garments, silicone sheets and laser phototherapy. More recently, fat grafts have been used to induce improvements in mature burn scars. Fat grafts include not only adipocytes, but all cells found in the adipose tissue. Vyas and Valeriano reported that fat grafts contain adipose derived stem cells that can improve wound healing and improve scar quality in patients with thermally induced skin injury [1, 4] . Prior studies have hypothesized that adipose derived stem cells contribute to wound healing by inducing angiogenesis and releasing cytokines and growth factors. These cytokines and growth factors are thought to help reduce inflammation and fibrosis, ultimately decreasing hypertrophic scarring and healing time [1] . Gurtner postulated that adipose derived stem cells act like \"seeds\" which can help re-cultivate their environment with new cells and induce tissue regeneration that can lead to improvement in scar appearance [6] . To achieve this outcome, the combination of both viable stem cells and an environment capable of allowing cell engraftment is needed.",
        "section": "Discussion",
        "section_number": 9,
        "sentences": [
            "Traditional methods of managing secondary burn scarring include commonly used approaches such as steroid injections, compression garments, silicone sheets and laser phototherapy.",
            "More recently, fat grafts have been used to induce improvements in mature burn scars.",
            "Fat grafts include not only adipocytes, but all cells found in the adipose tissue.",
            "Vyas and Valeriano reported that fat grafts contain adipose derived stem cells that can improve wound healing and improve scar quality in patients with thermally induced skin injury [1, 4] .",
            "Prior studies have hypothesized that adipose derived stem cells contribute to wound healing by inducing angiogenesis and releasing cytokines and growth factors.",
            "These cytokines and growth factors are thought to help reduce inflammation and fibrosis, ultimately decreasing hypertrophic scarring and healing time [1] .",
            "Gurtner postulated that adipose derived stem cells act like \"seeds\" which can help re-cultivate their environment with new cells and induce tissue regeneration that can lead to improvement in scar appearance [6] .",
            "To achieve this outcome, the combination of both viable stem cells and an environment capable of allowing cell engraftment is needed."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "35100",
        "text": "In our study we did not observe any scar improvement when comparing fat grafts to saline injections. There are many possible explanations for this. One possible reason is that our protocol included only a one single session of fat grafting. Levi theorized that scarred recipient sites may require serial fat transplant sessions. Perhaps we would have observed scar improvement with serial fat grafting [1, 2] . Another possibility is that the amount of fat grafted may not have been ideal. Vinci reported esthetic as well as functional improvement in burn scars with fat grafting using 1mL of fat graft for an area of 3.5cm 2 [4]we used 5mL of fat graft for an area of 25cm 2 , so only 1mL for every 5cm 2 . Perhaps our technical skills had deficiencies that led to graft loss and maybe more skilled surgeons can achieve noticeable improvements in mature burn scars with fat grafts. In contrast to our experience, Klinger's group reported \"excellent clinical results\" on burn patients treated with fat grafts [7] . But they warned that Fig. 1 -(A-C) Burn scars treated by injecting one half with fat grafts and one half with saline injection. Picture taken at the time of final evaluation, 6-12 months after the procedure. patients should be informed that their scars cannot disappear and describe their treatment goals as \"increase in softness, flexibility and extensibility of treated tissues\". They further caution that to obtain a satisfactory final result several procedures may be necessary [7] . One additional variable that can lead to changes in the appearance of scars is the inflammatory response that results from the surgical trauma caused by the needle passes during the grafting procedure. Needle trauma (without grafts) has been used as a method to improve the appearance of scars and many needling devices are commercially available [8] . By using the same needle size and number of passes on both the fat graft and the control saline side, we aimed to eliminate this variable from our study.",
        "section": "Discussion",
        "section_number": 10,
        "sentences": [
            "In our study we did not observe any scar improvement when comparing fat grafts to saline injections.",
            "There are many possible explanations for this.",
            "One possible reason is that our protocol included only a one single session of fat grafting.",
            "Levi theorized that scarred recipient sites may require serial fat transplant sessions.",
            "Perhaps we would have observed scar improvement with serial fat grafting [1, 2] .",
            "Another possibility is that the amount of fat grafted may not have been ideal.",
            "Vinci reported esthetic as well as functional improvement in burn scars with fat grafting using 1mL of fat graft for an area of 3.5cm 2 [4]we used 5mL of fat graft for an area of 25cm 2 , so only 1mL for every 5cm 2 .",
            "Perhaps our technical skills had deficiencies that led to graft loss and maybe more skilled surgeons can achieve noticeable improvements in mature burn scars with fat grafts.",
            "In contrast to our experience, Klinger's group reported \"excellent clinical results\" on burn patients treated with fat grafts [7] .",
            "But they warned that Fig. 1 -(A-C) Burn scars treated by injecting one half with fat grafts and one half with saline injection.",
            "Picture taken at the time of final evaluation, 6-12 months after the procedure.",
            "patients should be informed that their scars cannot disappear and describe their treatment goals as \"increase in softness, flexibility and extensibility of treated tissues\".",
            "They further caution that to obtain a satisfactory final result several procedures may be necessary [7] .",
            "One additional variable that can lead to changes in the appearance of scars is the inflammatory response that results from the surgical trauma caused by the needle passes during the grafting procedure.",
            "Needle trauma (without grafts) has been used as a method to improve the appearance of scars and many needling devices are commercially available [8] .",
            "By using the same needle size and number of passes on both the fat graft and the control saline side, we aimed to eliminate this variable from our study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "35100",
        "text": "The investigators also noted that often the patients could not decide if either scar side was better and had to be pressed to make a decision at the time of the follow-up evaluation. Those who chose one side as better than the other often changed their mind during the assessment, making it clear to the evaluators that any differences subjectively noted by the patients were probably negligible. The surgeon could not be blinded for obvious reasons. While this could create a bias, the information of which side had been randomized to fat or saline was not made available by documentation or by memory to the surgeon at the time of the follow-up evaluations, limiting his ability to introduce a conscious bias.",
        "section": "Discussion",
        "section_number": 11,
        "sentences": [
            "The investigators also noted that often the patients could not decide if either scar side was better and had to be pressed to make a decision at the time of the follow-up evaluation.",
            "Those who chose one side as better than the other often changed their mind during the assessment, making it clear to the evaluators that any differences subjectively noted by the patients were probably negligible.",
            "The surgeon could not be blinded for obvious reasons.",
            "While this could create a bias, the information of which side had been randomized to fat or saline was not made available by documentation or by memory to the surgeon at the time of the follow-up evaluations, limiting his ability to introduce a conscious bias."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "35100",
        "text": "One final limitations of our current study is the small number of patients that were treated. When applying for permission from the Institutional Review Board for what was considered experimental surgery in children we arbitrarily decided to plan for an early interim analysis after enrolling the first 10 patients. Of these 10 planned cases, one was lost to follow-up and one decided the day of surgery to stop participation in the study. Perhaps a larger study would have revealed many other patients where fat grafts led to successful improvement of the mature burn scars. However, because not even a trend suggesting benefits for fat grafting could be found, we were unable to demonstrate any potential benefit to the IRB that would allow us to extend this study and it was decided to stop continuing to enroll children into this study after the pilot was completed.",
        "section": "Discussion",
        "section_number": 12,
        "sentences": [
            "One final limitations of our current study is the small number of patients that were treated.",
            "When applying for permission from the Institutional Review Board for what was considered experimental surgery in children we arbitrarily decided to plan for an early interim analysis after enrolling the first 10 patients.",
            "Of these 10 planned cases, one was lost to follow-up and one decided the day of surgery to stop participation in the study.",
            "Perhaps a larger study would have revealed many other patients where fat grafts led to successful improvement of the mature burn scars.",
            "However, because not even a trend suggesting benefits for fat grafting could be found, we were unable to demonstrate any potential benefit to the IRB that would allow us to extend this study and it was decided to stop continuing to enroll children into this study after the pilot was completed."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "35100",
        "text": "Autologous fat grafting has become a popular tool to the reconstructive and esthetic surgeon for treating volume defects, contour abnormalities, and scars. However, no prospective randomized double blinded studies support this practice for pediatric burn survivors. Our study failed to observe any benefits for fat grafts of mature burn scars. While many experts have reported successful use of fat grafts to improve scars, further studies will be needed to obtain level I evidence to support this practice.",
        "section": "Conclusions",
        "section_number": 13,
        "sentences": [
            "Autologous fat grafting has become a popular tool to the reconstructive and esthetic surgeon for treating volume defects, contour abnormalities, and scars.",
            "However, no prospective randomized double blinded studies support this practice for pediatric burn survivors.",
            "Our study failed to observe any benefits for fat grafts of mature burn scars.",
            "While many experts have reported successful use of fat grafts to improve scars, further studies will be needed to obtain level I evidence to support this practice."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "35100",
        "text": "b u r n s 4 3 ( 2 0 1 7 ) 4 8 6 -4 8 9",
        "section": "",
        "section_number": 14,
        "sentences": [
            "b u r n s 4 3 ( 2 0 1 7 ) 4 8 6 -4 8 9"
        ],
        "sentence_labels": [
            -1
        ]
    }
]