[
    {
        "doc_id": "38758",
        "text": "Background: Hen's egg is the most common cause of food allergy in early childhood. Objective: We investigated the efficacy and safety of early hen's egg introduction at age 4 to 6 months to prevent hen's egg allergy in the general population. Methods: This randomized, placebo-controlled trial included 4to 6-month-old infants who were not sensitized against hen's egg, as determined based on specific serum antibodies (IgE). These infants were randomized to receive either verum (egg white powder) or placebo (rice powder) added to the first weaning food 3 times a week under a concurrent egg-free diet from age 4 to 6 until 12 months. The primary outcome was sensitization to hen's egg (increased specific serum IgE levels) by age 12 months. Hen's egg allergy (secondary outcome) was confirmed by double-blind, placebo-controlled food challenges. Results: Among 406 screened infants, 23 (5.7%) had hen's egg-specific IgE before randomization. Seventeen of 23 underwent subsequent double-blind, placebo-controlled food challenges, and 16 were confirmed as allergic, including 11 with anaphylactic reactions. Of the 383 nonsensitized infants (56.7% male), 184 were randomized to verum and 199 to placebo. At 12 months of age, 5.6% of the children in the verum group were hen's egg sensitized versus 2.6% in the placebo group (primary outcome; relative risk, 2.20; 95% CI, 0.68-7.14; P 5 .24), and 2.1% were confirmed to have hen's egg allergy versus 0.6% in the placebo group (relative risk, 3.30; 95% CI, 0.35-31.32; P 5 .35). Conclusion: We found no evidence that consumption of hen's egg starting at 4 to 6 months of age prevents hen's egg sensitization or allergy. In contrast, it might result in frequent allergic reactions in the community considering that many 4-to 6-month-old infants were already allergic to hen's egg. (J",
        "section": "Abstract",
        "sentences": [
            "Background: Hen's egg is the most common cause of food allergy in early childhood.",
            "Objective: We investigated the efficacy and safety of early hen's egg introduction at age 4 to 6 months to prevent hen's egg allergy in the general population.",
            "Methods: This randomized, placebo-controlled trial included 4to 6-month-old infants who were not sensitized against hen's egg, as determined based on specific serum antibodies (IgE).",
            "These infants were randomized to receive either verum (egg white powder) or placebo (rice powder) added to the first weaning food 3 times a week under a concurrent egg-free diet from age 4 to 6 until 12 months.",
            "The primary outcome was sensitization to hen's egg (increased specific serum IgE levels) by age 12 months.",
            "Hen's egg allergy (secondary outcome) was confirmed by double-blind, placebo-controlled food challenges.",
            "Results: Among 406 screened infants, 23 (5.7%) had hen's egg-specific IgE before randomization.",
            "Seventeen of 23 underwent subsequent double-blind, placebo-controlled food challenges, and 16 were confirmed as allergic, including 11 with anaphylactic reactions.",
            "Of the 383 nonsensitized infants (56.7% male), 184 were randomized to verum and 199 to placebo.",
            "At 12 months of age, 5.6% of the children in the verum group were hen's egg sensitized versus 2.6% in the placebo group (primary outcome; relative risk, 2.20; 95% CI, 0.68-7.14; P 5 .24), and 2.1% were confirmed to have hen's egg allergy versus 0.6% in the placebo group (relative risk, 3.30; 95% CI, 0.35-31.32; P 5 .35).",
            "Conclusion: We found no evidence that consumption of hen's egg starting at 4 to 6 months of age prevents hen's egg sensitization or allergy.",
            "In contrast, it might result in frequent allergic reactions in the community considering that many 4-to 6-month-old infants were already allergic to hen's egg. (",
            "J"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38758",
        "text": "Although good data are scarce, some studies suggest that in recent decades the prevalence and incidence of food allergy might have increased. [1] [2] [3] Hen's egg allergy is the most common food allergy in early childhood. 4 Because there is no causal treatment, prevention strategies are sought keenly. Following international guidelines, there is a lack of evidence justifying the advice to either withhold or encourage the introduction of potentially allergenic foods after 4 months once weaning has commenced irrespective of atopic heredity. 5 The results of the Learning Early About Peanut Allergy trial showed a protective effect of early introduction of peanut regarding the development of peanut allergy in infants with severe atopic dermatitis, hen's egg allergy, or both if peanut was introduced between 4 and 11 months of age in children with a peanut skin prick test response of 4 mm or less. 6 In the wake of this finding, a consensus paper was released by international organizations recommending the early introduction of peanut into the diets of selected high-risk infants in countries with prevalent peanut allergy. 7 The question remains whether the same preventive effect applies for other allergenic foods. One observational study found that early introduction of hen's egg at 4 to 6 months of age was associated with a lower risk of hen's egg allergy compared with delayed introduction after 10 months of age. 8 In a randomized controlled trial in high-risk infants with eczema, the Australian STAR study aimed to investigate whether early regular egg exposure would reduce IgE-mediated hen's egg allergy. 9 Unfortunately, the trial had to be terminated prematurely because they observed a high number of infants with reactions to the study powder, often on first exposure. 9 The trial showed a slightly lower proportion of infants with the diagnosis of IgE-mediated hen's egg allergy in the hen's egg feeding group compared with the hen's egg avoidance group but without statistical significance. 9 Here we report the results of the Hen's Egg Allergy Prevention (HEAP) study, the first randomized, placebo-controlled hen's egg intervention study in infants from the general population. The trial was designed to determine whether early introduction of hen's egg could serve as an effective strategy in terms of primary prevention of hen's egg sensitization and allergy in a general population.",
        "section": "",
        "section_number": 1,
        "sentences": [
            "Although good data are scarce, some studies suggest that in recent decades the prevalence and incidence of food allergy might have increased. [",
            "1] [2] [3] Hen's egg allergy is the most common food allergy in early childhood.",
            "4 Because there is no causal treatment, prevention strategies are sought keenly.",
            "Following international guidelines, there is a lack of evidence justifying the advice to either withhold or encourage the introduction of potentially allergenic foods after 4 months once weaning has commenced irrespective of atopic heredity.",
            "5 The results of the Learning Early About Peanut Allergy trial showed a protective effect of early introduction of peanut regarding the development of peanut allergy in infants with severe atopic dermatitis, hen's egg allergy, or both if peanut was introduced between 4 and 11 months of age in children with a peanut skin prick test response of 4 mm or less.",
            "6 In the wake of this finding, a consensus paper was released by international organizations recommending the early introduction of peanut into the diets of selected high-risk infants in countries with prevalent peanut allergy.",
            "7 The question remains whether the same preventive effect applies for other allergenic foods.",
            "One observational study found that early introduction of hen's egg at 4 to 6 months of age was associated with a lower risk of hen's egg allergy compared with delayed introduction after 10 months of age.",
            "8 In a randomized controlled trial in high-risk infants with eczema, the Australian STAR study aimed to investigate whether early regular egg exposure would reduce IgE-mediated hen's egg allergy.",
            "9 Unfortunately, the trial had to be terminated prematurely because they observed a high number of infants with reactions to the study powder, often on first exposure.",
            "9 The trial showed a slightly lower proportion of infants with the diagnosis of IgE-mediated hen's egg allergy in the hen's egg feeding group compared with the hen's egg avoidance group but without statistical significance.",
            "9 Here we report the results of the Hen's Egg Allergy Prevention (HEAP) study, the first randomized, placebo-controlled hen's egg intervention study in infants from the general population.",
            "The trial was designed to determine whether early introduction of hen's egg could serve as an effective strategy in terms of primary prevention of hen's egg sensitization and allergy in a general population."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38758",
        "text": "The HEAP study involved a double-blind, randomized, placebo-controlled trial with a 1:1 allocation ratio conducted at a single site, the Department for Pediatric Allergology and Immunology, Charit e Berlin, Germany, after recruiting newborns in 8 maternity wards in Berlin (Fig 1) . The trial was Abbreviations used DBPCFC: Double-blind, placebo-controlled food challenge EAT: Enquiring About Tolerance FPIES: Food protein-induced enterocolitis syndrome HEAP: Hen's Egg Allergy Prevention kU A : Kilounits of antibody MS: Measuring spoon RR: Relative risk STAR: Solids Timing for Allergy Research approved by the institutional review board of Charit e-Universit€ atsmedizin Berlin (EA 2/00608). Before trial participation, written informed consent was obtained for all participants. The trial was registered by the German Clinical Trials Registry with the registration number DRKS00005668.",
        "section": "Trial design",
        "section_number": 2,
        "sentences": [
            "The HEAP study involved a double-blind, randomized, placebo-controlled trial with a 1:1 allocation ratio conducted at a single site, the Department for Pediatric Allergology and Immunology, Charit e Berlin, Germany, after recruiting newborns in 8 maternity wards in Berlin (Fig 1) .",
            "The trial was Abbreviations used DBPCFC: Double-blind, placebo-controlled food challenge EAT: Enquiring About Tolerance FPIES: Food protein-induced enterocolitis syndrome HEAP: Hen's Egg Allergy Prevention kU A : Kilounits of antibody MS: Measuring spoon RR: Relative risk STAR: Solids Timing for Allergy Research approved by the institutional review board of Charit e-Universit€ atsmedizin Berlin (EA 2/00608).",
            "Before trial participation, written informed consent was obtained for all participants.",
            "The trial was registered by the German Clinical Trials Registry with the registration number DRKS00005668."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38758",
        "text": "Inclusion criteria were a gestational age of 34 weeks or greater and a birth weight of 2.5 kg or greater. Children were excluded from participation if the child's mother was younger than 18 years or if parents had insufficient language skills. Shortly after birth, all participating families received a standardized baseline questionnaire based on the EuroPrevall birth cohort questionnaire. 10 The mothers were advised to follow the German guidelines on allergy prevention. 11 As soon as the parents planned to begin introducing solid foods, the families were invited to the study center for the screening visit before intervention (Fig 1) . During this visit at 4 to 6 months of age, a preinterventional questionnaire based on EuroPrevall 10 was completed, and a physical examination was performed. Blood was drawn to screen for hen's egg white (f1)-specific serum IgE by using the Phadia CAP-System FEIA (Thermo Scientific/Phadia Diagnostics, Uppsala, Sweden). Those children with hen's egg-specific IgE levels of 0.35 kilounits of antibody (kU A )/L or greater were invited for a double-blind, placebo-controlled food challenge (DBPCFC) and excluded from the intervention. DBPCFCs were performed with pasteurized liquid whole egg manufactured by Wiesenhof Gefl€ ugel-Kontor GmbH (Visbek, Germany). Amounts equal to 5.2 mg, 12.9 mg, 51.6 mg, 129 mg, 516 mg, 1.29 g, and 5.16 g of hen's egg protein were administered orally every 30 minutes. Challenges were performed in applesauce as a matrix. Following PRACTALL criteria, food challenge results were scored as positive if objective clinical reactions were noted, such as urticaria, angioedema, vomiting, wheezing, stridor, or decrease in blood pressure. 12, 13 In the event of clinical tolerance, the patient received a subsequent cumulative dose of pasteurized whole egg in a total amount of 7 g of hen's egg protein on another day. 14 ",
        "section": "Participants and study procedure",
        "section_number": 3,
        "sentences": [
            "Inclusion criteria were a gestational age of 34 weeks or greater and a birth weight of 2.5 kg or greater.",
            "Children were excluded from participation if the child's mother was younger than 18 years or if parents had insufficient language skills.",
            "Shortly after birth, all participating families received a standardized baseline questionnaire based on the EuroPrevall birth cohort questionnaire.",
            "10 The mothers were advised to follow the German guidelines on allergy prevention.",
            "11 As soon as the parents planned to begin introducing solid foods, the families were invited to the study center for the screening visit before intervention (Fig 1) .",
            "During this visit at 4 to 6 months of age, a preinterventional questionnaire based on EuroPrevall 10 was completed, and a physical examination was performed.",
            "Blood was drawn to screen for hen's egg white (f1)-specific serum IgE by using the Phadia CAP-System FEIA (Thermo Scientific/Phadia Diagnostics, Uppsala, Sweden).",
            "Those children with hen's egg-specific IgE levels of 0.35 kilounits of antibody (kU A )/L or greater were invited for a double-blind, placebo-controlled food challenge (DBPCFC) and excluded from the intervention.",
            "DBPCFCs were performed with pasteurized liquid whole egg manufactured by Wiesenhof Gefl€ ugel-Kontor GmbH (Visbek, Germany).",
            "Amounts equal to 5.2 mg, 12.9 mg, 51.6 mg, 129 mg, 516 mg, 1.29 g, and 5.16 g of hen's egg protein were administered orally every 30 minutes.",
            "Challenges were performed in applesauce as a matrix.",
            "Following PRACTALL criteria, food challenge results were scored as positive if objective clinical reactions were noted, such as urticaria, angioedema, vomiting, wheezing, stridor, or decrease in blood pressure.",
            "12, 13 In the event of clinical tolerance, the patient received a subsequent cumulative dose of pasteurized whole egg in a total amount of 7 g of hen's egg protein on another day.",
            "14"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38758",
        "text": "All children in the trial with hen's egg-specific IgE levels of less than 0.35 kU A /L were randomly assigned to 2 treatment groups (Fig 1) . The verum powder contained pasteurized egg white equal in its allergenicity to raw hen's egg 15, 16 and manufactured by Ovobest (Neuenkirchen-V€ orden, Germany), whereas the placebo powder contained rice manufactured by Milupa (Friedrichsdorf, Germany). The study powder was administered orally 3 times a week by mixing the allocated study powder with solid baby food using a 10-mL measuring spoon (MS), starting with ½ MS in the first week and 1 MS in the second week and continuing with 1½ MS from the third week of intervention until 12 months of age. In the verum group 1½ MS contained 2.5 g of hen's egg protein, which is equivalent to one third of an egg, and in the placebo group organic white rice was used. Parents in both groups were instructed to follow an egg-free diet for their child, including avoidance of egg-containing products.",
        "section": "Intervention",
        "section_number": 4,
        "sentences": [
            "All children in the trial with hen's egg-specific IgE levels of less than 0.35 kU A /L were randomly assigned to 2 treatment groups (Fig 1) .",
            "The verum powder contained pasteurized egg white equal in its allergenicity to raw hen's egg 15, 16 and manufactured by Ovobest (Neuenkirchen-V€ orden, Germany), whereas the placebo powder contained rice manufactured by Milupa (Friedrichsdorf, Germany).",
            "The study powder was administered orally 3 times a week by mixing the allocated study powder with solid baby food using a 10-mL measuring spoon (MS), starting with ½ MS in the first week and 1 MS in the second week and continuing with 1½ MS from the third week of intervention until 12 months of age.",
            "In the verum group 1½ MS contained 2.5 g of hen's egg protein, which is equivalent to one third of an egg, and in the placebo group organic white rice was used.",
            "Parents in both groups were instructed to follow an egg-free diet for their child, including avoidance of egg-containing products."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38758",
        "text": "All families were provided with an emergency telephone number in case of reactions to the study powder. Study staff contacted the participating families once a month by telephone to assess adherence to the study protocol and to enquire about allergic symptoms related to the study powder. If the parents reported symptoms, the standard procedure shown in Fig E1 in this article's Online Repository at www.jacionline.org was followed.",
        "section": "Safety",
        "section_number": 5,
        "sentences": [
            "All families were provided with an emergency telephone number in case of reactions to the study powder.",
            "Study staff contacted the participating families once a month by telephone to assess adherence to the study protocol and to enquire about allergic symptoms related to the study powder.",
            "If the parents reported symptoms, the standard procedure shown in Fig E1 in this article's Online Repository at www.jacionline.org was followed."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38758",
        "text": "When the infants reached 12 months of age, all families were invited again to the study center for a final clinical assessment, including physical investigation, blood drawing for measurement of allergenspecific IgE levels, and an interview (Fig 1) . Oral food challenges were conducted in all children newly sensitized against hen's egg: as titrated DBPCFCs in the placebo group, as described above, and as open challenges with one dose containing 7.5 g of hen's egg protein in the verum group.",
        "section": "Primary and secondary outcome assessment",
        "section_number": 6,
        "sentences": [
            "When the infants reached 12 months of age, all families were invited again to the study center for a final clinical assessment, including physical investigation, blood drawing for measurement of allergenspecific IgE levels, and an interview (Fig 1) .",
            "Oral food challenges were conducted in all children newly sensitized against hen's egg: as titrated DBPCFCs in the placebo group, as described above, and as open challenges with one dose containing 7.5 g of hen's egg protein in the verum group."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38758",
        "text": "The primary outcome was defined as hen's egg sensitization (specific IgE > _0.35 kU A /L in serum) at 12 months of age. The secondary outcome was defined as hen's egg allergy confirmed by clinical reactions to pasteurized hen's egg on oral food challenge tests.",
        "section": "Primary and secondary outcome assessment",
        "section_number": 7,
        "sentences": [
            "The primary outcome was defined as hen's egg sensitization (specific IgE > _0.35 kU A /L in serum) at 12 months of age.",
            "The secondary outcome was defined as hen's egg allergy confirmed by clinical reactions to pasteurized hen's egg on oral food challenge tests."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38758",
        "text": "An independent consultant produced a computer-generated randomization schedule, and an independent study nurse allocated the identically packaged dietary intervention powders to the corresponding study number of the child. This study nurse was involved in neither the assessment of the child nor the allocation of the study powder. Participants, care providers, physicians, dieticians, and nurses involved in assessing the outcome were blinded.",
        "section": "Randomization and blinding",
        "section_number": 8,
        "sentences": [
            "An independent consultant produced a computer-generated randomization schedule, and an independent study nurse allocated the identically packaged dietary intervention powders to the corresponding study number of the child.",
            "This study nurse was involved in neither the assessment of the child nor the allocation of the study powder.",
            "Participants, care providers, physicians, dieticians, and nurses involved in assessing the outcome were blinded."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38758",
        "text": "Three hundred fifty-eight infants were required in each of the 2 groups (considering a 5 0.05 and b 5 0.20) to be able to determine a 50% reduction of the sensitization to hen's egg by age 12 months (12% in the placebo group vs 6% in the verum group). Allowing for a dropout rate of 10% during the follow-up period up to age 12 months, our original aim was to recruit a total of 788 infants. In February 2014, an interim analysis was performed by an independent statistical consultant, after which it was decided to terminate the trial before reaching the originally planned sample size.",
        "section": "Sample size",
        "section_number": 9,
        "sentences": [
            "Three hundred fifty-eight infants were required in each of the 2 groups (considering a 5 0.05 and b 5 0.20) to be able to determine a 50% reduction of the sensitization to hen's egg by age 12 months (12% in the placebo group vs 6% in the verum group).",
            "Allowing for a dropout rate of 10% during the follow-up period up to age 12 months, our original aim was to recruit a total of 788 infants.",
            "In February 2014, an interim analysis was performed by an independent statistical consultant, after which it was decided to terminate the trial before reaching the originally planned sample size."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38758",
        "text": "Study analysis was performed after all included infants had undergone the final visit at 12 months of age. We performed an analysis of all randomized participants who could be assessed for the primary outcome irrespective of whether some of these patients might have switched or discontinued treatment before the final visit (modified intent-to-treat analysis). A revision of the CONSORT statement suggested acceptance of an analysis of observed data. 17, 18 The per-protocol population included participants who could be assessed for the primary outcome and who adhered to the assigned regimen (ie, avoidance of hen's egg-and egg-containing products in the placebo group and regular consumption of hen's egg protein in the verum group, which was defined as the minimal average administration of the study powder twice a week with a maximum interruption of 2 weeks during the intervention phase until 12 months of age). The proportions of infants with hen's egg sensitization (primary outcome) and given a diagnosis of hen's egg allergy at 12 months of age (secondary outcome) were compared between the 2 intervention groups by using a Fisher exact test. Risk ratios were calculated with 95% CIs. Independent-samples t tests, Mann-Whitney U tests, Pearson x 2 tests, and Fisher exact tests were used to test differences between the sensitized and nonsensitized infants at the screening visit, as well as differences between the 2 study groups at randomization, depending on the variable scaling and distribution.",
        "section": "Statistical analysis",
        "section_number": 10,
        "sentences": [
            "Study analysis was performed after all included infants had undergone the final visit at 12 months of age.",
            "We performed an analysis of all randomized participants who could be assessed for the primary outcome irrespective of whether some of these patients might have switched or discontinued treatment before the final visit (modified intent-to-treat analysis).",
            "A revision of the CONSORT statement suggested acceptance of an analysis of observed data.",
            "17, 18 The per-protocol population included participants who could be assessed for the primary outcome and who adhered to the assigned regimen (ie, avoidance of hen's egg-and egg-containing products in the placebo group and regular consumption of hen's egg protein in the verum group, which was defined as the minimal average administration of the study powder twice a week with a maximum interruption of 2 weeks during the intervention phase until 12 months of age).",
            "The proportions of infants with hen's egg sensitization (primary outcome) and given a diagnosis of hen's egg allergy at 12 months of age (secondary outcome) were compared between the 2 intervention groups by using a Fisher exact test.",
            "Risk ratios were calculated with 95% CIs.",
            "Independent-samples t tests, Mann-Whitney U tests, Pearson x 2 tests, and Fisher exact tests were used to test differences between the sensitized and nonsensitized infants at the screening visit, as well as differences between the 2 study groups at randomization, depending on the variable scaling and distribution."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38758",
        "text": "Statistical significance was assessed at the .05 level. SPSS statistical software (release 22.0; IBM, Armonk, NY) was used for all analyses.",
        "section": "Statistical analysis",
        "section_number": 11,
        "sentences": [
            "Statistical significance was assessed at the .05 level.",
            "SPSS statistical software (release 22.0; IBM, Armonk, NY) was used for all analyses."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38758",
        "text": "Of 524 children recruited at birth, 406 underwent screening at 4 to 6 months of age to confirm hen's egg sensitization-free status for the intervention study (Fig 2) . There was no significant difference in baseline characteristics between the infants who underwent screening and those who did not, except for the proportion of parental allergy (Table E1 in this article's Online Repository at www.jacionline.org). Three hundred eighty-three infants not sensitized to hen's egg at 4 to 6 months of age were randomized into the 2 intervention groups, 199 were assigned to the placebo group and 184 to the verum group (Fig 2) . There was no significant difference in the baseline demographic and clinical characteristics between the 2 intervention groups (Table I) .",
        "section": "Study population with baseline data",
        "section_number": 12,
        "sentences": [
            "Of 524 children recruited at birth, 406 underwent screening at 4 to 6 months of age to confirm hen's egg sensitization-free status for the intervention study (Fig 2) .",
            "There was no significant difference in baseline characteristics between the infants who underwent screening and those who did not, except for the proportion of parental allergy (Table E1 in this article's Online Repository at www.jacionline.org).",
            "Three hundred eighty-three infants not sensitized to hen's egg at 4 to 6 months of age were randomized into the 2 intervention groups, 199 were assigned to the placebo group and 184 to the verum group (Fig 2) .",
            "There was no significant difference in the baseline demographic and clinical characteristics between the 2 intervention groups (Table I) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            1
        ],
        "classification_label": 0
    },
    {
        "doc_id": "38758",
        "text": "Enrollment for the HEAP study took place from June 4, 2008, to February 19, 2014. In February 2014, enrollment was stopped before reaching the envisaged sample size. The reasons for this decision were the high level of hen's egg sensitization and allergy rate among the screened 4-to 6-month-old infants, as well as the frequency of allergic symptoms (eg, urticaria, angioedema, and vomiting) during the intervention phase, despite screening for prior sensitization.",
        "section": "Recruitment",
        "section_number": 13,
        "sentences": [
            "Enrollment for the HEAP study took place from June 4, 2008, to February 19, 2014.",
            "In February 2014, enrollment was stopped before reaching the envisaged sample size.",
            "The reasons for this decision were the high level of hen's egg sensitization and allergy rate among the screened 4-to 6-month-old infants, as well as the frequency of allergic symptoms (eg, urticaria, angioedema, and vomiting) during the intervention phase, despite screening for prior sensitization."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38758",
        "text": "At 4 to 6 months of age, 5.7% (23/406; 95% CI, 5.3% to 7.9%) of the screened infants already showed increased hen's egg-specific IgE levels (> _0.35 kU A /L, Figs 2 and 3). Sensitized and nonsensitized infants aged 4 to 6 months differed significantly by the percentages of cesarean section births (P 5 .03) and physician-diagnosed eczema (P < .001), whereas no significant differences were found in other demographic and clinical characteristics (Table II) . The risk ratio for being hen's egg sensitized was 2.4 for infants with cesarean section (95% CI, 1.1 to 5.3) compared with those born without cesarean section and 14.0 for infants with eczema (95% CI, 6.3 to 31.3) compared with those without this diagnosis. A higher proportion of the sensitized infants were exposed to maternal smoking during pregnancy and were exclusively breast-fed at the screening visit compared with the nonsensitized infants, although this difference was not statistically significant.",
        "section": "Allergic sensitization at the screening visit",
        "section_number": 14,
        "sentences": [
            "At 4 to 6 months of age, 5.7% (23/406; 95% CI, 5.3% to 7.9%) of the screened infants already showed increased hen's egg-specific IgE levels (> _0.35 kU A /L, Figs 2 and 3).",
            "Sensitized and nonsensitized infants aged 4 to 6 months differed significantly by the percentages of cesarean section births (P 5 .03) and physician-diagnosed eczema (P < .001), whereas no significant differences were found in other demographic and clinical characteristics (Table II) .",
            "The risk ratio for being hen's egg sensitized was 2.4 for infants with cesarean section (95% CI, 1.1 to 5.3) compared with those born without cesarean section and 14.0 for infants with eczema (95% CI, 6.3 to 31.3) compared with those without this diagnosis.",
            "A higher proportion of the sensitized infants were exposed to maternal smoking during pregnancy and were exclusively breast-fed at the screening visit compared with the nonsensitized infants, although this difference was not statistically significant."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38758",
        "text": "Seventeen of the 23 hen's egg-sensitized children underwent DBPCFCs, during which 16 were found to be clinically allergic and only 1 child was found to be tolerant (Table III) , resulting in a prevalence of confirmed hen's egg allergy of 3.9% (95% CI, 3.6% to 5.8%; Fig 3) . Two thirds (10/16) of the children with hen's egg allergy had an anaphylactic reaction involving 2 organ systems with immediate-type reactions during the challenge, and one quarter (4/16) had reactions involving the respiratory and/or cardiovascular system (Table III) . Six participants declined to undergo DBPCFCs but did not differ significantly by the amount of hen's egg-specific serum IgE levels (Table III) . Taking into account the children who did not undergo DBPCFCs, the adjusted prevalence of hen's egg allergy at age 4 to 6 months was 5.3% in our study population.",
        "section": "Allergic sensitization at the screening visit",
        "section_number": 15,
        "sentences": [
            "Seventeen of the 23 hen's egg-sensitized children underwent DBPCFCs, during which 16 were found to be clinically allergic and only 1 child was found to be tolerant (Table III) , resulting in a prevalence of confirmed hen's egg allergy of 3.9% (95% CI, 3.6% to 5.8%; Fig 3) .",
            "Two thirds (10/16) of the children with hen's egg allergy had an anaphylactic reaction involving 2 organ systems with immediate-type reactions during the challenge, and one quarter (4/16) had reactions involving the respiratory and/or cardiovascular system (Table III) .",
            "Six participants declined to undergo DBPCFCs but did not differ significantly by the amount of hen's egg-specific serum IgE levels (Table III) .",
            "Taking into account the children who did not undergo DBPCFCs, the adjusted prevalence of hen's egg allergy at age 4 to 6 months was 5.3% in our study population."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38758",
        "text": "Fourteen families reported that their children reacted to the study powder (Table IV) , which was defined by the standard operating procedure of the HEAP study (see Fig E1) . Allergic symptoms related to the ingestion of the study powder were found FIG 1. Study design. All children were recruited at birth. As soon as the parents planned to begin introducing solid foods, the families were invited to the study center for the screening visit before intervention. When infants reached 12 months of age, all families were invited again to the study center for a final clinical assessment. The procedures performed are shown. in 7.1% (13/184) of the verum group versus 0.5% (1/199) of the placebo group (P 5 .001, Fig 3) . Five of these symptomatic children in the verum group became eligible to undergo a DBPCFC because of seroconversion of hen's egg-specific serum IgE (n 5 3) or inconclusive reactions to study powder under supervised administration in the study center without seroconversion of hen's egg-specific serum IgE (n 5 2, Table IV ). DBPCFCs were performed in 4 of the 5 eligible children: 3 children were found to be allergic; among those was 1 nonsensitized child (I4) who experienced reactions consistent with the diagnosis of food protein-induced enterocolitis syndrome (FPIES).",
        "section": "Safety during the trial",
        "section_number": 16,
        "sentences": [
            "Fourteen families reported that their children reacted to the study powder (Table IV) , which was defined by the standard operating procedure of the HEAP study (see Fig E1) .",
            "Allergic symptoms related to the ingestion of the study powder were found FIG 1.",
            "Study design.",
            "All children were recruited at birth.",
            "As soon as the parents planned to begin introducing solid foods, the families were invited to the study center for the screening visit before intervention.",
            "When infants reached 12 months of age, all families were invited again to the study center for a final clinical assessment.",
            "The procedures performed are shown.",
            "in 7.1% (13/184) of the verum group versus 0.5% (1/199) of the placebo group (P 5 .001, Fig 3) .",
            "Five of these symptomatic children in the verum group became eligible to undergo a DBPCFC because of seroconversion of hen's egg-specific serum IgE (n 5 3) or inconclusive reactions to study powder under supervised administration in the study center without seroconversion of hen's egg-specific serum IgE (n 5 2, Table IV ).",
            "DBPCFCs were performed in 4 of the 5 eligible children: 3 children were found to be allergic; among those was 1 nonsensitized child (I4) who experienced reactions consistent with the diagnosis of food protein-induced enterocolitis syndrome (FPIES)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38758",
        "text": "Of infants in the verum and placebo groups, 86.7% and 93.5%, respectively, ingested the study powder at least twice a week on average, with a maximum interruption of 2 weeks during the intervention phase until 12 months of age during the intervention period. For the infants without reported symptoms to the study powder, reported compliance with powder use was even higher: 93.2% and 94.2% in the verum and placebo groups, respectively. Compliance with the egg-free diet intervention did not differ significantly between both groups: 80.3% in the verum group compared with 83.9% in the placebo group (P 5 .45).",
        "section": "Adherence to the intervention",
        "section_number": 17,
        "sentences": [
            "Of infants in the verum and placebo groups, 86.7% and 93.5%, respectively, ingested the study powder at least twice a week on average, with a maximum interruption of 2 weeks during the intervention phase until 12 months of age during the intervention period.",
            "For the infants without reported symptoms to the study powder, reported compliance with powder use was even higher: 93.2% and 94.2% in the verum and placebo groups, respectively.",
            "Compliance with the egg-free diet intervention did not differ significantly between both groups: 80.3% in the verum group compared with 83.9% in the placebo group (P 5 .45)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38758",
        "text": "Among the 383 nonsensitized infants who underwent randomization, 298 were evaluated for the primary outcome and were included in the modified intent-to-treat analysis (Fig 2) . At 12 months of age, 5.6% (8/142) of the children in the verum group and 2.6% (4/156) in the placebo group were sensitized to hen's egg (Fig 3) . The risk for hen's egg sensitization in the verum group doubled compared with that in infants in the placebo group but did not reach statistical significance (P 5 .24; relative risk [RR], 2.20; 95% CI, 0.68-7.14). With regard to the secondary outcome of clinically relevant hen's egg allergy, we found that among the 8 children sensitized to hen's egg at 12 months of age in the verum group, 2 had already shown reactions during the intervention phase (Table IV) . These 2 children were allergic to hen's egg, as confirmed by DBPCFCs (Table IV) . One additional child with adverse reactions to the hen's egg powder had a positive DBPCFC result with symptoms of Fig 3) . The per-protocol analysis included 124 infants of the verum group and 152 infants of the placebo group. The allergic children of the verum group, 2 of whom had hen's egg sensitization, were excluded from the per-protocol population because it was not possible that they received the study powder. Thus the per-protocol analysis resulted in 0% (0/124) infants with hen's egg allergy in the verum group and 0.7% (1/152) in the placebo group (P 5 1.0). Regarding the primary outcome, 4.8% (6/124) in the verum group and 2.6% (4/152) in the placebo group were sensitized to hen's egg at age 12 months (P 5 .35; RR, 1.84; 95% CI, 0.53-6.37).",
        "section": "Primary and secondary outcomes of the intervention trial",
        "section_number": 18,
        "sentences": [
            "Among the 383 nonsensitized infants who underwent randomization, 298 were evaluated for the primary outcome and were included in the modified intent-to-treat analysis (Fig 2) .",
            "At 12 months of age, 5.6% (8/142) of the children in the verum group and 2.6% (4/156) in the placebo group were sensitized to hen's egg (Fig 3) .",
            "The risk for hen's egg sensitization in the verum group doubled compared with that in infants in the placebo group but did not reach statistical significance (P 5 .24; relative risk [RR], 2.20; 95% CI, 0.68-7.14).",
            "With regard to the secondary outcome of clinically relevant hen's egg allergy, we found that among the 8 children sensitized to hen's egg at 12 months of age in the verum group, 2 had already shown reactions during the intervention phase (Table IV) .",
            "These 2 children were allergic to hen's egg, as confirmed by DBPCFCs (Table IV) .",
            "One additional child with adverse reactions to the hen's egg powder had a positive DBPCFC result with symptoms of Fig 3) .",
            "The per-protocol analysis included 124 infants of the verum group and 152 infants of the placebo group.",
            "The allergic children of the verum group, 2 of whom had hen's egg sensitization, were excluded from the per-protocol population because it was not possible that they received the study powder.",
            "Thus the per-protocol analysis resulted in 0% (0/124) infants with hen's egg allergy in the verum group and 0.7% (1/152) in the placebo group (P 5 1.0).",
            "Regarding the primary outcome, 4.8% (6/124) in the verum group and 2.6% (4/152) in the placebo group were sensitized to hen's egg at age 12 months (P 5 .35; RR, 1.84; 95% CI, 0.53-6.37)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38758",
        "text": "In our study early exposure to pasteurized hen's egg at 4 to 6 months of age was neither effective in preventing hen's egg allergy nor safe. To reduce the risk for allergic reactions during the trial, we measured sensitization to hen's egg before the start of the intervention at 4 to 6 months of age. Surprisingly, we observed a very high prevalence of hen's egg sensitization of 5.7% at this early age. In addition, the adjusted prevalence of clinically relevant hen's egg allergy in the current HEAP study, namely 5.3% at 4 to 6 months, is much higher than the observed prevalence rate of 2.0% in the EuroPrevall birth cohort in older German children at a mean age of 14 months. 4 Even more alarmingly, two thirds of the allergic infants had an anaphylactic reaction during the challenge.",
        "section": "DISCUSSION",
        "section_number": 19,
        "sentences": [
            "In our study early exposure to pasteurized hen's egg at 4 to 6 months of age was neither effective in preventing hen's egg allergy nor safe.",
            "To reduce the risk for allergic reactions during the trial, we measured sensitization to hen's egg before the start of the intervention at 4 to 6 months of age.",
            "Surprisingly, we observed a very high prevalence of hen's egg sensitization of 5.7% at this early age.",
            "In addition, the adjusted prevalence of clinically relevant hen's egg allergy in the current HEAP study, namely 5.3% at 4 to 6 months, is much higher than the observed prevalence rate of 2.0% in the EuroPrevall birth cohort in older German children at a mean age of 14 months.",
            "4 Even more alarmingly, two thirds of the allergic infants had an anaphylactic reaction during the challenge."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38758",
        "text": "We found a highly significant difference in the prevalence of atopic dermatitis between the hen's egg-sensitized and allergic infants and the nonsensitized infants, a finding consistent with prior scientific knowledge that early infantile atopic dermatitis is an important risk factor for food allergy. 19 However, a third of the sensitized infants had no atopic dermatitis at the screening visit. In these ''healthy'' children no prediction of allergic reactions on feeding hen's egg would be possible without general screening for sensitization.",
        "section": "DISCUSSION",
        "section_number": 20,
        "sentences": [
            "We found a highly significant difference in the prevalence of atopic dermatitis between the hen's egg-sensitized and allergic infants and the nonsensitized infants, a finding consistent with prior scientific knowledge that early infantile atopic dermatitis is an important risk factor for food allergy.",
            "19 However, a third of the sensitized infants had no atopic dermatitis at the screening visit.",
            "In these ''healthy'' children no prediction of allergic reactions on feeding hen's egg would be possible without general screening for sensitization."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38758",
        "text": "Among the nonsensitized infants at 4 to 6 months of age, there were only 4 confirmed cases of hen's egg allergy at 12 months of age, 3 of those in the verum group and 1 in the placebo group. Because 2 infants in the verum group reacted at the very first exposure and one at the fifth exposure in the updosing phase, it can be assumed that exposure to the study powder elicited symptoms of a pre-existing hen's egg allergy rather than actually causing the disease. Logically, cases of pre-existing hen's egg allergy after screening for sensitization in both groups can only be determined in the verum group. Thus we do not know whether the allergic child in the placebo group was already allergic at 4 to 6 months of age. The 3 allergic children in the verum group reacted at home, 2 with an anaphylactic reaction. Our most important finding was that the majority of infants with egg allergy were already sensitized and allergic to hen's egg before the introduction of solid foods at 4 to 6 months of age, and therefore a prevention strategy starting at this age is too late. In contrast, feeding hen's egg to these children for primary prevention would have led to a large number of allergic reactions in the community.",
        "section": "DISCUSSION",
        "section_number": 21,
        "sentences": [
            "Among the nonsensitized infants at 4 to 6 months of age, there were only 4 confirmed cases of hen's egg allergy at 12 months of age, 3 of those in the verum group and 1 in the placebo group.",
            "Because 2 infants in the verum group reacted at the very first exposure and one at the fifth exposure in the updosing phase, it can be assumed that exposure to the study powder elicited symptoms of a pre-existing hen's egg allergy rather than actually causing the disease.",
            "Logically, cases of pre-existing hen's egg allergy after screening for sensitization in both groups can only be determined in the verum group.",
            "Thus we do not know whether the allergic child in the placebo group was already allergic at 4 to 6 months of age.",
            "The 3 allergic children in the verum group reacted at home, 2 with an anaphylactic reaction.",
            "Our most important finding was that the majority of infants with egg allergy were already sensitized and allergic to hen's egg before the introduction of solid foods at 4 to 6 months of age, and therefore a prevention strategy starting at this age is too late.",
            "In contrast, feeding hen's egg to these children for primary prevention would have led to a large number of allergic reactions in the community."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38758",
        "text": "According to the concept of a ''window of opportunity,'' there might be a specific time period during which oral exposure to potentially allergenic foods leads to persistent oral tolerance. 20 Assuming that this concept is true, this window seems to differ in its duration and termination depending on each specific food and might vary depending on the infant's environmental exposure to food allergens. 21 An Israeli observational study suggested a protective effect of oral exposure to cow's milk during the first 14 days of life; the highest incidence of cow's milk allergy was found in children introduced to cow's milk at 4 to 6 months of age. 22 A limitation of the study was that neonatal exposure to small quantities of cow's milk protein in the maternity unit could not be excluded if it was forgotten by the mother or given without her knowing. 22 Data of a Finish study suggested that feeding of cow's milk protein at maternity hospitals increases the risk of cow's milk allergy. 23 In the British Learning Early About Peanut Allergy study, controlled consumption of peanut protein starting at 4 to 11 months showed a protective effect on the development of peanut allergy in infants with severe atopic dermatitis or hen's egg allergy and a peanut skin prick test response of 4 mm or less if peanut was introduced between 4 and 11 months of age in children. 6 In a high-risk population of children with eczema, the Australian Solids Timing for Allergy Research (STAR) study showed a similarly high rate of children with hen's egg allergy at 4 to 6 months of age, as in our HEAP study, and no significant effect for a later intervention. 9 In our HEAP study, as in the STAR study, the verum contained pasteurized hen's egg, which was comparable in its allergenicity to raw hen's egg. 15, 16 This was chosen to induce oral tolerance to the widest range of egg products. Considering that a large number of infants were already sensitized and allergic in both studies, it might be beneficial to focus on oral tolerance induction with a less allergenic form of hen's egg, such as heat-treated egg. In the observational Health-Nuts Study the early introduction of cooked egg was associated with a lower risk of hen's egg allergy at 11 to 15 months than the early introduction of baked egg, a finding that might suggest that a more allergenic form of hen's egg protein is more protective. However, the allergenicity of cooked and baked egg is highly dependent on the temperature and duration of heating, whereby the duration was found to have more influence on the composition and allergenicity of egg white proteins than the temperature. 24 In the recently published British Enquiring About Tolerance (EAT) study, exclusively breast-fed infants were recruited at age 3 months from a general population and randomly assigned to a standard-introduction group with exclusive breast-feeding until 6 months of age and an early-introduction group with introduction of 6 allergenic foods, including cooked (boiled) hen's egg. 25 In the modified intent-to-treat analysis the prevalence of allergy to cooked egg was nonsignificantly lower in the early-introduction group than in the standard-introduction group. 25 In the perprotocol analysis this difference became statistically significant. 25 However, only one third of the infants originally allocated to the early-introduction group could be represented by the hen's egg-specific per-protocol population, whereas the rate of adherence to the protocol was the lowest for egg compared with the other 5 allergenic foods. 25 In the analysis of factors influencing early-introduction group nonadherence, the reporting of symptoms to any of the 6 allergenic foods was found to be a statistically significant factor (see the Appendix by Perkin et al 25 ).",
        "section": "DISCUSSION",
        "section_number": 22,
        "sentences": [
            "According to the concept of a ''window of opportunity,'' there might be a specific time period during which oral exposure to potentially allergenic foods leads to persistent oral tolerance.",
            "20 Assuming that this concept is true, this window seems to differ in its duration and termination depending on each specific food and might vary depending on the infant's environmental exposure to food allergens.",
            "21 An Israeli observational study suggested a protective effect of oral exposure to cow's milk during the first 14 days of life; the highest incidence of cow's milk allergy was found in children introduced to cow's milk at 4 to 6 months of age.",
            "22 A limitation of the study was that neonatal exposure to small quantities of cow's milk protein in the maternity unit could not be excluded if it was forgotten by the mother or given without her knowing.",
            "22 Data of a Finish study suggested that feeding of cow's milk protein at maternity hospitals increases the risk of cow's milk allergy.",
            "23 In the British Learning Early About Peanut Allergy study, controlled consumption of peanut protein starting at 4 to 11 months showed a protective effect on the development of peanut allergy in infants with severe atopic dermatitis or hen's egg allergy and a peanut skin prick test response of 4 mm or less if peanut was introduced between 4 and 11 months of age in children.",
            "6 In a high-risk population of children with eczema, the Australian Solids Timing for Allergy Research (STAR) study showed a similarly high rate of children with hen's egg allergy at 4 to 6 months of age, as in our HEAP study, and no significant effect for a later intervention.",
            "9 In our HEAP study, as in the STAR study, the verum contained pasteurized hen's egg, which was comparable in its allergenicity to raw hen's egg.",
            "15, 16 This was chosen to induce oral tolerance to the widest range of egg products.",
            "Considering that a large number of infants were already sensitized and allergic in both studies, it might be beneficial to focus on oral tolerance induction with a less allergenic form of hen's egg, such as heat-treated egg.",
            "In the observational Health-Nuts Study the early introduction of cooked egg was associated with a lower risk of hen's egg allergy at 11 to 15 months than the early introduction of baked egg, a finding that might suggest that a more allergenic form of hen's egg protein is more protective.",
            "However, the allergenicity of cooked and baked egg is highly dependent on the temperature and duration of heating, whereby the duration was found to have more influence on the composition and allergenicity of egg white proteins than the temperature.",
            "24 In the recently published British Enquiring About Tolerance (EAT) study, exclusively breast-fed infants were recruited at age 3 months from a general population and randomly assigned to a standard-introduction group with exclusive breast-feeding until 6 months of age and an early-introduction group with introduction of 6 allergenic foods, including cooked (boiled) hen's egg.",
            "25 In the modified intent-to-treat analysis the prevalence of allergy to cooked egg was nonsignificantly lower in the early-introduction group than in the standard-introduction group.",
            "25 In the perprotocol analysis this difference became statistically significant.",
            "25 However, only one third of the infants originally allocated to the early-introduction group could be represented by the hen's egg-specific per-protocol population, whereas the rate of adherence to the protocol was the lowest for egg compared with the other 5 allergenic foods.",
            "25 In the analysis of factors influencing early-introduction group nonadherence, the reporting of symptoms to any of the 6 allergenic foods was found to be a statistically significant factor (see the Appendix by Perkin et al 25 )."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38758",
        "text": "Calculated by the data of the EAT study depicted in the appendix of the article published by Perkin et al 25 in the New England Journal of Medicine, there was a significantly higher prevalence of hen's egg allergy in the hen's egg-specific early-intervention non-per-protocol group than in the hen's egg-specific early-intervention per-protocol group with 6.0% and 1.4%, respectively (RR, 4.29; 95% CI, 1.27-14.45; P 5 .01; see the Appendix in Perkin et al 25 ). As stated by the authors, the difference between the prevalence of hen's egg allergy in the early-intervention non-per-protocol group (6%) compared with the per-protocol standard-introduction group (5.5%) was not statistically significant. However, there were 6 cases of reported FPIES-like reactions to hen's egg in the early-introduction group compared with such cases in the standard-introduction group (see the Appendix in Perkin et al 25 ). These data are in line with our findings in the HEAP study.",
        "section": "DISCUSSION",
        "section_number": 23,
        "sentences": [
            "Calculated by the data of the EAT study depicted in the appendix of the article published by Perkin et al 25 in the New England Journal of Medicine, there was a significantly higher prevalence of hen's egg allergy in the hen's egg-specific early-intervention non-per-protocol group than in the hen's egg-specific early-intervention per-protocol group with 6.0% and 1.4%, respectively (RR, 4.29; 95% CI, 1.27-14.45; P 5 .01; see the Appendix in Perkin et al 25 ).",
            "As stated by the authors, the difference between the prevalence of hen's egg allergy in the early-intervention non-per-protocol group (6%) compared with the per-protocol standard-introduction group (5.5%) was not statistically significant.",
            "However, there were 6 cases of reported FPIES-like reactions to hen's egg in the early-introduction group compared with such cases in the standard-introduction group (see the Appendix in Perkin et al 25 ).",
            "These data are in line with our findings in the HEAP study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38758",
        "text": "Cases of anaphylaxis did not occur with the early introduction of hen's egg at home in the EAT study which might be interpreted to indicate that the introduction of a less allergenic form of hen's egg is safer. 25 In a dose-response analysis of the EAT study data, an association between lower prevalences of hen's egg allergy and a higher mean weekly consumption of egg was found. 25 It is difficult to determine the direction of a potentially causal relationship in this context. The authors suggest that a mean weekly consumption of 4 g of egg protein (2 of g egg white protein) prevents hen's egg allergy. 25 In our study the verum group was intended to receive 2.5 g of egg white protein 3 times a week. All 3 confirmed allergic infants in the verum group had allergic reactions to doses of less than 2 g of egg white protein, 2 at 0.8 g and 1 at 1.7 g.",
        "section": "DISCUSSION",
        "section_number": 24,
        "sentences": [
            "Cases of anaphylaxis did not occur with the early introduction of hen's egg at home in the EAT study which might be interpreted to indicate that the introduction of a less allergenic form of hen's egg is safer.",
            "25 In a dose-response analysis of the EAT study data, an association between lower prevalences of hen's egg allergy and a higher mean weekly consumption of egg was found.",
            "25 It is difficult to determine the direction of a potentially causal relationship in this context.",
            "The authors suggest that a mean weekly consumption of 4 g of egg protein (2 of g egg white protein) prevents hen's egg allergy.",
            "25 In our study the verum group was intended to receive 2.5 g of egg white protein 3 times a week.",
            "All 3 confirmed allergic infants in the verum group had allergic reactions to doses of less than 2 g of egg white protein, 2 at 0.8 g and 1 at 1.7 g."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38758",
        "text": "The HEAP study is the first randomized controlled trial to investigate whether early and regular hen's egg feeding beginning at 4 to 6 months compared with complete avoidance of hen's egg can reduce the risk of subsequent hen's egg sensitization and allergy at 12 months of age in a general population. The trial was stopped early because of the allergic reactions at first exposure to the study powder in the verum group despite screening for pre-existing hen's egg-specific IgE along with the high rate of hen's egg sensitization and allergy at the screening visit. The early termination constitutes a limitation but avoided the recruitment of additional infants undergoing an ineffective preventive intervention. 26 Enrollment took a long time because of the study's target group of healthy newborns, the blinding of the intervention, the requirement of egg avoidance in both study groups, and the limited amount of funding. The study population was not selected for an allergic risk because our aim was to represent a general population. Nevertheless, as in the EAT study, we obtained a study population enriched by a high proportion of infants with atopic heredity caused by the comprehensible fact that parents affected by allergic diseases themselves are more prone to participate with their children in studies on allergy prevention. 27 The high proportion of high-risk infants might have increased the amount of hen's egg sensitization and allergy among the participating infants. However, this might not explain our most important finding that the majority of the infants with hen's egg sensitization or allergy, irrespective of whether they were at risk, were already hen's egg sensitized and allergic at 4 to 6 months of age.",
        "section": "DISCUSSION",
        "section_number": 25,
        "sentences": [
            "The HEAP study is the first randomized controlled trial to investigate whether early and regular hen's egg feeding beginning at 4 to 6 months compared with complete avoidance of hen's egg can reduce the risk of subsequent hen's egg sensitization and allergy at 12 months of age in a general population.",
            "The trial was stopped early because of the allergic reactions at first exposure to the study powder in the verum group despite screening for pre-existing hen's egg-specific IgE along with the high rate of hen's egg sensitization and allergy at the screening visit.",
            "The early termination constitutes a limitation but avoided the recruitment of additional infants undergoing an ineffective preventive intervention.",
            "26 Enrollment took a long time because of the study's target group of healthy newborns, the blinding of the intervention, the requirement of egg avoidance in both study groups, and the limited amount of funding.",
            "The study population was not selected for an allergic risk because our aim was to represent a general population.",
            "Nevertheless, as in the EAT study, we obtained a study population enriched by a high proportion of infants with atopic heredity caused by the comprehensible fact that parents affected by allergic diseases themselves are more prone to participate with their children in studies on allergy prevention.",
            "27 The high proportion of high-risk infants might have increased the amount of hen's egg sensitization and allergy among the participating infants.",
            "However, this might not explain our most important finding that the majority of the infants with hen's egg sensitization or allergy, irrespective of whether they were at risk, were already hen's egg sensitized and allergic at 4 to 6 months of age."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38758",
        "text": "In conclusion, the results of our HEAP study provided no evidence that consumption of hen's egg in the amount of 1 egg per week in its most allergenic form starting at 4 to 6 months of age prevents hen's egg sensitization or allergy in the general population. It seemed to be even harmful, considering that many infants were already allergic at this early age and had severe allergic reactions to hen's egg. Using the presence of atopic eczema as a risk marker for early sensitization would not identify more than two thirds of these infants. Further studies are needed to continue to investigate whether introduction of hen's egg protein at an earlier age, in a less allergenic form, or at lower amounts or all 3 together might be more successful. The risks and benefits of early exposure to allergenic foods on the one hand and those of avoidance of allergenic foods on the other have to be carefully balanced.",
        "section": "DISCUSSION",
        "section_number": 26,
        "sentences": [
            "In conclusion, the results of our HEAP study provided no evidence that consumption of hen's egg in the amount of 1 egg per week in its most allergenic form starting at 4 to 6 months of age prevents hen's egg sensitization or allergy in the general population.",
            "It seemed to be even harmful, considering that many infants were already allergic at this early age and had severe allergic reactions to hen's egg.",
            "Using the presence of atopic eczema as a risk marker for early sensitization would not identify more than two thirds of these infants.",
            "Further studies are needed to continue to investigate whether introduction of hen's egg protein at an earlier age, in a less allergenic form, or at lower amounts or all 3 together might be more successful.",
            "The risks and benefits of early exposure to allergenic foods on the one hand and those of avoidance of allergenic foods on the other have to be carefully balanced."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38758",
        "text": "FIG E1. Standard operating procedure regarding reported reactions to the study powder. All families were provided with an emergency telephone number in case of reactions to the study powder. In addition, the participating families were contacted once a month to assess adherence to the study protocol and to enquire about allergic symptoms related to study powders. This standard operating procedure was followed if symptoms were reported. GI, Gastrointestinal. ",
        "section": "DISCUSSION",
        "section_number": 27,
        "sentences": [
            "FIG E1.",
            "Standard operating procedure regarding reported reactions to the study powder.",
            "All families were provided with an emergency telephone number in case of reactions to the study powder.",
            "In addition, the participating families were contacted once a month to assess adherence to the study protocol and to enquire about allergic symptoms related to study powders.",
            "This standard operating procedure was followed if symptoms were reported.",
            "GI, Gastrointestinal."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38758",
        "text": "J ALLERGY CLIN IMMUNOLMAY 2017",
        "section": "",
        "section_number": 28,
        "sentences": [
            "J ALLERGY CLIN IMMUNOLMAY 2017"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38758",
        "text": "J ALLERGY CLIN IMMUNOL VOLUME 139, NUMBER 5",
        "section": "",
        "section_number": 29,
        "sentences": [
            "J ALLERGY CLIN IMMUNOL VOLUME 139, NUMBER 5"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38758",
        "text": "J ALLERGY CLIN IMMUNOL VOLUME 139, NUMBER 5 BELLACH ET AL 1599.e2",
        "section": "",
        "section_number": 30,
        "sentences": [
            "J ALLERGY CLIN IMMUNOL VOLUME 139, NUMBER 5 BELLACH ET AL 1599.e2"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    }
]