{"abstract": ["Analysis was by intention to treat.", "The trial was designed to detect a 10% increase in Hgb levels from allocation to 32 weeks of gestation.", "In order to obtain a power of 80% at a significance level of 0.05 (two-sided), 64 patients needed to be enrolled in the trial in each arm.", "We aimed to recruit at least 110% to account for possible drop-outs during the course of the study.", "All analyses were conducted using SPSS 15 (SPSS Inc).", "Numerical data are shown as means ± standard deviations.", "Comparison between the two groups was performed using an unpaired Student's t-test for continuous variables and a chi-square test for non-continuous variables.", "Analysis with Yates' correction and Fisher's exact test were used where appropriate.", "A p value < .05 was considered statistically significant."], "structured": false, "doc_id": "47007", "title": "title"}
{"abstract": ["The research team was informed of 50 potentially eligible women.", "None of the women declined participation and were successfully randomised into either of the two equal groups group A and B each having 25 participants.", "The participants were followed for a week.", "Two women were excluded from the study because they did not want to continue.", "Thus, the study was left with 48 participants; 24 in group A and 24 in group B. Clinical data were available for all 48 eligible women who agreed to participate.", "Mean age of participants was 28.4±4.3 years.", "Period of gestation (POG) of participants lied within a range of 29-36 weeks with mean POG as 34 weeks±1.9 SD.", "Chief complaint of 20 (41.7%) participants were 'preterm labour'.", "Seven (14.6%) participants reported with pregnancy induced hypertension (PIH).", "Mean parity of participants was 1.42±1.5 SD.", "Four (8.3%) participants had twin gestation.", "Twelve (25%) participants were primigravida (Table-1) In group A, all of the 24 participants received the intervention A. The means age of participants in this group was 27.91±4.4 years.", "The mean period of gestation (POG) was 35.21±0.977 weeks.", "One 20 years old grand multigravida patient with zero parity was also included in this group had twin gestation with POG of 30 weeks.", "All of the other patients had single gestation."], "structured": false, "doc_id": "40574", "title": "title"}
{"abstract": ["Because this was an exploratory pilot study, no formal sample-size calculation was carried out.", "The main analyses were intention-to-treat (ITT) analyses with the last observation carried forward for patients who dropped out.", "Multivariate (3 × 5 factorial) analyses of variance (MANOVAs) with one between-subject factor (treatment: MPH, Omega-3/6, MPH + Omega-3/6) and one withinsubject factor (assessment time points t1 to t5) were conducted for each of the outcome parameters to assess symptom course during treatment in each of the treatment arms and analyze differences in symptom course between the three arms.", "To test for differences between the treatment arms at Month 12, MANCOVAs were calculated with baseline score as covariate.", "Treatment responders were defined as patients with at least 30% symptom reduction from baseline to Month 12.", "Pre-to post-effect sizes were calculated using the formula:"], "structured": false, "doc_id": "39302", "title": "title"}
{"abstract": ["A total of 44 children were recruited for the nutrition intervention study.", "Two children were withdrawn from the preschool and 1 child withdrew from participation after week 1, leaving 41 children in the analysis.", "Of those, 5 children were absent for >2 d in a study week."], "structured": false, "doc_id": "39401", "title": "title"}
{"abstract": ["We performed an intention-to-treat analysis, which included all patients randomly allocated to the intervention and control group.", "Two supplementary analyses were also performed.", "The first supplementary analysis excluded 65 patients who were retrospectively determined to be ineligible for the study because they had been misclassified as unvaccinated at the start of trial (they received the 2016 seasonal influenza vaccine before the study started, but the vaccination had not been documented in the patient record until after the study started).", "The second supplementary analysis excluded 121 patients in the intervention group for whom the SMS transmission was known to have failed."], "structured": false, "doc_id": "35243", "title": "title"}
{"abstract": ["The results are reported and analysed using the intent-to-treat population."], "structured": false, "doc_id": "38991", "title": "title"}
{"abstract": ["Of the 153 parents who were contacted, 106 agreed to participate in the project.", "From the pool of those who agreed, 80 children met the criteria and were eligible for participation in the intervention program.", "After matching by gender and age, these children were randomly assigned to the intervention and control groups.", "After six months, 37 children out of 40 remained in the intervention group and 27 out of 40 in the control group.", "Three children from the intervention group dropped out of the program because the families did not see progress in their child or because they moved to another city.", "The children in the control group received the intervention services after six months, when the services for the intervention group were over: thirteen children dropped out of the control group because their parents did not want to wait.", "There was no significant difference in adaptive functioning (t = −.10, p > .05), as measured by the composite adaptive behavior score of Vineland Scale, between the children who dropped from the program (n = 16, M = 75.50, SD = 9.79) and those who stayed enrolled for six months (n = 64, M = 75.25, SD = 8.33)."], "structured": false, "doc_id": "40630", "title": "title"}
{"abstract": ["The intent to treat (ITT, all randomized subjects) population was used for efficacy analyses and the safety population (ITT subjects who applied the study drug at least once) was used for cutaneous tolerability and safety analyses.", "Success rates were analyzed using Cochran-Mantel-Haenszel (CMH) tests and Analysis of Variance with baseline IGA and lesion counts as covariates.", "The last observation carried forward (LOCF) method was used for success rates and lesion counts."], "structured": false, "doc_id": "35404", "title": "title"}
{"abstract": ["Forty-three children from Israel and 40 children from Sweden, aged 6-9 years, with high functioning ASC were recruited for the study.", "Participants were recruited from volunteer databases, local clinics for children with ASC, special education classes and kindergartens, internet forums and support organizations for individuals with ASC.", "All the participants had been diagnosed with ASC by a psychiatrist or a clinical psychologist according to DSM-IV, DSM-5, or ICD-10 criteria [14, 55, 56] .", "Diagnosis was corroborated by meeting ASC cutoff on the ADOS-2.", "Participants were randomly allocated into an intervention group or a treatment as usual control group, as illustrated in Fig. 5 .", "As shown in Fig. 5 , nine participants from the intervention groups had failed to complete the entire training period.", "The reasons for children's failure to complete the intervention included poor parental motivation, children's lack of interest in the SG and medical reasons.", "Participants who dropped out of the intervention group and those who had completed the program did not differ on age, IQ, ADOS, VABS, parental education and the preintervention ER task scores."], "structured": false, "doc_id": "40757", "title": "title"}
{"abstract": ["Altogether 88 subjects of 93 completed the study design and followed both LD and HD for 7 days in a randomized order.", "One subject of every age and sex group except EL men dropped out before the second diet period.", "Those subjects were excluded from the statistical analysis."], "structured": false, "doc_id": "44067", "title": "title"}
{"abstract": ["152 infants were included, 13 parents withdrew from the project, three video recordings were insufficient for assessment in terms of quality, five video recordings were lost during the follow-up period, and one infant had moved.", "Consequently, a total of 130 infants participated in the study, with 59 of them in the control group and 71 in the intervention group.", "In the entire study group there was no significant gender difference with respect to gestational age (p-value = 0.07), birth weight (p-value = 0.87), intraventricular haemorrhages (pvalue = 0.14), periventricular leukomalacia (p-value = 0.92), septicaemia (p-value = 0.51) or bronchopulmonal dysplasia (pvalue = 0.44)."], "structured": false, "doc_id": "39383", "title": "title"}
{"abstract": ["Sample size calculation was based on the primary outcome (LAZ at 20-24 months).", "The mean ± SD for LAZ is 0.0 ± 1.0 in a healthy population.", "We defined a difference of 0.3 SD LAZ at 20-24 months between the intervention and control group as clinically relevant, corresponding to about half a percentile in LAZ (Ong, Ahmed, Emmett, Preece, & Dunger, 2000) .", "To detect a change of 0.3 SD in LAZ at 20-24 months with a significance level of 5% and a power of 80%, 176 children were required per group.", "Fifty-one children per subcounty (cluster) were included presuming 10 subcounties as clusters and an intracluster correlation of 0.01 (Campbell, Donner, & Klar, 2007) .", "We included 511 mother-children pairs, and the assessment was by intention to treat."], "structured": false, "doc_id": "37734", "title": "title"}
{"abstract": ["Sixty-six patients completed the study, 33 patients in each group.", "Six patients were excluded (Fig. 1) .", "Characteristics of mothers and babies in the two groups were comparable.", "There was no difference between groups for the change in weight of the newborns on days 1, 2, and 3 ( Table 1) .", "The majority of patients were multiparous.", "In both groups, the onset of lactation as determined by maternal perception of breast fullness was observed between days two and three postpartum.", "Serum prolactin concentrations and the number of newborns taking supplementary artificial milk did not differ significantly between groups.", "The volume of artificial milk given to babies of mothers belonging to the nefopam group was greater on days two and three compared with that given to the paracetamol group (Table 2) .", "No association was found between a supplemental artificial milk volume >60 mL and any of the independent variables."], "structured": false, "doc_id": "47163", "title": "title"}
{"abstract": ["Only players who participated in >85% of all training sessions were included in the final analyses.", "Consequently, 4 of the 22 players were excluded for various reasons.", "None of the players were injured during the strength-training sessions.", "As a result, 18 players (age 16.8 ± 1.9 y, body mass 77.4 ± 9.2 kg, height 189.7 ± 7 cm) were included in the final analyses.", "The final sample sizes for the training groups were n = 9 for unilateral and n = 9 for bilateral.", "In spite of dropouts, no significant differences were found between groups at baseline."], "structured": false, "doc_id": "43738", "title": "title"}
{"abstract": ["A total of 88 patients were selected for the study.", "Six patients stopped attending the camp for different reasons and they were eliminated from the study.", "All patients were assessed at the onset and at the end of the Speech Summer Camp, including an analysis based on the WLM and basic phonological principles.", "Special attention was focused on the detection of compensatory articulation patterns, the placement and manner of articulation of these patterns and the phonological rules of the phonological system of each child.", "For this purpose, children were videotaped interacting with a trained speech and language pathologist (SLP) during storytelling for 30 min.", "A 20 min segment was selected where a high level of verbal interaction occurred.", "The 20 min of interaction were transcribed verbatim for analyzing the presence and severity of compensatory articulation.", "All the SLP's participating in this study had been performing phonological transcriptions of cleft palate children for at least 5 years.", "A blind procedure was utilized for assessing the reliability of the evaluation of CA severity.", "All analyses were independently conducted by twotrained SLP.", "Whenever there was a disagreement, each case was discussed until a consensus was reached.", "The children were randomly divided into two groups.", "Patients assigned to the active group were matched by gender with patients included in the control group.", "The age range of the patients from both groups was kept as similar as possible.", "The articulation of all the children was evaluated according with a previously reported clinical scale of severity of CA [31] .", "This scale categorizes the degree of severity of CA in each child in 8 levels as follows:"], "structured": false, "doc_id": "38971", "title": "title"}
{"abstract": ["Missing data.", "Missingness on student variables ranged from 0% to 11.8%.", "Because 394 parent questionnaires were not filled out, missingness on family background variables ranged from 22.2% to 29.9%.", "Thus, multiple imputation (Rubin, 1987) was used to account for missing data.", "We imputed data from an unrestricted two-level model in Mplus, as these \"models are general enough so that model misspecification cannot occur\" (Asparouhov & Muthén, 2010, p. 2) and included a nonverbal cognitive ability score, gender, previous math grade, achievement data for math at Time 1, migration background, parents' education, and an indicator of families being dual-or single-parent families in the imputation model.", "We imputed 20 data sets separately for each condition (i.e., quotations condition, text condition, control group) to account for the cross-level interactions and afterwards matched these condition specific data sets.", "Results presented thus represent average results over 20 data sets.", "1"], "structured": false, "doc_id": "43828", "title": "title"}
{"abstract": ["Between May 2016 and March 2017, 112 preterm infants were screened, of which 81 infants underwent randomization and five infants did not continue the interventions in the follow-up (transferred out of the NICU without treatment), and 76 infants were ultimately enrolled and finished the trial, (37 in nHFOV group; 39 in nCPAP group) ( Fig. 1 ).", "There were no significant differences in the baseline characteristics of neonates, namely, gender, GA, birth weight, mode of delivery, Apgar scores, antenatal steroids, and preterm, premature rupture of the membrane between the two groups (Table 1 )."], "structured": false, "doc_id": "39564", "title": "title"}
{"abstract": ["In order to be able to directly compare effects of light therapy and melatonin, we executed additional analyses with melatonin as a reference group if analyses showed effects of both treatments.", "Data were analyzed on an intention to treat basis.", "Table 1 gives means and standard deviations of all variables for the baseline and treatment period by group, and effect sizes for the changes from baseline to treatment.", "Overall, the largest effect sizes were found for melatonin treatment.", "For a graphical display of some of the effects, see Figure 2A -D. Differences between groups and changes during treatment were tested for significance through linear mixed models analyses described below.", "Table 2 shows no significant differences between groups at baseline on any of the sleep diary variables.", "Sleep latency reduced significantly during melatonin treatment and light therapy (β = −0 34, p < .01 and β = −0.23, p < .01, compared to the change in the placebo group).", "Additional analysis showed that the effects of melatonin and light therapy did not significantly differ from each other (β = 0.11, p = .15, see Table 3 )."], "structured": false, "doc_id": "42175", "title": "title"}
{"abstract": ["Patients were 1 : 1 randomized into two groups.", "For that purpose, 50 sealed envelopes were prepared containing the allocation to one of the groups, 25 to group A (listening to parental voice) and 25 to group B (not listening to parental voice).", "Before and during intervention, all 50 children were wearing earphones.", "This assignment was blinded for patients (start of recorded story after sleep induction), parents, and physicians performing interventions and sedation."], "structured": false, "doc_id": "40291", "title": "title"}
{"abstract": ["Through the Study and Compliance Of the 78 players enrolled, only 56 returned to retesting; a 28.2% drop-out rate, but data for all were included in the intention to treat analysis.", "Figure 2 depicts the flow of participants throughout the different phases of the trial and reasons for dropout.", "There were no injuries or adverse effects during any of the GAA 15 training sessions."], "structured": false, "doc_id": "36456", "title": "title"}
{"abstract": ["Fourthly, outcome measures were all based solely on parent and patient report.", "Given that parents and patients were not blind to study condition, some other form of outcome (behavioural observations by a clinician) would have helped strengthen the study, and we strongly recommend this be considered for future research.", "Finally, the high rate of missing data at week 26 introduces a weakness and we caution the interpretation of the analysis at this later time point."], "structured": false, "doc_id": "33781", "title": "title"}
{"abstract": ["Study analysis was performed after all included infants had undergone the final visit at 12 months of age.", "We performed an analysis of all randomized participants who could be assessed for the primary outcome irrespective of whether some of these patients might have switched or discontinued treatment before the final visit (modified intent-to-treat analysis).", "A revision of the CONSORT statement suggested acceptance of an analysis of observed data.", "17, 18 The per-protocol population included participants who could be assessed for the primary outcome and who adhered to the assigned regimen (ie, avoidance of hen's egg-and egg-containing products in the placebo group and regular consumption of hen's egg protein in the verum group, which was defined as the minimal average administration of the study powder twice a week with a maximum interruption of 2 weeks during the intervention phase until 12 months of age).", "The proportions of infants with hen's egg sensitization (primary outcome) and given a diagnosis of hen's egg allergy at 12 months of age (secondary outcome) were compared between the 2 intervention groups by using a Fisher exact test.", "Risk ratios were calculated with 95% CIs.", "Independent-samples t tests, Mann-Whitney U tests, Pearson x 2 tests, and Fisher exact tests were used to test differences between the sensitized and nonsensitized infants at the screening visit, as well as differences between the 2 study groups at randomization, depending on the variable scaling and distribution."], "structured": false, "doc_id": "38758", "title": "title"}
{"abstract": ["The full randomized controlled trial was powered to detect statistically significant intervention effects based on data collected from the target parents, predominantly mothers (Morawska et al., 2016b ).", "In contrast, this article reports on a secondary analysis of data collected from a smaller number of nontarget parents, in this case, fathers.", "To detect a medium effect size of d ¼ 0.50 with a ¼ .05 and b ¼ .80, 128 participants would have been needed.", "Statistical analyses were conducted using SPSS.", "Longitudinal intention-totreat analyses were performed using mixed-model repeated-measures (MMRM) linear regression models, with time centered at 0 and coded T1 ¼ 0, T2 ¼ 1, T3 ¼ 2.", "Intervention effects were assessed using nine separate MMRM models.", "For all models, data variability was insufficient to support inclusion of random effects of time, and so, the random effects were excluded.", "Analyses were conducted for all participants by originally assigned group.", "For data from fathers, 10.5% of data were missing completely at random (Little's Missing Completely at Random (MCAR) test, v 2 ¼ 260.44, df ¼ 271, p ¼ .667) and the full information maximum likelihood approach to handling missing data was applied (Little, Jorgensen, Lang, & Moore, 2014) to enable inclusion of all cases in MMRM analyses."], "structured": false, "doc_id": "39015", "title": "title"}
{"abstract": ["In total, 51 patients were enrolled, and 49 patients (group L; 17, group M; 16, group H; 16) completed the study.", "One patient was excluded because of an excess of two cranial pinning attempts, and the other patient was removed from the study because of loss of patient data.", "Demographic data indicated no differences among the three groups (Table 1) ."], "structured": false, "doc_id": "39000", "title": "title"}
{"abstract": ["The CPIT was a phase II single-centre efficacy trial that offered up to £400 of financial incentives to self-reported pregnant smokers to engage with smoking cessation services and quit smoking near the end of pregnancy.", "Enrolment of participants included women who were representative of all self-reported pregnant smokers identified routinely at maternity booking in the National Health Service (NHS) Greater Glasgow and Clyde Health Board area [12] .", "The primary outcome was cotinine-validated selfreport of smoking cessation collected between 34 and 38 weeks gestation corroborated by saliva (or urine) cotinine estimation.", "Excluding participants who had multiple births (n = 5), 607 women were randomised in the CPIT (304 in the incentives, 303 in the control group).", "Of these, the birth weight of their baby was not available for nine women in the incentives group and 16 in the control group, leaving 582 mother/baby pairs for analysis."], "structured": false, "doc_id": "40148", "title": "title"}
{"abstract": ["This study was conducted from January 2016 to August 2016.", "A total of 4069 participants were assessed for eligibility, and 3664 participants were enrolled and randomized ( Figure 1 ).", "Of these participants, three withdrew the consent before the vaccination, and 3661 participants received the vaccination."], "structured": false, "doc_id": "35260", "title": "title"}
{"abstract": ["A sample size of 318 was estimated with 95% confidence, 80% power, and a mean serum Hb concentration after interven-tion in G2 of 11.35 g/dL and in G1, 10.5 g/dL with a standard deviation of 2.7 g/dL for both groups.", "Descriptive statistics with its respective measures of dispersion were calculated for continuous variables; frequencies and percentages were calculated for categorical variables.", "Analyses were performed with intention to treat.", "Differences between groups were assessed with Chi Square and ANOVA or Kruskal Wallis.", "Differences within groups were assessed with paired t-test or the corresponding non-parametric statistics.", "Statistical analyses were performed with SPSS V. 21 software.", "A p value < 0.05 was considered significant."], "structured": false, "doc_id": "41987", "title": "title"}
{"abstract": ["inclusion period.", "The study also compared a relatively late definition of early cord clamping (≤60 seconds) with 180 seconds or more for delayed clamping.", "Attrition is a major limitation to our study.", "We expected a high attrition rate of 35% at 8 months owing to difficulties communicating with the included families and powered the study accordingly.", "The actual attrition rates included 140 infants (25.9%) at 8 and 206 infants (38.1%) at 12 months.", "These numbers were close to the expected attrition rate but may be associated with bias in the results.", "To adjust for attrition, results are presented after multiple imputation analysis.", "Furthermore, a high incidence of protocol deviation occurred in the delayed cord clamping group.", "When analysis was based on intention to treat, 22.6% of the infants in the delayed cord clamping group underwent clamping before 1 minute, because the nurse-midwives perceived that early clamping against the allocation was required.", "An analysis of only those cases that were handled per protocol showed similar results (eTables 1 and 2 in Supplement 2).", "Only women with rela-tively low-risk pregnancies were included in the study, which might impair the generalizability of the study, although the rates of anemia in the study group were comparable with those of earlier reports from Nepal.", "28"], "structured": false, "doc_id": "39039", "title": "title"}
{"abstract": ["Of the 29 athletes recruited for this experiment, a total of 24 athletes completed the training protocol, as 3 athletes were removed because of nonadherence and 2 athletes were removed because of injury, not because of the training protocol.", "Thirteen subjects successfully adhered to the hip thrust protocol and 11 subjects successfully adhered to the squat protocol for all 6 weeks."], "structured": false, "doc_id": "36663", "title": "title"}
{"abstract": ["Final analyses were carried out in 81 patients (Group A = 41 and Group B = 40).", "Essentially, we found no statistically significant differences in the third (D3) and seventh (D7) postoperative day between groups, concerning visual analog scale (VAS) score for pain, type of pain, amount of physical activity, and feeding pattern.", "A summary of findings is described in Table 2 .", "Use of analgesics (namely dypirone, acetaminophen and/or ibuprofen) in the last 24 h was assessed on the third and seventh postoperative day.", "No significant differences were found between Groups A and B regarding the amount of administered doses of these medications (p > 0.05)."], "structured": false, "doc_id": "42266", "title": "title"}
{"abstract": ["Of 286 patient chart reviews, 186 patients met eligibility criteria and were approached to take part in the study; 36 declined to participate due to concerns about inability to follow ND restrictions, or because of feeling overwhelmed, or due to a lack of interest in participating in research.", "The remaining 150 patients were consented and randomized; however, one patient on the FSGs arm was lost to follow-up.", "Using an ITT approach, 73 patients on the FSGs and 77 on the ND + FSGs arms were evaluated for the primary outcome.", "However, only the 72 patients on FSGs whose data were available were followed for all study outcomes.", "The most common diagnoses were acute lymphoblastic leukemia (32%) and sarcoma (32%); 90 subjects were male (60%) and the mean age at enrollment was 11.5 years (ranging from 1 to 28 years)."], "structured": false, "doc_id": "42297", "title": "title"}
{"abstract": ["Of the 70 patients who were assessed for eligibility, 60 patients met the inclusion criteria of the study and were subsequently randomized.", "After allocation, three patients were excluded due to inadequate epidural analgesia despite multiple boluses, unexpected intensive care unit admission, or neurologic deficit ( Fig. 1 ).", "Motor and sensory deficit in the left leg of a 10-year-old girl in the fentanyl group persisted even after withdrawing the catheter by 1 cm, although the symptoms resolved within a few hours after discontinuation of epidural PCA.", "The remaining 57 patients completed the study."], "structured": false, "doc_id": "38865", "title": "title"}
{"abstract": ["Full details of the statistical analysis are in the supplementary appendix.", "Briefly, primary and secondary endpoints were compared between the study arms using Fisher's exact test.", "Prespecified analyses were conducted using intention to treat (ITT).", "Reactions per dose were compared between study arms using Generalized Estimated Equations with logit link.", "Pvalues ≤0.05 were considered significant."], "structured": false, "doc_id": "35186", "title": "title"}
{"abstract": ["The statistical analysis was performed on the intention-to-treat population set.", "The required number of patients for a two-sided analysis with a balanced 1:1 randomization, a = 5% and b = 20% was 32 patients per group to demonstrate a 30% difference in the rate of success.", "For the qualitative variables, results were expressed in terms of numbers (percentages).", "For the quantitative variables, the median (1st quartile-3rd quartile) were used."], "structured": false, "doc_id": "34718", "title": "title"}
{"abstract": ["The data was cross checked by the field supervisors on a visit basis.", "Prior to data entry, base line and follow up visit data forms were checked for completeness and consistence.", "Data was double entered on to EPI data Version 3.5.3 and statistical analysis was performed by using SPSS version 20.", "Intention-to-treat analysis was used to compare the incidence of diarrhoea among under-five children between intervention and control arms."], "structured": false, "doc_id": "42060", "title": "title"}
{"abstract": ["A prospective evaluation was made of 65 patients with AIS scheduled for posterior spinal fusion between 2009 and 2011.", "Randomization was performed by using allograft and local autograft for the first 21 patients, using only local graft for the next 22 patients, and using posterior iliac crest graft and local graft for the final 22 patients according to Background/aim: This study was performed to show the efficacy of in situ local autograft with a comparison of in situ local autograft, local autograft with allograft, and local autograft with posterior iliac crest autograft.", "Materials and methods: In this prospective randomized study, a total of 65 adolescent idiopathic scoliosis (AIS) patients were separated into 3 groups: Group 1 using local autograft and allograft, Group 2 using local autograft only, and Group 3 using local autograft and posterior iliac crest autograft.", "Posterior segmental instrumentation was also applied to all patients.", "The mean follow-up period was 28.5 months (range, 15-40 months).", "Pseudarthrosis was investigated with the multiplanar and three-dimensional images obtained using multislice computed tomography, thoracolumbar bone single-photon emission computed tomography, and three-phase regional and whole body bone scintigraphy.", "Results: Pseudarthrosis was not observed in any patient.", "Fusion was obtained in all patients at the end of the follow-up periods.", "Conclusion: Similar results were obtained in respect of fusion in all 3 groups.", "Without the use of additional grafts, sufficient fusion can be achieved with the use of local autograft alone for posterior spinal fusion in patients with AIS."], "structured": false, "doc_id": "33776", "title": "title"}
{"abstract": ["Twelve adolescents dropped out of the training after completing the pretraining assessment for various personal reasons (three in the game training condition, seven in the game placebo condition, and two in the nongame training condition).", "These participants were therefore excluded from all further analyses.", "Next, measures of behavioral control were screened for univariate outliers based on being removed more than three standard deviations from the sample mean.", "Based on these criteria, four outliers were removed from the SOPT analyses over time, and nine from the analyses on the SOPT change scores."], "structured": false, "doc_id": "44099", "title": "title"}
{"abstract": ["Missingness was low across measures (1-7%).", "T-tests comparing outcome variables for individuals who had missing and non-missing values did not indicate significant group 1 Data from weeks 5 and 8 were used because the BPT+DRC individual session occurred during weeks 3 and 4.", "2 As Langberg et al., 2010 recommends, item #18 was omitted from the HPC factors due to low factor loadings.", "differences (ps > .05; variables included IQ, ADHD, ODD, and CD symptoms, age, gender, HPC and APQ baseline score, parent age, and parent income) apart from one comparison 3 .", "Findings support the assumption that data were missing at random.", "Item-level multiple imputation in SPSS 20 including all above variables was used to create 10 imputed datasets (Schafer, 1999) .", "Results were pooled with PROC MI ANALYZE in SAS 9.3.", "Missing values for items correct indicated that completion was either missing or zero and were therefore not imputed.", "As homework accuracy was defined as items correct divided by items complete, computation would result in an undefined integer as a result of the denominator (completion) being zero."], "structured": false, "doc_id": "38972", "title": "title"}
{"abstract": ["Analyses were first conducted in the per protocol population, after excluding all non-completers and patients who deviated from the protocol (see Figure 1) .", "We compared the change in any given measure during the period on active treatment and the period on placebo (t-test or Wilcoxon test mean comparisons).", "Within-subjects and between-subjects differences were analyzed with a mixed between-within analysis of variance (split-plot ANOVA).", "Treatmentorder was the between-subjects factor and time was the withinsubjects factor.", "After checking for Mauchly's test of sphericity, multivariate tests (Wilks' lambda statistic) or intra-subject effects are reported.", "Magnitude of the effect was calculated with Cohen´s d. The efficacy of the omega-3 treatment was further assessed by looking at pair-wise comparisons between groups at each visit from the mixed ANOVA analyses (with Bonferroni correction for multiple comparisons).", "Differences between the groups (treatment-placebo and placebo-treatment) after phase I would reflect the effect of active treatment versus placebo avoiding possible carryover effects.", "For primary outcome measures, the influence of putative covariates was then assessed in two steps.", "First, ANOVAs were repeated with age, baseline vitamin E, and total dose of ω3 taken as possible confounders.", "Baseline measures of total antioxidant status and ω3/ω6 were then introduced in a second step when there were prior significant results.", "Intention-to-treat (ITT) analyses were also conducted for the principal outcome variables in order to check if there were divergences from the PP analyses selected a priori."], "structured": false, "doc_id": "37077", "title": "title"}
{"abstract": ["Thirty children with a history of HD between the ages of 5 to12, with constipation and fecal soiling were recruited for this single-center prospective study.", "There were 10 boys and 5 girls in the IF group (mean age: 7.2 ± 2.3, range: 5-12 years), also 8 boys and 7 girls were present in the control group (mean age: 7.5 ± 2.6, range: 5-12 years).", "Mean duration of constipation symptoms after operation in the IF+ behavioral therapy and behavioral therapy alone was 11.8 months (range 6-20 months) and 14.2 months (range 6-24 months) respectively.", "There was no significant difference between IF and control groups regarding their age, gender, and pre-intervention bowel habit diary (P N 0.05, Table 1 ).", "All randomized children completed the trial.", "A flow diagram of the study is shown in Fig. 1 .", "No adverse effects were reported by our patients and their parents during the therapy or during the follow up."], "structured": false, "doc_id": "38900", "title": "title"}
{"abstract": ["One subject was excluded from the analysis due to a discrepancy in the drug identification number.", "While we hoped to adhere to a true intention-to-treat approach, we could not ensure that this patient was indeed randomized to the placebo group.", "Nonetheless, including this subject's data in either treatment group would not significantly change our outcome data.", "Although the measurement of success of blinding for randomized clinical trials is controversial, 25, 26 we did not assess blinding success for the study."], "structured": false, "doc_id": "38803", "title": "title"}
{"abstract": ["Recruitment (71%) and retention rates (94%) for the study were high, consistent with our previous findings 71, 72 that parents and adolescents felt the intervention content was useful and valuable.", "In addition, the majority of adolescents and all parents set goals that were consistent with The 3Ms recommendations, suggesting that the intervention content was acceptable and encouraged families to consider changing behavior.", "A significant number of the follow-up sessions were delivered in the home rather than in the diabetes clinic due to families not keeping appointments every 3 months as recommended.", "Making the intervention available through cellular devices may be one way to increase the likelihood that all three sessions would be delivered in future real-world settings.", "Future studies could also address whether three sessions were needed or whether a single dose delivered in the clinic would have been equally effective."], "structured": false, "doc_id": "33826", "title": "title"}
{"abstract": ["Between 2.5 and 3.5 % of participants were missing data at post-treatment and between 5.5 and 8 % of participants were missing data at follow-up.", "There was no discernable pattern of missing data and Little's test was not significant, χ 2 (483) = 477.68, p > 0.05, which indicated that data could be considered Missing Completely at Random (MCAR).", "Mplus uses Full Information Maximum Likelihood estimation to handle missing data, which is appropriate in cases when data are assumed to be MCAR (Enders, 2010)."], "structured": false, "doc_id": "39149", "title": "title"}
{"abstract": ["A total of 40 full-term parturients with a single neonate with American Society of Anesthesiology grade I or II, aged 23 to 41 years old were included in this study.", "The women weighed 61-92 kg, did not have spinal canal puncture contraindications, and were scheduled for caesarean section under epidural anaesthesia.", "Parturients with the following conditions were excluded from the study: a history of allergy to dexmedetomidine; cardiac, pulmonary, hepatic, renal, neurological or neuromuscular diseases; morbid obesity; diabetes mellitus; bleeding disorders, receiving cardiovascular, antipsychotic or hypnotic medications; alcohol or drug abuse; pregnancy-induced hypertension; and intrauterine growth restriction.", "Parturients were included if a prenatal examination showed no abnormalities.", "The patients were randomly divided into the dexmedetomidine group (Dex group) and the normal saline (NS) group using a computer generated randomization list, with 20 patients in each group.", "Using a doubleblind procedure, dexmedetomidine solution or NS was prepared by an independent investigator.", "One anaesthesiologist who was blinded to the treatment scheme provided perioperative care.", "Another anaesthesiologist collected perioperative data.", "All staff in the operating room were unaware of the patient allocation."], "structured": false, "doc_id": "47891", "title": "title"}
{"abstract": ["We used an intent-to-treat strategy, meaning all participants were included in the analysis in their assigned treatment group regardless of whether they attended any intervention sessions.", "A difference-in-differences analysis using linear regression models was conducted to assess program impact.", "The general equation was:"], "structured": false, "doc_id": "40453", "title": "title"}
{"abstract": ["and one from CS 1 PS group) dropped out due to parental difficulties to continue their participation.", "In addition, eight participants failed to show up to the T3 assessment.", "Overall, 59 participants with ASD completed the entire study protocol."], "structured": false, "doc_id": "39027", "title": "title"}
{"abstract": ["Sample size and statistical analysis.", "We estimated that 24 communities (12 communities per arm) would provide greater than 80% power to detect a 3% absolute difference in malaria parasitemia.", "The sample size calculation assumed a baseline prevalence of 10% and an intraclass correlation coefficient (ICC) of 0.075.", "20 The primary analysis accounted for clustering at the level of the randomization unit (community) by comparing the community prevalence of malaria parasitemia in the annual and biannual treatments at 36 months after study initiation arms using a paired t test.", "To ensure results were not dependent on assumptions, sensitivity analyses were conducted with nonparametric tests (Wilcoxon signed rank) at the community level.", "A mixed-effects logistic regression model was used to examine effects at the individual level while clustering for community.", "Secondary outcomes, parasite density, gametocytemia, and hemoglobin concentration, were assessed similarly.", "All analyses were performed as intent-to-treat using Stata 13 (Statacorp LP, College Station, TX)."], "structured": false, "doc_id": "38507", "title": "title"}
{"abstract": ["We used mixed models (also known as multilevel models) to assess the three-wave longitudinal effects of FSI-HIV on caregiver-child relationships and child mental health and functioning, accounting for family clustering and clustering of the three time points within persons.", "Descriptive analyses were conducted in Stata 14 (StataCorp LP) and multilevel models were estimated using HLM 7 (Scientific Software International, Inc.).", "Where normality assumptions for residuals could not be sustained due to skewed scale scores, we employed a generalized linear model with a Poisson link function.", "All models predicting child outcomes were adjusted for child sex, child age, family SES, family type (single-or dual-caregiver family) and child HIV status.", "For caregiver-reported outcomes, caregiver sex, age, family type, and caregiver HIV status were included.", "Time dummy variables (posttreatment and three-month follow-up) were included to account for change, and treatment (FSI-HIV dummy) by time dummy interaction terms were included to test the effect of the FSI-HIV treatment on outcomes.", "The mode of analysis was intent-to-treat with 20 multiplyimputed data sets created in Stata 14 using chained equations to account for missing values and participants who did not complete all assessments (9.2% by three-month follow-up) (Tang et al., 2005) ."], "structured": false, "doc_id": "35176", "title": "title"}
{"abstract": ["The analysis of the outcomes comprised all eligible patients who started the trial treatment, classified according to intervention they were randomised to, and achieved the primary or secondary outcomes accordingly (intention to treat analysis).", "Cases of death, which did not achieve the outcomes, were excluded from the analysis.", "Independent t-test was used to compare the time to reach FEF or time to regain the birth weight between the two groups.", "A two-tailed p value of <0.05 was considered statistically significant.", "For multiple comparisons, a more stringent p value was taken, using Bonferroni correction method."], "structured": false, "doc_id": "39545", "title": "title"}
{"abstract": ["The combination group consisted of 169 women who were assigned for induction with Foley's balloon catheter and oral misoprostol.", "Eight had to be excluded because of deviation from protocol (n = 3) and due to insertion difficulties (n = 5)."], "structured": false, "doc_id": "47167", "title": "title"}