[
    {
        "doc_id": "37833",
        "text": "Background Tolerating higher partial pressures of carbon dioxide (PCO 2) in mechanically ventilated extremely low birthweight infants to reduce ventilatorinduced lung injury may have long-term neurodevelopmental side effects. This study analyses the results of neurodevelopmental follow-up of infants enrolled in a randomised multicentre trial. Methods Infants (n=359) between 400 and 1000 g birth weight and 23 0/7-28 6/7 weeks gestational age who required endotracheal intubation and mechanical ventilation within 24 hours of birth were randomly assigned to high PCO 2 or to a control group with mildly elevated PCO 2 targets. Neurodevelopmental follow-up examinations were available for 85% of enrolled infants using the Bayley Scales of Infant Development II, the Gross Motor Function Classification System (GMFCS) and the Child Development Inventory (CDI). Results There were no differences in body weight, length and head circumference between the two PCO 2 target groups. Median Mental Developmental Index (MDI) values were 82 (60-96, high target) and 84 (58-96, p=0.79). Psychomotor Developmental Index (PDI) values were 84 (57-100) and 84 (65-96, p=0.73), respectively. Moreover, there was no difference in the number of infants with MDI or PDI <70 or <85 and the number of infants with a combined outcome of death or MDI<70 and death or PDI<70. No differences were found between results for GMFCS and CDI. The risk factors for MDI<70 or PDI<70 were intracranial haemorrhage, bronchopulmonary dysplasia, periventricular leukomalacia, necrotising enterocolitis and hydrocortisone treatment. Conclusions A higher PCO 2 target did not influence neurodevelopmental outcomes in mechanically ventilated extremely preterm infants. Adjusting PCO 2 targets to optimise short-term outcomes is a safe option. Trial registration number ISRCTN56143743.",
        "section": "Abstract",
        "sentences": [
            "Background Tolerating higher partial pressures of carbon dioxide (PCO 2) in mechanically ventilated extremely low birthweight infants to reduce ventilatorinduced lung injury may have long-term neurodevelopmental side effects.",
            "This study analyses the results of neurodevelopmental follow-up of infants enrolled in a randomised multicentre trial.",
            "Methods Infants (n=359) between 400 and 1000 g birth weight and 23 0/7-28 6/7 weeks gestational age who required endotracheal intubation and mechanical ventilation within 24 hours of birth were randomly assigned to high PCO 2 or to a control group with mildly elevated PCO 2 targets.",
            "Neurodevelopmental follow-up examinations were available for 85% of enrolled infants using the Bayley Scales of Infant Development II, the Gross Motor Function Classification System (GMFCS) and the Child Development Inventory (CDI).",
            "Results There were no differences in body weight, length and head circumference between the two PCO 2 target groups.",
            "Median Mental Developmental Index (MDI) values were 82 (60-96, high target) and 84 (58-96, p=0.79).",
            "Psychomotor Developmental Index (PDI) values were 84 (57-100) and 84 (65-96, p=0.73), respectively.",
            "Moreover, there was no difference in the number of infants with MDI or PDI <70 or <85 and the number of infants with a combined outcome of death or MDI<70 and death or PDI<70.",
            "No differences were found between results for GMFCS and CDI.",
            "The risk factors for MDI<70 or PDI<70 were intracranial haemorrhage, bronchopulmonary dysplasia, periventricular leukomalacia, necrotising enterocolitis and hydrocortisone treatment.",
            "Conclusions A higher PCO 2 target did not influence neurodevelopmental outcomes in mechanically ventilated extremely preterm infants.",
            "Adjusting PCO 2 targets to optimise short-term outcomes is a safe option.",
            "Trial registration number ISRCTN56143743."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37833",
        "text": "Extremely preterm infants who survive intensive care are at high risk for developmental abnormalities. 1 2 Treatments that appear beneficial in the short term, such as corticosteroids, may carry salient adverse effects that can only be demonstrated through careful follow-up examinations. 3 For this reason, neurodevelopmental follow-up examinations are an important part of randomised trials involving this highly vulnerable patient group.",
        "section": "INTRODUCTION",
        "section_number": 1,
        "sentences": [
            "Extremely preterm infants who survive intensive care are at high risk for developmental abnormalities.",
            "1 2 Treatments that appear beneficial in the short term, such as corticosteroids, may carry salient adverse effects that can only be demonstrated through careful follow-up examinations.",
            "3 For this reason, neurodevelopmental follow-up examinations are an important part of randomised trials involving this highly vulnerable patient group."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37833",
        "text": "Permissive hypercapnia (PHC)-intentionally reducing tidal volumes while allowing alveolar hypoventilation and increased blood partial pressure of carbon dioxide (PCO 2 )-has been advocated as a means to decrease ventilator-induced lung injury and bronchopulmonary dysplasia (BPD). 4 Because BPD is a risk factor for poor neurodevelopmental outcomes, measures that decrease lung injury may decrease this risk. 5 Furthermore, PHC may also influence neurodevelopmental outcomes because of its effects on cerebral perfusion, oxygen delivery and cell metabolism. 6 Previous data on neurodevelopmental follow-up after PHC is sparse. One trial did not publicise neurodevelopmental follow-up data. 7 In a What is already known on this topic?",
        "section": "INTRODUCTION",
        "section_number": 2,
        "sentences": [
            "Permissive hypercapnia (PHC)-intentionally reducing tidal volumes while allowing alveolar hypoventilation and increased blood partial pressure of carbon dioxide (PCO 2 )-has been advocated as a means to decrease ventilator-induced lung injury and bronchopulmonary dysplasia (BPD).",
            "4 Because BPD is a risk factor for poor neurodevelopmental outcomes, measures that decrease lung injury may decrease this risk.",
            "5 Furthermore, PHC may also influence neurodevelopmental outcomes because of its effects on cerebral perfusion, oxygen delivery and cell metabolism.",
            "6 Previous data on neurodevelopmental follow-up after PHC is sparse.",
            "One trial did not publicise neurodevelopmental follow-up data.",
            "7 In a What is already known on this topic?"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37833",
        "text": "▸ In ventilator-dependent preterm infants, a strategy of mildly elevated pressures of carbon dioxide (PCO 2 ) targets as compared with normocapnia was not associated with any changes to neurodevelopmental outcomes. ▸ In one small study, there was a possible association between higher PCO 2 targets and worse neurodevelopmental outcomes.",
        "section": "INTRODUCTION",
        "section_number": 3,
        "sentences": [
            "▸ In ventilator-dependent preterm infants, a strategy of mildly elevated pressures of carbon dioxide (PCO 2 ) targets as compared with normocapnia was not associated with any changes to neurodevelopmental outcomes.",
            "▸ In one small study, there was a possible association between higher PCO 2 targets and worse neurodevelopmental outcomes."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37833",
        "text": "▸ This large multicentre trial demonstrated that higher PCO 2 targets, as compared with mildly elevated PCO 2 targets, had no impact on neurodevelopmental outcomes.",
        "section": "What this study adds?",
        "section_number": 4,
        "sentences": [
            "▸ This large multicentre trial demonstrated that higher PCO 2 targets, as compared with mildly elevated PCO 2 targets, had no impact on neurodevelopmental outcomes."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37833",
        "text": "multicentre trial using mildly elevated PCO 2 targets, neurodevelopmental outcomes were not affected, 8 while another smaller monocentric trial reported a significantly higher proportion of the combined outcome of mental disability or death in patients randomised to PHC as compared with the control. 9 In another trial, infants in both study groups differed in terms of PCO 2 limits and in terms of important ventilatory strategies such as the use of non-invasive ventilation, and neurodevelopmental outcomes between study groups were similar. 10 We have previously reported on the short-term results of our Permissive Hypercapnia in Extremely Low Birthweight Infants (PHELBI) trial, 11 which showed no differences in the primary outcome (BPD or death) and other relevant short-term clinical outcome parameters except for an increased incidence of necrotising enterocolitis (NEC) associated with the higher PCO 2 target. We hypothesised that neurodevelopment might be similar in both study groups.",
        "section": "What this study adds?",
        "section_number": 5,
        "sentences": [
            "multicentre trial using mildly elevated PCO 2 targets, neurodevelopmental outcomes were not affected, 8 while another smaller monocentric trial reported a significantly higher proportion of the combined outcome of mental disability or death in patients randomised to PHC as compared with the control.",
            "9 In another trial, infants in both study groups differed in terms of PCO 2 limits and in terms of important ventilatory strategies such as the use of non-invasive ventilation, and neurodevelopmental outcomes between study groups were similar.",
            "10 We have previously reported on the short-term results of our Permissive Hypercapnia in Extremely Low Birthweight Infants (PHELBI) trial, 11 which showed no differences in the primary outcome (BPD or death) and other relevant short-term clinical outcome parameters except for an increased incidence of necrotising enterocolitis (NEC) associated with the higher PCO 2 target.",
            "We hypothesised that neurodevelopment might be similar in both study groups."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37833",
        "text": "The PHELBI trial enrolled inborn infants with a gestational age of 23 0/7-28 6/7 weeks, weighing 400-1000 g and receiving endotracheal intubation and mechanical ventilation within 24 hours of birth at 16 tertiary care perinatal centres in Germany (see online supplementary appendix 1 and 2). Infants were allocated and randomised between March 2008 and July 2012. The trial was approved by each centre's institutional review board and written informed consent was obtained from the parents or legal guardians of all infants.",
        "section": "Patient allocation",
        "section_number": 6,
        "sentences": [
            "The PHELBI trial enrolled inborn infants with a gestational age of 23 0/7-28 6/7 weeks, weighing 400-1000 g and receiving endotracheal intubation and mechanical ventilation within 24 hours of birth at 16 tertiary care perinatal centres in Germany (see online supplementary appendix 1 and 2).",
            "Infants were allocated and randomised between March 2008 and July 2012.",
            "The trial was approved by each centre's institutional review board and written informed consent was obtained from the parents or legal guardians of all infants."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37833",
        "text": "The treatment differed between study groups only in the target ranges of the PCO 2 . In both groups, an age-dependent PCO 2 increase was permitted to facilitate weaning. ▸ High target (experimental intervention): PaCO 2 target range 55-65 mm Hg from 1 to 3 days of life (0-72 hours), 60-70 mm Hg from days 4 to 6 (73-144 hours) and 65-75 mm Hg from days 7 to 14. ▸ Control target: PaCO 2 target range 40-50 mm Hg from days 1 to 3 (0-72 hours), 45-55 mm Hg from days 4 to 6 (73-144 hours) and 50-60 mm Hg from days 7 to 14. Target ranges were applied to all intubated infants until the end of the 14th day of life. A detailed description of the trial protocol is available elsewhere. 11 ",
        "section": "Study intervention",
        "section_number": 7,
        "sentences": [
            "The treatment differed between study groups only in the target ranges of the PCO 2 .",
            "In both groups, an age-dependent PCO 2 increase was permitted to facilitate weaning.",
            "▸ High target (experimental intervention): PaCO 2 target range 55-65 mm Hg from 1 to 3 days of life (0-72 hours), 60-70 mm Hg from days 4 to 6 (73-144 hours) and 65-75 mm Hg from days 7 to 14.",
            "▸ Control target: PaCO 2 target range 40-50 mm Hg from days 1 to 3 (0-72 hours), 45-55 mm Hg from days 4 to 6 (73-144 hours) and 50-60 mm Hg from days 7 to 14.",
            "Target ranges were applied to all intubated infants until the end of the 14th day of life.",
            "A detailed description of the trial protocol is available elsewhere.",
            "11"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37833",
        "text": "All surviving infants were invited to a neurodevelopmental follow-up examination at 2 years±3 months corrected age. All possible efforts were made to reach all families. The Psychomotor Developmental Index (PDI) and the Mental Developmental Index (MDI) were determined using Bayley Scales of Infant Development II (BSIDII) in their validated German translation. Scores were assessed relative to a standardised mean±SD of 100±15, with higher scores indicating better performance. 12 The motor function was assessed by the modified Gross Motor Function Classification System (GMFCS), with scores ranging from level 0 (normal) to level 5 (most impaired). 13 As well, parents were asked to complete a Child Development Inventory (CDI) questionnaire 14 in its validated German translation, the 'Elternfragebogen zur kindlichen Entwicklung im Kleinkindalter'. 15 16 The short form of the CDI with 70 questions concerning general development was used. Blindness and deafness were assessed by parent interviews. Intraventricular haemorrhages were classified according to Papile et al 17 by a single paediatric radiologist as reported in the previous publication. 11 On-site monitoring was performed by the Interdisciplinary Centre for Clinical Trials (IZKS) in Mainz, Germany. A database was programmed and all data were entered in duplicate.",
        "section": "Outcome assessments",
        "section_number": 8,
        "sentences": [
            "All surviving infants were invited to a neurodevelopmental follow-up examination at 2 years±3 months corrected age.",
            "All possible efforts were made to reach all families.",
            "The Psychomotor Developmental Index (PDI) and the Mental Developmental Index (MDI) were determined using Bayley Scales of Infant Development II (BSIDII) in their validated German translation.",
            "Scores were assessed relative to a standardised mean±SD of 100±15, with higher scores indicating better performance.",
            "12 The motor function was assessed by the modified Gross Motor Function Classification System (GMFCS), with scores ranging from level 0 (normal) to level 5 (most impaired).",
            "13 As well, parents were asked to complete a Child Development Inventory (CDI) questionnaire 14 in its validated German translation, the 'Elternfragebogen zur kindlichen Entwicklung im Kleinkindalter'.",
            "15 16 The short form of the CDI with 70 questions concerning general development was used.",
            "Blindness and deafness were assessed by parent interviews.",
            "Intraventricular haemorrhages were classified according to Papile et al 17 by a single paediatric radiologist as reported in the previous publication.",
            "11 On-site monitoring was performed by the Interdisciplinary Centre for Clinical Trials (IZKS) in Mainz, Germany.",
            "A database was programmed and all data were entered in duplicate."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37833",
        "text": "Statistical tests used in this study were the χ 2 test, Fisher's exact test, Student's t-test and Mann-Whitney U test. Univariate logistic regression analyses were performed to identify possible risk factors, including the randomised group assignment, for MDI<85, MDI<70, PDI<85 or PDI<70, neurodevelopmental impairment (NDI) or the end points mentioned combined with death. Risk factors that yielded significant differences in univariate analyses were fed into multiple logistic regressions to determine which conditions constituted independent risk factors for MDI or PDI results <85 or <70.",
        "section": "Statistical considerations",
        "section_number": 9,
        "sentences": [
            "Statistical tests used in this study were the χ 2 test, Fisher's exact test, Student's t-test and Mann-Whitney U test.",
            "Univariate logistic regression analyses were performed to identify possible risk factors, including the randomised group assignment, for MDI<85, MDI<70, PDI<85 or PDI<70, neurodevelopmental impairment (NDI) or the end points mentioned combined with death.",
            "Risk factors that yielded significant differences in univariate analyses were fed into multiple logistic regressions to determine which conditions constituted independent risk factors for MDI or PDI results <85 or <70."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37833",
        "text": "All analyses were performed on an intention-to-treat basis, but have to be considered secondary and hypothesis-generating since the sample size had not been tailored to these outcome variables. Adjustments for multiple testing were not done. A p value of <0.05 was considered to be statistically significant. SAS software 9.4 (SAS Institute, Cary, North Carolina, USA) was used throughout. The trial was registered: ISRCTN56143743.",
        "section": "Statistical considerations",
        "section_number": 10,
        "sentences": [
            "All analyses were performed on an intention-to-treat basis, but have to be considered secondary and hypothesis-generating since the sample size had not been tailored to these outcome variables.",
            "Adjustments for multiple testing were not done.",
            "A p value of <0.05 was considered to be statistically significant.",
            "SAS software 9.4 (SAS Institute, Cary, North Carolina, USA) was used throughout.",
            "The trial was registered: ISRCTN56143743."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37833",
        "text": "Of the 359 patients enrolled in the main trial, 44 died and 315 completed the trial (figure 1). There were four additional late deaths. One infant (control group, classified as having BPD) died 1 day after completing the trial, two others (1 high target, 1 control, classified as having BPD) within the first year, and one infant, also high target, but who had not met the trial's BPD criteria, died at 2 years corrected age. Of the remaining 311 infants, 265 participated in the follow-up exams and 46 Figure 1 The graph shows the number of infants from enrolment to follow-up. Of infants who were still alive, 85% were included in the follow-up and 75% had complete data for neurodevelopmental impairment (NDI).",
        "section": "RESULTS",
        "section_number": 11,
        "sentences": [
            "Of the 359 patients enrolled in the main trial, 44 died and 315 completed the trial (figure 1).",
            "There were four additional late deaths.",
            "One infant (control group, classified as having BPD) died 1 day after completing the trial, two others (1 high target, 1 control, classified as having BPD) within the first year, and one infant, also high target, but who had not met the trial's BPD criteria, died at 2 years corrected age.",
            "Of the remaining 311 infants, 265 participated in the follow-up exams and 46 Figure 1 The graph shows the number of infants from enrolment to follow-up.",
            "Of infants who were still alive, 85% were included in the follow-up and 75% had complete data for neurodevelopmental impairment (NDI)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37833",
        "text": "were lost for reasons unknown. Assuming that all lost infants were alive, the resulting follow-up rate was at least 85% of survivors. There were no significant differences in basic neonatal data between those followed-up and those lost to follow-up (table 1) as well as between both study groups (table 2) . Most importantly, the rates of moderate-to-severe BPD and intraventricular haemorrhages were not significantly different. Weight at the time of discharge was also similar. However, significantly more infants in the high target group had suffered from NEC, as described in the report of the main trial. 11 The results of the neurodevelopmental follow-up examinations are given in table 3. Not all infants were able to complete all follow-up examinations, therefore, the actual number of infants contributing data to each item is also given. MDI and PDI values were very similar in both study groups, as were the rates of infants with MDI or PDI values below 85 or 70. The combined rate of poor outcomes did not differ between both study groups.",
        "section": "RESULTS",
        "section_number": 12,
        "sentences": [
            "were lost for reasons unknown.",
            "Assuming that all lost infants were alive, the resulting follow-up rate was at least 85% of survivors.",
            "There were no significant differences in basic neonatal data between those followed-up and those lost to follow-up (table 1) as well as between both study groups (table 2) .",
            "Most importantly, the rates of moderate-to-severe BPD and intraventricular haemorrhages were not significantly different.",
            "Weight at the time of discharge was also similar.",
            "However, significantly more infants in the high target group had suffered from NEC, as described in the report of the main trial.",
            "11 The results of the neurodevelopmental follow-up examinations are given in table 3.",
            "Not all infants were able to complete all follow-up examinations, therefore, the actual number of infants contributing data to each item is also given.",
            "MDI and PDI values were very similar in both study groups, as were the rates of infants with MDI or PDI values below 85 or 70.",
            "The combined rate of poor outcomes did not differ between both study groups."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37833",
        "text": "Cerebral palsy as measured by higher GMFCS scores was evenly distributed between both study groups, nor was there any difference in parental assessment of their child's development according to CDI. Rates of hearing or visual impairments were also similar. As well, the growth of children in both groups was comparable, as shown by similar weight, height and head circumference at the time of the follow-up exams. Age at the follow-up exams was also similar and not suggestive of confounding effects.",
        "section": "RESULTS",
        "section_number": 13,
        "sentences": [
            "Cerebral palsy as measured by higher GMFCS scores was evenly distributed between both study groups, nor was there any difference in parental assessment of their child's development according to CDI.",
            "Rates of hearing or visual impairments were also similar.",
            "As well, the growth of children in both groups was comparable, as shown by similar weight, height and head circumference at the time of the follow-up exams.",
            "Age at the follow-up exams was also similar and not suggestive of confounding effects."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37833",
        "text": "Multiple logistic regression analyses revealed several risk factors for low MDI and PDI scores, as indicators of poor neurological outcomes (tables 4-7). Main risk factors for MDI<85 were periventricular leukomalacia (PVL), NEC and BPD. For MDI<70, risk factors were PVL, NEC and use of hydrocortisone during the neonatal period. No such association was found with dexamethasone, which however, was only used infrequently. Main risk factors for a PDI<85 were intraventricular haemorrhage (IVH), NEC and BPD. For PDI<70, risk factors were IVH, NEC and use of hydrocortisone during the neonatal period. A relationship between the cumulative hydrocortisone dose and MDI or PDI was not found (data not shown). There was a significant association between cerebral palsy as assessed by GMFCS scores and IVH, severe IVH, PVL, NEC and BPD (data not shown).",
        "section": "RESULTS",
        "section_number": 14,
        "sentences": [
            "Multiple logistic regression analyses revealed several risk factors for low MDI and PDI scores, as indicators of poor neurological outcomes (tables 4-7).",
            "Main risk factors for MDI<85 were periventricular leukomalacia (PVL), NEC and BPD.",
            "For MDI<70, risk factors were PVL, NEC and use of hydrocortisone during the neonatal period.",
            "No such association was found with dexamethasone, which however, was only used infrequently.",
            "Main risk factors for a PDI<85 were intraventricular haemorrhage (IVH), NEC and BPD.",
            "For PDI<70, risk factors were IVH, NEC and use of hydrocortisone during the neonatal period.",
            "A relationship between the cumulative hydrocortisone dose and MDI or PDI was not found (data not shown).",
            "There was a significant association between cerebral palsy as assessed by GMFCS scores and IVH, severe IVH, PVL, NEC and BPD (data not shown)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37833",
        "text": "In this multicentre trial comparing different levels of hypercapnia, PCO 2 target assignment did not affect neurodevelopmental outcomes. There were no differences in the resulting MDI, PDI, GMFCS and CDI scores nor in the number of infants with poor scores. Furthermore, there were also no differences in the proportion of children with cerebral palsy or neurosensory impairments. The PCO 2 targets were neither protective nor harmful to the nervous system.",
        "section": "DISCUSSION",
        "section_number": 15,
        "sentences": [
            "In this multicentre trial comparing different levels of hypercapnia, PCO 2 target assignment did not affect neurodevelopmental outcomes.",
            "There were no differences in the resulting MDI, PDI, GMFCS and CDI scores nor in the number of infants with poor scores.",
            "Furthermore, there were also no differences in the proportion of children with cerebral palsy or neurosensory impairments.",
            "The PCO 2 targets were neither protective nor harmful to the nervous system."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37833",
        "text": "Overall, the infants achieved rather low scores in the neurodevelopmental follow-up examinations with 50% of infants showing mild to severe impairment. As previously noted, these results must be interpreted in light of the specific inclusion criteria for this trial. 11 Only extremely low birthweight infants requiring endotracheal intubation and invasive mechanical ventilation were eligible for this trial, in settings where non-invasive support was the preferred method. This led to preferred inclusion of less stable infants who were more likely to have pronounced respiratory distress syndrome (RDS) and other complications of prematurity, and probably at higher risk of a suboptimal neurodevelopment. A direct linkage between RDS and cerebral abnormalities has been established in animal experiments. 18 Aside from the selection of very ill infants for enrolment, this trial was unique in several aspects regarding the selected PCO 2 targets. First, the target for the control group was not normocapnia, but rather mild hypercapnia, because a previous trial had indicated some advantages associated with †BPD according to the trial definition, corresponding to moderate or severe BPD according to the consensus definition. 32 The c-statistic for this model is 0.73. BPD, bronchopulmonary dysplasia; IVH, intraventricular haemorrhage; MDI, Mental Developmental Index; NEC, necrotising enterocolitis; PVL, periventricular leukomalacia; SGA, small for gestational age. mild hypercapnia with no demonstrable harm. 8 Targets for the high target group were considerably higher, although it was expected from previous attempts that these targets might not be achievable in a considerable proportion of infants owing to their spontaneous ventilatory efforts. 8 9 A high target, however, was felt to be the only means of actually achieving a larger PCO 2 difference between the study groups than in previous trials. 11 Neurodevelopmental follow-up data are available for two of the three previous trials. 8 9 A multicentre trial, which was terminated prematurely for reasons unrelated to lung function and ventilation specifications had aimed for a PCO 2 <48 mm Hg in the control group and >52 mm Hg in the experimental group. 8 The mean PCO 2 difference actually achieved was 4 mm Hg. In this trial, about 50% of infants were found to be neurodevelopmentally impaired and roughly one-third had MDI or PDI values below 70, quite similar to the results presented here. There were no significant differences between the PCO 2 target groups in that trial. It is important to note that the PCO 2 targets in the experimental group of that trial were closer to those of the control group than to the high target group of the trial presented here.",
        "section": "DISCUSSION",
        "section_number": 16,
        "sentences": [
            "Overall, the infants achieved rather low scores in the neurodevelopmental follow-up examinations with 50% of infants showing mild to severe impairment.",
            "As previously noted, these results must be interpreted in light of the specific inclusion criteria for this trial.",
            "11 Only extremely low birthweight infants requiring endotracheal intubation and invasive mechanical ventilation were eligible for this trial, in settings where non-invasive support was the preferred method.",
            "This led to preferred inclusion of less stable infants who were more likely to have pronounced respiratory distress syndrome (RDS) and other complications of prematurity, and probably at higher risk of a suboptimal neurodevelopment.",
            "A direct linkage between RDS and cerebral abnormalities has been established in animal experiments.",
            "18 Aside from the selection of very ill infants for enrolment, this trial was unique in several aspects regarding the selected PCO 2 targets.",
            "First, the target for the control group was not normocapnia, but rather mild hypercapnia, because a previous trial had indicated some advantages associated with †BPD according to the trial definition, corresponding to moderate or severe BPD according to the consensus definition.",
            "32 The c-statistic for this model is 0.73.",
            "BPD, bronchopulmonary dysplasia; IVH, intraventricular haemorrhage; MDI, Mental Developmental Index; NEC, necrotising enterocolitis; PVL, periventricular leukomalacia; SGA, small for gestational age.",
            "mild hypercapnia with no demonstrable harm.",
            "8 Targets for the high target group were considerably higher, although it was expected from previous attempts that these targets might not be achievable in a considerable proportion of infants owing to their spontaneous ventilatory efforts.",
            "8 9 A high target, however, was felt to be the only means of actually achieving a larger PCO 2 difference between the study groups than in previous trials.",
            "11 Neurodevelopmental follow-up data are available for two of the three previous trials.",
            "8 9 A multicentre trial, which was terminated prematurely for reasons unrelated to lung function and ventilation specifications had aimed for a PCO 2 <48 mm Hg in the control group and >52 mm Hg in the experimental group.",
            "8 The mean PCO 2 difference actually achieved was 4 mm Hg.",
            "In this trial, about 50% of infants were found to be neurodevelopmentally impaired and roughly one-third had MDI or PDI values below 70, quite similar to the results presented here.",
            "There were no significant differences between the PCO 2 target groups in that trial.",
            "It is important to note that the PCO 2 targets in the experimental group of that trial were closer to those of the control group than to the high target group of the trial presented here."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37833",
        "text": "A subsequent monocentric trial aimed for larger PCO 2 differences with target values of 35-45 mm Hg in the control group and 55-65 in the experimental group. 9 The mean PCO 2 difference actually achieved was 6 mm Hg. This trial showed worrying but non-significant trends towards poorer neurodevelopmental outcomes in the high target group, with a significant difference in the number of infants with the composite outcome of death or MDI<70, raising the suspicion that high PCO 2 values might potentially be harmful to the brain. Later, retrospective analyses also linked higher PCO 2 values to a worse neurodevelopmental outcome, although PCO 2 might have been a surrogate for illness severity. 19 20 However, this concern no longer seems justified since our data with even higher PCO 2 targets in the experimental group and a mean PCO 2 difference of 6 mm Hg did not show any significant deviations or trends towards poorer neurodevelopmental outcomes. It appears that, unlike epithelial cells, [21] [22] [23] neuronal tissue may not be as susceptible to higher PCO 2 values or lower pH values. Associations identified between fluctuations of PCO 2 and intraventricular haemorrhage 20 24 may reflect PCO 2 -associated changes in brain perfusion rather than direct neuronal damage.",
        "section": "DISCUSSION",
        "section_number": 17,
        "sentences": [
            "A subsequent monocentric trial aimed for larger PCO 2 differences with target values of 35-45 mm Hg in the control group and 55-65 in the experimental group.",
            "9 The mean PCO 2 difference actually achieved was 6 mm Hg.",
            "This trial showed worrying but non-significant trends towards poorer neurodevelopmental outcomes in the high target group, with a significant difference in the number of infants with the composite outcome of death or MDI<70, raising the suspicion that high PCO 2 values might potentially be harmful to the brain.",
            "Later, retrospective analyses also linked higher PCO 2 values to a worse neurodevelopmental outcome, although PCO 2 might have been a surrogate for illness severity.",
            "19 20 However, this concern no longer seems justified since our data with even higher PCO 2 targets in the experimental group and a mean PCO 2 difference of 6 mm Hg did not show any significant deviations or trends towards poorer neurodevelopmental outcomes.",
            "It appears that, unlike epithelial cells, [21] [22] [23] neuronal tissue may not be as susceptible to higher PCO 2 values or lower pH values.",
            "Associations identified between fluctuations of PCO 2 and intraventricular haemorrhage 20 24 may reflect PCO 2 -associated changes in brain perfusion rather than direct neuronal damage."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37833",
        "text": "One of the largest recent respiratory management trials in preterm infants compared a strategy favouring non-invasive continuous positive airway pressure (CPAP) and an upper PCO 2 limit of 65 mm Hg for intubation and extubation with a strategy of using primary intubation, surfactant administration and an upper PCO 2 limit of 50 mm Hg. 25 There were, however, no lower limits for the PCO 2 and enrolment was not limited to infants with more severe RDS. Similarly to the trial reported here, neurodevelopmental outcomes did not differ between study groups. 10 Respiratory morbidities, however, were significantly reduced in the CPAP group at 18-22 months, 26 which might, given the experience of earlier trials, correlate with neurodevelopmental performance at school age. 27 The search for risk factors for low MDI and PDI scores led to several interesting insights. PVL and IVH were strong predictors of poor outcomes, as has been seen previously. 28 29 PVL, a manifestation of global brain injury, was mainly associated with low MDI scores, indicating impaired mental performance. IVH, on the other hand, which is a manifestation of localised brain injury, was more associated with low PDI scores, indicating impaired motor performance. NEC was universally associated with low MDI and PDI scores. BPD was only found to have a significant association with MDI or PDI scores below 85, but not with scores below 70, possibly reflecting the fact that the number of infants with scores below 70 was too low to yield a significant association with BPD. Interestingly, MDI or PDI scores below 70 were associated with a history of postnatal hydrocortisone treatment, which may either indicate that hydrocortisone may not be a harmless steroid, 30 or that it was more likely to be administered to higher risk infants. Dexamethasone was rarely used, which might explain why no significant associations between neurodevelopmental outcomes and dexamethasone use were found.",
        "section": "DISCUSSION",
        "section_number": 18,
        "sentences": [
            "One of the largest recent respiratory management trials in preterm infants compared a strategy favouring non-invasive continuous positive airway pressure (CPAP) and an upper PCO 2 limit of 65 mm Hg for intubation and extubation with a strategy of using primary intubation, surfactant administration and an upper PCO 2 limit of 50 mm Hg.",
            "25 There were, however, no lower limits for the PCO 2 and enrolment was not limited to infants with more severe RDS.",
            "Similarly to the trial reported here, neurodevelopmental outcomes did not differ between study groups.",
            "10 Respiratory morbidities, however, were significantly reduced in the CPAP group at 18-22 months, 26 which might, given the experience of earlier trials, correlate with neurodevelopmental performance at school age.",
            "27 The search for risk factors for low MDI and PDI scores led to several interesting insights.",
            "PVL and IVH were strong predictors of poor outcomes, as has been seen previously.",
            "28 29 PVL, a manifestation of global brain injury, was mainly associated with low MDI scores, indicating impaired mental performance.",
            "IVH, on the other hand, which is a manifestation of localised brain injury, was more associated with low PDI scores, indicating impaired motor performance.",
            "NEC was universally associated with low MDI and PDI scores.",
            "BPD was only found to have a significant association with MDI or PDI scores below 85, but not with scores below 70, possibly reflecting the fact that the number of infants with scores below 70 was too low to yield a significant association with BPD.",
            "Interestingly, MDI or PDI scores below 70 were associated with a history of postnatal hydrocortisone treatment, which may either indicate that hydrocortisone may not be a harmless steroid, 30 or that it was more likely to be administered to higher risk infants.",
            "Dexamethasone was rarely used, which might explain why no significant associations between neurodevelopmental outcomes and dexamethasone use were found."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37833",
        "text": "Limitations of this study include the sample size, which was not powered for the outcome parameters investigated because neurodevelopmental parameters were not the primary outcome. Furthermore, 15% of infants were lost to follow-up and about 10% did not complete all follow-up examinations. Reasons included parents seeking follow-up care elsewhere, for example, closer to their home. Such follow-up, however, was often not very standardised and incomplete, and lacked quality control, often did not include a Bayley test, and was therefore not considered for our follow-up study. Nevertheless, MDI scores were obtained for 80% of all surviving infants, PDI scores for 73% and NDI status was determined for 75%. The infants' inability to complete tests was mostly related to poor neurodevelopmental status, that is, if all tests had been completed, even lower scores could have been expected. Further difficulties arose because of language barriers with immigrant families, mainly from southern Europe, which considerably reduced the number of CDI questionnaires completed. There was no relationship between randomisation and the inability of an infant to be scored, so we conclude that a confounding effect on any differences between the groups is unlikely. Another limitation was that visual and hearing impairments were not confirmed by tests at the time of follow-up. It was not possible to include additional testing because the follow-up visits were considered by families to be very time-consuming and demanding on the infants, who frequently came from great distances to the test sites. Furthermore, follow-up at 24 months may not relate with long-term outcomes. Finally, a number of univariate and multiple analyses were performed, increasing the likelihood of random differences.",
        "section": "DISCUSSION",
        "section_number": 19,
        "sentences": [
            "Limitations of this study include the sample size, which was not powered for the outcome parameters investigated because neurodevelopmental parameters were not the primary outcome.",
            "Furthermore, 15% of infants were lost to follow-up and about 10% did not complete all follow-up examinations.",
            "Reasons included parents seeking follow-up care elsewhere, for example, closer to their home.",
            "Such follow-up, however, was often not very standardised and incomplete, and lacked quality control, often did not include a Bayley test, and was therefore not considered for our follow-up study.",
            "Nevertheless, MDI scores were obtained for 80% of all surviving infants, PDI scores for 73% and NDI status was determined for 75%.",
            "The infants' inability to complete tests was mostly related to poor neurodevelopmental status, that is, if all tests had been completed, even lower scores could have been expected.",
            "Further difficulties arose because of language barriers with immigrant families, mainly from southern Europe, which considerably reduced the number of CDI questionnaires completed.",
            "There was no relationship between randomisation and the inability of an infant to be scored, so we conclude that a confounding effect on any differences between the groups is unlikely.",
            "Another limitation was that visual and hearing impairments were not confirmed by tests at the time of follow-up.",
            "It was not possible to include additional testing because the follow-up visits were considered by families to be very time-consuming and demanding on the infants, who frequently came from great distances to the test sites.",
            "Furthermore, follow-up at 24 months may not relate with long-term outcomes.",
            "Finally, a number of univariate and multiple analyses were performed, increasing the likelihood of random differences."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37833",
        "text": "It may also be noted that some results tended to be worse in the high target group, and the incidence of NEC was significantly increased. While all trends in this follow-up study remained non-significant, a type II error cannot be excluded.",
        "section": "DISCUSSION",
        "section_number": 20,
        "sentences": [
            "It may also be noted that some results tended to be worse in the high target group, and the incidence of NEC was significantly increased.",
            "While all trends in this follow-up study remained non-significant, a type II error cannot be excluded."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37833",
        "text": "A limitation to all studies using the translated BSIDII in Germany is the lack of a formal validation, which was never performed because results closely resembled those obtained on American infants (normal mean±SD=100±15) and the Dutch validation revealed only minimal deviations. 31 Strengths of this work include the large sample size, and a reasonable follow-up rate, 29 resulting in the largest follow-up study of infants ever randomised to different PCO 2 targets with other management aspects held constant. The preferred inclusion of infants with the most severe respiratory distress and thus most at risk for suboptimal neurodevelopment at enrolment led to a high proportion of impaired infants with consequent improved statistical power for the sample size.",
        "section": "DISCUSSION",
        "section_number": 21,
        "sentences": [
            "A limitation to all studies using the translated BSIDII in Germany is the lack of a formal validation, which was never performed because results closely resembled those obtained on American infants (normal mean±SD=100±15) and the Dutch validation revealed only minimal deviations.",
            "31 Strengths of this work include the large sample size, and a reasonable follow-up rate, 29 resulting in the largest follow-up study of infants ever randomised to different PCO 2 targets with other management aspects held constant.",
            "The preferred inclusion of infants with the most severe respiratory distress and thus most at risk for suboptimal neurodevelopment at enrolment led to a high proportion of impaired infants with consequent improved statistical power for the sample size."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37833",
        "text": "In summary, there were no significant differences in neurodevelopmental outcomes at 2 years between preterm infants requiring intubation and mechanical ventilation when randomised to different PCO 2 targets after birth. Risk factors for a poor outcome were similar to earlier trials with neurodevelopmental follow-up, but did not include the randomised group assignment. We conclude that a strategy using PHC did not appear to have any detectable positive or negative effects on neurodevelopmental outcomes. PCO 2 targets for ventilated preterm infants should therefore be tailored to optimise short-term outcomes. 8 11 In this regard, the significant higher NEC rate in the high target group is worrisome. Whether PCO 2 targets during neonatal care influence neurodevelopmental outcomes at school age or adolescence cannot be determined at this stage.",
        "section": "DISCUSSION",
        "section_number": 22,
        "sentences": [
            "In summary, there were no significant differences in neurodevelopmental outcomes at 2 years between preterm infants requiring intubation and mechanical ventilation when randomised to different PCO 2 targets after birth.",
            "Risk factors for a poor outcome were similar to earlier trials with neurodevelopmental follow-up, but did not include the randomised group assignment.",
            "We conclude that a strategy using PHC did not appear to have any detectable positive or negative effects on neurodevelopmental outcomes.",
            "PCO 2 targets for ventilated preterm infants should therefore be tailored to optimise short-term outcomes.",
            "8 11 In this regard, the significant higher NEC rate in the high target group is worrisome.",
            "Whether PCO 2 targets during neonatal care influence neurodevelopmental outcomes at school age or adolescence cannot be determined at this stage."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    }
]