[
    {
        "doc_id": "39768",
        "text": "Background: To compare rectal ibuprofen with oral ibuprofen for the closure of hemodynamically significant patent ductus arteriosus (hsPDA) in very low birth weight (VLBW) preterm infants. Study design and subjects: In a prospective, randomized study, 72 VLBW infants who had hsPDA received either rectal or oral ibuprofen. The plasma concentration of ibuprofen and renal functions were determined in both groups by the high-performance liquid chromatography (HPLC) method and cystatin-C (cys-C), respectively. Results: The hsPDA closure rate of the group that received rectal ibuprofen was similar to oral ibuprofen (86.1% versus 83.3%) after the first course of the treatment (p ¼ 0.745). A statistically significant difference was identified between the mean plasma cys-C levels before and after treatment in both the rectal and oral ibuprofen groups (p ¼ 0.004 and p< 0.001, respectively). The mean plasma ibuprofen concentration was similar in both groups after the first dose (rectal 44.06 ± 12.4; oral, 48.28 ± 22.8) and the third dose (rectal, 45.34 ± 24.3; oral, 48.94 ± 24.8) (p > 0.05 for all values). Conclusions: Rectal ibuprofen is as effective as oral ibuprofen for hsPDA closure in VLBW infants. The rise in the cys-C level with rectal and oral treatment shows that patients with borderline renal function should be evaluated and followed closely.",
        "section": "Abstract",
        "sentences": [
            "Background: To compare rectal ibuprofen with oral ibuprofen for the closure of hemodynamically significant patent ductus arteriosus (hsPDA) in very low birth weight (VLBW) preterm infants.",
            "Study design and subjects: In a prospective, randomized study, 72 VLBW infants who had hsPDA received either rectal or oral ibuprofen.",
            "The plasma concentration of ibuprofen and renal functions were determined in both groups by the high-performance liquid chromatography (HPLC) method and cystatin-C (cys-C), respectively.",
            "Results: The hsPDA closure rate of the group that received rectal ibuprofen was similar to oral ibuprofen (86.1% versus 83.3%) after the first course of the treatment (p ¼ 0.745).",
            "A statistically significant difference was identified between the mean plasma cys-C levels before and after treatment in both the rectal and oral ibuprofen groups (p ¼ 0.004 and p< 0.001, respectively).",
            "The mean plasma ibuprofen concentration was similar in both groups after the first dose (rectal 44.06 ± 12.4; oral, 48.28 ± 22.8) and the third dose (rectal, 45.34 ± 24.3; oral, 48.94 ± 24.8) (p > 0.05 for all values).",
            "Conclusions: Rectal ibuprofen is as effective as oral ibuprofen for hsPDA closure in VLBW infants.",
            "The rise in the cys-C level with rectal and oral treatment shows that patients with borderline renal function should be evaluated and followed closely."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39768",
        "text": "Hemodynamically significant patent ductus arteriosus (hsPDA) is a common cardiac condition seen in 40-55% of the infants below 29 weeks or 1500 g weight [1, 2] . The hsPDA may be associated with several causes of morbidity and mortality such as necrotizing enterocolitis (NEC), intraventricular hemorrhage (IVH), pulmonary edema/hemorrhage, bronchopulmonary dysplasia (BPD) and retinopathy of prematurity (ROP), but it is still unknown how it causes these [3, 4] . The hsPDA closure treatment includes options such as pharmacological treatment and surgical ligation. The most commonly used agents for pharmacological treatment are cyclooxygenase inhibitors like indomethacin and ibuprofen that prohibit the transformation of arachidonic acid to prostaglandins [5, 6] . It has been reported that hsPDA is treated with ibuprofen with success rates of 70-85% [7, 8] . Side effects like peripheral vasoconstriction, gastrointestinal bleeding or perforation, decreased thrombocyte aggregation, hyperbilirubinemia and kidney failure may develop during this treatment [9, 10] .",
        "section": "Introduction",
        "section_number": 1,
        "sentences": [
            "Hemodynamically significant patent ductus arteriosus (hsPDA) is a common cardiac condition seen in 40-55% of the infants below 29 weeks or 1500 g weight [1, 2] .",
            "The hsPDA may be associated with several causes of morbidity and mortality such as necrotizing enterocolitis (NEC), intraventricular hemorrhage (IVH), pulmonary edema/hemorrhage, bronchopulmonary dysplasia (BPD) and retinopathy of prematurity (ROP), but it is still unknown how it causes these [3, 4] .",
            "The hsPDA closure treatment includes options such as pharmacological treatment and surgical ligation.",
            "The most commonly used agents for pharmacological treatment are cyclooxygenase inhibitors like indomethacin and ibuprofen that prohibit the transformation of arachidonic acid to prostaglandins [5, 6] .",
            "It has been reported that hsPDA is treated with ibuprofen with success rates of 70-85% [7, 8] .",
            "Side effects like peripheral vasoconstriction, gastrointestinal bleeding or perforation, decreased thrombocyte aggregation, hyperbilirubinemia and kidney failure may develop during this treatment [9, 10] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39768",
        "text": "Since indomethacin and ibuprofen are expensive, lately intravenous paracetamol is being tried as an alternative for oral ibuprofen in the hsPDA closure treatment with favorable results in very low birth weight (VLBW) infants with feeding intolerance [11] [12] [13] . To our knowledge, there is no prospective, randomized study about rectal ibuprofen on hsPDA closure in the literature. We performed this study to compare the affectivity of rectal ibuprofen with oral ibuprofen in the treatment of hsPDA in VLBW infants. reverse end diastolic flow in the echocardiography at 48-96 postnatal hours of age, and infants with one of the clinical findings of hsPDA, including tachycardia or apnea, a thrill, an active heaving precordium, bounding peripheral pulses, wide pulses pressure, a systolic or to-and-for murmur and increasing oxygen dependence [7, 14, 15] .",
        "section": "Introduction",
        "section_number": 2,
        "sentences": [
            "Since indomethacin and ibuprofen are expensive, lately intravenous paracetamol is being tried as an alternative for oral ibuprofen in the hsPDA closure treatment with favorable results in very low birth weight (VLBW) infants with feeding intolerance [11] [12] [13] .",
            "To our knowledge, there is no prospective, randomized study about rectal ibuprofen on hsPDA closure in the literature.",
            "We performed this study to compare the affectivity of rectal ibuprofen with oral ibuprofen in the treatment of hsPDA in VLBW infants.",
            "reverse end diastolic flow in the echocardiography at 48-96 postnatal hours of age, and infants with one of the clinical findings of hsPDA, including tachycardia or apnea, a thrill, an active heaving precordium, bounding peripheral pulses, wide pulses pressure, a systolic or to-and-for murmur and increasing oxygen dependence [7, 14, 15] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39768",
        "text": "During the study, 228 VLBW infants 32 weeks of pregnancy were accepted at our unit. Twenty-one of the 96 hsPDA infants were not included in the study for various reasons (Figure 1 ). The patients were randomized into treatment groups using numbered cards in sealed envelopes which are not opaque and 78 of these patients were able to complete the study. Two-dimensional color Doppler echocardiography was performed by a pediatric cardiologist using the Vivid S6 6s sector probe (GE Healthcare, GE Medical Systems, Horten, Norway) Doppler echocardiography device. Patients with major congenital anomalies, right-to-left ductal shunts, life threatening infections, grade III or IV IVH, urinary output <1 mL/kg/hour, serum creatinine levels >1.6 mg/dL, thrombocyte count <60,000/mm 3 , hyperbilirubinemia requiring exchange transfusions and persistent pulmonary hypertension were excluded from the study.",
        "section": "Introduction",
        "section_number": 3,
        "sentences": [
            "During the study, 228 VLBW infants 32 weeks of pregnancy were accepted at our unit.",
            "Twenty-one of the 96 hsPDA infants were not included in the study for various reasons (Figure 1 ).",
            "The patients were randomized into treatment groups using numbered cards in sealed envelopes which are not opaque and 78 of these patients were able to complete the study.",
            "Two-dimensional color Doppler echocardiography was performed by a pediatric cardiologist using the Vivid S6 6s sector probe (GE Healthcare, GE Medical Systems, Horten, Norway) Doppler echocardiography device.",
            "Patients with major congenital anomalies, right-to-left ductal shunts, life threatening infections, grade III or IV IVH, urinary output <1 mL/kg/hour, serum creatinine levels >1.6 mg/dL, thrombocyte count <60,000/mm 3 , hyperbilirubinemia requiring exchange transfusions and persistent pulmonary hypertension were excluded from the study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39768",
        "text": "Before treatment and 4 h after the first and third doses of ibuprofen, the complete blood count, kidney function tests (serum creatinine, blood urea nitrogen,",
        "section": "Introduction",
        "section_number": 4,
        "sentences": [
            "Before treatment and 4 h after the first and third doses of ibuprofen, the complete blood count, kidney function tests (serum creatinine, blood urea nitrogen,"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39768",
        "text": "Closed (3) Ligation(2) Closed (4) Ligation (2)",
        "section": "Introduction",
        "section_number": 5,
        "sentences": [
            "Closed (3) Ligation(2) Closed (4) Ligation (2)"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39768",
        "text": "Required second cure (6) Closed (30) Closed (31) Rectal ibuprofen (36) 96 infants with hsPDA Oral ibuprofen (36) 11 with minimal ductal shunt closed on follow up cystatin-C (cys-C), sodium levels and urinary output), plasma ibuprofen and bilirubin levels, transfontanelle ultrasonography and echocardiography results were evaluated in all cases. Thirty-six patients diagnosed with hsPDA were randomized into the rectal and ibuprofen groups. These groups were treated with a total of three ibuprofen doses, the initial dose was 10 mg/kg and the following two doses at hour 24 and 48 were 5 mg/kg doses (Pedifen; Atafarm, Istanbul, Turkey). The 36 patients were included as the control group. Both rectal and oral ibuprofen (312 mOsmol/l and stabilized with propylparaben, methylparaben and sodium benzoate) were given via an orogastric tube, which was flushed with 1-2 ml of sterile water to ensure the delivery of the drug. In rectal applications, the drug was delivered after a 6F catheter was advanced 2-3 cm rectally, to prevent the drug from leaking from the rectum, both hips were held close for 3-5 minutes. As the suppository form of ibuprofen is not available in Turkey, the syrup form was used for rectal delivery. All of the infants were given only breast milk from the first day of life. The daily oral intake received was between 20 and 40 mL/kg when treatment was started. After the first course of treatment, the success of the treatment and the need for a second course were evaluated by echocardiography. Patients with closed hsPDA and repeating clinical findings during observation were evaluated by echocardiography and second treatment courses were delivered if needed. Surgical ligation was performed in hsPDA cases that persisted after the second course of ibuprofen.",
        "section": "Introduction",
        "section_number": 6,
        "sentences": [
            "Required second cure (6) Closed (30) Closed (31) Rectal ibuprofen (36) 96 infants with hsPDA Oral ibuprofen (36) 11 with minimal ductal shunt closed on follow up cystatin-C (cys-C), sodium levels and urinary output), plasma ibuprofen and bilirubin levels, transfontanelle ultrasonography and echocardiography results were evaluated in all cases.",
            "Thirty-six patients diagnosed with hsPDA were randomized into the rectal and ibuprofen groups.",
            "These groups were treated with a total of three ibuprofen doses, the initial dose was 10 mg/kg and the following two doses at hour 24 and 48 were 5 mg/kg doses (Pedifen; Atafarm, Istanbul, Turkey).",
            "The 36 patients were included as the control group.",
            "Both rectal and oral ibuprofen (312 mOsmol/l and stabilized with propylparaben, methylparaben and sodium benzoate) were given via an orogastric tube, which was flushed with 1-2 ml of sterile water to ensure the delivery of the drug.",
            "In rectal applications, the drug was delivered after a 6F catheter was advanced 2-3 cm rectally, to prevent the drug from leaking from the rectum, both hips were held close for 3-5 minutes.",
            "As the suppository form of ibuprofen is not available in Turkey, the syrup form was used for rectal delivery.",
            "All of the infants were given only breast milk from the first day of life.",
            "The daily oral intake received was between 20 and 40 mL/kg when treatment was started.",
            "After the first course of treatment, the success of the treatment and the need for a second course were evaluated by echocardiography.",
            "Patients with closed hsPDA and repeating clinical findings during observation were evaluated by echocardiography and second treatment courses were delivered if needed.",
            "Surgical ligation was performed in hsPDA cases that persisted after the second course of ibuprofen."
        ],
        "sentence_labels": [
            -1,
            1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": 1
    },
    {
        "doc_id": "39768",
        "text": "All the hsPDA cases were started on fluids between 70 and 90 mL/kg/day according to the day and weight and was increased up to a maximum of 150 mL/kg/ day with daily increases of 10-20 mL/kg [7] . Hypotension that did not resolve with fluid treatment was treated with dopamine. Ventilation support was provided using nasal continuous positive airway pressure or mechanical ventilation depending on the degree of respiratory distress. The patients were given ampicillin and gentamicin on admission, if required.",
        "section": "Introduction",
        "section_number": 7,
        "sentences": [
            "All the hsPDA cases were started on fluids between 70 and 90 mL/kg/day according to the day and weight and was increased up to a maximum of 150 mL/kg/ day with daily increases of 10-20 mL/kg [7] .",
            "Hypotension that did not resolve with fluid treatment was treated with dopamine.",
            "Ventilation support was provided using nasal continuous positive airway pressure or mechanical ventilation depending on the degree of respiratory distress.",
            "The patients were given ampicillin and gentamicin on admission, if required."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39768",
        "text": "The success of rectal and oral ibuprofen in hsPDA closure and the kidney functions using plasma cys-C levels were primarily investigated. Secondarily, the surgical ligation need in hsPDA, the ventilation support modes and duration, the increase of serum bilirubin levels after treatment, the rates of ductal reopening, surfactant treatment, pneumothorax, pulmonary hemorrhage, BPD (diagnosed by using the US National Institutes of Health diagnostic criteria), IVH (grade I-IV), NEC (any stage, according to Bell Classification), intestinal perforation, gastrointestinal bleeding (macroscopic or microscopic), ROP (according to the International Classification), definite sepsis (clinical symptoms and signs of sepsis and a positive blood bacterial culture), and death rates were evaluated.",
        "section": "Introduction",
        "section_number": 8,
        "sentences": [
            "The success of rectal and oral ibuprofen in hsPDA closure and the kidney functions using plasma cys-C levels were primarily investigated.",
            "Secondarily, the surgical ligation need in hsPDA, the ventilation support modes and duration, the increase of serum bilirubin levels after treatment, the rates of ductal reopening, surfactant treatment, pneumothorax, pulmonary hemorrhage, BPD (diagnosed by using the US National Institutes of Health diagnostic criteria), IVH (grade I-IV), NEC (any stage, according to Bell Classification), intestinal perforation, gastrointestinal bleeding (macroscopic or microscopic), ROP (according to the International Classification), definite sepsis (clinical symptoms and signs of sepsis and a positive blood bacterial culture), and death rates were evaluated."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39768",
        "text": "All the blood samples were taken into heparinized biochemistry tubes, then their plasma was separated by centrifuging for 10 minutes at 5000 rpm, and was kept at À80 o C. Turbidometric analyses of the plasma cys-C levels, spectrophotometric analyses of the blood urea nitrogen, creatinine and bilirubin levels, and the indirect ion-selective electrode analysis of the serum sodium level were performed using an Abbott Brand Architect CI16200 (country of origin USA) automated device.",
        "section": "Introduction",
        "section_number": 9,
        "sentences": [
            "All the blood samples were taken into heparinized biochemistry tubes, then their plasma was separated by centrifuging for 10 minutes at 5000 rpm, and was kept at À80 o C. Turbidometric analyses of the plasma cys-C levels, spectrophotometric analyses of the blood urea nitrogen, creatinine and bilirubin levels, and the indirect ion-selective electrode analysis of the serum sodium level were performed using an Abbott Brand Architect CI16200 (country of origin USA) automated device."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39768",
        "text": "The plasma concentration of ibuprofen was determined using the high-performance liquid chromatography (HPLC) method previously described in detail by Vilenchik et al. and Sharma et al. [16, 17] .",
        "section": "Analysis of plasma ibuprofen concentration",
        "section_number": 10,
        "sentences": [
            "The plasma concentration of ibuprofen was determined using the high-performance liquid chromatography (HPLC) method previously described in detail by Vilenchik et al. and Sharma et al. [16, 17] ."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39768",
        "text": "Data were analyzed using the 20 Windows Version of SPSS Program (Chicago, IL). Data were expressed as mean ± SD, frequency, or percentage. The power calculation was performed for the study. Important data were: power was 80%, Type 1 error was 5%, effect size was d ¼ 2-4% and sample size was 32 patients. The variables were investigated using visual (histograms, probability plots) and analytical methods (Kolmogorov-Simirnov/Shapiro-Wilk test) to determine whether they were normally distributed. Paired Student's t-test was used to compare the measurements at two time points (before and after of treatment). Chi-square test or Fisher's exact test were used to compare categorical variables between groups. The Student's t-test or the Mann-Whitney U test was used for the comparison of numerical variables in both groups. Spearman's rho correlation test was used for correlation analyses. Regression analysis that accounts for repeated measures was used. A p value of less than 0.05 was considered statistically significant.",
        "section": "Statistical analysis",
        "section_number": 11,
        "sentences": [
            "Data were analyzed using the 20 Windows Version of SPSS Program (Chicago, IL).",
            "Data were expressed as mean ± SD, frequency, or percentage.",
            "The power calculation was performed for the study.",
            "Important data were: power was 80%, Type 1 error was 5%, effect size was d ¼ 2-4% and sample size was 32 patients.",
            "The variables were investigated using visual (histograms, probability plots) and analytical methods (Kolmogorov-Simirnov/Shapiro-Wilk test) to determine whether they were normally distributed.",
            "Paired Student's t-test was used to compare the measurements at two time points (before and after of treatment).",
            "Chi-square test or Fisher's exact test were used to compare categorical variables between groups.",
            "The Student's t-test or the Mann-Whitney U test was used for the comparison of numerical variables in both groups.",
            "Spearman's rho correlation test was used for correlation analyses.",
            "Regression analysis that accounts for repeated measures was used.",
            "A p value of less than 0.05 was considered statistically significant."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39768",
        "text": "Seventy-two VLBW infants were included in the study, 36 were in the rectal ibuprofen group and 36 in the oral ibuprofen group. The mean PDA diameter, LA:Ao ratio, success rate after treatment, demographical data, and serum ibuprofen levels are given in Table 1 .",
        "section": "Results",
        "section_number": 12,
        "sentences": [
            "Seventy-two VLBW infants were included in the study, 36 were in the rectal ibuprofen group and 36 in the oral ibuprofen group.",
            "The mean PDA diameter, LA:Ao ratio, success rate after treatment, demographical data, and serum ibuprofen levels are given in Table 1 ."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39768",
        "text": "The closure rates were 86.1% in cases that received rectal ibuprofen and 83.3% in cases given oral ibuprofen (Table 1) . Eleven cases that did not respond to the first course of ibuprofen were given a second course, the hsPDA closed in 7 of these cases and the four cases that did not close despite the second course were treated with surgical ligation. Among cases that were given rectal ibuprofen, the hsPDA reopened in only one case after sepsis (Figure 1) . No statistically significant difference was identified between the mean plasma ibuprofen levels of the 11 cases where the hsPDA did not close (47.2 ± 6.3) and the cases with closed hsPDA (47.3 ± 2.8) after the first course (p > 0.05).",
        "section": "Results",
        "section_number": 13,
        "sentences": [
            "The closure rates were 86.1% in cases that received rectal ibuprofen and 83.3% in cases given oral ibuprofen (Table 1) .",
            "Eleven cases that did not respond to the first course of ibuprofen were given a second course, the hsPDA closed in 7 of these cases and the four cases that did not close despite the second course were treated with surgical ligation.",
            "Among cases that were given rectal ibuprofen, the hsPDA reopened in only one case after sepsis (Figure 1) .",
            "No statistically significant difference was identified between the mean plasma ibuprofen levels of the 11 cases where the hsPDA did not close (47.2 ± 6.3) and the cases with closed hsPDA (47.3 ± 2.8) after the first course (p > 0.05)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39768",
        "text": "No statistically significant difference was identified after comparing the demographic data of the groups, and the mean plasma ibuprofen levels after the first and third doses of ibuprofen treatment (p > 0.05 for all values; Table 1 ).",
        "section": "Results",
        "section_number": 14,
        "sentences": [
            "No statistically significant difference was identified after comparing the demographic data of the groups, and the mean plasma ibuprofen levels after the first and third doses of ibuprofen treatment (p > 0.05 for all values; Table 1 )."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39768",
        "text": "No negative effects of the ibuprofen treatment occurred during treatment in either group. None of the correlation was detected when we used correlation analysis between gestation age to mean PDA diameter or LA:Ao ratio in both the groups (r ¼ 0.195, r ¼ 0.230, respectively, and for all data p > 0.05). The plasma ibuprofen levels were not correlated with the postmenstrual age or birth weight. However, a positive correlation was identified between the plasma ibuprofen levels after treatment and the cys-C levels (r ¼ 0.243, p< 0.05).",
        "section": "Results",
        "section_number": 15,
        "sentences": [
            "No negative effects of the ibuprofen treatment occurred during treatment in either group.",
            "None of the correlation was detected when we used correlation analysis between gestation age to mean PDA diameter or LA:Ao ratio in both the groups (r ¼ 0.195, r ¼ 0.230, respectively, and for all data p > 0.05).",
            "The plasma ibuprofen levels were not correlated with the postmenstrual age or birth weight.",
            "However, a positive correlation was identified between the plasma ibuprofen levels after treatment and the cys-C levels (r ¼ 0.243, p< 0.05)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39768",
        "text": "In the evaluation of renal tolerance, none of the infants had oliguria. The serum creatinine levels after treatment did not differ significantly between the groups (p ¼ 0.148; Table 2 ). Figure 2 (a) demonstrates the distribution of ibuprofen levels following rectal vs. oral administration after the first and the third doses, while Figure 2 (b) shows the distribution of cys-C levels before vs. after treatment following rectal or oral administration. A statistically significant difference was identified between the plasma cys-C levels before and after treatment in both the rectal and oral treatment groups (p ¼ 0.004, p< 0.001 respectively; Table 2 ). In addition, the cys-C level before and after treatment was significant in between two groups (p ¼ 0.019, p ¼ 0.07, respectively; Table 2 ). However, when regression analysis was made, this significance disappeared. The decrease in the plasma Na level after treatment did not differ significantly between the two groups (Table 2) . No statistically significant difference was identified between the complications that developed after rectal or oral ibuprofen treatment and the duration of the mechanical ventilation support provided and hospitalization (p > 0.05 for all values; Table 3 ). ",
        "section": "Results",
        "section_number": 16,
        "sentences": [
            "In the evaluation of renal tolerance, none of the infants had oliguria.",
            "The serum creatinine levels after treatment did not differ significantly between the groups (p ¼ 0.148; Table 2 ).",
            "Figure 2 (a) demonstrates the distribution of ibuprofen levels following rectal vs. oral administration after the first and the third doses, while Figure 2 (b) shows the distribution of cys-C levels before vs. after treatment following rectal or oral administration.",
            "A statistically significant difference was identified between the plasma cys-C levels before and after treatment in both the rectal and oral treatment groups (p ¼ 0.004, p< 0.001 respectively; Table 2 ).",
            "In addition, the cys-C level before and after treatment was significant in between two groups (p ¼ 0.019, p ¼ 0.07, respectively; Table 2 ).",
            "However, when regression analysis was made, this significance disappeared.",
            "The decrease in the plasma Na level after treatment did not differ significantly between the two groups (Table 2) .",
            "No statistically significant difference was identified between the complications that developed after rectal or oral ibuprofen treatment and the duration of the mechanical ventilation support provided and hospitalization (p > 0.05 for all values; Table 3 )."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39768",
        "text": "According to the best of our knowledge, this study is the first to determine whether rectal ibuprofen is as effective and safe as oral ibuprofen for ductal closure in VLBW infants. We determined that rectal application was as safe as oral treatment in respect to complications after treatment (renal tolerance, gastrointestinal bleeding, NEC, IVH, BPD, and ROP). After many studies demonstrated that oral ibuprofen was as effective and safe as intravenous ibuprofen, the use of its oral form increased globally, especially in developing countries. In many countries, the treatment of newborns intolerant to feeding with PDA with intravenous ibuprofen is a problem as intravenous ibuprofen is rather expensive and hard to acquire. Although many studies have investigated the efficacy and safety of intravenous and oral ibuprofen in PDA closure treatment [6, 8, 14, 18, 19] , no study has been conducted on rectal application. The analgesic and antipyretic efficacy of rectal ibuprofen has been demonstrated in previous studies conducted in adults and the pediatric age group. Most of these studies proposed that rectal ibuprofen is a practical and effective method to reach therapeutic plasma levels, especially in the pediatric age group [20] [21] [22] [23] . It is stated that the therapeutic plasma level of ibuprofen starts at levels >10 lg/mL and that its effect increases as this level increases [16, 20, 24] . The pharmacokinetics data of our study are similar to the rectal and oral absorption of ibuprofen reported in the rat study conducted by Hermann et al. [25] . and Kaka et al. [26] , but similarly differed from the studies of Vilenchik et al. [16] and Eller et al. [23] . We think that this is because the rectums of our infants were empty with little oral intake, ibuprofen was delivered in the oral form, the hips were held close for 3-5 minutes to prevent leakage after administration, and the removal of potential negative effects of suppositories.",
        "section": "Discussion",
        "section_number": 17,
        "sentences": [
            "According to the best of our knowledge, this study is the first to determine whether rectal ibuprofen is as effective and safe as oral ibuprofen for ductal closure in VLBW infants.",
            "We determined that rectal application was as safe as oral treatment in respect to complications after treatment (renal tolerance, gastrointestinal bleeding, NEC, IVH, BPD, and ROP).",
            "After many studies demonstrated that oral ibuprofen was as effective and safe as intravenous ibuprofen, the use of its oral form increased globally, especially in developing countries.",
            "In many countries, the treatment of newborns intolerant to feeding with PDA with intravenous ibuprofen is a problem as intravenous ibuprofen is rather expensive and hard to acquire.",
            "Although many studies have investigated the efficacy and safety of intravenous and oral ibuprofen in PDA closure treatment [6, 8, 14, 18, 19] , no study has been conducted on rectal application.",
            "The analgesic and antipyretic efficacy of rectal ibuprofen has been demonstrated in previous studies conducted in adults and the pediatric age group.",
            "Most of these studies proposed that rectal ibuprofen is a practical and effective method to reach therapeutic plasma levels, especially in the pediatric age group [20] [21] [22] [23] .",
            "It is stated that the therapeutic plasma level of ibuprofen starts at levels >10 lg/mL and that its effect increases as this level increases [16, 20, 24] .",
            "The pharmacokinetics data of our study are similar to the rectal and oral absorption of ibuprofen reported in the rat study conducted by Hermann et al. [25] .",
            "and Kaka et al. [26] , but similarly differed from the studies of Vilenchik et al. [16] and Eller et al. [23] .",
            "We think that this is because the rectums of our infants were empty with little oral intake, ibuprofen was delivered in the oral form, the hips were held close for 3-5 minutes to prevent leakage after administration, and the removal of potential negative effects of suppositories."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39768",
        "text": "Although the kidney failure rates of cases using intravenous ibuprofen were reported between 6.5% and 57% [14] , there are no studies that report kidney failure due to rectal [16, 20] or oral [7, 8, 14, 18, 19, [27] [28] [29] [30] [31] ibuprofen use. However, rapidly reversible transient renal impairment due to oral use was reported in only a few studies [10, 32] . In the study conducted by Gokmen et al. [14] , plasma cys-C levels were increased in the group that received oral ibuprofen, but this was regarded negligible as there were no other findings to support kidney failure. In our study, using the cys-C levels, the negative effects on kidney failure of rectal and oral ibuprofen were evaluated in detail [33] . Similar to the oral ibuprofen group of Gokmen et al.'s [14] study, when no impairment was present in the additional tests for renal failure in our study, we did not consider this as an increase that impaired kidney functions although the cys-C levels were high [34, 35] .",
        "section": "Discussion",
        "section_number": 18,
        "sentences": [
            "Although the kidney failure rates of cases using intravenous ibuprofen were reported between 6.5% and 57% [14] , there are no studies that report kidney failure due to rectal [16, 20] or oral [7, 8, 14, 18, 19, [27] [28] [29] [30] [31] ibuprofen use.",
            "However, rapidly reversible transient renal impairment due to oral use was reported in only a few studies [10, 32] .",
            "In the study conducted by Gokmen et al. [14] , plasma cys-C levels were increased in the group that received oral ibuprofen, but this was regarded negligible as there were no other findings to support kidney failure.",
            "In our study, using the cys-C levels, the negative effects on kidney failure of rectal and oral ibuprofen were evaluated in detail [33] .",
            "Similar to the oral ibuprofen group of Gokmen et al.'s [14] study, when no impairment was present in the additional tests for renal failure in our study, we did not consider this as an increase that impaired kidney functions although the cys-C levels were high [34, 35] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39768",
        "text": "While the major gastrointestinal concerns about the oral route are gastrointestinal bleeding, NEC, and bowel perforation [18, 36] , the most commonly reported side effects of rectal ibuprofen used for other indications were diarrhea, rash, shivering, and rectal burning [21] . None of our patients had any gastrointestinal side effects, and there were no significant differences in the other side effects between both the groups. The rates of NEC reported with oral ibuprofen vary from 3.6% to 5% [13, 14] . Dang et al. [12] and Cherif et al. [18] observed NEC in two (2.5%) patients in their oral group. In our study, NEC occurred in 8.3% of the oral group and in 5.6% of the rectal group. Tatli et al. [37] reported two cases of spontaneous perforation after oral ibuprofen use. Spontaneous intestinal perforation was not observed in any of our cases.",
        "section": "Discussion",
        "section_number": 19,
        "sentences": [
            "While the major gastrointestinal concerns about the oral route are gastrointestinal bleeding, NEC, and bowel perforation [18, 36] , the most commonly reported side effects of rectal ibuprofen used for other indications were diarrhea, rash, shivering, and rectal burning [21] .",
            "None of our patients had any gastrointestinal side effects, and there were no significant differences in the other side effects between both the groups.",
            "The rates of NEC reported with oral ibuprofen vary from 3.6% to 5% [13, 14] .",
            "Dang et al. [12] and Cherif et al. [18] observed NEC in two (2.5%) patients in their oral group.",
            "In our study, NEC occurred in 8.3% of the oral group and in 5.6% of the rectal group.",
            "Tatli et al. [37] reported two cases of spontaneous perforation after oral ibuprofen use.",
            "Spontaneous intestinal perforation was not observed in any of our cases."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39768",
        "text": "In published, randomized clinical trials, in a pool of 304 patients treated with oral ibuprofen, gastrointestinal bleeding was reported in 29 cases (9.5%) [11, 12, 14, [27] [28] [29] [30] [31] 36] . Bu,t no case of gastrointestinal bleeding has been reported with rectal ibuprofen. In our study, gastrointestinal bleeding developed in one patient in the oral ibuprofen group and in no patients in the rectal ibuprofen group.",
        "section": "Discussion",
        "section_number": 20,
        "sentences": [
            "In published, randomized clinical trials, in a pool of 304 patients treated with oral ibuprofen, gastrointestinal bleeding was reported in 29 cases (9.5%) [11, 12, 14, [27] [28] [29] [30] [31] 36] .",
            "Bu,t no case of gastrointestinal bleeding has been reported with rectal ibuprofen.",
            "In our study, gastrointestinal bleeding developed in one patient in the oral ibuprofen group and in no patients in the rectal ibuprofen group."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39768",
        "text": "The limitations of our study included that it was not a double-blind study and the sample size was relatively small. In conclusion, rectal ibuprofen administration was found to be as effective as the oral route for ductal closure among 72 VLBW infants. The clinical implication of this study is that the rectal administration of ibuprofen is an easy and efficient way to achieve therapeutic plasma concentrations of ibuprofen in the management of hsPDA, mainly when the oral route is not available. The increase in the cys-C level with rectal and oral treatment shows that patients with borderline renal function should be evaluated and followed closely.",
        "section": "Discussion",
        "section_number": 21,
        "sentences": [
            "The limitations of our study included that it was not a double-blind study and the sample size was relatively small.",
            "In conclusion, rectal ibuprofen administration was found to be as effective as the oral route for ductal closure among 72 VLBW infants.",
            "The clinical implication of this study is that the rectal administration of ibuprofen is an easy and efficient way to achieve therapeutic plasma concentrations of ibuprofen in the management of hsPDA, mainly when the oral route is not available.",
            "The increase in the cys-C level with rectal and oral treatment shows that patients with borderline renal function should be evaluated and followed closely."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39768",
        "text": "No conflict of interest was declared in relation on this article.",
        "section": "Disclosure statement",
        "section_number": 22,
        "sentences": [
            "No conflict of interest was declared in relation on this article."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    }
]