[
    {
        "doc_id": "38271",
        "text": "Alleviating pain in neonates should be the goal of all caregivers. We evaluated whether recorded maternal voices were safe and effective in limiting pain in preterm infants undergoing heel lance procedures in the neonatal intensive care unit of an Italian children's hospital. Methods: This prospective, controlled study took place from December 2013 to December 2015. We enrolled 40 preterm infants, born at a 26-34 weeks of gestation, at a corrected gestational age 29-36 weeks and randomised them to listen or not listen to a recording of their mother's voice during a painful, routine heel lance for blood collection. Changes in the infants' Premature Infant Pain Profile, heart rate, oxygen saturation and blood pressure during the procedure were compared by analysis of variance. Possible side effects, of apnoea, bradycardia, seizures and vomiting, were also recorded. Results: Both groups showed a marked increase in PIPP scores and decrease in oxygen saturation during the procedure, but infants in the treatment group had significantly lower PIPP scores (p = 0.00002) and lower decreases in oxygen saturation (p = 0.0283). No significant side effects were observed. Conclusion: Using recorded maternal voices to limit pain in preterm infants undergoing heel lance procedures appeared safe and effective.",
        "section": "Abstract",
        "sentences": [
            "Alleviating pain in neonates should be the goal of all caregivers.",
            "We evaluated whether recorded maternal voices were safe and effective in limiting pain in preterm infants undergoing heel lance procedures in the neonatal intensive care unit of an Italian children's hospital.",
            "Methods: This prospective, controlled study took place from December 2013 to December 2015.",
            "We enrolled 40 preterm infants, born at a 26-34 weeks of gestation, at a corrected gestational age 29-36 weeks and randomised them to listen or not listen to a recording of their mother's voice during a painful, routine heel lance for blood collection.",
            "Changes in the infants' Premature Infant Pain Profile, heart rate, oxygen saturation and blood pressure during the procedure were compared by analysis of variance.",
            "Possible side effects, of apnoea, bradycardia, seizures and vomiting, were also recorded.",
            "Results: Both groups showed a marked increase in PIPP scores and decrease in oxygen saturation during the procedure, but infants in the treatment group had significantly lower PIPP scores (p = 0.00002) and lower decreases in oxygen saturation (p = 0.0283).",
            "No significant side effects were observed.",
            "Conclusion: Using recorded maternal voices to limit pain in preterm infants undergoing heel lance procedures appeared safe and effective."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38271",
        "text": "It is documented that preterm neonates in the neonatal intensive care unit (NICU) undergo frequent painful procedures, such as the heel lance method for blood collection (1) .",
        "section": "INTRODUCTION",
        "section_number": 1,
        "sentences": [
            "It is documented that preterm neonates in the neonatal intensive care unit (NICU) undergo frequent painful procedures, such as the heel lance method for blood collection (1) ."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "38271",
        "text": "The existing guidelines for the management of pain in newborn infants (2) (3) (4) suggest several strategies to reduce pain in this setting. Attention has turned towards maternal contact as a source of comfort, including listening to maternal sounds. The maternal voice represents a unique source of sensory stimulation for the foetus, and its exposure has positive effects on the physiologic responses of preterm infants (5) . It is widely acknowledged that the foetus perceives sounds and reacts to them with movement from the 26th-28th week of gestational age (6) . According to neurophysiologic studies, infants perceive simple and repetitive sounds composed of individual sounds and are tuned to melodic and harmonic consonant patterns and metric rhythms (7) . Making premature infants listen to lullabies has a positive effect on vital signs (8) . The direct contact and interaction between the newborn infants and their mothers enhance several components of kangaroo care and breastfeeding, including the mother's voice and the powerful effect of touch, the warmth and the rhythm of the mother's heartbeat and breathing. However, the mothers of preterm neonates are sometimes unavailable because they are ill or caring for other children and it may not be possible for them to be present during a painful procedure. Therefore, the effect of using prerecorded maternal voices has been studied in the literature (9) (10) (11) . ",
        "section": "INTRODUCTION",
        "section_number": 2,
        "sentences": [
            "The existing guidelines for the management of pain in newborn infants (2) (3) (4) suggest several strategies to reduce pain in this setting.",
            "Attention has turned towards maternal contact as a source of comfort, including listening to maternal sounds.",
            "The maternal voice represents a unique source of sensory stimulation for the foetus, and its exposure has positive effects on the physiologic responses of preterm infants (5) .",
            "It is widely acknowledged that the foetus perceives sounds and reacts to them with movement from the 26th-28th week of gestational age (6) .",
            "According to neurophysiologic studies, infants perceive simple and repetitive sounds composed of individual sounds and are tuned to melodic and harmonic consonant patterns and metric rhythms (7) .",
            "Making premature infants listen to lullabies has a positive effect on vital signs (8) .",
            "The direct contact and interaction between the newborn infants and their mothers enhance several components of kangaroo care and breastfeeding, including the mother's voice and the powerful effect of touch, the warmth and the rhythm of the mother's heartbeat and breathing.",
            "However, the mothers of preterm neonates are sometimes unavailable because they are ill or caring for other children and it may not be possible for them to be present during a painful procedure.",
            "Therefore, the effect of using prerecorded maternal voices has been studied in the literature (9) (10) (11) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38271",
        "text": "This prospective controlled study evaluated whether recorded maternal voices limited pain in preterm infants undergoing heel lance procedures. We enrolled 40 preterm infants at a corrected gestational age of 29-36 weeks and randomised them to listen or not listen to a recording of their mother's voice during the procedure. Infants in the intervention group had significantly lower pain scores and less decrease in oxygen saturation, with no significant side effects.",
        "section": "Key notes",
        "section_number": 3,
        "sentences": [
            "This prospective controlled study evaluated whether recorded maternal voices limited pain in preterm infants undergoing heel lance procedures.",
            "We enrolled 40 preterm infants at a corrected gestational age of 29-36 weeks and randomised them to listen or not listen to a recording of their mother's voice during the procedure.",
            "Infants in the intervention group had significantly lower pain scores and less decrease in oxygen saturation, with no significant side effects."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38271",
        "text": "To our knowledge, there are no data concerning the effect of the exposure to prerecorded maternal voice administered through a vibro transducer applied outside the incubator, that transforms the rigid surface into a sound source, creating a large and dynamic sound field.",
        "section": "Key notes",
        "section_number": 4,
        "sentences": [
            "To our knowledge, there are no data concerning the effect of the exposure to prerecorded maternal voice administered through a vibro transducer applied outside the incubator, that transforms the rigid surface into a sound source, creating a large and dynamic sound field."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "38271",
        "text": "The purpose of this study was to evaluate the efficacy of using prerecorded maternal voices to decrease pain responses in preterm neonates undergoing heel lance procedures for clinical purposes.",
        "section": "Key notes",
        "section_number": 5,
        "sentences": [
            "The purpose of this study was to evaluate the efficacy of using prerecorded maternal voices to decrease pain responses in preterm neonates undergoing heel lance procedures for clinical purposes."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "38271",
        "text": "The primary hypothesis was that infants undergoing a heel lance procedure in the mother's voice group would show lower pain scores, according to the Premature Infant Pain Profile (PIPP), and less cardiovascular variations than in the control group.",
        "section": "Key notes",
        "section_number": 6,
        "sentences": [
            "The primary hypothesis was that infants undergoing a heel lance procedure in the mother's voice group would show lower pain scores, according to the Premature Infant Pain Profile (PIPP), and less cardiovascular variations than in the control group."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "38271",
        "text": "We conducted a prospective, randomised, case-control study on neonates admitted to the NICU at the Children Hospital, ASST Spedali Civili, Brescia, Italy, from December 2013 to December 2015. The study design was approved by the hospital's Institutional Ethics Committee, and written informed consent was obtained from the parents.",
        "section": "PATIENTS AND METHODS",
        "section_number": 7,
        "sentences": [
            "We conducted a prospective, randomised, case-control study on neonates admitted to the NICU at the Children Hospital, ASST Spedali Civili, Brescia, Italy, from December 2013 to December 2015.",
            "The study design was approved by the hospital's Institutional Ethics Committee, and written informed consent was obtained from the parents."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "38271",
        "text": "The eligibility criteria were a corrected gestational age of between 29 and 36 weeks, clinically stable newborns cared for in incubators and the implementation of a heel lance procedure for clinical purposes. Clinical stability was defined as the presence of normal vital signsheart rate, systolic blood pressure, respiratory rate, oxygen saturation and temperaturewithout respiratory or pharmacological support.",
        "section": "PATIENTS AND METHODS",
        "section_number": 8,
        "sentences": [
            "The eligibility criteria were a corrected gestational age of between 29 and 36 weeks, clinically stable newborns cared for in incubators and the implementation of a heel lance procedure for clinical purposes.",
            "Clinical stability was defined as the presence of normal vital signsheart rate, systolic blood pressure, respiratory rate, oxygen saturation and temperaturewithout respiratory or pharmacological support."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "38271",
        "text": "We excluded infants affected by severe pathologic conditions that could have considerably affected the pain response, such as a major congenital malformation, an intraventricular haemorrhage of more than grade two or periventricular leukomalacia, or those receiving analgesic drug treatment.",
        "section": "PATIENTS AND METHODS",
        "section_number": 9,
        "sentences": [
            "We excluded infants affected by severe pathologic conditions that could have considerably affected the pain response, such as a major congenital malformation, an intraventricular haemorrhage of more than grade two or periventricular leukomalacia, or those receiving analgesic drug treatment."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "38271",
        "text": "The researchers determined the infant's eligibility and discussed the protocol with parents. A time was arranged with the mother to obtain a recording of her voice, either singing lullabies or saying nursery rhymes, according to her preference.",
        "section": "PATIENTS AND METHODS",
        "section_number": 10,
        "sentences": [
            "The researchers determined the infant's eligibility and discussed the protocol with parents.",
            "A time was arranged with the mother to obtain a recording of her voice, either singing lullabies or saying nursery rhymes, according to her preference."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "38271",
        "text": "The mother's voice was recorded in agreement with the American Academy of Pediatrics (12, 13) guidelines that recommend the following safe sound levels within the NICU: an hourly personal equivalent noise exposure (Leq) of 50 decibels (dB); an hourly level exceeded for 10% of the time (L10) of 55 dB and a one-second duration maximum sound level (Lmax) of 70 dB. The volume of the recording was then normalised by a music editing software programme to avoid excessive peaks during the audio playback. The filtered talking or singing was made into a recording, which was repeated to provide 30 minutes of audio content. This recording was then played to the infant through a system called MAMI VOiCE (MAMI VOiCE Association, Lombardy, Italy), which had previously been tested with the use of a certified sound level meter. The purpose was to ensure that, while the system was operating, the 60 dB limit imposed by the CEI 62-22 regulations for neonatal incubators was not exceeded. The tests were performed by placing the vibro transducer in several points above the incubator cover to verify that the variation of the sound spread was more or less constant in terms of dB. When we changed the vibro transducer position, the sound inside the incubator did not undergo any appreciable changes in terms of acoustic performance, with maximum variations of 2 dB. During the performed tests, the excellent performance of the vibro transducer between 50 and 55 dB was verified; while the background noise of the incubator under normal conditions was about 47/48 dB, the MAMI VOiCE system could operate by adding just a few dB. The system consisted of a SolidDrive vibro transducer that uses neodymium to prevent magnetic fields (MSE Audio, Overland Park, KS, USA) placed above, outside and in contact with the incubator, and of a VIBeR amplifier (Rokepo and Bigogno, Lombardy, Italy) to which a universal serial bus pen drive containing the audio file of the recorded voice is connected. The amplifier can be used for audio playback exclusively powered by batteries, and not from the power supply, to avoid electromagnetic fields.",
        "section": "PATIENTS AND METHODS",
        "section_number": 11,
        "sentences": [
            "The mother's voice was recorded in agreement with the American Academy of Pediatrics (12, 13) guidelines that recommend the following safe sound levels within the NICU: an hourly personal equivalent noise exposure (Leq) of 50 decibels (dB); an hourly level exceeded for 10% of the time (L10) of 55 dB and a one-second duration maximum sound level (Lmax) of 70 dB. The volume of the recording was then normalised by a music editing software programme to avoid excessive peaks during the audio playback.",
            "The filtered talking or singing was made into a recording, which was repeated to provide 30 minutes of audio content.",
            "This recording was then played to the infant through a system called MAMI VOiCE (MAMI VOiCE Association, Lombardy, Italy), which had previously been tested with the use of a certified sound level meter.",
            "The purpose was to ensure that, while the system was operating, the 60 dB limit imposed by the CEI 62-22 regulations for neonatal incubators was not exceeded.",
            "The tests were performed by placing the vibro transducer in several points above the incubator cover to verify that the variation of the sound spread was more or less constant in terms of dB. When we changed the vibro transducer position, the sound inside the incubator did not undergo any appreciable changes in terms of acoustic performance, with maximum variations of 2 dB. During the performed tests, the excellent performance of the vibro transducer between 50 and 55 dB was verified; while the background noise of the incubator under normal conditions was about 47/48 dB, the MAMI VOiCE system could operate by adding just a few dB. The system consisted of a SolidDrive vibro transducer that uses neodymium to prevent magnetic fields (MSE Audio, Overland Park, KS, USA) placed above, outside and in contact with the incubator, and of a VIBeR amplifier (Rokepo and Bigogno, Lombardy, Italy) to which a universal serial bus pen drive containing the audio file of the recorded voice is connected.",
            "The amplifier can be used for audio playback exclusively powered by batteries, and not from the power supply, to avoid electromagnetic fields."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38271",
        "text": "Infants underwent 10-minute-long sessions of exposure to maternal voice, twice a day for three consecutive days. Subsequently, when the heel lance procedure was performed for clinical purposes, the maternal voice was played to infants belonging to the intervention group from 10 minutes before starting the heel lance procedure until 20 minutes after the end of the procedure. Infants belonging to the control group were not exposed to maternal voice. Both groups received routine care, namely environmental and nonpharmacologic measures, according to Italian guidelines for procedural pain (2) .",
        "section": "PATIENTS AND METHODS",
        "section_number": 12,
        "sentences": [
            "Infants underwent 10-minute-long sessions of exposure to maternal voice, twice a day for three consecutive days.",
            "Subsequently, when the heel lance procedure was performed for clinical purposes, the maternal voice was played to infants belonging to the intervention group from 10 minutes before starting the heel lance procedure until 20 minutes after the end of the procedure.",
            "Infants belonging to the control group were not exposed to maternal voice.",
            "Both groups received routine care, namely environmental and nonpharmacologic measures, according to Italian guidelines for procedural pain (2) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38271",
        "text": "Vital parameters were closely monitored in all enrolled infants, both in the intervention and in the control group, during the heel lance procedure. Single measurements of pain, heart rate, oxygen saturation and blood pressure were obtained in all patients 10 minutes before starting the procedure, at the prick onset, 10 minutes and 20 minutes after the end of the procedure. Pain was rated with the Premature Infant Pain Profile (PIPP) scale, a composite measure that includes heart rate, oxygen saturation, three facial actions, neurobehavioural state and gestational age (14) .",
        "section": "PATIENTS AND METHODS",
        "section_number": 13,
        "sentences": [
            "Vital parameters were closely monitored in all enrolled infants, both in the intervention and in the control group, during the heel lance procedure.",
            "Single measurements of pain, heart rate, oxygen saturation and blood pressure were obtained in all patients 10 minutes before starting the procedure, at the prick onset, 10 minutes and 20 minutes after the end of the procedure.",
            "Pain was rated with the Premature Infant Pain Profile (PIPP) scale, a composite measure that includes heart rate, oxygen saturation, three facial actions, neurobehavioural state and gestational age (14) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38271",
        "text": "Assessments were carried out by researchers who were not blinded to the study treatment.",
        "section": "PATIENTS AND METHODS",
        "section_number": 14,
        "sentences": [
            "Assessments were carried out by researchers who were not blinded to the study treatment."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "38271",
        "text": "The characteristics of the two groups of neonates were analysed using descriptive statistics. The baseline clinical data were compared by unpaired two-tailed Student's ttests. The variations in absolute values of PIPP scale, heart rate, respiratory rate, oxygen saturation and blood pressure in the two groups at different times were analysed by repeated-measures analysis of variance, followed by the Newman-Keuls post hoc test. A p value of <0.05 was considered significant. All computations were performed using the Statistica for Windows package, version 7.1 (StatSoft, Tulsa, OK, USA).",
        "section": "Statistical methods",
        "section_number": 15,
        "sentences": [
            "The characteristics of the two groups of neonates were analysed using descriptive statistics.",
            "The baseline clinical data were compared by unpaired two-tailed Student's ttests.",
            "The variations in absolute values of PIPP scale, heart rate, respiratory rate, oxygen saturation and blood pressure in the two groups at different times were analysed by repeated-measures analysis of variance, followed by the Newman-Keuls post hoc test.",
            "A p value of <0.05 was considered significant.",
            "All computations were performed using the Statistica for Windows package, version 7.1 (StatSoft, Tulsa, OK, USA)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38271",
        "text": "The final sample comprised 40 infants enrolled from December 2013 until December 2015. These infants ranged 26-34 (mean 30) weeks of gestational age at birth, 29 to 36 (mean 33) weeks of gestational age and 0-62 (mean 23) days of life at enrolment. Their average birthweight was 1310 g. Both groups comprised 20 infants. The two groups were homogeneous when compared by gestational age, birthweight and corrected age ( Table 1) .",
        "section": "RESULTS",
        "section_number": 16,
        "sentences": [
            "The final sample comprised 40 infants enrolled from December 2013 until December 2015.",
            "These infants ranged 26-34 (mean 30) weeks of gestational age at birth, 29 to 36 (mean 33) weeks of gestational age and 0-62 (mean 23) days of life at enrolment.",
            "Their average birthweight was 1310 g. Both groups comprised 20 infants.",
            "The two groups were homogeneous when compared by gestational age, birthweight and corrected age ( Table 1) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38271",
        "text": "The PIPP scale, heart rate, saturation and blood pressure values were similar between groups 10 minutes before starting the heel lance procedure. Figure 1A shows the PIPP values for each of the four study phases by infant group. Both groups showed a marked increase in PIPP scores when the heel lance was carried out, but the values of the infants in the intervention group were significantly lower than those in the control group (p = 0.00002). In both groups, there was a decline in PIPP scores with a return to baseline 10 minutes after the heel prick. Figure 1B shows the oxygen saturation values for each of the four study phases by infant group. Both groups showed a marked decrease in oxygen saturation scores when the heel prick was carried out, but the values of the infants in the intervention group were significantly higher than those in the control group (p = 0.0283). In both groups, there was an increase in oxygen saturation values with a return to baseline 10 minutes after the heel prick. No significant differences in heart rate, respiratory rate, arterial blood pressure and diastolic blood pressure between the two groups were found. No adverse events, such as apnoeas, bradycardias, seizures or vomiting, were observed.",
        "section": "RESULTS",
        "section_number": 17,
        "sentences": [
            "The PIPP scale, heart rate, saturation and blood pressure values were similar between groups 10 minutes before starting the heel lance procedure.",
            "Figure 1A shows the PIPP values for each of the four study phases by infant group.",
            "Both groups showed a marked increase in PIPP scores when the heel lance was carried out, but the values of the infants in the intervention group were significantly lower than those in the control group (p = 0.00002).",
            "In both groups, there was a decline in PIPP scores with a return to baseline 10 minutes after the heel prick.",
            "Figure 1B shows the oxygen saturation values for each of the four study phases by infant group.",
            "Both groups showed a marked decrease in oxygen saturation scores when the heel prick was carried out, but the values of the infants in the intervention group were significantly higher than those in the control group (p = 0.0283).",
            "In both groups, there was an increase in oxygen saturation values with a return to baseline 10 minutes after the heel prick.",
            "No significant differences in heart rate, respiratory rate, arterial blood pressure and diastolic blood pressure between the two groups were found.",
            "No adverse events, such as apnoeas, bradycardias, seizures or vomiting, were observed."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38271",
        "text": "Alleviating pain in neonates should be the goal for all caregivers, as repeated painful experiences have the potential for damaging consequences. Neonates, who are at the greatest risk of neurodevelopmental impairment when they are born preterm, are also those most likely to be exposed to the highest number of painful stimuli in the NICU. The American Academy of Pediatrics recommended that every healthcare facility caring for neonates implements an effective pain-prevention programme and uses pharmacologic and nonpharmacologic therapies to prevent the pain associated with necessary procedures (4) .",
        "section": "DISCUSSION",
        "section_number": 18,
        "sentences": [
            "Alleviating pain in neonates should be the goal for all caregivers, as repeated painful experiences have the potential for damaging consequences.",
            "Neonates, who are at the greatest risk of neurodevelopmental impairment when they are born preterm, are also those most likely to be exposed to the highest number of painful stimuli in the NICU.",
            "The American Academy of Pediatrics recommended that every healthcare facility caring for neonates implements an effective pain-prevention programme and uses pharmacologic and nonpharmacologic therapies to prevent the pain associated with necessary procedures (4) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38271",
        "text": "The effects of live or recorded maternal voice on preterm infants have frequently been investigated. However, the ability of a recorded maternal voice to reduce pain in preterm infants has been rarely evaluated (15) .",
        "section": "DISCUSSION",
        "section_number": 19,
        "sentences": [
            "The effects of live or recorded maternal voice on preterm infants have frequently been investigated.",
            "However, the ability of a recorded maternal voice to reduce pain in preterm infants has been rarely evaluated (15) ."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "38271",
        "text": "The findings of the present study appear to indicate that the exposure to prerecorded maternal voice produced a beneficial effect on the preterm infant's response to pain, with no adverse events.",
        "section": "DISCUSSION",
        "section_number": 20,
        "sentences": [
            "The findings of the present study appear to indicate that the exposure to prerecorded maternal voice produced a beneficial effect on the preterm infant's response to pain, with no adverse events."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "38271",
        "text": "Indeed, with regard to the vital parameters, infants belonging to the intervention group showed significantly lower PIPP values, and better oxygen saturation, while being exposed to their mothers' voices than the control group infants. The results may be interpreted as a stabilisation response to maternal sounds, and, as such, possible clinical implications should be further examined. The underlying mechanisms of the effects of maternal voice are not fully understood. Rand and Lahav (10) suggested that maternal sounds may improve autonomic stability and provide a more relaxing environment for preterm neonates. Wirth et al. (16) hypothesised that auditory stimulation of preterm infants with their mothers' recorded voices could stabilise their physiologic reactions, probably by reducing stress reactions.",
        "section": "DISCUSSION",
        "section_number": 21,
        "sentences": [
            "Indeed, with regard to the vital parameters, infants belonging to the intervention group showed significantly lower PIPP values, and better oxygen saturation, while being exposed to their mothers' voices than the control group infants.",
            "The results may be interpreted as a stabilisation response to maternal sounds, and, as such, possible clinical implications should be further examined.",
            "The underlying mechanisms of the effects of maternal voice are not fully understood.",
            "Rand and Lahav (10) suggested that maternal sounds may improve autonomic stability and provide a more relaxing environment for preterm neonates.",
            "Wirth et al. (16) hypothesised that auditory stimulation of preterm infants with their mothers' recorded voices could stabilise their physiologic reactions, probably by reducing stress reactions."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38271",
        "text": "The physiologic response of preterm infants to their mother's voice that was observed in our study is consistent with previous reports (10) . However, Johnston et al. (15) observed no significant difference in PIPP values during heel lance procedures between infants exposed to prerecorded maternal voices and the control group who were not exposed, but did not lower oxygen saturation levels in the voice group. The most likely explanation for those results is that the sound level chosen in that study, going up to 70 dB, was too high for the infants.",
        "section": "DISCUSSION",
        "section_number": 22,
        "sentences": [
            "The physiologic response of preterm infants to their mother's voice that was observed in our study is consistent with previous reports (10) .",
            "However, Johnston et al. (15) observed no significant difference in PIPP values during heel lance procedures between infants exposed to prerecorded maternal voices and the control group who were not exposed, but did not lower oxygen saturation levels in the voice group.",
            "The most likely explanation for those results is that the sound level chosen in that study, going up to 70 dB, was too high for the infants."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38271",
        "text": "To our knowledge, this was the first randomised controlled trial on the management and reduction of pain that used prerecorded maternal voices played through a system that does not create magnetic or electromagnetic fields and works when placed outside the incubator. Picciolini et al. (11) used a transducer that was applied to the wrist of the infants. Rand and Lahav (10) loaded the recordings onto an MP3 player for playback via micro-audio speakers at the bedside. Johnston et al. (15) used a small cassette player with small speakers placed in the incubator. Webb et al. (17) used a micro-audio system put inside the incubator.",
        "section": "DISCUSSION",
        "section_number": 23,
        "sentences": [
            "To our knowledge, this was the first randomised controlled trial on the management and reduction of pain that used prerecorded maternal voices played through a system that does not create magnetic or electromagnetic fields and works when placed outside the incubator.",
            "Picciolini et al. (11) used a transducer that was applied to the wrist of the infants.",
            "Rand and Lahav (10) loaded the recordings onto an MP3 player for playback via micro-audio speakers at the bedside.",
            "Johnston et al. (15) used a small cassette player with small speakers placed in the incubator.",
            "Webb et al. (17) used a micro-audio system put inside the incubator."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38271",
        "text": "We believe that being able to play recorded maternal voices without placing an instrument inside the incubator is important as it helps to limit exposing preterm infants to any possible source of infection.",
        "section": "DISCUSSION",
        "section_number": 24,
        "sentences": [
            "We believe that being able to play recorded maternal voices without placing an instrument inside the incubator is important as it helps to limit exposing preterm infants to any possible source of infection."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "38271",
        "text": "Our findings appear to demonstrate that repeated exposure to maternal sounds can be well coordinated with routine care practices and be effectively administered to reduce pain in the NICU setting. While the benefit of having the mother physically present is unquestionable, it may not be feasible for mothers to remain at their infant's bedside all day, in which case the use of recorded maternal voices may provide a valuable supplement (18, 19) .",
        "section": "DISCUSSION",
        "section_number": 25,
        "sentences": [
            "Our findings appear to demonstrate that repeated exposure to maternal sounds can be well coordinated with routine care practices and be effectively administered to reduce pain in the NICU setting.",
            "While the benefit of having the mother physically present is unquestionable, it may not be feasible for mothers to remain at their infant's bedside all day, in which case the use of recorded maternal voices may provide a valuable supplement (18, 19) ."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "38271",
        "text": "Our study had several strengths. It was a randomised and block-balanced study with a control group and well-defined eligibility criteria, the preterm infants were randomised consecutively, no additional therapy for pain was given, and the effect may be solely attributed to the study treatment.",
        "section": "DISCUSSION",
        "section_number": 26,
        "sentences": [
            "Our study had several strengths.",
            "It was a randomised and block-balanced study with a control group and well-defined eligibility criteria, the preterm infants were randomised consecutively, no additional therapy for pain was given, and the effect may be solely attributed to the study treatment."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "38271",
        "text": "Some limitations also need to be acknowledged. Firstly, as the treatment arm could not be blinded, it is possible that the researchers' individual beliefs on the effect of the maternal voice may have influenced their judgement. Secondly, the enrolled infants were aged more than 26 weeks and the results could not be extended to infants with extremely low gestational ages. Finally, we did not evaluate parental satisfaction with regard to both the intervention itself and to the outcomes investigated that may be a limitation of the study.",
        "section": "DISCUSSION",
        "section_number": 27,
        "sentences": [
            "Some limitations also need to be acknowledged.",
            "Firstly, as the treatment arm could not be blinded, it is possible that the researchers' individual beliefs on the effect of the maternal voice may have influenced their judgement.",
            "Secondly, the enrolled infants were aged more than 26 weeks and the results could not be extended to infants with extremely low gestational ages.",
            "Finally, we did not evaluate parental satisfaction with regard to both the intervention itself and to the outcomes investigated that may be a limitation of the study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38271",
        "text": "Our study provides evidence that hospitalised preterm infants benefit from early exposure to their mothers' recorded voices. This kind of auditory stimulation method, which includes the components of developmental care, offers an appropriate, low-stress and safe method for preterm and ill infants and can be used as a routine standard method in the NICU. The mother's presence should be encouraged in the NICU, because the direct contact and interaction between the newborn infants and their mothers enhance several components of Kangaroo care and breastfeeding, but when this is not possible, recording mother's voices meets the criteria of good clinical practice and the ethical needs of the NICU.",
        "section": "CONCLUSION",
        "section_number": 28,
        "sentences": [
            "Our study provides evidence that hospitalised preterm infants benefit from early exposure to their mothers' recorded voices.",
            "This kind of auditory stimulation method, which includes the components of developmental care, offers an appropriate, low-stress and safe method for preterm and ill infants and can be used as a routine standard method in the NICU.",
            "The mother's presence should be encouraged in the NICU, because the direct contact and interaction between the newborn infants and their mothers enhance several components of Kangaroo care and breastfeeding, but when this is not possible, recording mother's voices meets the criteria of good clinical practice and the ethical needs of the NICU."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38271",
        "text": "Further randomised larger studies, including extremely low gestational age or unstable infants, possibly in a crossover design, are needed to confirm the present findings. They could also explore the effect of maternal voice on other physiologic responses, stress, sleep patterns, feeding and weight gain in premature infants.",
        "section": "CONCLUSION",
        "section_number": 29,
        "sentences": [
            "Further randomised larger studies, including extremely low gestational age or unstable infants, possibly in a crossover design, are needed to confirm the present findings.",
            "They could also explore the effect of maternal voice on other physiologic responses, stress, sleep patterns, feeding and weight gain in premature infants."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "38271",
        "text": "©2017 Foundation Acta Paediatrica. Published by John Wiley & Sons Ltd 2017 106, pp. 1564-1568 Acta Paediatrica ISSN 0803-5253",
        "section": "",
        "section_number": 30,
        "sentences": [
            "©2017 Foundation Acta Paediatrica.",
            "Published by John Wiley & Sons Ltd 2017 106, pp.",
            "1564-1568 Acta Paediatrica ISSN 0803-5253"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38271",
        "text": "©2017 Foundation Acta Paediatrica. Published by John Wiley & Sons Ltd 2017 106, pp. 1564-1568Maternal voices reduced heel lance pain Chirico et al.",
        "section": "",
        "section_number": 31,
        "sentences": [
            "©2017 Foundation Acta Paediatrica.",
            "Published by John Wiley & Sons Ltd 2017 106, pp.",
            "1564-1568Maternal voices reduced heel lance pain Chirico et al."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    }
]