[
    {
        "doc_id": "39218",
        "text": "Objective: To assess the effect of interactive video gaming (IVG) with Nintendo Wii (Wii) supplemented to conventional therapy in rehabilitation of children with cerebral palsy (CP). Design: Randomized, controlled, assessor-blinded study. Participants: Children with CP; 10 children each in the control and intervention groups. Intervention: IVG using Wii, given as a supplement to conventional therapy, for 45 min per day, 6 days a week for 3 weeks. The children in the control group received conventional therapy alone. Outcome Measures: Posture control and balance, upper limb function, visual-perceptual skills, and functional mobility. Results: Significant improvement in upper limb functions was seen in the intervention group but not in the control group. Improvements in balance, visual perception, and functional mobility were not significantly different between control and intervention groups. Conclusions: Wii-based IVG may be offered as an effective supplement to conventional therapy in the rehabilitation of children with CP.",
        "section": "Abstract",
        "sentences": [
            "Objective: To assess the effect of interactive video gaming (IVG) with Nintendo Wii (Wii) supplemented to conventional therapy in rehabilitation of children with cerebral palsy (CP).",
            "Design: Randomized, controlled, assessor-blinded study.",
            "Participants: Children with CP; 10 children each in the control and intervention groups.",
            "Intervention: IVG using Wii, given as a supplement to conventional therapy, for 45 min per day, 6 days a week for 3 weeks.",
            "The children in the control group received conventional therapy alone.",
            "Outcome Measures: Posture control and balance, upper limb function, visual-perceptual skills, and functional mobility.",
            "Results: Significant improvement in upper limb functions was seen in the intervention group but not in the control group.",
            "Improvements in balance, visual perception, and functional mobility were not significantly different between control and intervention groups.",
            "Conclusions: Wii-based IVG may be offered as an effective supplement to conventional therapy in the rehabilitation of children with CP."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39218",
        "text": "Cerebral palsy (CP) is a disorder of posture and movement caused by a non-progressive injury to the immature brain. 1 Although there is no cure available at present, assistive devices and training are beneficial in increasing functional independence in these children. However, balance and postural dysfunction is one of the major limiting factors in the motor development and performance of everyday activities in majority of children with CP. 2 Rehabilitation of children with CP usually consists of a program that includes physiotherapy, occupational therapy, and speech therapy (termed here as \"conventional therapy\"). Conventional therapy is not a fixed program and varies from center to center and is aimed toward addressing the specific needs of a given child. Over the last few years, interactive video gaming (IVG) has emerged as a new modality of rehabilitation for children with CP. 3 The primary purpose of IVG-based therapy in children with CP is to improve competence and confidence in motor activities through engagement in interactive games in a safe and controlled environment. Game-based activities that are naturally interesting to children make it likely that their motivation and compliance to the therapeutic regimen would be high. 4 In addition, these games can be adjusted depending on the player's skill level; when a child's performance improves, the game can be upgraded to the next level of difficulty, thus providing novelty and continuity.",
        "section": "",
        "section_number": 1,
        "sentences": [
            "Cerebral palsy (CP) is a disorder of posture and movement caused by a non-progressive injury to the immature brain.",
            "1 Although there is no cure available at present, assistive devices and training are beneficial in increasing functional independence in these children.",
            "However, balance and postural dysfunction is one of the major limiting factors in the motor development and performance of everyday activities in majority of children with CP.",
            "2 Rehabilitation of children with CP usually consists of a program that includes physiotherapy, occupational therapy, and speech therapy (termed here as \"conventional therapy\").",
            "Conventional therapy is not a fixed program and varies from center to center and is aimed toward addressing the specific needs of a given child.",
            "Over the last few years, interactive video gaming (IVG) has emerged as a new modality of rehabilitation for children with CP.",
            "3 The primary purpose of IVG-based therapy in children with CP is to improve competence and confidence in motor activities through engagement in interactive games in a safe and controlled environment.",
            "Game-based activities that are naturally interesting to children make it likely that their motivation and compliance to the therapeutic regimen would be high.",
            "4 In addition, these games can be adjusted depending on the player's skill level; when a child's performance improves, the game can be upgraded to the next level of difficulty, thus providing novelty and continuity."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39218",
        "text": "Nintendo Wii™ (Wii) is one of the popular home-based IVG consoles available commercially. 5 It consists of a wireless handheld pointing device (the Wii remote), the movement and acceleration of which is detected in three dimensions by a motionsensor attached to a television. The user sees a virtual image on the television screen that mimics his/her movements. The games are interactive and encourage the user to play repetitively. 6, 7 Earlier studies in the literature have reported that IVG in children with CP brought about improvements in balance as well as upper limb and motor functions. [8] [9] [10] [11] [12] [13] The results of these studies raise the possibility that IVG-based therapy can be supplemented to conventional therapy. However, there is very little information in the literature on the effectiveness of IVG as a supplement to conventional therapy. In most of the studies cited above, [9] [10] [11] [12] [13] the intervention group that received IVG was compared with a control group that received no therapy at all.",
        "section": "",
        "section_number": 2,
        "sentences": [
            "Nintendo Wii™ (Wii) is one of the popular home-based IVG consoles available commercially.",
            "5 It consists of a wireless handheld pointing device (the Wii remote), the movement and acceleration of which is detected in three dimensions by a motionsensor attached to a television.",
            "The user sees a virtual image on the television screen that mimics his/her movements.",
            "The games are interactive and encourage the user to play repetitively.",
            "6, 7 Earlier studies in the literature have reported that IVG in children with CP brought about improvements in balance as well as upper limb and motor functions. [",
            "8] [9] [10] [11] [12] [13] The results of these studies raise the possibility that IVG-based therapy can be supplemented to conventional therapy.",
            "However, there is very little information in the literature on the effectiveness of IVG as a supplement to conventional therapy.",
            "In most of the studies cited above, [9] [10] [11] [12] [13] the intervention group that received IVG was compared with a control group that received no therapy at all."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39218",
        "text": "The study by Jelsma et al. 8 compared a 3-week IVG-based program in the intervention group to a control group that received conventional therapy. The authors report that although there was improvement in balance in the intervention group, there was no significant carry over to functional tasks. The authors concluded that IVG should not be used as a replacement of conventional therapy and that further research is required to study its use as a supplement to conventional therapy. However, there are currently no such studies in the literature. This study was therefore designed as a pilot, randomized controlled trial to assess the clinical utility of IVG (using Wii) given as a supplement to conventional therapy in improving posture control and balance, upper limb functions, visual perceptual skills, and functional mobility in children with CP, compared with those receiving conventional therapy alone.",
        "section": "",
        "section_number": 3,
        "sentences": [
            "The study by Jelsma et al. 8 compared a 3-week IVG-based program in the intervention group to a control group that received conventional therapy.",
            "The authors report that although there was improvement in balance in the intervention group, there was no significant carry over to functional tasks.",
            "The authors concluded that IVG should not be used as a replacement of conventional therapy and that further research is required to study its use as a supplement to conventional therapy.",
            "However, there are currently no such studies in the literature.",
            "This study was therefore designed as a pilot, randomized controlled trial to assess the clinical utility of IVG (using Wii) given as a supplement to conventional therapy in improving posture control and balance, upper limb functions, visual perceptual skills, and functional mobility in children with CP, compared with those receiving conventional therapy alone."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39218",
        "text": "The protocol for this study was approved by the Institutional Review Board (IRB) and conforms to the Helsinki declaration (as revised in 1983). The principal investigator of the study (J.E. Sajan) enrolled participants in the study and obtained informed consent. This trial was registered with the Clinical Trial Registry -India, registration number: CTRI/2011/11/002137.",
        "section": "Methods",
        "section_number": 4,
        "sentences": [
            "The protocol for this study was approved by the Institutional Review Board (IRB) and conforms to the Helsinki declaration (as revised in 1983).",
            "The principal investigator of the study (J.E. Sajan) enrolled participants in the study and obtained informed consent.",
            "This trial was registered with the Clinical Trial Registry -India, registration number: CTRI/2011/11/002137."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39218",
        "text": "We used a parallel-group randomized design in which the outcome assessor was blinded to the group allocation of each subject. The allocation ratio was 1:1.",
        "section": "Study design",
        "section_number": 5,
        "sentences": [
            "We used a parallel-group randomized design in which the outcome assessor was blinded to the group allocation of each subject.",
            "The allocation ratio was 1:1."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39218",
        "text": "Children with CP, who were undergoing treatment at a tertiary care teaching hospital in the department of Physical Medicine and Rehabilitation, were included in this study. Children aged 5-20 years with sufficient balance to play Wii games in the sitting or standing position, adequate functional hand skills to hold the Wii remote, and cognitive skills to follow directions to play the games were included. Children with history of serious health problems and those who had played Wii games earlier were excluded. None of the children were recovering from surgery. After obtaining the parent's informed consent and child's assent, the subjects were randomly allocated into either control or intervention group, based on a computer-generated random sequence (www.random.org) using sequentially numbered sealed opaque envelopes. Generation of the random allocation sequence was done by an individual not directly involved in the study.",
        "section": "Participants",
        "section_number": 6,
        "sentences": [
            "Children with CP, who were undergoing treatment at a tertiary care teaching hospital in the department of Physical Medicine and Rehabilitation, were included in this study.",
            "Children aged 5-20 years with sufficient balance to play Wii games in the sitting or standing position, adequate functional hand skills to hold the Wii remote, and cognitive skills to follow directions to play the games were included.",
            "Children with history of serious health problems and those who had played Wii games earlier were excluded.",
            "None of the children were recovering from surgery.",
            "After obtaining the parent's informed consent and child's assent, the subjects were randomly allocated into either control or intervention group, based on a computer-generated random sequence (www.random.org) using sequentially numbered sealed opaque envelopes.",
            "Generation of the random allocation sequence was done by an individual not directly involved in the study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            1,
            -1
        ],
        "classification_label": 0
    },
    {
        "doc_id": "39218",
        "text": "There were 20 children included in this study with 10 children in each group. The study was designed as a pilot study as there were no previous studies comparing IVG-supplemented conventional therapy to conventional therapy alone. The flow diagram of randomized subject allocation is shown in Figure 1 (CONSORT flow diagram).",
        "section": "Sample size",
        "section_number": 7,
        "sentences": [
            "There were 20 children included in this study with 10 children in each group.",
            "The study was designed as a pilot study as there were no previous studies comparing IVG-supplemented conventional therapy to conventional therapy alone.",
            "The flow diagram of randomized subject allocation is shown in Figure 1 (CONSORT flow diagram)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39218",
        "text": "All children involved in the study received conventional therapy which consisted of a goal-directed, comprehensive rehabilitation program that involved a team of physiatrists, physiotherapists, occupational therapists, speech therapists, psychologists, rehabilitation nurses, and social workers, who met regularly to plan the child's goal and progress. Physiotherapy sessions included exercises to improve strength, balance (e.g., Swiss ball exercises), and graded mobility training. Occupational therapy sessions included therapy to improve upper limb functions (e.g., skateboard, pegboard exercises), balance, and visual-perceptual skills (e.g., ball throwing and catching). The total duration of therapy per week was approximately 36 h which also included several group activities.",
        "section": "Intervention",
        "section_number": 8,
        "sentences": [
            "All children involved in the study received conventional therapy which consisted of a goal-directed, comprehensive rehabilitation program that involved a team of physiatrists, physiotherapists, occupational therapists, speech therapists, psychologists, rehabilitation nurses, and social workers, who met regularly to plan the child's goal and progress.",
            "Physiotherapy sessions included exercises to improve strength, balance (e.g., Swiss ball exercises), and graded mobility training.",
            "Occupational therapy sessions included therapy to improve upper limb functions (e.g., skateboard, pegboard exercises), balance, and visual-perceptual skills (e.g., ball throwing and catching).",
            "The total duration of therapy per week was approximately 36 h which also included several group activities."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39218",
        "text": "Children included in the control group received conventional therapy alone, while for those in the intervention group, one randomly chosen therapy session per day was replaced by IVG. The children in the intervention group played Wii games for a total of 18 sessions of 45 min each, over a period of 3 weeks under the supervision of an occupational therapist. The Wii games included in the study were boxing and tennis. The time allotted for tennis and boxing in each session was 20 min each with a 5 min break between the two games. The games were kept at the basic (level 1) difficulty setting throughout the study. The sensitivity of the Wii remote was adjusted to ensure that the child had to make a substantial amount of arm movement to play the games. The therapist, who supervised the sessions, gave the children instructions on how to play Wii games, encouraged them to use the affected upper limb and took all necessary safety precaution.",
        "section": "Intervention",
        "section_number": 9,
        "sentences": [
            "Children included in the control group received conventional therapy alone, while for those in the intervention group, one randomly chosen therapy session per day was replaced by IVG.",
            "The children in the intervention group played Wii games for a total of 18 sessions of 45 min each, over a period of 3 weeks under the supervision of an occupational therapist.",
            "The Wii games included in the study were boxing and tennis.",
            "The time allotted for tennis and boxing in each session was 20 min each with a 5 min break between the two games.",
            "The games were kept at the basic (level 1) difficulty setting throughout the study.",
            "The sensitivity of the Wii remote was adjusted to ensure that the child had to make a substantial amount of arm movement to play the games.",
            "The therapist, who supervised the sessions, gave the children instructions on how to play Wii games, encouraged them to use the affected upper limb and took all necessary safety precaution."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39218",
        "text": "The primary outcome measure was postural control and balance, and the secondary outcome measures were upper limb functions, visual-perceptual skills, and functional ambulation. In all participants, these outcome measures were assessed before initiation (pre-test) and on completion (post-test) of the therapeutic regimen. Posture control was assessed by static posturography and the pediatric Berg's balance scale; upper limb functions by Box and Block Test and the Quality of Upper Extremity Skills Test (QUEST); visual-perceptual skills by Test for Visual-Perceptual Skills (TVPS)third edition; and functional ambulation by walking distance and speed.",
        "section": "Outcome measures",
        "section_number": 10,
        "sentences": [
            "The primary outcome measure was postural control and balance, and the secondary outcome measures were upper limb functions, visual-perceptual skills, and functional ambulation.",
            "In all participants, these outcome measures were assessed before initiation (pre-test) and on completion (post-test) of the therapeutic regimen.",
            "Posture control was assessed by static posturography and the pediatric Berg's balance scale; upper limb functions by Box and Block Test and the Quality of Upper Extremity Skills Test (QUEST); visual-perceptual skills by Test for Visual-Perceptual Skills (TVPS)third edition; and functional ambulation by walking distance and speed."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39218",
        "text": "Static posturography as a measure of posture control Posture control was assessed by measuring the sway velocity by static posturography. In our institution, we have access to a standardized gait lab where accurate measurement of sway is possible using a Kistler 500 mm 2 force plate. 14 Sway velocity, the distance traveled by the center of pressure (CoP) per unit time when a person is static in a given posture, was measured using a force plate and platform that allows the real-time assessment of a child's ability to maintain posture in the standing position. The child was asked to stand on the force plate for 8 s, with minimum orthosis and aids as required. The computer detected the position of the CoP in terms of the X and Y coordinates, and a reading was recorded every 1/110th of a second. Therefore, 880 readings (in terms of X and Y coordinates of the CoP) were obtained during a single recording of 8 s. The readings obtained from the third to seventh second (total of 5 s) were taken into consideration for calculation of the sway velocity. Three recordings with eyes open and with eyes closed were obtained and the best of these was taken. Good posture stability is considered to be the relative absence of sway or low sway velocity.",
        "section": "Outcome measures",
        "section_number": 11,
        "sentences": [
            "Static posturography as a measure of posture control Posture control was assessed by measuring the sway velocity by static posturography.",
            "In our institution, we have access to a standardized gait lab where accurate measurement of sway is possible using a Kistler 500 mm 2 force plate.",
            "14 Sway velocity, the distance traveled by the center of pressure (CoP) per unit time when a person is static in a given posture, was measured using a force plate and platform that allows the real-time assessment of a child's ability to maintain posture in the standing position.",
            "The child was asked to stand on the force plate for 8 s, with minimum orthosis and aids as required.",
            "The computer detected the position of the CoP in terms of the X and Y coordinates, and a reading was recorded every 1/110th of a second.",
            "Therefore, 880 readings (in terms of X and Y coordinates of the CoP) were obtained during a single recording of 8 s. The readings obtained from the third to seventh second (total of 5 s) were taken into consideration for calculation of the sway velocity.",
            "Three recordings with eyes open and with eyes closed were obtained and the best of these was taken.",
            "Good posture stability is considered to be the relative absence of sway or low sway velocity."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39218",
        "text": "The pediatric Berg's balance scale (PBS) helps in measurement of balance by assessing performance in functional tasks. 15 It is a valid instrument for evaluation of effectiveness of interventions in children with CP. 16, 17 It consists of a 14-item scale with a maximum score of 56 and minimum of 0. Multiple trials were allowed and the best score was noted.",
        "section": "The pediatric Berg's balance scale",
        "section_number": 12,
        "sentences": [
            "The pediatric Berg's balance scale (PBS) helps in measurement of balance by assessing performance in functional tasks.",
            "15 It is a valid instrument for evaluation of effectiveness of interventions in children with CP.",
            "16, 17 It consists of a 14-item scale with a maximum score of 56 and minimum of 0.",
            "Multiple trials were allowed and the best score was noted."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39218",
        "text": "The Box and Block Test (BBT) assesses unilateral gross manual dexterity 18 and has been normed in children aged 6-19 years. 19 The time allotted was 1 min and the total number of blocks transferred was counted in order to obtain a score for both hands.",
        "section": "Box and Block Test",
        "section_number": 13,
        "sentences": [
            "The Box and Block Test (BBT) assesses unilateral gross manual dexterity 18 and has been normed in children aged 6-19 years.",
            "19 The time allotted was 1 min and the total number of blocks transferred was counted in order to obtain a score for both hands."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39218",
        "text": "Quality of Upper Extremity Skills Test (QUEST) is a reliable measure of gross motor upper limb functions in children with CP. 20 This measure assesses mainly four domains: dissociated movement, grasp, protective extension, and weight bearing. For this particular study, two domains of measurement were chosen: dissociated movement and grasp. 21 ",
        "section": "Quality of Upper Extremity Skills Test (QUEST)",
        "section_number": 14,
        "sentences": [
            "Quality of Upper Extremity Skills Test (QUEST) is a reliable measure of gross motor upper limb functions in children with CP.",
            "20 This measure assesses mainly four domains: dissociated movement, grasp, protective extension, and weight bearing.",
            "For this particular study, two domains of measurement were chosen: dissociated movement and grasp.",
            "21"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39218",
        "text": "The TVPS-3 is a non-motor assessment of visual-perceptual skills in children aged 4-18 years whose reliability in CP has been validated. 22, 23 This test includes seven subtests that are designed to assess integration of various aspects of visual perception. The tests are arranged in order of difficulty. In this study, we administered only 10 test items as most of the children were not able to co-operate for all the 16 items. The TVPS-3 has a multiple-choice format. The child can indicate an answer choice verbally or by pointing to the correct answer or by some other agreed-upon method of communication.",
        "section": "Test for Visual-Perceptual Skills, third edition (TVPS-3)",
        "section_number": 15,
        "sentences": [
            "The TVPS-3 is a non-motor assessment of visual-perceptual skills in children aged 4-18 years whose reliability in CP has been validated.",
            "22, 23 This test includes seven subtests that are designed to assess integration of various aspects of visual perception.",
            "The tests are arranged in order of difficulty.",
            "In this study, we administered only 10 test items as most of the children were not able to co-operate for all the 16 items.",
            "The TVPS-3 has a multiple-choice format.",
            "The child can indicate an answer choice verbally or by pointing to the correct answer or by some other agreed-upon method of communication."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39218",
        "text": "Functional ambulation was assessed by walking speed and distance (endurance) measurements. The speed of walking was calculated in meters per minute by instructing the child to walk for 1 min as fast as possible. Endurance was measured by the maximum distance the child was able to walk at a self-selected speed without a rest period. Each child's pre-and post-intervention measurements were done with the same set of orthosis and aids.",
        "section": "Functional ambulation",
        "section_number": 16,
        "sentences": [
            "Functional ambulation was assessed by walking speed and distance (endurance) measurements.",
            "The speed of walking was calculated in meters per minute by instructing the child to walk for 1 min as fast as possible.",
            "Endurance was measured by the maximum distance the child was able to walk at a self-selected speed without a rest period.",
            "Each child's pre-and post-intervention measurements were done with the same set of orthosis and aids."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39218",
        "text": "Statistical analysis was done using the Statistical Package for the Social Sciences (SPSS), version 16.0. The Mann-Whitney test was used to analyze the scores between the control and intervention groups at baseline, and also the change in scores between the two groups (corrected for baseline) following the intervention. The Wilcoxon signed-rank test was used to look for significant differences between the pre-test and post-test within each group. A p-value of <0.05 was used to indicate statistical significance.",
        "section": "Statistical analysis",
        "section_number": 17,
        "sentences": [
            "Statistical analysis was done using the Statistical Package for the Social Sciences (SPSS), version 16.0.",
            "The Mann-Whitney test was used to analyze the scores between the control and intervention groups at baseline, and also the change in scores between the two groups (corrected for baseline) following the intervention.",
            "The Wilcoxon signed-rank test was used to look for significant differences between the pre-test and post-test within each group.",
            "A p-value of <0.05 was used to indicate statistical significance."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39218",
        "text": "The baseline demographic data and clinical characteristics are given in Table 1 .",
        "section": "Results",
        "section_number": 18,
        "sentences": [
            "The baseline demographic data and clinical characteristics are given in Table 1 ."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39218",
        "text": "Twenty children were recruited in the study from March 2012 to December 2013. At the time of pre-test, none of the outcome measures were significantly different between the intervention group and control group indicating that the groups were homogenous (Supplementary Table 1 ). There were no adverse events, such as falls or injury, during the conduct of this study. All the children in the intervention group were able to adequately participate in the IVG sessions.",
        "section": "Results",
        "section_number": 19,
        "sentences": [
            "Twenty children were recruited in the study from March 2012 to December 2013.",
            "At the time of pre-test, none of the outcome measures were significantly different between the intervention group and control group indicating that the groups were homogenous (Supplementary Table 1 ).",
            "There were no adverse events, such as falls or injury, during the conduct of this study.",
            "All the children in the intervention group were able to adequately participate in the IVG sessions."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39218",
        "text": "Posture control, as observed by reduction in sway velocity with eyes open and eyes closed, tended to be better in the intervention as compared with the control groups, when posttest scores were compared with pre-test scores. However, changes in both the groups were not statistically significant (Tables 2 and 3 ). Post-test scores for balance, as measured by PBS, showed significant improvement in both groups, compared with pre-test scores (Z = −2.527, p= 0.012 in the control group, and Z = −2.384, p = 0.017 in the intervention group) ( Table 2 ).",
        "section": "Posture control and balance",
        "section_number": 20,
        "sentences": [
            "Posture control, as observed by reduction in sway velocity with eyes open and eyes closed, tended to be better in the intervention as compared with the control groups, when posttest scores were compared with pre-test scores.",
            "However, changes in both the groups were not statistically significant (Tables 2 and 3 ).",
            "Post-test scores for balance, as measured by PBS, showed significant improvement in both groups, compared with pre-test scores (Z = −2.527, p= 0.012 in the control group, and Z = −2.384, p = 0.017 in the intervention group) ( Table 2 )."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39218",
        "text": "Gross manual dexterity showed significant improvement in both intervention and control groups as seen by box and block test scores (Z = −2.431, p = 0.015 in the control group, and Z = -2.805, p = 0.005 in the intervention group). Upper limb functions, assessed by grasp domain of QUEST, showed significant improvement in the intervention group but not in the control group (Z = −1.604, p = 0.109 in the control group, and Z = −2.060, p = 0.039 in the intervention group). On the other hand, the scores for dissociated movements did not show any significant change in both groups (Z = −1.000, p = 0.317 in the control group, and Z = −1.342, p = 0.180 in the intervention group). Overall, total QUEST score (grasp and dissociated movements) showed statistically significant improvement in the intervention group which was not seen in the control group (Z = −1.604, p = 0.109 in the control group, and Z = −2.207, p = 0.027 in the intervention group) ( Table 2 ).",
        "section": "Gross manual dexterity and hand functions",
        "section_number": 21,
        "sentences": [
            "Gross manual dexterity showed significant improvement in both intervention and control groups as seen by box and block test scores (Z = −2.431, p = 0.015 in the control group, and Z = -2.805, p = 0.005 in the intervention group).",
            "Upper limb functions, assessed by grasp domain of QUEST, showed significant improvement in the intervention group but not in the control group (Z = −1.604, p = 0.109 in the control group, and Z = −2.060, p = 0.039 in the intervention group).",
            "On the other hand, the scores for dissociated movements did not show any significant change in both groups (Z = −1.000, p = 0.317 in the control group, and Z = −1.342, p = 0.180 in the intervention group).",
            "Overall, total QUEST score (grasp and dissociated movements) showed statistically significant improvement in the intervention group which was not seen in the control group (Z = −1.604, p = 0.109 in the control group, and Z = −2.207, p = 0.027 in the intervention group) ( Table 2 )."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39218",
        "text": "Visual-perceptual skills (combined score of all seven domains of TVPS) showed improvement in the control group and there was trend toward improvement in the intervention group (Z = −2.393, p = 0.017 in the control group, and Z = −1.889, p = 0.058 in the intervention group) ( Table 2 ).",
        "section": "Test for visual perceptual skills",
        "section_number": 22,
        "sentences": [
            "Visual-perceptual skills (combined score of all seven domains of TVPS) showed improvement in the control group and there was trend toward improvement in the intervention group (Z = −2.393, p = 0.017 in the control group, and Z = −1.889, p = 0.058 in the intervention group) ( Table 2 )."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39218",
        "text": "Walking speed improved significantly in both the intervention and control group (Z = −2.028, p = 0.043 in the control group, and Z = −2.383, p = 0.017 in the intervention group) ( Table 2) . Results were similar for walking endurance (Z = −2.521, p = 0.012 in the control group, and Z = −2.201, p = 0.028 in the intervention group) ( Table 2) . For all the outcome measures assessed, the post-test minus pre-test scores in intervention group was not statistically different from those in the control group (Table 3) .",
        "section": "Functional ambulation",
        "section_number": 23,
        "sentences": [
            "Walking speed improved significantly in both the intervention and control group (Z = −2.028, p = 0.043 in the control group, and Z = −2.383, p = 0.017 in the intervention group) ( Table 2) .",
            "Results were similar for walking endurance (Z = −2.521, p = 0.012 in the control group, and Z = −2.201, p = 0.028 in the intervention group) ( Table 2) .",
            "For all the outcome measures assessed, the post-test minus pre-test scores in intervention group was not statistically different from those in the control group (Table 3) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39218",
        "text": "IVG is now popular with Nintendo Wii™, Sony PlayStation™, and Microsoft Xbox™ leading the way in exploring novel technologies that make \"virtual reality\" more and more \"real.\" It is obvious that its potential uses in the field of rehabilitation are vast, and yet the literature currently available is limited. 24 The great advantage of IVG in rehabilitation, especially among children, is the fact that it provides opportunities for active learning in an environment that is motivating, challenging, and safe. The variety of stimuli that can be given, the ability to control level of difficulty of the game based on individual requirements and also record the outcomes, help clinicians and therapists to tailor the therapy program to suit each individual child. Children who often do not comply with conventional exercise programs tend to be more motivated to follow exercise programs based on IVG. 25 As has been shown previously, 8 IVG provided as a replacement for conventional therapy did not produce significant changes in functional tasks that assessed balance in children with spastic hemiplegic CP. There is very little information available in literature on the impact of IVG-supplemented therapy compared with conventional therapy alone. This has been addressed in this study by comparing all outcomes in the intervention group (Wii games-supplemented conventional therapy) with those obtained in a control group that received conventional therapy alone. In addition, we considered this to be an appropriate study design since it would be unethical to withhold conventional therapy completely from the children in the intervention group. Improvement in posture control and balance are important goals in the rehabilitation of children with CP. Previous studies have shown that Wii-based therapy resulted in significant improvements in this domain. 11, 12 Ramstrand and Lygnegård 26 conducted a cross-over randomized trial, where children with CP received a 5-week home-based Nintendo Wii Fit-based IVG program and then crossed-over to a 5-week regimen of conventional therapy. Improvement in balance was tested as one of the outcomes tested. The results of this study showed that none of the tests which assessed balance improved significantly with IVGbased therapy. On the other hand, the study conducted by Jelsma et al. 8 on the effect of Nintendo Wii Fit among children with spastic hemiplegic CP showed significant improvement in balance, but the benefits were not reflected in functional tests that assessed balance. A major difference between these two studies 8, 26 and our study was the fact that they used the Nintendo Wii Fit which specifically targets balance improvement, while our study used the Nintendo Wii which emphasizes more on upper body movements and can be played even if the child is unable to stand. Overall, despite differences in study design, the results of the present study, which showed no significant improvement in balance with short-term IVG-supplemented therapy, are in agreement with those of Ramstrand and Lygnegård 26 and Jelsma et al. 8 We speculate that IVG-based therapy for longer durations may have a beneficial effect on balance; however, more research is required to test this hypothesis.",
        "section": "Discussion",
        "section_number": 24,
        "sentences": [
            "IVG is now popular with Nintendo Wii™, Sony PlayStation™, and Microsoft Xbox™ leading the way in exploring novel technologies that make \"virtual reality\" more and more \"real.\"",
            "It is obvious that its potential uses in the field of rehabilitation are vast, and yet the literature currently available is limited.",
            "24 The great advantage of IVG in rehabilitation, especially among children, is the fact that it provides opportunities for active learning in an environment that is motivating, challenging, and safe.",
            "The variety of stimuli that can be given, the ability to control level of difficulty of the game based on individual requirements and also record the outcomes, help clinicians and therapists to tailor the therapy program to suit each individual child.",
            "Children who often do not comply with conventional exercise programs tend to be more motivated to follow exercise programs based on IVG.",
            "25 As has been shown previously, 8 IVG provided as a replacement for conventional therapy did not produce significant changes in functional tasks that assessed balance in children with spastic hemiplegic CP.",
            "There is very little information available in literature on the impact of IVG-supplemented therapy compared with conventional therapy alone.",
            "This has been addressed in this study by comparing all outcomes in the intervention group (Wii games-supplemented conventional therapy) with those obtained in a control group that received conventional therapy alone.",
            "In addition, we considered this to be an appropriate study design since it would be unethical to withhold conventional therapy completely from the children in the intervention group.",
            "Improvement in posture control and balance are important goals in the rehabilitation of children with CP.",
            "Previous studies have shown that Wii-based therapy resulted in significant improvements in this domain.",
            "11, 12 Ramstrand and Lygnegård 26 conducted a cross-over randomized trial, where children with CP received a 5-week home-based Nintendo Wii Fit-based IVG program and then crossed-over to a 5-week regimen of conventional therapy.",
            "Improvement in balance was tested as one of the outcomes tested.",
            "The results of this study showed that none of the tests which assessed balance improved significantly with IVGbased therapy.",
            "On the other hand, the study conducted by Jelsma et al. 8 on the effect of Nintendo Wii Fit among children with spastic hemiplegic CP showed significant improvement in balance, but the benefits were not reflected in functional tests that assessed balance.",
            "A major difference between these two studies 8, 26 and our study was the fact that they used the Nintendo Wii Fit which specifically targets balance improvement, while our study used the Nintendo Wii which emphasizes more on upper body movements and can be played even if the child is unable to stand.",
            "Overall, despite differences in study design, the results of the present study, which showed no significant improvement in balance with short-term IVG-supplemented therapy, are in agreement with those of Ramstrand and Lygnegård 26 and Jelsma et al. 8 We speculate that IVG-based therapy for longer durations may have a beneficial effect on balance; however, more research is required to test this hypothesis."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39218",
        "text": "The grasp module of QUEST assesses full-hand prehension and precision handling. Playing the Wii tennis game was expected to improve grasp, especially full-hand prehension, as the child has to hold on to the Wii remote, which is shaped like the handle of a tennis racquet, tightly. A better grasp would allow the child to play a point in the tennis game for a longer duration. In our study, the children played tennis mainly with the dominant hand, although the supervising therapist encouraged them to use the affected upper limb. Most children felt frustrated and got discouraged when they found it difficult to play the games with the affected upper limb. Hence, they were allowed to use the dominant hand while playing tennis. In the boxing game, the child has to hold the Wii remote in one hand and a similarly styled device, called the nunchuck, in the other hand. The child throws punches with both hands, and therefore, grasp in both hands was expected to improve. As mentioned earlier, the sensitivity of the Wii remote was kept at a low level where the child had to make a substantial amount of arm movement in order to play the games. The results of our study showed that upper limb functions (as assessed by QUEST), especially grasp, improved significantly in the group that received Wii-supplemented conventional therapy, but not in the group that received conventional therapy alone. The fact that improvements were seen in upper limb functions (but not in balance) in the intervention group shows that even a short duration of IVG-based therapy using Wii (3 weeks) can have significant beneficial effects in this domain. It is also possible that the nature of the Wii games we have chosen (tennis and boxing) encouraged upper body movement more than lower body movement. This may be the reason for the significant improvement in upper limb function that we have seen. In this context, Chiu et al. 27 in their study showed that a 6-week home-based therapy using Wii Sports Resort tended to improve grip strength and hand function; the changes were however not significant. On the other hand, Winkels et al. 10 showed that twice weekly Wii-based therapy for 6 weeks did not improve grip strength as assessed by QUEST. However, it was noted that there was significant increase in convenience in using the upper limbs for performance of daily activities. Larger studies are required to confirm the possible beneficial effect of IVG on upper limb and hand function.",
        "section": "Discussion",
        "section_number": 25,
        "sentences": [
            "The grasp module of QUEST assesses full-hand prehension and precision handling.",
            "Playing the Wii tennis game was expected to improve grasp, especially full-hand prehension, as the child has to hold on to the Wii remote, which is shaped like the handle of a tennis racquet, tightly.",
            "A better grasp would allow the child to play a point in the tennis game for a longer duration.",
            "In our study, the children played tennis mainly with the dominant hand, although the supervising therapist encouraged them to use the affected upper limb.",
            "Most children felt frustrated and got discouraged when they found it difficult to play the games with the affected upper limb.",
            "Hence, they were allowed to use the dominant hand while playing tennis.",
            "In the boxing game, the child has to hold the Wii remote in one hand and a similarly styled device, called the nunchuck, in the other hand.",
            "The child throws punches with both hands, and therefore, grasp in both hands was expected to improve.",
            "As mentioned earlier, the sensitivity of the Wii remote was kept at a low level where the child had to make a substantial amount of arm movement in order to play the games.",
            "The results of our study showed that upper limb functions (as assessed by QUEST), especially grasp, improved significantly in the group that received Wii-supplemented conventional therapy, but not in the group that received conventional therapy alone.",
            "The fact that improvements were seen in upper limb functions (but not in balance) in the intervention group shows that even a short duration of IVG-based therapy using Wii (3 weeks) can have significant beneficial effects in this domain.",
            "It is also possible that the nature of the Wii games we have chosen (tennis and boxing) encouraged upper body movement more than lower body movement.",
            "This may be the reason for the significant improvement in upper limb function that we have seen.",
            "In this context, Chiu et al. 27 in their study showed that a 6-week home-based therapy using Wii Sports Resort tended to improve grip strength and hand function; the changes were however not significant.",
            "On the other hand, Winkels et al. 10 showed that twice weekly Wii-based therapy for 6 weeks did not improve grip strength as assessed by QUEST.",
            "However, it was noted that there was significant increase in convenience in using the upper limbs for performance of daily activities.",
            "Larger studies are required to confirm the possible beneficial effect of IVG on upper limb and hand function."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39218",
        "text": "The BBT results showed significant improvements in both the control and intervention groups. However, the improvements in the intervention group were not significantly better than those in the control group, showing that the beneficial effect of Wii-supplemented therapy over conventional therapy alone on manual dexterity was not significant. This is probably related to the fact that playing Wii games laid greater emphasis on full-hand prehension than on precision handling.",
        "section": "Discussion",
        "section_number": 26,
        "sentences": [
            "The BBT results showed significant improvements in both the control and intervention groups.",
            "However, the improvements in the intervention group were not significantly better than those in the control group, showing that the beneficial effect of Wii-supplemented therapy over conventional therapy alone on manual dexterity was not significant.",
            "This is probably related to the fact that playing Wii games laid greater emphasis on full-hand prehension than on precision handling."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39218",
        "text": "Playing Wii games requires the child to visualize the virtual environment created on the television screen, detect movement, and respond appropriately through body movements. Hand-eye coordination is a key aspect of playing these games which would lead to improvements in visual perceptual skills. 28 Our results indicate that there was improvement in both groups with no statistically significant difference between the groups. The reason for this may be related to the time required for significant changes in visual perception to become apparent.",
        "section": "Discussion",
        "section_number": 27,
        "sentences": [
            "Playing Wii games requires the child to visualize the virtual environment created on the television screen, detect movement, and respond appropriately through body movements.",
            "Hand-eye coordination is a key aspect of playing these games which would lead to improvements in visual perceptual skills.",
            "28 Our results indicate that there was improvement in both groups with no statistically significant difference between the groups.",
            "The reason for this may be related to the time required for significant changes in visual perception to become apparent."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39218",
        "text": "Gordon et al. 9 in a pilot study showed a trend toward improvement in gross motor function measure (GMFM) following Wii-based training for 6 weeks. In our study, walking speed and endurance significantly improved in both control and intervention groups, with no significant differences between the groups. Three of the nine children in the intervention group played Wii games in the sitting posture and this may be a significant confounding factor in interpreting these results.",
        "section": "Discussion",
        "section_number": 28,
        "sentences": [
            "Gordon et al. 9 in a pilot study showed a trend toward improvement in gross motor function measure (GMFM) following Wii-based training for 6 weeks.",
            "In our study, walking speed and endurance significantly improved in both control and intervention groups, with no significant differences between the groups.",
            "Three of the nine children in the intervention group played Wii games in the sitting posture and this may be a significant confounding factor in interpreting these results."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39218",
        "text": "It was observed by the therapy providers that all the children in the intervention group were enthusiastic and motivated to play Wii games. There is anecdotal evidence from five participants in the intervention group, contacted 2 months after the conclusion of the study, who felt that the Wii game sessions were more enjoyable than conventional therapy. In our setting, care-givers of children with CP often find it difficult to continue therapy sessions at home after completion of institution-based rehabilitation. Under these circumstances, IVG-based therapy may be considered as one of the options for therapy in the home setting to improve compliance.",
        "section": "Discussion",
        "section_number": 29,
        "sentences": [
            "It was observed by the therapy providers that all the children in the intervention group were enthusiastic and motivated to play Wii games.",
            "There is anecdotal evidence from five participants in the intervention group, contacted 2 months after the conclusion of the study, who felt that the Wii game sessions were more enjoyable than conventional therapy.",
            "In our setting, care-givers of children with CP often find it difficult to continue therapy sessions at home after completion of institution-based rehabilitation.",
            "Under these circumstances, IVG-based therapy may be considered as one of the options for therapy in the home setting to improve compliance."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39218",
        "text": "The results of this study add to the literature available on the effectiveness of IVG in the rehabilitation of children with CP.",
        "section": "Conclusions",
        "section_number": 30,
        "sentences": [
            "The results of this study add to the literature available on the effectiveness of IVG in the rehabilitation of children with CP."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39218",
        "text": "In this study, Wii games-supplemented therapy significantly improved upper limb functions, while showing results comparable with conventional therapy with respect to balance, visual perceptual skills, and functional mobility. It is possible that the cumulative effect of improvements in multiple domains can enhance the overall performance of the children with CP. We propose that IVG may be offered as an effective supplement to conventional therapy for children with CP with sufficient sitting balance, cognition, and dexterity to play these games.",
        "section": "Conclusions",
        "section_number": 31,
        "sentences": [
            "In this study, Wii games-supplemented therapy significantly improved upper limb functions, while showing results comparable with conventional therapy with respect to balance, visual perceptual skills, and functional mobility.",
            "It is possible that the cumulative effect of improvements in multiple domains can enhance the overall performance of the children with CP.",
            "We propose that IVG may be offered as an effective supplement to conventional therapy for children with CP with sufficient sitting balance, cognition, and dexterity to play these games."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    }
]