[
    {
        "doc_id": "34345",
        "text": "BACKGROUND Heart rate reduction as a therapeutic target has been investigated in adults with heart failure (HF). Ivabradine has shown promising efficacy, but has not been evaluated in children. Currently, treatment recommendations for chronic pediatric HF are based mainly on chronic HF guidelines for adults. OBJECTIVES The authors explored the dose-response relationship of ivabradine in children with dilated cardiomyopathy and symptomatic chronic HF. The primary endpoint was $20% reduction in heart rate from baseline without inducing bradycardia or symptoms. METHODS This was a randomized, double-blind, placebo-controlled, phase II/III study with 12 months of follow-up. Children (n ¼ 116) receiving stable HF therapy were randomized to either ivabradine or placebo. After an initial titration period, the dose was adjusted to attain the primary endpoint. Left ventricular function (echocardiography), clinical status (New York Heart Association functional class or Ross class), N-terminal pro-B-type natriuretic peptide, and quality of life (QOL) were assessed. RESULTS The primary endpoint was reached by 51 of 73 children taking ivabradine (70%) versus 5 of 41 taking placebo (12%) at varying doses (odds ratio: 17.24; p < 0.0001). Between baseline and 12 months, there was a greater increase in left ventricular ejection fraction in patients taking ivabradine than placebo (13.5% vs. 6.9%; p ¼ 0.024). New York Heart Association functional class or Ross class improved more with ivabradine at 12 months than placebo (38% vs. 25%; p ¼ 0.24). There was a trend toward improvement in QOL for ivabradine versus placebo (p ¼ 0.053). N-terminal pro-B-type natriuretic peptide levels decreased similarly in both groups. Adverse events were reported at similar frequencies for ivabradine and placebo. CONCLUSIONS Ivabradine safely reduced the resting heart rate of children with chronic HF and dilated cardiomyopathy. Ivabradine's effect on heart rate was variable, highlighting the importance of dose titration. Ivabradine treatment improved left ventricular ejection fraction, and clinical status and QOL showed favorable trends. (Determination of the efficacious and safe dose of ivabradine in paediatric patients with dilated cardiomyopathy and symptomatic chronic heart failure from ages 6 months to 18 years; ISRCTN60567801)",
        "section": "Abstract",
        "sentences": [
            "BACKGROUND Heart rate reduction as a therapeutic target has been investigated in adults with heart failure (HF).",
            "Ivabradine has shown promising efficacy, but has not been evaluated in children.",
            "Currently, treatment recommendations for chronic pediatric HF are based mainly on chronic HF guidelines for adults.",
            "OBJECTIVES The authors explored the dose-response relationship of ivabradine in children with dilated cardiomyopathy and symptomatic chronic HF.",
            "The primary endpoint was $20% reduction in heart rate from baseline without inducing bradycardia or symptoms.",
            "METHODS This was a randomized, double-blind, placebo-controlled, phase II/III study with 12 months of follow-up.",
            "Children (n ¼ 116) receiving stable HF therapy were randomized to either ivabradine or placebo.",
            "After an initial titration period, the dose was adjusted to attain the primary endpoint.",
            "Left ventricular function (echocardiography), clinical status (New York Heart Association functional class or Ross class), N-terminal pro-B-type natriuretic peptide, and quality of life (QOL) were assessed.",
            "RESULTS The primary endpoint was reached by 51 of 73 children taking ivabradine (70%) versus 5 of 41 taking placebo (12%) at varying doses (odds ratio: 17.24; p < 0.0001).",
            "Between baseline and 12 months, there was a greater increase in left ventricular ejection fraction in patients taking ivabradine than placebo (13.5% vs. 6.9%; p ¼ 0.024).",
            "New York Heart Association functional class or Ross class improved more with ivabradine at 12 months than placebo (38% vs. 25%; p ¼ 0.24).",
            "There was a trend toward improvement in QOL for ivabradine versus placebo (p ¼ 0.053).",
            "N-terminal pro-B-type natriuretic peptide levels decreased similarly in both groups.",
            "Adverse events were reported at similar frequencies for ivabradine and placebo.",
            "CONCLUSIONS Ivabradine safely reduced the resting heart rate of children with chronic HF and dilated cardiomyopathy.",
            "Ivabradine's effect on heart rate was variable, highlighting the importance of dose titration.",
            "Ivabradine treatment improved left ventricular ejection fraction, and clinical status and QOL showed favorable trends. (",
            "Determination of the efficacious and safe dose of ivabradine in paediatric patients with dilated cardiomyopathy and symptomatic chronic heart failure from ages 6 months to 18 years; ISRCTN60567801)"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34345",
        "text": "A n important cause of mortality and morbidity in children, pediatric heart failure (HF) contributes substantially to health care costs (1) . Pediatric cardiomyopathies are a prominent cause of HF in children, with an annual incidence of 11 to 12 children per million/year in the United States and Australia (2, 3) . Dilated cardiomyopathy (DCM) represents one-half of all cardiomyopathies in children.",
        "section": "",
        "section_number": 1,
        "sentences": [
            "A n important cause of mortality and morbidity in children, pediatric heart failure (HF) contributes substantially to health care costs (1) .",
            "Pediatric cardiomyopathies are a prominent cause of HF in children, with an annual incidence of 11 to 12 children per million/year in the United States and Australia (2, 3) .",
            "Dilated cardiomyopathy (DCM) represents one-half of all cardiomyopathies in children."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34345",
        "text": "Although the overall incidence of pediatric DCM is low, it is higher in children age <1 year (44 cases per million/year) than in children older than age 3 years (3.4 cases per million/year) (4) (8, 9) . Available therapies include angiotensin-converting enzyme (ACE) inhibitors, beta-blockers, diuretic agents, and digoxin (10, 11) . However, with a lack of clinical trials, these treatments are not approved for use in children.",
        "section": "",
        "section_number": 2,
        "sentences": [
            "Although the overall incidence of pediatric DCM is low, it is higher in children age <1 year (44 cases per million/year) than in children older than age 3 years (3.4 cases per million/year) (4) (8, 9) .",
            "Available therapies include angiotensin-converting enzyme (ACE) inhibitors, beta-blockers, diuretic agents, and digoxin (10, 11) .",
            "However, with a lack of clinical trials, these treatments are not approved for use in children."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34345",
        "text": ".",
        "section": "",
        "section_number": 3,
        "sentences": [
            "."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34345",
        "text": "Nonetheless, these agents have been shown to be beneficial in small studies as well as in current practice, and as such, they are proposed in the guidelines for the management of chronic HF in children (8, 9) .",
        "section": "",
        "section_number": 4,
        "sentences": [
            "Nonetheless, these agents have been shown to be beneficial in small studies as well as in current practice, and as such, they are proposed in the guidelines for the management of chronic HF in children (8, 9) ."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34345",
        "text": "To date, no randomized controlled trial of any medication has demonstrated a significant improvement of HF outcomes in pediatric patients. A study in 161 children ages 0 to 17 years with chronic HF (12) indicated that the beta-blocker carvedilol had no significant effect on chronic HF outcomes in children compared with placebo, although there was some improvement in left ventricular ejection fraction (LVEF).",
        "section": "",
        "section_number": 5,
        "sentences": [
            "To date, no randomized controlled trial of any medication has demonstrated a significant improvement of HF outcomes in pediatric patients.",
            "A study in 161 children ages 0 to 17 years with chronic HF (12) indicated that the beta-blocker carvedilol had no significant effect on chronic HF outcomes in children compared with placebo, although there was some improvement in left ventricular ejection fraction (LVEF)."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34345",
        "text": "In adults, an elevated heart rate is associated with an increased risk of death in patients with chronic HF (13) (14) (15) . Ivabradine, an effective heart rate-reducing agent, lowers incidence of cardiovascular death and hospitalization for worsening HF in adult patients, with a relative risk reduction of 18% in a trial setting (p < 0.0001) (16) . Ivabradine is recommended for the treatment of chronic HF in adults with an elevated heart rate and in sinus rhythm (17) . There are no corresponding data for ivabradine in children. The objective of our study was to document the effect of ivabradine therapy in a pediatric population age 6 months to 18 years with DCM and symptomatic chronic HF. We explored the dose of ivabradine that was necessary to reach a $20% reduction in heart rate, and we evaluated its tolerance. We also describe its effect on clinical symptoms, LV function, quality of life (QOL) , and N-terminal pro-B-type natriuretic peptide (NT-proBNP) values. [18] ), and an LVEF #45%",
        "section": "",
        "section_number": 6,
        "sentences": [
            "In adults, an elevated heart rate is associated with an increased risk of death in patients with chronic HF (13) (14) (15) .",
            "Ivabradine, an effective heart rate-reducing agent, lowers incidence of cardiovascular death and hospitalization for worsening HF in adult patients, with a relative risk reduction of 18% in a trial setting (p < 0.0001) (16) .",
            "Ivabradine is recommended for the treatment of chronic HF in adults with an elevated heart rate and in sinus rhythm (17) .",
            "There are no corresponding data for ivabradine in children.",
            "The objective of our study was to document the effect of ivabradine therapy in a pediatric population age 6 months to 18 years with DCM and symptomatic chronic HF.",
            "We explored the dose of ivabradine that was necessary to reach a $20% reduction in heart rate, and we evaluated its tolerance.",
            "We also describe its effect on clinical symptoms, LV function, quality of life (QOL) , and N-terminal pro-B-type natriuretic peptide (NT-proBNP) values. [",
            "18] ), and an LVEF #45%"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34345",
        "text": "(documented by echocardiography) on stable treatment for chronic HF were considered eligible. Patients enrolled were stratified into 3 subgroups (age 6 to 12 months, >1 year and < 3 years, and 3 to 18 years), and were then randomly allocated to treatment with either ivabradine or placebo in a 2:1 ratio. Treatment was allocated via a centralized interactive randomization response system. The primary objectives of the study were to: 1) determine the optimal dose of ivabradine to reach a target heart rate reduction of $20% without bradycardia; and 2) assess the pharmacokinetic profile and pharmacokineticpharmacodynamic relationship of ivabradine in children. This report describes the results pertaining to the target heart rate reduction. Pharmacokinetic results have been reported in separate publications (19, 20) .",
        "section": "METHODS",
        "section_number": 7,
        "sentences": [
            "(documented by echocardiography) on stable treatment for chronic HF were considered eligible.",
            "Patients enrolled were stratified into 3 subgroups (age 6 to 12 months, >1 year and < 3 years, and 3 to 18 years), and were then randomly allocated to treatment with either ivabradine or placebo in a 2:1 ratio.",
            "Treatment was allocated via a centralized interactive randomization response system.",
            "The primary objectives of the study were to: 1) determine the optimal dose of ivabradine to reach a target heart rate reduction of $20% without bradycardia; and 2) assess the pharmacokinetic profile and pharmacokineticpharmacodynamic relationship of ivabradine in children.",
            "This report describes the results pertaining to the target heart rate reduction.",
            "Pharmacokinetic results have been reported in separate publications (19, 20) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            1,
            -1,
            -1,
            -1
        ],
        "classification_label": 0
    },
    {
        "doc_id": "34345",
        "text": "Study inclusion required HF functional class to be stable for at least 4 weeks prior to selection. Eligible patients were in sinus rhythm with resting heart rates in the normal range for age: $105 beats/min for patients ages 6 to 12 months, $95 beats/min for >1 year and <3 years, $75 beats/min for 3 to 5 years, and $70 beats/min for 5 to 18 years; these values were predefined according to normal limits reported in healthy pediatric patients (21) . Lower-limit values were pre-specified, because most patients were already receiving beta-blockers. The minimal resting heart rate at inclusion for 5-to 18-year-olds was fixed at $70 beats/min based on studies in adults (16) . Neonates and infants (age <6 months) were excluded due to concerns over tolerability of the use of 2 heart ratelowering agents (beta-blockers and ivabradine) (22, 23) . PROCEDURES AND ENDPOINTS. There was a 2-to 8-week titration period with periodic visits. Previous results in adults showed that the greatest heart rate reduction with ivabradine (19% to 25%) was obtained in patients with the highest heart rate at baseline, which correlated with the greatest improvement in outcome events versus placebo (24) . A mean heart rate reduction of 20% was observed to be clinically beneficial for adult patients in the SHIFT (Ivabradine and Outcomes in Chronic Heart Failure) study (16) . Consequently, the dosage of study treatment was uptitrated to achieve a $20% reduction in heart rate without inducing bradycardia or its symptoms. Bradycardia was defined as a heart rate of <80 beats/min for patients ages 6 to 12 months, <70 beats/min for >1 year and <3 years, and <50 beats/min for 3 to 18 years. If the patient experienced bradycardia, the study drug was downtitrated to the next lowest dosage. The baseline characteristics are presented as means AE SD for continuous variables and as numbers (18) Values are mean AE SD (median) or n/N (%). *The mean dose was defined as the sum of doses prescribed, taking into account the number of days for which a dose was prescribed during the titration period. Dosing was twice daily. Ivabradine in Pediatric Heart Failure S E P T E M B E R 5 , 2 0 1 7 : 1 2 6 2 -7 2",
        "section": "METHODS",
        "section_number": 8,
        "sentences": [
            "Study inclusion required HF functional class to be stable for at least 4 weeks prior to selection.",
            "Eligible patients were in sinus rhythm with resting heart rates in the normal range for age: $105 beats/min for patients ages 6 to 12 months, $95 beats/min for >1 year and <3 years, $75 beats/min for 3 to 5 years, and $70 beats/min for 5 to 18 years; these values were predefined according to normal limits reported in healthy pediatric patients (21) .",
            "Lower-limit values were pre-specified, because most patients were already receiving beta-blockers.",
            "The minimal resting heart rate at inclusion for 5-to 18-year-olds was fixed at $70 beats/min based on studies in adults (16) .",
            "Neonates and infants (age <6 months) were excluded due to concerns over tolerability of the use of 2 heart ratelowering agents (beta-blockers and ivabradine) (22, 23) .",
            "PROCEDURES AND ENDPOINTS.",
            "There was a 2-to 8-week titration period with periodic visits.",
            "Previous results in adults showed that the greatest heart rate reduction with ivabradine (19% to 25%) was obtained in patients with the highest heart rate at baseline, which correlated with the greatest improvement in outcome events versus placebo (24) .",
            "A mean heart rate reduction of 20% was observed to be clinically beneficial for adult patients in the SHIFT (Ivabradine and Outcomes in Chronic Heart Failure) study (16) .",
            "Consequently, the dosage of study treatment was uptitrated to achieve a $20% reduction in heart rate without inducing bradycardia or its symptoms.",
            "Bradycardia was defined as a heart rate of <80 beats/min for patients ages 6 to 12 months, <70 beats/min for >1 year and <3 years, and <50 beats/min for 3 to 18 years.",
            "If the patient experienced bradycardia, the study drug was downtitrated to the next lowest dosage.",
            "The baseline characteristics are presented as means AE SD for continuous variables and as numbers (18) Values are mean AE SD (median) or n/N (%). *",
            "The mean dose was defined as the sum of doses prescribed, taking into account the number of days for which a dose was prescribed during the titration period.",
            "Dosing was twice daily.",
            "Ivabradine in Pediatric Heart Failure S E P T E M B E R 5 , 2 0 1 7 : 1 2 6 2 -7 2"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34345",
        "text": "A similar and substantial decrease in NT-proBNP was observed in both the ivabradine and placebo groups between baseline and 12 months. The decreases were À710 AE 1,478 pg/ml (median À128 pg/ml) with ivabradine and À367 AE 576 pg/ml (median À129 pg/ml) with placebo. Table 2) ; similar results were observed at 12 months.",
        "section": "METHODS",
        "section_number": 9,
        "sentences": [
            "A similar and substantial decrease in NT-proBNP was observed in both the ivabradine and placebo groups between baseline and 12 months.",
            "The decreases were À710 AE 1,478 pg/ml (median À128 pg/ml) with ivabradine and À367 AE 576 pg/ml (median À129 pg/ml) with placebo.",
            "Table 2) ; similar results were observed at 12 months."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34345",
        "text": "SAFETY. The overall safety of ivabradine was comparable to the placebo group. Adverse events were reported at a similar frequency in both treatment groups (86% with ivabradine vs. 88% with placebo) ( This randomized, double-blind, placebo-controlled trial explored the dose-response relationship of ivabradine in children with dilated cardiomyopathy and symptomatic chronic heart failure (HF). The primary endpoint (reduction of $20% of heart rate from baseline without bradycardia) was reached in a significantly higher proportion in the treatment arm. As to secondary endpoints, significant improvement of left ventricular ejection fraction (LVEF) was significantly better in the treatment arm; the other secondary endpoints were not significantly different but trended towards improvement with ivabradine.",
        "section": "METHODS",
        "section_number": 10,
        "sentences": [
            "SAFETY.",
            "The overall safety of ivabradine was comparable to the placebo group.",
            "Adverse events were reported at a similar frequency in both treatment groups (86% with ivabradine vs. 88% with placebo) ( This randomized, double-blind, placebo-controlled trial explored the dose-response relationship of ivabradine in children with dilated cardiomyopathy and symptomatic chronic heart failure (HF).",
            "The primary endpoint (reduction of $20% of heart rate from baseline without bradycardia) was reached in a significantly higher proportion in the treatment arm.",
            "As to secondary endpoints, significant improvement of left ventricular ejection fraction (LVEF) was significantly better in the treatment arm; the other secondary endpoints were not significantly different but trended towards improvement with ivabradine."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34345",
        "text": "Bonnet et al.",
        "section": "METHODS",
        "section_number": 11,
        "sentences": [
            "Bonnet et al."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34345",
        "text": "heart rate at follow-up when treating chronic HF in children with DCM who are taking ivabradine. The rates of known AEs with ivabradine, such as phosphenes and bradycardia, were in line with the rates observed in adults (16) . QTc prolongations were less frequent with ivabradine than placebo. The results of the pharmacokinetic and pharmacodynamic analysis showed that the relationship described in adults was conserved in the pediatric population (19, 20) . ",
        "section": "METHODS",
        "section_number": 12,
        "sentences": [
            "heart rate at follow-up when treating chronic HF in children with DCM who are taking ivabradine.",
            "The rates of known AEs with ivabradine, such as phosphenes and bradycardia, were in line with the rates observed in adults (16) .",
            "QTc prolongations were less frequent with ivabradine than placebo.",
            "The results of the pharmacokinetic and pharmacodynamic analysis showed that the relationship described in adults was conserved in the pediatric population (19, 20) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34345",
        "text": "JACCVOL. 70, NO. 10, 2017 Ivabradine in Pediatric Heart Failure S E P T E M B E R 5 , 2 0 1 7 : 1 2 6 2 -7 2",
        "section": "",
        "section_number": 13,
        "sentences": [
            "JACCVOL.",
            "70, NO.",
            "10, 2017 Ivabradine in Pediatric Heart Failure S E P T E M B E R 5 , 2 0 1 7 : 1 2 6 2 -7 2"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34345",
        "text": "J A C C V O L . 7 0 , N O . 1 0 , 2 0 1 7 Bonnet et al. S E P T E M B E R 5 , 2 0 1 7 : 1 2 6 2 -7 2Ivabradine in Pediatric Heart Failure",
        "section": "",
        "section_number": 14,
        "sentences": [
            "J A C C V O L .",
            "7 0 , N O .",
            "1 0 , 2 0 1 7 Bonnet et al. S E P T E M B E R 5 , 2 0 1 7 : 1 2 6 2 -7 2Ivabradine in Pediatric Heart Failure"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    }
]