[
    {
        "doc_id": "34291",
        "text": "We present results from the first phase III trial of once-daily tiotropium add-on to inhaled corticosteroids (ICS) plus one or more controller therapies in adolescents with severe symptomatic asthma. In this double-blind, parallel-group trial (NCT01277523), 392 patients aged 12-17 years were randomised to receive once-daily tiotropium 5 µg or 2.5 µg, or placebo, as an add-on to ICS plus other controller therapies over 12 weeks. The primary and key secondary end-points were change from baseline (response) in peak forced expiratory volume in 1 s (FEV1) within 3 h post-dosing (FEV1(0-3h)) and trough FEV1, respectively, after 12 weeks of treatment. Tiotropium 5 µg provided numerical improvements in peak FEV1(0-3h) response, compared with placebo (90 mL; p=0.104), and significant improvements were observed with tiotropium 2.5 µg (111 mL; p=0.046). Numerical improvements in trough FEV1 response and asthma control were observed with both tiotropium doses, compared with placebo. The safety and tolerability of tiotropium were comparable with those of placebo. Once-daily tiotropium Respimat add-on to ICS plus one or more controller therapies in adolescents with severe symptomatic asthma was well tolerated. The primary end-point of efficacy was not met, although positive trends for improvements in lung function and asthma control were observed.",
        "section": "Abstract",
        "sentences": [
            "We present results from the first phase III trial of once-daily tiotropium add-on to inhaled corticosteroids (ICS) plus one or more controller therapies in adolescents with severe symptomatic asthma.",
            "In this double-blind, parallel-group trial (NCT01277523), 392 patients aged 12-17 years were randomised to receive once-daily tiotropium 5 µg or 2.5 µg, or placebo, as an add-on to ICS plus other controller therapies over 12 weeks.",
            "The primary and key secondary end-points were change from baseline (response) in peak forced expiratory volume in 1 s (FEV1) within 3 h post-dosing (FEV1(0-3h)) and trough FEV1, respectively, after 12 weeks of treatment.",
            "Tiotropium 5 µg provided numerical improvements in peak FEV1(0-3h) response, compared with placebo (90 mL; p=0.104), and significant improvements were observed with tiotropium 2.5 µg (111 mL; p=0.046).",
            "Numerical improvements in trough FEV1 response and asthma control were observed with both tiotropium doses, compared with placebo.",
            "The safety and tolerability of tiotropium were comparable with those of placebo.",
            "Once-daily tiotropium Respimat add-on to ICS plus one or more controller therapies in adolescents with severe symptomatic asthma was well tolerated.",
            "The primary end-point of efficacy was not met, although positive trends for improvements in lung function and asthma control were observed."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34291",
        "text": "Asthma is the most common chronic condition of childhood, with approximately one in 11 children in the UK [1] and 10% of adolescents aged 12-18 years in the USA [2] suffering from the disease.",
        "section": "Introduction",
        "section_number": 1,
        "sentences": [
            "Asthma is the most common chronic condition of childhood, with approximately one in 11 children in the UK [1] and 10% of adolescents aged 12-18 years in the USA [2] suffering from the disease."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34291",
        "text": "⩾40% of all patients with asthma are reported to remain symptomatic despite treatment according to recommendations with inhaled corticosteroid (ICS) monotherapy followed by the stepwise addition of other controller therapies [3] [4] [5] [6] , with the proportion increasing to >50% in adolescent patients [2] . A small proportion of patients with poorly controlled asthma may suffer from frequent asthma symptoms or exacerbations despite adhering to high-dose ICS plus other controller therapies, thus justifying the diagnosis of severe asthma. This group in particular contributes to high morbidity, mortality and treatment costs [7] and warrants the search for novel therapeutic options to improve control and decrease the risk of future exacerbations.",
        "section": "Introduction",
        "section_number": 2,
        "sentences": [
            "⩾40% of all patients with asthma are reported to remain symptomatic despite treatment according to recommendations with inhaled corticosteroid (ICS) monotherapy followed by the stepwise addition of other controller therapies [3] [4] [5] [6] , with the proportion increasing to >50% in adolescent patients [2] .",
            "A small proportion of patients with poorly controlled asthma may suffer from frequent asthma symptoms or exacerbations despite adhering to high-dose ICS plus other controller therapies, thus justifying the diagnosis of severe asthma.",
            "This group in particular contributes to high morbidity, mortality and treatment costs [7] and warrants the search for novel therapeutic options to improve control and decrease the risk of future exacerbations."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34291",
        "text": "Tiotropium, a long-acting anticholinergic bronchodilator delivered via the Respimat Soft Mist inhaler (Boehringer Ingelheim, Ingelheim am Rhein, Germany), has been demonstrated to be an efficacious and well-tolerated once-daily add-on to at least ICS maintenance therapy in adults with mild [8] , moderate [9] [10] [11] [12] and severe [13] symptomatic asthma. Similarly, initial phase II studies in adolescents [14] and children [15] with moderate symptomatic asthma have shown that tiotropium Respimat improves lung function and asthma control, with safety and tolerability comparable with those of placebo. These findings were subsequently confirmed in the first phase III trial of tiotropium Respimat as add-on to medium-dose ICS in adolescents with moderate symptomatic asthma [16] .",
        "section": "Introduction",
        "section_number": 3,
        "sentences": [
            "Tiotropium, a long-acting anticholinergic bronchodilator delivered via the Respimat Soft Mist inhaler (Boehringer Ingelheim, Ingelheim am Rhein, Germany), has been demonstrated to be an efficacious and well-tolerated once-daily add-on to at least ICS maintenance therapy in adults with mild [8] , moderate [9] [10] [11] [12] and severe [13] symptomatic asthma.",
            "Similarly, initial phase II studies in adolescents [14] and children [15] with moderate symptomatic asthma have shown that tiotropium Respimat improves lung function and asthma control, with safety and tolerability comparable with those of placebo.",
            "These findings were subsequently confirmed in the first phase III trial of tiotropium Respimat as add-on to medium-dose ICS in adolescents with moderate symptomatic asthma [16] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34291",
        "text": "Following the first phase II and III trials in adolescents with moderate symptomatic asthma [14] [15] [16] , we present efficacy and safety results from the first phase III trial of once-daily tiotropium Respimat 5 µg and 2.5 µg as add-on to ICS plus one or more controller therapies over 12 weeks in adolescents aged 12-17 years with severe symptomatic asthma.",
        "section": "Introduction",
        "section_number": 4,
        "sentences": [
            "Following the first phase II and III trials in adolescents with moderate symptomatic asthma [14] [15] [16] , we present efficacy and safety results from the first phase III trial of once-daily tiotropium Respimat 5 µg and 2.5 µg as add-on to ICS plus one or more controller therapies over 12 weeks in adolescents aged 12-17 years with severe symptomatic asthma."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34291",
        "text": "This was a 12-week, phase III, randomised, double-blind, placebo-controlled, parallel-group trial (NCT01277523) in adolescents aged 12-17 years with severe symptomatic asthma. Following results from the PrimoTinA-asthma clinical trials in adults with severe asthma [13] , this trial was performed to determine whether results were comparable between adults and adolescents in this patient population, in accordance with regulations for drug development for paediatric patients. Based on a completed phase II proof-of-concept trial [17] , and in accordance with regulations for drug development for paediatric patients, a 12-week treatment period was considered appropriate in this patient population. The trial was conducted across 68 sites in 14 countries (online supplementary material).",
        "section": "Study design",
        "section_number": 5,
        "sentences": [
            "This was a 12-week, phase III, randomised, double-blind, placebo-controlled, parallel-group trial (NCT01277523) in adolescents aged 12-17 years with severe symptomatic asthma.",
            "Following results from the PrimoTinA-asthma clinical trials in adults with severe asthma [13] , this trial was performed to determine whether results were comparable between adults and adolescents in this patient population, in accordance with regulations for drug development for paediatric patients.",
            "Based on a completed phase II proof-of-concept trial [17] , and in accordance with regulations for drug development for paediatric patients, a 12-week treatment period was considered appropriate in this patient population.",
            "The trial was conducted across 68 sites in 14 countries (online supplementary material)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34291",
        "text": "The study complied with the principles of the Declaration of Helsinki and the International Conference on Harmonization good clinical practice guidelines. Before trial initiation, the trial protocol and patient and parent/guardian information sheets and consent forms were reviewed and approved by the independent ethics committee and/or institutional review board of each participating institution. Before participation in the trial, written informed consent was received from each patient and each patient's parent or guardian.",
        "section": "Study design",
        "section_number": 6,
        "sentences": [
            "The study complied with the principles of the Declaration of Helsinki and the International Conference on Harmonization good clinical practice guidelines.",
            "Before trial initiation, the trial protocol and patient and parent/guardian information sheets and consent forms were reviewed and approved by the independent ethics committee and/or institutional review board of each participating institution.",
            "Before participation in the trial, written informed consent was received from each patient and each patient's parent or guardian."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34291",
        "text": "Eligible patients were aged 12-17 years with a ⩾3-month history of symptomatic asthma, defined by a seven-question Asthma Control Questionnaire (ACQ-7) mean score of ⩾1.5 at screening and before randomisation. For ⩾4 weeks before screening, all patients were required to have been on maintenance treatment with high-dose ICS plus one or more controller therapies (e.g. a long-acting β 2 -agonist or leukotriene receptor antagonist) or medium-dose ICS plus two or more controller therapies (e.g. a long-acting β 2 -agonist and/or leukotriene receptor antagonist and/or sustained-release theophylline). High-dose ICS was defined as >400 µg budesonide or equivalent in patients aged 12-14 years and 800-1600 µg budesonide or equivalent in patients aged 15-17 years. Medium-dose ICS was defined as 200-400 µg budesonide or equivalent in patients aged 12-14 years and 400-800 µg budesonide or equivalent in patients aged 15-17 years [6] . Patients were required to demonstrate a prebronchodilator forced expiratory volume in 1 s (FEV1) 60-90% predicted at screening; FEV1 reversibility ⩾12% and ⩾200 mL 15-30 min after 400 µg salbutamol (albuterol; if patients aged 12-14 years exhibited a very small total lung volume, positive reversibility testing could be based solely on FEV1 reversibility ⩾12%); and variability of absolute FEV1 values from screening to randomisation within ±30%. Patients were also required to be never-smokers or to have stopped smoking ⩾1 year before enrolment; parental smoking was documented.",
        "section": "Study population",
        "section_number": 7,
        "sentences": [
            "Eligible patients were aged 12-17 years with a ⩾3-month history of symptomatic asthma, defined by a seven-question Asthma Control Questionnaire (ACQ-7) mean score of ⩾1.5 at screening and before randomisation.",
            "For ⩾4 weeks before screening, all patients were required to have been on maintenance treatment with high-dose ICS plus one or more controller therapies (e.g. a long-acting β 2 -agonist or leukotriene receptor antagonist) or medium-dose ICS plus two or more controller therapies (e.g. a long-acting β 2 -agonist and/or leukotriene receptor antagonist and/or sustained-release theophylline).",
            "High-dose ICS was defined as >400 µg budesonide or equivalent in patients aged 12-14 years and 800-1600 µg budesonide or equivalent in patients aged 15-17 years.",
            "Medium-dose ICS was defined as 200-400 µg budesonide or equivalent in patients aged 12-14 years and 400-800 µg budesonide or equivalent in patients aged 15-17 years [6] .",
            "Patients were required to demonstrate a prebronchodilator forced expiratory volume in 1 s (FEV1) 60-90% predicted at screening; FEV1 reversibility ⩾12% and ⩾200 mL 15-30 min after 400 µg salbutamol (albuterol; if patients aged 12-14 years exhibited a very small total lung volume, positive reversibility testing could be based solely on FEV1 reversibility ⩾12%); and variability of absolute FEV1 values from screening to randomisation within ±30%.",
            "Patients were also required to be never-smokers or to have stopped smoking ⩾1 year before enrolment; parental smoking was documented."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34291",
        "text": "Patients were randomised in a 1:1:1 ratio to receive tiotropium 5 µg (two puffs of 2.5 µg) or 2.5 µg (two puffs of 1.25 µg) or placebo (two puffs), each delivered via the Respimat Soft Mist inhaler as add-on to pre-enrolment background therapy with ICS plus one or more controller therapies. Patients entered a 4-week screening period, followed by 12 weeks of treatment and a further 3-week follow-up period (figure 1).",
        "section": "Treatment",
        "section_number": 8,
        "sentences": [
            "Patients were randomised in a 1:1:1 ratio to receive tiotropium 5 µg (two puffs of 2.5 µg) or 2.5 µg (two puffs of 1.25 µg) or placebo (two puffs), each delivered via the Respimat Soft Mist inhaler as add-on to pre-enrolment background therapy with ICS plus one or more controller therapies.",
            "Patients entered a 4-week screening period, followed by 12 weeks of treatment and a further 3-week follow-up period (figure 1)."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34291",
        "text": "Randomisation was performed double-blind using a validated pseudo-random number generator and supplied seed number, to ensure the allocation was both reproducible and nonpredictable, and was performed in blocks of six, stratified by country. The randomisation list was generated by Boehringer Ingelheim (Biberach an der Riss, Germany). Patients self-administered medication once daily in the evening between 17:00 h and 19:00 h, in the following sequence: ICS therapy, then other controller therapies, followed by trial medication. Open-label salbutamol hydrofluoroalkane metered-dose inhalers were provided for use as rescue medication during the trial. Permitted concomitant medications for the treatment of acute asthma exacerbations included temporary increases in the dose of ICS; temporary increases in the dose of, or the addition of, systemic corticosteroids or short-acting theophylline preparations; temporary addition of systemic β 2 -agonists or inhaled short-acting anticholinergics; and antibiotics.",
        "section": "Treatment",
        "section_number": 9,
        "sentences": [
            "Randomisation was performed double-blind using a validated pseudo-random number generator and supplied seed number, to ensure the allocation was both reproducible and nonpredictable, and was performed in blocks of six, stratified by country.",
            "The randomisation list was generated by Boehringer Ingelheim (Biberach an der Riss, Germany).",
            "Patients self-administered medication once daily in the evening between 17:00 h and 19:00 h, in the following sequence: ICS therapy, then other controller therapies, followed by trial medication.",
            "Open-label salbutamol hydrofluoroalkane metered-dose inhalers were provided for use as rescue medication during the trial.",
            "Permitted concomitant medications for the treatment of acute asthma exacerbations included temporary increases in the dose of ICS; temporary increases in the dose of, or the addition of, systemic corticosteroids or short-acting theophylline preparations; temporary addition of systemic β 2 -agonists or inhaled short-acting anticholinergics; and antibiotics."
        ],
        "sentence_labels": [
            1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": 0
    },
    {
        "doc_id": "34291",
        "text": "All efficacy end-points were analysed at week 12. Spirometric lung function measurements at week 12 were performed at 10 min pre-dose and at 30 min, 1 h, 2 h and 3 h post-dose. At each time point, at least three manoeuvres were to be performed with a maximum of eight efforts, to determine the highest measurement after three acceptable manoeuvres.",
        "section": "Analysis",
        "section_number": 10,
        "sentences": [
            "All efficacy end-points were analysed at week 12.",
            "Spirometric lung function measurements at week 12 were performed at 10 min pre-dose and at 30 min, 1 h, 2 h and 3 h post-dose.",
            "At each time point, at least three manoeuvres were to be performed with a maximum of eight efforts, to determine the highest measurement after three acceptable manoeuvres."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34291",
        "text": "The primary efficacy end-point was peak FEV1 within 3 h post-dosing (FEV1(0-3h)), measured as a response which was defined as change from baseline ( pre-treatment value measured 10 min before administration of the first dose of trial medication). The key secondary efficacy end-point was trough FEV1 response, measured at the end of the dosing interval, 10 min before the administration of the next dose of trial medication. Post hoc analyses of peak and trough FEV1 at week 12 were performed in patients aged 12-14 years and 15-17 years to determine whether lung function responses following tiotropium add-on therapy differ between patients towards the lower and upper limits of adolescence.",
        "section": "Analysis",
        "section_number": 11,
        "sentences": [
            "The primary efficacy end-point was peak FEV1 within 3 h post-dosing (FEV1(0-3h)), measured as a response which was defined as change from baseline ( pre-treatment value measured 10 min before administration of the first dose of trial medication).",
            "The key secondary efficacy end-point was trough FEV1 response, measured at the end of the dosing interval, 10 min before the administration of the next dose of trial medication.",
            "Post hoc analyses of peak and trough FEV1 at week 12 were performed in patients aged 12-14 years and 15-17 years to determine whether lung function responses following tiotropium add-on therapy differ between patients towards the lower and upper limits of adolescence."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34291",
        "text": "Other secondary efficacy end-points included FEV1 area under the curve (AUC) within 3 h post-dosing (FEV1 AUC(0-3h)), peak forced vital capacity (FVC) within 3 h post-dosing and FVC AUC(0-3h), all measured as response. Rescue medication use during the daytime, night-time and full 24-h period was recorded at home using the AM3 device (combined electronic peak flow meter and e-diary; eResearch Technology, Höchberg, Germany). Asthma control was assessed using six-question ACQ (ACQ-6) and ACQ-7 scores and responder rate after 12 weeks, with patients classified as responders if the minimal clinically important difference of a ⩾0.5 reduction in ACQ score was achieved [18] . Time to first severe asthma exacerbation and time to first episode of asthma worsening were evaluated over the 12-week treatment period. A severe asthma exacerbation was defined as an asthma exacerbation that required treatment with systemic corticosteroids for three or more consecutive days or at least a doubling of the Follow-up Treatment: add-on to usual background therapy",
        "section": "Analysis",
        "section_number": 12,
        "sentences": [
            "Other secondary efficacy end-points included FEV1 area under the curve (AUC) within 3 h post-dosing (FEV1 AUC(0-3h)), peak forced vital capacity (FVC) within 3 h post-dosing and FVC AUC(0-3h), all measured as response.",
            "Rescue medication use during the daytime, night-time and full 24-h period was recorded at home using the AM3 device (combined electronic peak flow meter and e-diary; eResearch Technology, Höchberg, Germany).",
            "Asthma control was assessed using six-question ACQ (ACQ-6) and ACQ-7 scores and responder rate after 12 weeks, with patients classified as responders if the minimal clinically important difference of a ⩾0.5 reduction in ACQ score was achieved [18] .",
            "Time to first severe asthma exacerbation and time to first episode of asthma worsening were evaluated over the 12-week treatment period.",
            "A severe asthma exacerbation was defined as an asthma exacerbation that required treatment with systemic corticosteroids for three or more consecutive days or at least a doubling of the Follow-up Treatment: add-on to usual background therapy"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34291",
        "text": "Week FIGURE 1 Study design. Usual background therapy was defined as high-dose inhaled corticosteroids (ICS) plus one or more controller therapies (e.g. a long-acting β 2 -agonist or leukotriene receptor antagonist) or medium-dose ICS plus two or more controller therapies (e.g. a long-acting β 2 -agonist and/or leukotriene receptor antagonist and/or sustained-release theophylline). High-dose ICS was defined as >400 µg budesonide or equivalent in patients aged 12-14 years and 800-1600 µg budesonide or equivalent in patients aged 15-17 years. Medium-dose ICS was defined as 200-400 µg budesonide or equivalent in patients aged 12-14 years and 400-800 µg budesonide or equivalent in patients aged 15-17 years [6] . # : two puffs of 2.5 μg; ¶ : two puffs of 1.25 μg; + : two puffs.",
        "section": "Visit",
        "section_number": 13,
        "sentences": [
            "Week FIGURE 1 Study design.",
            "Usual background therapy was defined as high-dose inhaled corticosteroids (ICS) plus one or more controller therapies (e.g. a long-acting β 2 -agonist or leukotriene receptor antagonist) or medium-dose ICS plus two or more controller therapies (e.g. a long-acting β 2 -agonist and/or leukotriene receptor antagonist and/or sustained-release theophylline).",
            "High-dose ICS was defined as >400 µg budesonide or equivalent in patients aged 12-14 years and 800-1600 µg budesonide or equivalent in patients aged 15-17 years.",
            "Medium-dose ICS was defined as 200-400 µg budesonide or equivalent in patients aged 12-14 years and 400-800 µg budesonide or equivalent in patients aged 15-17 years [6] . # :",
            "two puffs of 2.5 μg; ¶ : two puffs of 1.25 μg; + : two puffs."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34291",
        "text": "previous systemic corticosteroid dose for three or more consecutive days. An episode of asthma worsening was defined as a progressive increase in one or more asthma symptoms that were outside a patient's usual range and lasted for two or more consecutive days, and/or a decrease in a patient's best morning peak expiratory flow (PEF) of ⩾30% from their mean morning PEF for two or more consecutive days.",
        "section": "Visit",
        "section_number": 14,
        "sentences": [
            "previous systemic corticosteroid dose for three or more consecutive days.",
            "An episode of asthma worsening was defined as a progressive increase in one or more asthma symptoms that were outside a patient's usual range and lasted for two or more consecutive days, and/or a decrease in a patient's best morning peak expiratory flow (PEF) of ⩾30% from their mean morning PEF for two or more consecutive days."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34291",
        "text": "Further efficacy end-points included trough FVC, mean forced expiratory flow at 25-75% of FVC (FEF25-75%) at individual time points and weekly mean pre-dose morning and evening PEF measured using the AM3 device.",
        "section": "Visit",
        "section_number": 15,
        "sentences": [
            "Further efficacy end-points included trough FVC, mean forced expiratory flow at 25-75% of FVC (FEF25-75%) at individual time points and weekly mean pre-dose morning and evening PEF measured using the AM3 device."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34291",
        "text": "Adverse events were monitored throughout the treatment period and for 30 days after the last dose of trial medication to assess safety and tolerability.",
        "section": "Visit",
        "section_number": 16,
        "sentences": [
            "Adverse events were monitored throughout the treatment period and for 30 days after the last dose of trial medication to assess safety and tolerability."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34291",
        "text": "Safety analyses were performed on the treated set, defined as all randomised patients who had received at least one dose of study medication. The efficacy analyses were performed on the full analysis set, which was the same as the treated set.",
        "section": "Statistical analyses",
        "section_number": 17,
        "sentences": [
            "Safety analyses were performed on the treated set, defined as all randomised patients who had received at least one dose of study medication.",
            "The efficacy analyses were performed on the full analysis set, which was the same as the treated set."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34291",
        "text": "A set of null hypotheses was tested in a stepwise manner to control the probability of a type I error (one-sided; α=0.025): the efficacy of tiotropium 5 µg and then tiotropium 2.5 µg versus placebo for the primary end-point, followed by the efficacy of tiotropium 5 µg and then tiotropium 2.5 µg versus placebo for the key secondary end-point. Each step was considered confirmatory only if all the previous steps were successful; if any of the previous steps were not successful, further analyses were considered to be descriptive only.",
        "section": "Statistical analyses",
        "section_number": 18,
        "sentences": [
            "A set of null hypotheses was tested in a stepwise manner to control the probability of a type I error (one-sided; α=0.025): the efficacy of tiotropium 5 µg and then tiotropium 2.5 µg versus placebo for the primary end-point, followed by the efficacy of tiotropium 5 µg and then tiotropium 2.5 µg versus placebo for the key secondary end-point.",
            "Each step was considered confirmatory only if all the previous steps were successful; if any of the previous steps were not successful, further analyses were considered to be descriptive only."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34291",
        "text": "All efficacy end-points, rescue medication use and ACQ score responses were analysed using a restricted maximum likelihood-based mixed-effects model with repeated measurements. The model included the fixed, categorical effects of \"treatment\", \"pooled country\", \"visit\" and \"treatment-by-visit interaction\", as well as the covariates of \"baseline value\" and \"baseline value-by-visit interaction\". \"Patient\" was included as random effect. The number of patients who were responders (those with an ACQ score improvement of at least the minimal clinically important difference of 0.5 points [18] ), those whose ACQ score changed <0.5 points (no change) and those whose asthma worsened (those with an ACQ score deterioration of ⩾0.5 points) were compared by means of Wilcoxon rank sum test. Time to first severe exacerbation and time to first episode of asthma worsening were analysed using Cox's proportional hazards regression model with \"treatment\" fitted as an effect. Safety analyses were descriptive in nature.",
        "section": "Statistical analyses",
        "section_number": 19,
        "sentences": [
            "All efficacy end-points, rescue medication use and ACQ score responses were analysed using a restricted maximum likelihood-based mixed-effects model with repeated measurements.",
            "The model included the fixed, categorical effects of \"treatment\", \"pooled country\", \"visit\" and \"treatment-by-visit interaction\", as well as the covariates of \"baseline value\" and \"baseline value-by-visit interaction\". \"",
            "Patient\" was included as random effect.",
            "The number of patients who were responders (those with an ACQ score improvement of at least the minimal clinically important difference of 0.5 points [18] ), those whose ACQ score changed <0.5 points (no change) and those whose asthma worsened (those with an ACQ score deterioration of ⩾0.5 points) were compared by means of Wilcoxon rank sum test.",
            "Time to first severe exacerbation and time to first episode of asthma worsening were analysed using Cox's proportional hazards regression model with \"treatment\" fitted as an effect.",
            "Safety analyses were descriptive in nature."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34291",
        "text": "Sample size was determined using a conservative two-group t-test with a power of 80% and a probability of type I error of 2.5% (one-sided). Assuming a standard deviation of 420 mL, it was determined that 125 patients per treatment group were required to detect a difference of 150 mL in peak FEV1(0-3h) response.",
        "section": "Statistical analyses",
        "section_number": 20,
        "sentences": [
            "Sample size was determined using a conservative two-group t-test with a power of 80% and a probability of type I error of 2.5% (one-sided).",
            "Assuming a standard deviation of 420 mL, it was determined that 125 patients per treatment group were required to detect a difference of 150 mL in peak FEV1(0-3h) response."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34291",
        "text": "392 patients were randomised. Of these, 388 patients (99.0%) completed the 12-week treatment period and four patients (1.0%) prematurely discontinued study medication (figure 2).",
        "section": "Results",
        "section_number": 21,
        "sentences": [
            "392 patients were randomised.",
            "Of these, 388 patients (99.0%) completed the 12-week treatment period and four patients (1.0%) prematurely discontinued study medication (figure 2)."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34291",
        "text": "Overall, baseline patient demographics were balanced across the treatment groups (table 1). There were more male patients (61.7%); 53.8% of patients were aged 12-14 years and 46.2% were aged 15-17 years; the mean duration of asthma was 7.8 years; and 6.1% of patients had been exposed to second-hand smoke. At baseline, 124 patients and 268 patients were using two and three controller therapies, respectively, in addition to their ICS therapy. In the 3 months before screening, all patients had been receiving treatment with ICS, 83.2% of patients had been taking a long-acting β 2 -agonist, 80.4% had been taking a leukotriene receptor antagonist and 6.1% had been taking theophylline. Concomitant medications during the treatment period are reported in online supplementary table S1.",
        "section": "Baseline patient demographics and disease characteristics",
        "section_number": 22,
        "sentences": [
            "Overall, baseline patient demographics were balanced across the treatment groups (table 1).",
            "There were more male patients (61.7%); 53.8% of patients were aged 12-14 years and 46.2% were aged 15-17 years; the mean duration of asthma was 7.8 years; and 6.1% of patients had been exposed to second-hand smoke.",
            "At baseline, 124 patients and 268 patients were using two and three controller therapies, respectively, in addition to their ICS therapy.",
            "In the 3 months before screening, all patients had been receiving treatment with ICS, 83.2% of patients had been taking a long-acting β 2 -agonist, 80.4% had been taking a leukotriene receptor antagonist and 6.1% had been taking theophylline.",
            "Concomitant medications during the treatment period are reported in online supplementary table S1."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34291",
        "text": "Primary and key secondary end-points The adjusted mean difference from placebo in peak FEV1(0-3h) response was not statistically significant with tiotropium 5 µg, although numerical improvements were observed (90 mL, 95% CI −19-198; p=0.104) ( figure 3 ). There was a statistically significant improvement in peak FEV1(0-3h) response with the 2.5 µg dose (111 mL; 95% CI 2-220; p=0.046), but since the efficacy of tiotropium 5 µg over placebo could not be demonstrated and the primary end-point of the trial was therefore not met, all further treatment comparisons are considered descriptive only to control the type I error.",
        "section": "Efficacy",
        "section_number": 23,
        "sentences": [
            "Primary and key secondary end-points The adjusted mean difference from placebo in peak FEV1(0-3h) response was not statistically significant with tiotropium 5 µg, although numerical improvements were observed (90 mL, 95% CI −19-198; p=0.104) ( figure 3 ).",
            "There was a statistically significant improvement in peak FEV1(0-3h) response with the 2.5 µg dose (111 mL; 95% CI 2-220; p=0.046), but since the efficacy of tiotropium 5 µg over placebo could not be demonstrated and the primary end-point of the trial was therefore not met, all further treatment comparisons are considered descriptive only to control the type I error."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34291",
        "text": "Numerical improvements in the key secondary end-point, trough FEV1 response at week 12, were observed with both tiotropium 5 µg (54 mL; 95% CI −61-168; p=0.361) and tiotropium 2.5 µg (115 mL; 95% CI 0-231; p=0.051), compared with placebo ( figure 4) ; improvements were not statistically significant at either dose.",
        "section": "Efficacy",
        "section_number": 24,
        "sentences": [
            "Numerical improvements in the key secondary end-point, trough FEV1 response at week 12, were observed with both tiotropium 5 µg (54 mL; 95% CI −61-168; p=0.361) and tiotropium 2.5 µg (115 mL; 95% CI 0-231; p=0.051), compared with placebo ( figure 4) ; improvements were not statistically significant at either dose."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34291",
        "text": "Post hoc subgroup analyses by age group demonstrated numerical improvements in both peak FEV1(0-3h) (online supplementary table S2) and trough FEV1 (online supplementary table S3) in patients aged 12-14 years and 15-17 years, which were statistically significant with tiotropium 2.5 µg in patients aged 12-14 years only ( p=0.007 for peak FEV1(0-3h) and p=0.018 for trough FEV1). Improvements were shown to be independent of age group (treatment-by-subgroup interaction p=0.656 for peak FEV1(0-3h) and treatment-by-subgroup interaction p=0.484 for trough FEV1).",
        "section": "Efficacy",
        "section_number": 25,
        "sentences": [
            "Post hoc subgroup analyses by age group demonstrated numerical improvements in both peak FEV1(0-3h) (online supplementary table S2) and trough FEV1 (online supplementary table S3) in patients aged 12-14 years and 15-17 years, which were statistically significant with tiotropium 2.5 µg in patients aged 12-14 years only ( p=0.007 for peak FEV1(0-3h) and p=0.018 for trough FEV1).",
            "Improvements were shown to be independent of age group (treatment-by-subgroup interaction p=0.656 for peak FEV1(0-3h) and treatment-by-subgroup interaction p=0.484 for trough FEV1)."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34291",
        "text": "Additional secondary and further end-points Additional secondary and further efficacy end-point responses at week 12 are presented in table 2. Treatment with tiotropium resulted in numerical improvements in FEV1 AUC(0-3h) with tiotropium 5 µg and all measures of FVC (peak, trough and AUC(0-3h)) with both tiotropium doses; improvements in FEV1 AUC(0-3h) were statistically significant, compared with placebo, with the 2.5 µg dose only (p=0.034). Pre-dose morning and evening PEF responses were larger in the tiotropium 5 µg group than in the tiotropium 2.5 µg group, and smallest in the placebo group; the differences in adjusted mean pre-dose morning and evening PEF responses between tiotropium and placebo were statistically significant with the 5 µg dose only (p=0.005 for pre-dose morning PEF and p=0.004 for pre-dose evening PEF). For FEF25-75%, treatment differences were statistically significant at most time points for tiotropium 2.5 µg, compared with placebo, and for tiotropium 5 µg at 1 h post-dosing only, compared with placebo (figure 5).",
        "section": "Efficacy",
        "section_number": 26,
        "sentences": [
            "Additional secondary and further end-points Additional secondary and further efficacy end-point responses at week 12 are presented in table 2.",
            "Treatment with tiotropium resulted in numerical improvements in FEV1 AUC(0-3h) with tiotropium 5 µg and all measures of FVC (peak, trough and AUC(0-3h)) with both tiotropium doses; improvements in FEV1 AUC(0-3h) were statistically significant, compared with placebo, with the 2.5 µg dose only (p=0.034).",
            "Pre-dose morning and evening PEF responses were larger in the tiotropium 5 µg group than in the tiotropium 2.5 µg group, and smallest in the placebo group; the differences in adjusted mean pre-dose morning and evening PEF responses between tiotropium and placebo were statistically significant with the 5 µg dose only (p=0.005 for pre-dose morning PEF and p=0.004 for pre-dose evening PEF).",
            "For FEF25-75%, treatment differences were statistically significant at most time points for tiotropium 2.5 µg, compared with placebo, and for tiotropium 5 µg at 1 h post-dosing only, compared with placebo (figure 5)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34291",
        "text": "The weekly mean number of puffs of rescue medication used during the daytime, night-time and full 24-h period decreased over the 12-week treatment period in all treatment groups, but differences were not statistically significant between either tiotropium dose and placebo. During the daytime and throughout the full 24-h period, rescue medication use was lowest in the tiotropium 5 µg treatment group (online supplementary table S4).",
        "section": "Efficacy",
        "section_number": 27,
        "sentences": [
            "The weekly mean number of puffs of rescue medication used during the daytime, night-time and full 24-h period decreased over the 12-week treatment period in all treatment groups, but differences were not statistically significant between either tiotropium dose and placebo.",
            "During the daytime and throughout the full 24-h period, rescue medication use was lowest in the tiotropium 5 µg treatment group (online supplementary table S4)."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34291",
        "text": "Adjusted mean ACQ-6 and ACQ-7 scores improved (decreased) and were comparable for patients treated with tiotropium, with a difference (95% CI) of 0.053 (−0.119-0.226) and 0.036 (−0.123-0.196) points, respectively, between the 5 µg and placebo treatment groups, and 0.118 (−0.055-0.292) and 0.058 placebo group. The median time to first severe asthma exacerbation and time to first episode of asthma worsening could not be calculated, as events were reported for <50% of patients in each treatment group.",
        "section": "Efficacy",
        "section_number": 28,
        "sentences": [
            "Adjusted mean ACQ-6 and ACQ-7 scores improved (decreased) and were comparable for patients treated with tiotropium, with a difference (95% CI) of 0.053 (−0.119-0.226) and 0.036 (−0.123-0.196) points, respectively, between the 5 µg and placebo treatment groups, and 0.118 (−0.055-0.292) and 0.058 placebo group.",
            "The median time to first severe asthma exacerbation and time to first episode of asthma worsening could not be calculated, as events were reported for <50% of patients in each treatment group."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34291",
        "text": "The overall incidence of adverse events was comparable across the three treatment groups (table 3) . The majority of adverse events were mild or moderate in severity and only one patient, in the placebo treatment group, presented with a drug-related adverse event ( palpitations) that resulted in discontinuation of study medication. Three patients reported serious adverse events, none of which was considered drug-related: two patients receiving tiotropium 5 µg (one patient with a ligament sprain and one patient with asthma) and one patient receiving tiotropium 2.5 µg (atopic dermatitis and pyoderma). There were no deaths during the trial.",
        "section": "Safety and tolerability",
        "section_number": 29,
        "sentences": [
            "The overall incidence of adverse events was comparable across the three treatment groups (table 3) .",
            "The majority of adverse events were mild or moderate in severity and only one patient, in the placebo treatment group, presented with a drug-related adverse event ( palpitations) that resulted in discontinuation of study medication.",
            "Three patients reported serious adverse events, none of which was considered drug-related: two patients receiving tiotropium 5 µg (one patient with a ligament sprain and one patient with asthma) and one patient receiving tiotropium 2.5 µg (atopic dermatitis and pyoderma).",
            "There were no deaths during the trial."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34291",
        "text": "The most frequently reported adverse events, by preferred term, were asthma, decreased PEF rate, nasopharyngitis, rhinitis, upper respiratory tract infection, viral infection, allergic rhinitis, tonsillitis and viral respiratory tract infection (table 3) . ",
        "section": "Safety and tolerability",
        "section_number": 30,
        "sentences": [
            "The most frequently reported adverse events, by preferred term, were asthma, decreased PEF rate, nasopharyngitis, rhinitis, upper respiratory tract infection, viral infection, allergic rhinitis, tonsillitis and viral respiratory tract infection (table 3) ."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34291",
        "text": "In this phase III trial we investigated once-daily tiotropium add-on to ICS plus at least one controller therapy in adolescent patients aged 12-17 years with severe symptomatic asthma. The primary and key secondary end-points were not met, with improvements in peak FEV1(0-3h) and trough FEV1 responses at week 12 not reaching statistical significance with tiotropium 5 µg, compared with placebo. Therefore, all other analyses were considered descriptive only, in accordance with the stepwise hierarchical testing methodology. These data are somewhat unexpected in view of multiple other investigations of tiotropium as add-on to at least ICS therapy in adolescents [16] and adults [9, 13] with asthma, which have demonstrated that the 5 µg dose provides statistically significant improvements in both peak and trough FEV1. Interestingly, in the present study FEV1 improvements, versus placebo, with the 5 µg dose were even higher than those observed with the 2.5 µg dose at weeks 4 and 8, and so the decline in lung function at week 12 for patients receiving the 5 µg dose is not in line with the results at prior time points. We believe that this observation is likely to be unrelated to the treatment dose and consider it a chance finding.",
        "section": "Discussion",
        "section_number": 31,
        "sentences": [
            "In this phase III trial we investigated once-daily tiotropium add-on to ICS plus at least one controller therapy in adolescent patients aged 12-17 years with severe symptomatic asthma.",
            "The primary and key secondary end-points were not met, with improvements in peak FEV1(0-3h) and trough FEV1 responses at week 12 not reaching statistical significance with tiotropium 5 µg, compared with placebo.",
            "Therefore, all other analyses were considered descriptive only, in accordance with the stepwise hierarchical testing methodology.",
            "These data are somewhat unexpected in view of multiple other investigations of tiotropium as add-on to at least ICS therapy in adolescents [16] and adults [9, 13] with asthma, which have demonstrated that the 5 µg dose provides statistically significant improvements in both peak and trough FEV1.",
            "Interestingly, in the present study FEV1 improvements, versus placebo, with the 5 µg dose were even higher than those observed with the 2.5 µg dose at weeks 4 and 8, and so the decline in lung function at week 12 for patients receiving the 5 µg dose is not in line with the results at prior time points.",
            "We believe that this observation is likely to be unrelated to the treatment dose and consider it a chance finding."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34291",
        "text": "We did observe significant improvements in both pre-dose morning and evening PEF with tiotropium 5 µg. PEF was calculated as the weekly average of daily values and may therefore be considered to provide more reliable data compared with FEV1 measurements, which represent a single value taken on a single day in a clinic outside of a patient's real-life setting. Improvements in FEF25-75% were statistically significant at most time points with tiotropium 2.5 µg, but were statistically significant at 1 h post-dosing only with the 5 µg dose. FEF25-75% measurements may reflect a greater effect of tiotropium on small airways in adolescent patients, despite high levels of controller medication. Positive trends in assessments of asthma control were observed in all treatment arms, with a reduction in rescue medication use and an improvement in ACQ scores observed; however, differences with tiotropium, compared with placebo, were not statistically significant. The incidence of both severe exacerbations and episodes of asthma worsening were low, and the safety and tolerability of tiotropium were found to be comparable with those of placebo.",
        "section": "Discussion",
        "section_number": 32,
        "sentences": [
            "We did observe significant improvements in both pre-dose morning and evening PEF with tiotropium 5 µg.",
            "PEF was calculated as the weekly average of daily values and may therefore be considered to provide more reliable data compared with FEV1 measurements, which represent a single value taken on a single day in a clinic outside of a patient's real-life setting.",
            "Improvements in FEF25-75% were statistically significant at most time points with tiotropium 2.5 µg, but were statistically significant at 1 h post-dosing only with the 5 µg dose.",
            "FEF25-75% measurements may reflect a greater effect of tiotropium on small airways in adolescent patients, despite high levels of controller medication.",
            "Positive trends in assessments of asthma control were observed in all treatment arms, with a reduction in rescue medication use and an improvement in ACQ scores observed; however, differences with tiotropium, compared with placebo, were not statistically significant.",
            "The incidence of both severe exacerbations and episodes of asthma worsening were low, and the safety and tolerability of tiotropium were found to be comparable with those of placebo."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34291",
        "text": "The results of our study may have been influenced by limitations of the patient population and trial design. Firstly, the occurrence of a pronounced placebo response was observed, which left little room for differentiation between the treatment groups and may be an indication of improved initial adherence to background ICS therapy in the clinical trial setting. Adherence to asthma treatment outside the clinical trial environment is notably poor in the paediatric population, with both patients and their parents or caregivers having an impact on adherence [19] [20] [21] . Data from our post hoc analyses by age group demonstrated significant improvements in peak and trough FEV1 following tiotropium 2.5 µg in patients aged 12-14 years only, which may reflect a more active role of parents and caregivers in the care of young adolescent patients, potentially resulting in increased treatment adherence and impacting on lung function results. Secondly, the relatively short trial duration did not permit a conclusive analysis of the impact of tiotropium add-on therapy on severe exacerbations, asthma worsening or asthma control. Therefore, further clinical trials of longer duration in adolescent patients with confirmed severe symptomatic asthma would be beneficial to confirm and expand these initial results from our trial. In addition, the trial was powered to detect a difference of 150 mL in the primary end-point of peak FEV1(0-3h) response, based on a standard deviation of 420 mL; however, the observed standard deviation was ∼510 mL, slightly higher than predicted. Therefore, the study may have been underpowered to detect a statistically significant difference, possibly because the lung volumes in adolescents are more variable across age and sex.",
        "section": "Discussion",
        "section_number": 33,
        "sentences": [
            "The results of our study may have been influenced by limitations of the patient population and trial design.",
            "Firstly, the occurrence of a pronounced placebo response was observed, which left little room for differentiation between the treatment groups and may be an indication of improved initial adherence to background ICS therapy in the clinical trial setting.",
            "Adherence to asthma treatment outside the clinical trial environment is notably poor in the paediatric population, with both patients and their parents or caregivers having an impact on adherence [19] [20] [21] .",
            "Data from our post hoc analyses by age group demonstrated significant improvements in peak and trough FEV1 following tiotropium 2.5 µg in patients aged 12-14 years only, which may reflect a more active role of parents and caregivers in the care of young adolescent patients, potentially resulting in increased treatment adherence and impacting on lung function results.",
            "Secondly, the relatively short trial duration did not permit a conclusive analysis of the impact of tiotropium add-on therapy on severe exacerbations, asthma worsening or asthma control.",
            "Therefore, further clinical trials of longer duration in adolescent patients with confirmed severe symptomatic asthma would be beneficial to confirm and expand these initial results from our trial.",
            "In addition, the trial was powered to detect a difference of 150 mL in the primary end-point of peak FEV1(0-3h) response, based on a standard deviation of 420 mL; however, the observed standard deviation was ∼510 mL, slightly higher than predicted.",
            "Therefore, the study may have been underpowered to detect a statistically significant difference, possibly because the lung volumes in adolescents are more variable across age and sex."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34291",
        "text": "Although the present trial did not meet its primary end-point, tiotropium has been shown to be beneficial in adults and adolescents with symptomatic asthma when added to at least ICS [8] [9] [10] [11] [12] [13] [14] [15] [16] . In addition, a comparative study of tiotropium versus salmeterol as add-on to ICS in adult patients identified an acute response to salbutamol and airway obstruction as factors that could help predict a positive clinical response to tiotropium [22] . Prescribing physicians should consider that trial-level responses will not necessarily reflect individual-level responses and must optimise asthma therapy on an individual patient basis.",
        "section": "Discussion",
        "section_number": 34,
        "sentences": [
            "Although the present trial did not meet its primary end-point, tiotropium has been shown to be beneficial in adults and adolescents with symptomatic asthma when added to at least ICS [8] [9] [10] [11] [12] [13] [14] [15] [16] .",
            "In addition, a comparative study of tiotropium versus salmeterol as add-on to ICS in adult patients identified an acute response to salbutamol and airway obstruction as factors that could help predict a positive clinical response to tiotropium [22] .",
            "Prescribing physicians should consider that trial-level responses will not necessarily reflect individual-level responses and must optimise asthma therapy on an individual patient basis."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34291",
        "text": "In conclusion, while statistically significant improvements in the primary end-point, peak FEV1(0-3h) response with tiotropium 5 µg compared with placebo, were not demonstrated in our trial, numerical improvements in measures of lung function and asthma control were observed. The results from our trial add to the current body of evidence from previously published studies of tiotropium Respimat add-on therapy in patients with symptomatic asthma and, therefore, once-daily tiotropium Respimat add-on to ICS plus one or more controller therapies may be considered as an alternative treatment option in adolescent patients with severe symptomatic asthma, with safety and tolerability comparable with those of placebo.",
        "section": "Discussion",
        "section_number": 35,
        "sentences": [
            "In conclusion, while statistically significant improvements in the primary end-point, peak FEV1(0-3h) response with tiotropium 5 µg compared with placebo, were not demonstrated in our trial, numerical improvements in measures of lung function and asthma control were observed.",
            "The results from our trial add to the current body of evidence from previously published studies of tiotropium Respimat add-on therapy in patients with symptomatic asthma and, therefore, once-daily tiotropium Respimat add-on to ICS plus one or more controller therapies may be considered as an alternative treatment option in adolescent patients with severe symptomatic asthma, with safety and tolerability comparable with those of placebo."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34291",
        "text": "PAEDIATRIC PULMONOLOGY AND ASTHMA | E. HAMELMANN ET AL.",
        "section": "",
        "section_number": 36,
        "sentences": [
            "PAEDIATRIC PULMONOLOGY AND ASTHMA | E. HAMELMANN ET AL."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    }
]