[
    {
        "doc_id": "36790",
        "text": "To assess whether testing blood glucose four times daily compared with four times every other day would lead to similar birth weights among patients with gestational diabetes mellitus (GDM). METHODS: This noninferiority randomized controlled trial was conducted at five centers. After receiving a diagnosis of GDM, women tested their blood glucose every day for 7 days. After that period, compliant women without hyperglycemia requiring treatment were randomized to either blood glucose testing four times a day or every other day. Noninferiority would be declared if the mean birth weight in the every-other-day group was no higher than 165 g (5% difference assuming an average birth weight of 3,296 g) compared with the four times a day group. A total sample size of 286 women allowed noninferiority to be tested (one-sided .05 level of significance). RESULTS: From May 2013 to May 2016, of the 293 women with GDM who were randomized, 149 (51%) were tested four times a day and 144 (49%) were tested every other day. Between the two groups, there were no significant differences with regard to need for medical treatment, induction, gestational age at delivery, mode of delivery, rate of preeclampsia, or shoulder dystocia. Birth weight was similar between both groups and the upper bound of the 90% confidence interval (CI) was less than 165 g, establishing noninferiority with a mean difference of 241 g (90% CI 2137 to 54 g). Rate of compliance with blood glucose testing was higher in the every-other-day group (89% compared with 92%, P,.01). The differences in rates of macrosomia and birth weight greater than the 95th percentile were not clinically significant. Neonatal outcomes including neonatal hypoglycemia were similar. CONCLUSION: Among patients with well-controlled GDM, testing blood glucose values every other day did not increase birth weight, although it did increase compliance with testing when compared with women who tested every day.",
        "section": "Abstract",
        "sentences": [
            "To assess whether testing blood glucose four times daily compared with four times every other day would lead to similar birth weights among patients with gestational diabetes mellitus (GDM).",
            "METHODS: This noninferiority randomized controlled trial was conducted at five centers.",
            "After receiving a diagnosis of GDM, women tested their blood glucose every day for 7 days.",
            "After that period, compliant women without hyperglycemia requiring treatment were randomized to either blood glucose testing four times a day or every other day.",
            "Noninferiority would be declared if the mean birth weight in the every-other-day group was no higher than 165 g (5% difference assuming an average birth weight of 3,296 g) compared with the four times a day group.",
            "A total sample size of 286 women allowed noninferiority to be tested (one-sided .05 level of significance).",
            "RESULTS: From May 2013 to May 2016, of the 293 women with GDM who were randomized, 149 (51%) were tested four times a day and 144 (49%) were tested every other day.",
            "Between the two groups, there were no significant differences with regard to need for medical treatment, induction, gestational age at delivery, mode of delivery, rate of preeclampsia, or shoulder dystocia.",
            "Birth weight was similar between both groups and the upper bound of the 90% confidence interval (CI) was less than 165 g, establishing noninferiority with a mean difference of 241 g (90% CI 2137 to 54 g).",
            "Rate of compliance with blood glucose testing was higher in the every-other-day group (89% compared with 92%, P,.01).",
            "The differences in rates of macrosomia and birth weight greater than the 95th percentile were not clinically significant.",
            "Neonatal outcomes including neonatal hypoglycemia were similar.",
            "CONCLUSION: Among patients with well-controlled GDM, testing blood glucose values every other day did not increase birth weight, although it did increase compliance with testing when compared with women who tested every day."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36790",
        "text": "The authors thank Julie Daley, Pauline Breault, Dr Donald R. Coustan, and the staff and residents at the Diabetes in Pregnancy clinic at Women and Infants Hospital in Providence, Rhode Island, for screening and enrollment of eligible patients; Kerri Hajkowski, Lisa DeDomenico, and the staff and residents at the Diabetes Clinic at Geisinger Medical Center in Danville, Pennsylvania, for screening, enrollment, and completing the patient follow-ups; Kathryn Greff for active recruitment and enrollment at St Joseph's maternal-fetal medicine high-risk clinic; the staff and residents at the High-Risk Pregnancy clinics at both Lyndon B. Johnson Hospital and Memorial Hermann Medical Center in Houston, Texas, for active screening and recruitment during the trial; Maria Hutchinson and the research staff at UT McGovern Medical School in Houston, Texas, for their invaluable help with logistics and coordination throughout the study; and the financial and personnel support of the Obstetrics and Gynecology Departments at Geisinger Medical Center in Danville, Pennsylvania, Women and Infants Hospital in Providence, Rhode Island, and the UT McGovern Medical School in Houston, Texas.",
        "section": "",
        "section_number": 1,
        "sentences": [
            "The authors thank Julie Daley, Pauline Breault, Dr Donald R. Coustan, and the staff and residents at the Diabetes in Pregnancy clinic at Women and Infants Hospital in Providence, Rhode Island, for screening and enrollment of eligible patients; Kerri Hajkowski, Lisa DeDomenico, and the staff and residents at the Diabetes Clinic at Geisinger Medical Center in Danville, Pennsylvania, for screening, enrollment, and completing the patient follow-ups; Kathryn Greff for active recruitment and enrollment at St Joseph's maternal-fetal medicine high-risk clinic; the staff and residents at the High-Risk Pregnancy clinics at both Lyndon B. Johnson Hospital and Memorial Hermann Medical Center in Houston, Texas, for active screening and recruitment during the trial; Maria Hutchinson and the research staff at UT McGovern Medical School in Houston, Texas, for their invaluable help with logistics and coordination throughout the study; and the financial and personnel support of the Obstetrics and Gynecology Departments at Geisinger Medical Center in Danville, Pennsylvania, Women and Infants Hospital in Providence, Rhode Island, and the UT McGovern Medical School in Houston, Texas."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36790",
        "text": "Each author has indicated that he or she has met the journal's requirements for authorship.",
        "section": "",
        "section_number": 2,
        "sentences": [
            "Each author has indicated that he or she has met the journal's requirements for authorship."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36790",
        "text": "G estational diabetes, defined as carbohydrate intolerance with onset or recognition during pregnancy, 1 is on the rise. From 1989 to 2004, the prevalence in the United States increased by 122% from 1.9% to 4.2%. 2 Depending on the population studied, gestational diabetes mellitus (GDM) may affect 1-14% of all pregnancies. 3 This increase has affected all age groups 4 and appears to parallel the obesity epidemic. 5 The more sedentary lifestyle along with a high-calorie diet consumption both contribute to this trend. 6 One of the current challenges in the management of GDM is determining the frequency of glucose monitoring that is necessary. The American College of Obstetricians and Gynecologists' (the College) Practice Bulletin on GDM states, \"there is insufficient evidence concerning the optimal frequency of blood glucose testing in women with GDM.\" 1 In a previous retrospective analysis, decreasing the frequency of blood glucose monitoring among patients with GDM was found not to delay the initiation of therapy in patients with mild GDM. 7 Considering the lack of a randomized clinical trial (RCT) on the frequency of testing blood glucose among pregnant diabetic women, we undertook this trial with the objective of determining whether women with GDM can be supervised with less frequent blood glucose monitoring without affecting their overall risk of both obstetric and neonatal complications. Our hypothesis was that managing GDM with blood glucose testing every other day was noninferior to blood glucose testing every day, as evidenced by similar neonatal birth weight.",
        "section": "",
        "section_number": 3,
        "sentences": [
            "G estational diabetes, defined as carbohydrate intolerance with onset or recognition during pregnancy, 1 is on the rise.",
            "From 1989 to 2004, the prevalence in the United States increased by 122% from 1.9% to 4.2%.",
            "2 Depending on the population studied, gestational diabetes mellitus (GDM) may affect 1-14% of all pregnancies.",
            "3 This increase has affected all age groups 4 and appears to parallel the obesity epidemic.",
            "5 The more sedentary lifestyle along with a high-calorie diet consumption both contribute to this trend.",
            "6 One of the current challenges in the management of GDM is determining the frequency of glucose monitoring that is necessary.",
            "The American College of Obstetricians and Gynecologists' (the College) Practice Bulletin on GDM states, \"there is insufficient evidence concerning the optimal frequency of blood glucose testing in women with GDM.\"",
            "1 In a previous retrospective analysis, decreasing the frequency of blood glucose monitoring among patients with GDM was found not to delay the initiation of therapy in patients with mild GDM.",
            "7 Considering the lack of a randomized clinical trial (RCT) on the frequency of testing blood glucose among pregnant diabetic women, we undertook this trial with the objective of determining whether women with GDM can be supervised with less frequent blood glucose monitoring without affecting their overall risk of both obstetric and neonatal complications.",
            "Our hypothesis was that managing GDM with blood glucose testing every other day was noninferior to blood glucose testing every day, as evidenced by similar neonatal birth weight."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36790",
        "text": "After obtaining institutional review board approval at each site (IRB# 2013-0588, IRB# HSC-MS-13-0719, IRB# 13-0014) and registering on ClinicalTrials.gov (NCT01818557), this trial was conducted at five university hospitals: Children's Memorial Herman Hospital-Texas Medical Center in Houston, Texas; Lyndon Baines Johnson General Hospital and St Joseph's Medical Center in Houston, Texas; Women & Infants Hospital in Providence, Rhode Island; and the Geisinger Medical Center in Danville, Pennsylvania.",
        "section": "MATERIALS AND METHODS",
        "section_number": 4,
        "sentences": [
            "After obtaining institutional review board approval at each site (IRB# 2013-0588, IRB# HSC-MS-13-0719, IRB# 13-0014) and registering on ClinicalTrials.gov (NCT01818557), this trial was conducted at five university hospitals: Children's Memorial Herman Hospital-Texas Medical Center in Houston, Texas; Lyndon Baines Johnson General Hospital and St Joseph's Medical Center in Houston, Texas; Women & Infants Hospital in Providence, Rhode Island; and the Geisinger Medical Center in Danville, Pennsylvania."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36790",
        "text": "Women were eligible if they were 18 years or older with a singleton pregnancy and were diagnosed with GDM between 20 0/7 weeks and 32 0/7 weeks of gestation using College criteria. 1 Both English and Spanish consents were available. Specifically, screening for all pregnant women was done using a 1-hour 50-g glucose-loading test; blood glucose between 130 and 200 mg/dL was considered elevated and was confirmed using a 3-hour 100-g oral glucose tolerance test. Patients with a value higher than 200 mg/ dL on the 1-hour 50-g glucose-loading test were treated as having GDM without a confirmatory 3-hour oral glucose tolerance test. The values established as abnormal for all screening tests were chosen as a consensus among all participating sites. Carpenter and Coustan criteria were used on the 3-hour 100-g oral glucose tolerance test; two or more abnormal values were required for diagnosis: fasting plasma glucose level 95 mg/dL or greater, 1-hour value 180 mg/dL or greater, 2-hour value 155 mg/dL or greater, and a 3-hour value 140 mg/dL or greater. 8 After diagnosis, women were referred to the nutritionist or diabetes educator to establish a plan of care including meal plans and a moderate exercise program.",
        "section": "MATERIALS AND METHODS",
        "section_number": 5,
        "sentences": [
            "Women were eligible if they were 18 years or older with a singleton pregnancy and were diagnosed with GDM between 20 0/7 weeks and 32 0/7 weeks of gestation using College criteria.",
            "1 Both English and Spanish consents were available.",
            "Specifically, screening for all pregnant women was done using a 1-hour 50-g glucose-loading test; blood glucose between 130 and 200 mg/dL was considered elevated and was confirmed using a 3-hour 100-g oral glucose tolerance test.",
            "Patients with a value higher than 200 mg/ dL on the 1-hour 50-g glucose-loading test were treated as having GDM without a confirmatory 3-hour oral glucose tolerance test.",
            "The values established as abnormal for all screening tests were chosen as a consensus among all participating sites.",
            "Carpenter and Coustan criteria were used on the 3-hour 100-g oral glucose tolerance test; two or more abnormal values were required for diagnosis: fasting plasma glucose level 95 mg/dL or greater, 1-hour value 180 mg/dL or greater, 2-hour value 155 mg/dL or greater, and a 3-hour value 140 mg/dL or greater.",
            "8 After diagnosis, women were referred to the nutritionist or diabetes educator to establish a plan of care including meal plans and a moderate exercise program."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36790",
        "text": "Eligible women were instructed on the use of memory-based reflectance meters and were asked to perform daily self-monitoring of their blood glucose four times per day (during fasting state as well as 2 hours postbreakfast, lunch, and dinner) for the first week after diagnosis. In accordance with College guidelines, specific target goals for blood glucose values were defined as fasting values 95 mg/dL or less or 2-hour postprandial values 120 mg/dL or less. Women identified as not requiring medical therapy (insulin or glyburide) after the first week of initial blood glucose monitoring were eligible for randomization. The need for medical therapy after the first week of monitoring was recognized when abnormal blood glucose values were greater than 50% of the total number of blood glucose values for that first week and at least one fasting glucose value was greater than 110 mg/dL or a 2-hour postprandial value was greater than 150 mg/dL. This protocol was derived from local practice policy modified by input from all participating sites; this was consistent with other practices and publications. 9 Women were not eligible if GDM was diagnosed by any other method or criteria than the one outlined in this protocol, had been diagnosed with diabetes mellitus prepregnancy, were diagnosed with a major fetal anomaly, required any chronic steroid therapy regardless of dose or route of administration, had chronic hypertension requiring medical therapy, or demonstrated poor compliance during the first week of initial blood glucose monitoring. This was defined as less than 20% of expected values actually recorded during the 1-week period of initial monitoring.",
        "section": "MATERIALS AND METHODS",
        "section_number": 6,
        "sentences": [
            "Eligible women were instructed on the use of memory-based reflectance meters and were asked to perform daily self-monitoring of their blood glucose four times per day (during fasting state as well as 2 hours postbreakfast, lunch, and dinner) for the first week after diagnosis.",
            "In accordance with College guidelines, specific target goals for blood glucose values were defined as fasting values 95 mg/dL or less or 2-hour postprandial values 120 mg/dL or less.",
            "Women identified as not requiring medical therapy (insulin or glyburide) after the first week of initial blood glucose monitoring were eligible for randomization.",
            "The need for medical therapy after the first week of monitoring was recognized when abnormal blood glucose values were greater than 50% of the total number of blood glucose values for that first week and at least one fasting glucose value was greater than 110 mg/dL or a 2-hour postprandial value was greater than 150 mg/dL. This protocol was derived from local practice policy modified by input from all participating sites; this was consistent with other practices and publications.",
            "9 Women were not eligible if GDM was diagnosed by any other method or criteria than the one outlined in this protocol, had been diagnosed with diabetes mellitus prepregnancy, were diagnosed with a major fetal anomaly, required any chronic steroid therapy regardless of dose or route of administration, had chronic hypertension requiring medical therapy, or demonstrated poor compliance during the first week of initial blood glucose monitoring.",
            "This was defined as less than 20% of expected values actually recorded during the 1-week period of initial monitoring."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36790",
        "text": "Eligible, consenting women were randomly assigned at a 1:1 ratio to test blood glucose values every day compared with every other day for the reminder of the pregnancy. Participants recorded their values on standard blood glucose logs at home; adherence to the protocol was monitored on an ongoing basis by trained research personnel at each clinical visit or through an online portal. Health care providers were not blinded to the patients' study group allocation. The assigned monitoring scheme was maintained even when the patient's health care provider deemed medical therapy was necessary for blood glucose control. As a safety measure for this trial, patients on medical therapy who were assigned to blood glucose monitoring every other day could be unmasked to testing every day only if fasting blood glucose was greater than 120 mg/dL or 2-hour postprandial was greater than 200 mg/dL on two separate occasions without a reasonable explanation such as dietary indiscretions.",
        "section": "MATERIALS AND METHODS",
        "section_number": 7,
        "sentences": [
            "Eligible, consenting women were randomly assigned at a 1:1 ratio to test blood glucose values every day compared with every other day for the reminder of the pregnancy.",
            "Participants recorded their values on standard blood glucose logs at home; adherence to the protocol was monitored on an ongoing basis by trained research personnel at each clinical visit or through an online portal.",
            "Health care providers were not blinded to the patients' study group allocation.",
            "The assigned monitoring scheme was maintained even when the patient's health care provider deemed medical therapy was necessary for blood glucose control.",
            "As a safety measure for this trial, patients on medical therapy who were assigned to blood glucose monitoring every other day could be unmasked to testing every day only if fasting blood glucose was greater than 120 mg/dL or 2-hour postprandial was greater than 200 mg/dL on two separate occasions without a reasonable explanation such as dietary indiscretions."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36790",
        "text": "Study participants received standard obstetric care as defined by their institution and treating health care provider. The decision to assess fetal growth using ultrasonography, the need for antenatal testing, and the choice of mode of delivery were determined by the treating health care provider. When deciding timing of delivery, standard clinical practice was followed including delivery no earlier than 39 weeks of gestation and no later than 40 weeks of gestation, unless spontaneous labor ensued. Decision to deliver outside these established goals were left to the discretion of the patient's health care provider while still adhering to the recommendations outlined in the Society for Maternal-Fetal Medicine-Eunice Kennedy Shriver National Institute of Child Health and Human Development guidelines. 10 Group assignment was made by a computergenerated random sequence stratified by clinical center. Balanced group sizes were maintained using a simple urn method. All research-related data including maternal and neonatal outcomes were collected by certified research personnel. The primary outcome was difference in birth weights among both groups. Because the goal was to demonstrate noninferiority and not superiority, the design utilized was a noninferiority trial design. The rationale for using a noninferiority trial rather than a superiority trial was: 1) given the importance of adequate glycemic control and its effects on both the mother and fetus, it would be unethical to perform a trial with a group of individuals not allowed to test their blood glucose values; 2) testing blood glucose every other day is not expected to be superior to testing every day, although some potential benefits may be expected; and 3) because testing every other day is easier and probably preferred rather than testing every day, testing compliance may improve while still retaining the clinical benefits.",
        "section": "MATERIALS AND METHODS",
        "section_number": 8,
        "sentences": [
            "Study participants received standard obstetric care as defined by their institution and treating health care provider.",
            "The decision to assess fetal growth using ultrasonography, the need for antenatal testing, and the choice of mode of delivery were determined by the treating health care provider.",
            "When deciding timing of delivery, standard clinical practice was followed including delivery no earlier than 39 weeks of gestation and no later than 40 weeks of gestation, unless spontaneous labor ensued.",
            "Decision to deliver outside these established goals were left to the discretion of the patient's health care provider while still adhering to the recommendations outlined in the Society for Maternal-Fetal Medicine-Eunice Kennedy Shriver National Institute of Child Health and Human Development guidelines.",
            "10 Group assignment was made by a computergenerated random sequence stratified by clinical center.",
            "Balanced group sizes were maintained using a simple urn method.",
            "All research-related data including maternal and neonatal outcomes were collected by certified research personnel.",
            "The primary outcome was difference in birth weights among both groups.",
            "Because the goal was to demonstrate noninferiority and not superiority, the design utilized was a noninferiority trial design.",
            "The rationale for using a noninferiority trial rather than a superiority trial was: 1) given the importance of adequate glycemic control and its effects on both the mother and fetus, it would be unethical to perform a trial with a group of individuals not allowed to test their blood glucose values; 2) testing blood glucose every other day is not expected to be superior to testing every day, although some potential benefits may be expected; and 3) because testing every other day is easier and probably preferred rather than testing every day, testing compliance may improve while still retaining the clinical benefits."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": 0
    },
    {
        "doc_id": "36790",
        "text": "To demonstrate noninferiority, the null hypothesis was that a difference between both groups is greater than a prespecified value, that is, everyother-day testing is associated with an increase in birth weight by more than the noninferiority margin. Using the Centers for Disease Control and Prevention's National Vital Statistics Database, we used the average birth weight in the United States for 2009, which was 3,296 g for singleton pregnancies (6560 g standard deviation). We determined that a 5% difference in birth weight (165 g) would allow us to conduct the trial without risking an increase in the rate of neonatal macrosomia or large-for-gestational-age (LGA) newborns. Using these assumptions, we estimated that a sample size of 143 participants per study arm (286 in total) would need to be enrolled to have 80% power and a a5.05% (one-sided) allowing us to detect that testing every other day is not inferior to testing every day with regard to our primary outcome of neonatal birth weight.",
        "section": "MATERIALS AND METHODS",
        "section_number": 9,
        "sentences": [
            "To demonstrate noninferiority, the null hypothesis was that a difference between both groups is greater than a prespecified value, that is, everyother-day testing is associated with an increase in birth weight by more than the noninferiority margin.",
            "Using the Centers for Disease Control and Prevention's National Vital Statistics Database, we used the average birth weight in the United States for 2009, which was 3,296 g for singleton pregnancies (6560 g standard deviation).",
            "We determined that a 5% difference in birth weight (165 g) would allow us to conduct the trial without risking an increase in the rate of neonatal macrosomia or large-for-gestational-age (LGA) newborns.",
            "Using these assumptions, we estimated that a sample size of 143 participants per study arm (286 in total) would need to be enrolled to have 80% power and a a5.05% (one-sided) allowing us to detect that testing every other day is not inferior to testing every day with regard to our primary outcome of neonatal birth weight."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36790",
        "text": "Prespecified secondary outcomes included the rate of compliance with blood glucose testing (defined as a proportion, calculated by dividing the number of actual tested values over the total number of expected tested values) as well as the rates of macrosomia and birth trauma. An intent-to-treat analysis was used for this protocol. We also performed a per-protocol analysis on the primary outcome alone. Continuous variables were compared with regression models including group and site as covariates. Categorical variables were compared with Poisson regression models with robust standard errors and group and site as covariates to estimate relative risk or Fisher exact test (for outcomes with few events). For the primary outcome of birth weight, we report the mean difference and two-sided 90% confidence interval (CI). The upper bound of the 90% CI (corresponding to a one-sided a of .05) had to be below 165 g to declare noninferiority of every-other-day testing. For all other outcomes, we report two-sided 95% CIs and P values. Analyses were performed with the use of STATA 13.1. A nominal P value of ,.05 was considered to indicate statistical significance and no adjustments were made for multiple comparisons.",
        "section": "MATERIALS AND METHODS",
        "section_number": 10,
        "sentences": [
            "Prespecified secondary outcomes included the rate of compliance with blood glucose testing (defined as a proportion, calculated by dividing the number of actual tested values over the total number of expected tested values) as well as the rates of macrosomia and birth trauma.",
            "An intent-to-treat analysis was used for this protocol.",
            "We also performed a per-protocol analysis on the primary outcome alone.",
            "Continuous variables were compared with regression models including group and site as covariates.",
            "Categorical variables were compared with Poisson regression models with robust standard errors and group and site as covariates to estimate relative risk or Fisher exact test (for outcomes with few events).",
            "For the primary outcome of birth weight, we report the mean difference and two-sided 90% confidence interval (CI).",
            "The upper bound of the 90% CI (corresponding to a one-sided a of .05) had to be below 165 g to declare noninferiority of every-other-day testing.",
            "For all other outcomes, we report two-sided 95% CIs and P values.",
            "Analyses were performed with the use of STATA 13.1.",
            "A nominal P value of ,.05 was considered to indicate statistical significance and no adjustments were made for multiple comparisons."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36790",
        "text": "From May 2013 through May 2016, a total of 293 eligible women was enrolled with four women lost to follow-up and two randomized, although they did not meet eligibility criteria (Fig. 1) . The primary outcome was assessed in 98% of the newborns. Adherence to the assigned blood glucose monitoring regimen was high; 94% of study participants followed their assigned monitoring frequency (Fig. 1) . Protocol deviations were reported in 18 women assigned to every other day, 14 of which were a result of the treating health care provider's clinical assessment.",
        "section": "RESULTS",
        "section_number": 11,
        "sentences": [
            "From May 2013 through May 2016, a total of 293 eligible women was enrolled with four women lost to follow-up and two randomized, although they did not meet eligibility criteria (Fig. 1) .",
            "The primary outcome was assessed in 98% of the newborns.",
            "Adherence to the assigned blood glucose monitoring regimen was high; 94% of study participants followed their assigned monitoring frequency (Fig. 1) .",
            "Protocol deviations were reported in 18 women assigned to every other day, 14 of which were a result of the treating health care provider's clinical assessment."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36790",
        "text": "The baseline characteristics among the women in the two groups including maternal age, ethnicity, body mass index (calculated as weight (kg)/[height (m)] 2 ) 30 or greater, results of 100-g glucose test, and gestational age at randomization were similar (Table 1) . The baseline characteristics including age, body mass index, and gestational age at diagnosis of the women who were lost to follow-up did not differ significantly between the two study groups. Table 2 highlights some of the postrandomization characteristics for both groups. The need for medical therapy to control blood glucose was similar between the groups. A total of 27% of study participants assigned to every other day required medical treatment compared with 19% assigned to every day testing (relative risk 1.47, 95% CI 0.96-2.24) with the clear majority being started on an oral hypoglycemic agent. Median weekly compliance with blood glucose testing was noted to be higher among participants testing every other day (92% compared with 89%, P,.01). There was no difference in the number of patients requiring delivery for poorly controlled GDM.",
        "section": "RESULTS",
        "section_number": 12,
        "sentences": [
            "The baseline characteristics among the women in the two groups including maternal age, ethnicity, body mass index (calculated as weight (kg)/[height (m)] 2 ) 30 or greater, results of 100-g glucose test, and gestational age at randomization were similar (Table 1) .",
            "The baseline characteristics including age, body mass index, and gestational age at diagnosis of the women who were lost to follow-up did not differ significantly between the two study groups.",
            "Table 2 highlights some of the postrandomization characteristics for both groups.",
            "The need for medical therapy to control blood glucose was similar between the groups.",
            "A total of 27% of study participants assigned to every other day required medical treatment compared with 19% assigned to every day testing (relative risk 1.47, 95% CI 0.96-2.24) with the clear majority being started on an oral hypoglycemic agent.",
            "Median weekly compliance with blood glucose testing was noted to be higher among participants testing every other day (92% compared with 89%, P,.01).",
            "There was no difference in the number of patients requiring delivery for poorly controlled GDM."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36790",
        "text": "The primary outcome of birth weight was similar in both groups: 3,3296453 g among newborns whose mothers tested four times a day compared with 3,2866532 g when they tested every other day (mean difference 241, 90% CI 2137 to 54; P5.48; Table 2 ). The upper bound of the 90% CI was below 165 g, thus establishing noninferiority. Results were similar when the analysis was restricted only to patients who adhered to the protocol or when patients erroneously randomized were excluded. The rate of macrosomia (4,000 g or greater), LGA (greater than 90th or greater than the 95th percentile), and neonatal ponderal index was similar between both groups.",
        "section": "RESULTS",
        "section_number": 13,
        "sentences": [
            "The primary outcome of birth weight was similar in both groups: 3,3296453 g among newborns whose mothers tested four times a day compared with 3,2866532 g when they tested every other day (mean difference 241, 90% CI 2137 to 54; P5.48; Table 2 ).",
            "The upper bound of the 90% CI was below 165 g, thus establishing noninferiority.",
            "Results were similar when the analysis was restricted only to patients who adhered to the protocol or when patients erroneously randomized were excluded.",
            "The rate of macrosomia (4,000 g or greater), LGA (greater than 90th or greater than the 95th percentile), and neonatal ponderal index was similar between both groups."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36790",
        "text": "Gestational age at delivery as well as mode of delivery did not differ between both groups. The rate of preeclampsia was slightly lower among everyother-day participants (11%) when compared with the study participants who tested every day (17%), although this was not statistically significant. The rate of shoulder dystocia was also similar between the groups. Postpartum complications including wound infection, readmission, and length of hospital stay were all similar ( Table 3) .",
        "section": "RESULTS",
        "section_number": 14,
        "sentences": [
            "Gestational age at delivery as well as mode of delivery did not differ between both groups.",
            "The rate of preeclampsia was slightly lower among everyother-day participants (11%) when compared with the study participants who tested every day (17%), although this was not statistically significant.",
            "The rate of shoulder dystocia was also similar between the groups.",
            "Postpartum complications including wound infection, readmission, and length of hospital stay were all similar ( Table 3) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36790",
        "text": "No stillbirths were reported among the groups. The rates of neonatal complications associated with uncontrolled diabetes in pregnancy such as neonatal hypoglycemia, hyperbilirubinemia, respiratory distress syndrome, and hypocalcemia were not statistically different when both groups were compared (Table 4 ).",
        "section": "RESULTS",
        "section_number": 15,
        "sentences": [
            "No stillbirths were reported among the groups.",
            "The rates of neonatal complications associated with uncontrolled diabetes in pregnancy such as neonatal hypoglycemia, hyperbilirubinemia, respiratory distress syndrome, and hypocalcemia were not statistically different when both groups were compared (Table 4 )."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36790",
        "text": "Our results suggest that in a selective group of patients with GDM, testing blood glucose values every other day was noninferior to testing every day regarding neonatal birth weight. Every-other-day blood glucose testing was associated with an increased rate of blood glucose testing compliance. It is worth noting that compliance with testing was high in both groups and the difference is not likely to be clinically different. Testing blood sugar every other day was not associated with other diabetes-related pregnancy complications such as increased rate of preeclampsia, preterm birth, or cesarean delivery nor was it associated with adverse neonatal outcomes such as increased risk of macrosomia, LGA, respiratory distress syndrome, hypocalcemia, hyperbilirubinemia, or neonatal hypoglycemia. Few trials have evaluated the ideal frequency of blood glucose testing among patients with GDM; most have been observational in nature. Hawkins et al 11 evaluated women with GDM managed with diet alone during two different time periods; outcomes among a historical cohort of patients undergoing laboratory fasting blood glucose testing weekly were compared with a contemporary cohort undergoing four times daily self-glucose testing. Daily blood glucose monitoring was associated with a decreased rate of macrosomia (29.5% compared with 21.9%) and LGA neonates (34.4% compared with 23.1%). 11 In another study, weekly testing among a historical cohort was again compared with daily home glucose monitoring done four times a day during fasting and 1 hour after each meal. 12 Weekly testing was again associated with an increased rate of macrosomia, LGA, and an additional birth weight of roughly 300 g. Insulin was also started more frequently on the group testing blood glucose daily, which led the authors to conclude that weekly testing did not allow for early identification of patients requiring medical treatment. 12 Homko et al 13 evaluated the effects of different blood glucose testing regimens on self-efficacy and dietary compliance among women with dietcontrolled GDM. A total of 58 women was randomized to either daily home blood glucose testing or periodic testing at prenatal visits. These investigators found that there was no difference with regard to feelings of self-efficacy, dietary compliance, or rate of macrosomia among the groups. 13 This may help mitigate the concern that decreasing blood glucose testing could lead to loss of feedback and decreased compliance by patients. Our results support this conclusion as evidenced by the increased compliance observed among patients testing every other day. Another potential benefit of decreasing blood glucose testing frequency is the potential reduction in cost. Average cost for care and treatment of GDM as an outpatient was evaluated in a managed care model using economic figures from 1996. 14 Diabetes treatment supplies represented 29% of the total cost per case among women with GDM, surpassed only by the cost of additional office visits required for management (33%). Of note, additional antepartum fetal heart rate testing corresponded to just 20% of the estimated cost. 14 Collier et al 15 identified financial burden, which included the cost of diabetes supplies, as a major barrier to appropriate glycemic control among a focus group of women diagnosed with GDM. Decreasing blood glucose testing to every other day may translate to cost savings for patients diagnosed with GDM.",
        "section": "DISCUSSION",
        "section_number": 16,
        "sentences": [
            "Our results suggest that in a selective group of patients with GDM, testing blood glucose values every other day was noninferior to testing every day regarding neonatal birth weight.",
            "Every-other-day blood glucose testing was associated with an increased rate of blood glucose testing compliance.",
            "It is worth noting that compliance with testing was high in both groups and the difference is not likely to be clinically different.",
            "Testing blood sugar every other day was not associated with other diabetes-related pregnancy complications such as increased rate of preeclampsia, preterm birth, or cesarean delivery nor was it associated with adverse neonatal outcomes such as increased risk of macrosomia, LGA, respiratory distress syndrome, hypocalcemia, hyperbilirubinemia, or neonatal hypoglycemia.",
            "Few trials have evaluated the ideal frequency of blood glucose testing among patients with GDM; most have been observational in nature.",
            "Hawkins et al 11 evaluated women with GDM managed with diet alone during two different time periods; outcomes among a historical cohort of patients undergoing laboratory fasting blood glucose testing weekly were compared with a contemporary cohort undergoing four times daily self-glucose testing.",
            "Daily blood glucose monitoring was associated with a decreased rate of macrosomia (29.5% compared with 21.9%) and LGA neonates (34.4% compared with 23.1%).",
            "11 In another study, weekly testing among a historical cohort was again compared with daily home glucose monitoring done four times a day during fasting and 1 hour after each meal.",
            "12 Weekly testing was again associated with an increased rate of macrosomia, LGA, and an additional birth weight of roughly 300 g. Insulin was also started more frequently on the group testing blood glucose daily, which led the authors to conclude that weekly testing did not allow for early identification of patients requiring medical treatment.",
            "12 Homko et al 13 evaluated the effects of different blood glucose testing regimens on self-efficacy and dietary compliance among women with dietcontrolled GDM.",
            "A total of 58 women was randomized to either daily home blood glucose testing or periodic testing at prenatal visits.",
            "These investigators found that there was no difference with regard to feelings of self-efficacy, dietary compliance, or rate of macrosomia among the groups.",
            "13 This may help mitigate the concern that decreasing blood glucose testing could lead to loss of feedback and decreased compliance by patients.",
            "Our results support this conclusion as evidenced by the increased compliance observed among patients testing every other day.",
            "Another potential benefit of decreasing blood glucose testing frequency is the potential reduction in cost.",
            "Average cost for care and treatment of GDM as an outpatient was evaluated in a managed care model using economic figures from 1996.",
            "14 Diabetes treatment supplies represented 29% of the total cost per case among women with GDM, surpassed only by the cost of additional office visits required for management (33%).",
            "Of note, additional antepartum fetal heart rate testing corresponded to just 20% of the estimated cost.",
            "14 Collier et al 15 identified financial burden, which included the cost of diabetes supplies, as a major barrier to appropriate glycemic control among a focus group of women diagnosed with GDM.",
            "Decreasing blood glucose testing to every other day may translate to cost savings for patients diagnosed with GDM."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36790",
        "text": "Several limitations with our RCT should be acknowledged. Our primary endpoint, birth weight, may lack clinical meaningfulness but it is a reasonable surrogate for accelerated fetal growth. The initial assumptions for sample size calculation used birth weight that was not specific to patients with GDM. This was the result of the lack of equivalent information available within the published literature, which would be applicable to geographically diverse hospitals. This trial was not powered to detect a significant difference among certain adverse perinatal outcomes associated with GDM such as macrosomia, preeclampsia, shoulder dystocia, and overall birth trauma. Using the Hyperbilirubinemia was defined as a value greater than 8 mg/dL at 24 hours of life or greater than the 95th percentile at birth. Hypocalcemia was defined as a total serum calcium concentration less than 8 mg/dL in term neonates or premature neonates greater than 1,500 g birth weight or less than 7 mg/dL in premature neonates with birth weight less than 1,500 g. Hypoglycemia was defined as any symptomatic neonate or asymptomatic neonate with a blood glucose value less than 40 mg/dL in the first 24 hours of life or less than 50 mg/dL after 24 hours of age.",
        "section": "DISCUSSION",
        "section_number": 17,
        "sentences": [
            "Several limitations with our RCT should be acknowledged.",
            "Our primary endpoint, birth weight, may lack clinical meaningfulness but it is a reasonable surrogate for accelerated fetal growth.",
            "The initial assumptions for sample size calculation used birth weight that was not specific to patients with GDM.",
            "This was the result of the lack of equivalent information available within the published literature, which would be applicable to geographically diverse hospitals.",
            "This trial was not powered to detect a significant difference among certain adverse perinatal outcomes associated with GDM such as macrosomia, preeclampsia, shoulder dystocia, and overall birth trauma.",
            "Using the Hyperbilirubinemia was defined as a value greater than 8 mg/dL at 24 hours of life or greater than the 95th percentile at birth.",
            "Hypocalcemia was defined as a total serum calcium concentration less than 8 mg/dL in term neonates or premature neonates greater than 1,500 g birth weight or less than 7 mg/dL in premature neonates with birth weight less than 1,500 g. Hypoglycemia was defined as any symptomatic neonate or asymptomatic neonate with a blood glucose value less than 40 mg/dL in the first 24 hours of life or less than 50 mg/dL after 24 hours of age."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36790",
        "text": "primary outcome. Although both groups had a median gestational age at delivery of 39 weeks, this variable could still sway the results. Patients were treated within tertiary care centers with strong academic orientation; this could limit application to other clinical settings. Assigned treatment groups were not blinded to the treating physician or the patient, potentially introducing bias in the decision-making process. It should also be noted that the multicenter design of this trial allowed for a diverse patient population to be included. This trial attempted to address the optimal management protocol for one intervention of a multifaceted management practice for GDM. Although analyzed individually, interactions with other interventions that affect the outcomes among patients with GDM are present. This should serve as a motivation for larger trials attempting to not only evaluate safety, but also clinical benefit of this intervention. At the same time, our results are an impetus to additional evaluations regarding cost and patient satisfaction.",
        "section": "DISCUSSION",
        "section_number": 18,
        "sentences": [
            "primary outcome.",
            "Although both groups had a median gestational age at delivery of 39 weeks, this variable could still sway the results.",
            "Patients were treated within tertiary care centers with strong academic orientation; this could limit application to other clinical settings.",
            "Assigned treatment groups were not blinded to the treating physician or the patient, potentially introducing bias in the decision-making process.",
            "It should also be noted that the multicenter design of this trial allowed for a diverse patient population to be included.",
            "This trial attempted to address the optimal management protocol for one intervention of a multifaceted management practice for GDM.",
            "Although analyzed individually, interactions with other interventions that affect the outcomes among patients with GDM are present.",
            "This should serve as a motivation for larger trials attempting to not only evaluate safety, but also clinical benefit of this intervention.",
            "At the same time, our results are an impetus to additional evaluations regarding cost and patient satisfaction."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36790",
        "text": "Overall, our RCT showed that testing blood glucose values every other day led to similar birth weight without decreasing testing compliance when compared with daily blood glucose testing. This appears to be a viable option for monitoring patients with well-controlled GDM.",
        "section": "DISCUSSION",
        "section_number": 19,
        "sentences": [
            "Overall, our RCT showed that testing blood glucose values every other day led to similar birth weight without decreasing testing compliance when compared with daily blood glucose testing.",
            "This appears to be a viable option for monitoring patients with well-controlled GDM."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    }
]