[
    {
        "doc_id": "33891",
        "text": "Background: To compare the impact of cognitive behavioural therapy (CBT) with non-directive supportive counselling (NDC) on glycaemic control and psychological well-being in adolescents with type 1 diabetes mellitus (T1DM). Materials and Methods: Participants aged 11 to 16 years with T1DM (duration ≥1 year) from 4 UK-based paediatric diabetes centres were randomised to receive either 6 weekly sessions of 1-to-1 CBT (n = 43) or NDC (n = 42), with 2 further sessions at 6 and 12 months. Follow-up continued for 12 months postintervention. Outcome measures included glycated haemoglobin A1c (HbA1c) and psychological scores. Results: The HbA1c levels were available in 33 patients in each group for analysis. Between group difference of the overall changes in HbA1c across the study period was statically significant (P = .018). Geometric mean (range) HbA1c in the NDC group deteriorated from 68 (46-113) to 78 (48-128) mmol/mol (ie, 8.4 [6.4-12.5]% to 9.3 [6.5-13.9]%; P = .001), but was maintained in the CBT group from 72 (46-129) to 73 (51-128) mmol/mol (P = .51) (ie, 8.7 [6.4-14]% to 8.9 [6.8-13.9]%). More patients who have undergone CBT showed an improved or maintained HbA1c levels at 24 months (62.5% vs 35.5%, P = .032). Patients offered CBT with depressive scores in the lowest tertile (least depressive symptoms) showed improvement in HbA1c over time from 70 (46-102) to 67 (57-87) mmol/mol (P = .041) (ie, 8.6 [6.4-11.5]% to 8.3 [7.4-10.1]%), but not in the NDC group. The CBT showed borderline improvements in Children's Health Locus of Control (internal) scores over time compared with NDC (P = .05). The self-efficacy score showed significant improvement in both CBT (P < .001) and NDC (P = .03) groups over time. Conclusions: CBT demonstrated better maintenance of glycaemic control compared with NDC. K E Y W O R D S adolescents, cognitive behavioural therapy, glycaemic control, psychological therapy, type 1 diabetes 1 | INTRODUCTION Type 1 diabetes mellitus (T1DM) is one of the most common chronic health conditions affecting children and adolescents. Long-term prospective data have shown that intensive diabetes management in patients with T1DM is effective in reducing the development of long-term complications and preventing early mortality. 1,2 However, optimal glycaemic control is challenging to achieve and highly dependent on the patient's adherence to lifelong daily multiple self-management tasks. Glycaemic control deteriorates in patients T1DM during adolescence 3,4 because of a combination of physiological, psychological, and social factors. 5 Adherence is a major challenge, particularly in patients with negative self-perceptions, who perceive little internal control over health and have an external attributional style for † These authors contributed equally to this study.",
        "section": "Abstract",
        "sentences": [
            "Background: To compare the impact of cognitive behavioural therapy (CBT) with non-directive supportive counselling (NDC) on glycaemic control and psychological well-being in adolescents with type 1 diabetes mellitus (T1DM).",
            "Materials and Methods: Participants aged 11 to 16 years with T1DM (duration ≥1 year) from 4 UK-based paediatric diabetes centres were randomised to receive either 6 weekly sessions of 1-to-1 CBT (n = 43) or NDC (n = 42), with 2 further sessions at 6 and 12 months.",
            "Follow-up continued for 12 months postintervention.",
            "Outcome measures included glycated haemoglobin A1c (HbA1c) and psychological scores.",
            "Results: The HbA1c levels were available in 33 patients in each group for analysis.",
            "Between group difference of the overall changes in HbA1c across the study period was statically significant (P = .018).",
            "Geometric mean (range) HbA1c in the NDC group deteriorated from 68 (46-113) to 78 (48-128) mmol/mol (ie, 8.4 [6.4-12.5]% to 9.3 [6.5-13.9]%; P = .001), but was maintained in the CBT group from 72 (46-129) to 73 (51-128) mmol/mol (P = .51) (ie, 8.7 [6.4-14]% to 8.9 [6.8-13.9]%).",
            "More patients who have undergone CBT showed an improved or maintained HbA1c levels at 24 months (62.5% vs 35.5%, P = .032).",
            "Patients offered CBT with depressive scores in the lowest tertile (least depressive symptoms) showed improvement in HbA1c over time from 70 (46-102) to 67 (57-87) mmol/mol (P = .041) (ie, 8.6 [6.4-11.5]% to 8.3 [7.4-10.1]%), but not in the NDC group.",
            "The CBT showed borderline improvements in Children's Health Locus of Control (internal) scores over time compared with NDC (P = .05).",
            "The self-efficacy score showed significant improvement in both CBT (P < .001) and NDC (P = .03) groups over time.",
            "Conclusions: CBT demonstrated better maintenance of glycaemic control compared with NDC.",
            "K E Y W O R D S adolescents, cognitive behavioural therapy, glycaemic control, psychological therapy, type 1 diabetes 1 | INTRODUCTION Type 1 diabetes mellitus (T1DM) is one of the most common chronic health conditions affecting children and adolescents.",
            "Long-term prospective data have shown that intensive diabetes management in patients with T1DM is effective in reducing the development of long-term complications and preventing early mortality.",
            "1,2 However, optimal glycaemic control is challenging to achieve and highly dependent on the patient's adherence to lifelong daily multiple self-management tasks.",
            "Glycaemic control deteriorates in patients T1DM during adolescence 3,4 because of a combination of physiological, psychological, and social factors.",
            "5 Adherence is a major challenge, particularly in patients with negative self-perceptions, who perceive little internal control over health and have an external attributional style for † These authors contributed equally to this study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33891",
        "text": "negative life events. 6 Conversely, adolescents may be more likely to comply with interventions they believe to be effective, 7 and whilst there is good evidence that parental involvement can improve adherence, 8 this must be balanced against the need to achieve autonomy. Furthermore, psychiatric morbidity, ranging from major depressive, conduct, and generalised anxiety disorders, 9 to milder symptomatology 10 has been described in T1DM and may impact on metabolic control. [11] [12] [13] [14] In the United Kingdom, psychological care is part of the multidisciplinary care in all children and adolescents with diabetes under national guidelines. 15 Individual randomised controlled trials in the past have suggested that psychological treatment may help to improve glycaemic control in children and adolescents with T1DM, but the overall evidence remained weak. 16 In addition, there is a lack of research comparing the efficacy of different types of psychological interventions offered to children and adolescents with T1DM.",
        "section": "",
        "section_number": 1,
        "sentences": [
            "negative life events.",
            "6 Conversely, adolescents may be more likely to comply with interventions they believe to be effective, 7 and whilst there is good evidence that parental involvement can improve adherence, 8 this must be balanced against the need to achieve autonomy.",
            "Furthermore, psychiatric morbidity, ranging from major depressive, conduct, and generalised anxiety disorders, 9 to milder symptomatology 10 has been described in T1DM and may impact on metabolic control. [",
            "11] [12] [13] [14] In the United Kingdom, psychological care is part of the multidisciplinary care in all children and adolescents with diabetes under national guidelines.",
            "15 Individual randomised controlled trials in the past have suggested that psychological treatment may help to improve glycaemic control in children and adolescents with T1DM, but the overall evidence remained weak.",
            "16 In addition, there is a lack of research comparing the efficacy of different types of psychological interventions offered to children and adolescents with T1DM."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33891",
        "text": "Cognitive behavioural therapy (CBT) has been shown to be effective in a range of paediatric conditions compared with standard care, 17 and reported as one of the most commonly used psychological intervention in children with T1DM. 16 It is a structured time-limited, problem-orientated therapy based on the notion that a person's reaction to an event is largely determined by the meaning attached to the event rather than the event itself. 18 In this study, we hypothesised that CBT improves glycaemic control and psychological well-being by addressing cognitions leading to negative attitudes and behaviours associated with suboptimal diabetes self-management. The primary aim of the study was to compare the impact of CBT and non-directive supportive counselling (NDC) on glycaemic control in adolescents diagnosed with T1DM. The secondary aim was to investigate changes in the psychological well-being in the participants treated with CBT vs NDC.",
        "section": "",
        "section_number": 2,
        "sentences": [
            "Cognitive behavioural therapy (CBT) has been shown to be effective in a range of paediatric conditions compared with standard care, 17 and reported as one of the most commonly used psychological intervention in children with T1DM.",
            "16 It is a structured time-limited, problem-orientated therapy based on the notion that a person's reaction to an event is largely determined by the meaning attached to the event rather than the event itself.",
            "18 In this study, we hypothesised that CBT improves glycaemic control and psychological well-being by addressing cognitions leading to negative attitudes and behaviours associated with suboptimal diabetes self-management.",
            "The primary aim of the study was to compare the impact of CBT and non-directive supportive counselling (NDC) on glycaemic control in adolescents diagnosed with T1DM.",
            "The secondary aim was to investigate changes in the psychological well-being in the participants treated with CBT vs NDC."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33891",
        "text": "This was a multicentred, randomised controlled trial (NCT00360061) with 12-month postintervention follow-up. Participants were randomised to CBT or NDC with stratification by gender and centre according to the minimization method 19 after a 3-month run-in period, with baseline dietetic education (3-day food diary and a home visit from a dietician) to compensate for potential variations in the dietetic provision between participating centres. The participant's diabetes team was blinded as to the outcome of randomisation. Ethical approval for the study has been granted by the multicentre research ethics committee (MREC 01/5/34) and participating hospitals in the South-West England.",
        "section": "| Study design",
        "section_number": 3,
        "sentences": [
            "This was a multicentred, randomised controlled trial (NCT00360061) with 12-month postintervention follow-up.",
            "Participants were randomised to CBT or NDC with stratification by gender and centre according to the minimization method 19 after a 3-month run-in period, with baseline dietetic education (3-day food diary and a home visit from a dietician) to compensate for potential variations in the dietetic provision between participating centres.",
            "The participant's diabetes team was blinded as to the outcome of randomisation.",
            "Ethical approval for the study has been granted by the multicentre research ethics committee (MREC 01/5/34) and participating hospitals in the South-West England."
        ],
        "sentence_labels": [
            -1,
            1,
            -1,
            -1
        ],
        "classification_label": 0
    },
    {
        "doc_id": "33891",
        "text": "Children and adolescents, aged 11 to 16 years, diagnosed with T1DM for over 12 months from 4 paediatric diabetes centres in South-West England, UK (Bristol Royal hospital for Children, Southmead Hospital, Gloucester General Hospital and the Royal Devon and Exeter Hospital) were approached by their diabetes team. Exclusion criteria included other serious chronic illnesses, special educational needs, or residential care. As specified by the Ethical Committee, any participant identified as having a significant psychiatric or child safe guarding issue subsequent to recruitment, would be referred to the appropriate clinical team for further management and withdrawn from the study. Written informed consent from the carers and assent from the participant were obtained by the study coordinator. Standard multidisciplinary diabetes management continued during the study.",
        "section": "| Participants",
        "section_number": 4,
        "sentences": [
            "Children and adolescents, aged 11 to 16 years, diagnosed with T1DM for over 12 months from 4 paediatric diabetes centres in South-West England, UK (Bristol Royal hospital for Children, Southmead Hospital, Gloucester General Hospital and the Royal Devon and Exeter Hospital) were approached by their diabetes team.",
            "Exclusion criteria included other serious chronic illnesses, special educational needs, or residential care.",
            "As specified by the Ethical Committee, any participant identified as having a significant psychiatric or child safe guarding issue subsequent to recruitment, would be referred to the appropriate clinical team for further management and withdrawn from the study.",
            "Written informed consent from the carers and assent from the participant were obtained by the study coordinator.",
            "Standard multidisciplinary diabetes management continued during the study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33891",
        "text": "CBT was provided by a qualified CBT therapist and consisted of 6 1to-1 weekly sessions with single follow-up sessions at 6 and 12 months located according to the participant's choice, either in the primary care surgery or hospital out-patient department or participant's home. A specific CBT package was developed according to Beck's methodology 16 aiming to empower adolescents to develop and/or maintain appropriate attitudes to their diabetes, optimising diabetes self-care, and glycaemic control. Patients were given information sheets, homework assignments to complete at home that are discussed during the sessions. In summary, the programme addresses:",
        "section": "| INTERVENTIONS",
        "section_number": 5,
        "sentences": [
            "CBT was provided by a qualified CBT therapist and consisted of 6 1to-1 weekly sessions with single follow-up sessions at 6 and 12 months located according to the participant's choice, either in the primary care surgery or hospital out-patient department or participant's home.",
            "A specific CBT package was developed according to Beck's methodology 16 aiming to empower adolescents to develop and/or maintain appropriate attitudes to their diabetes, optimising diabetes self-care, and glycaemic control.",
            "Patients were given information sheets, homework assignments to complete at home that are discussed during the sessions.",
            "In summary, the programme addresses:"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33891",
        "text": "(1) developing and maintaining a therapeutic relationship, (2) cognitive restructuring: identifying negative automatic thoughts, recognising associations between thoughts, feelings, and behaviour, and replacing with more balanced thoughts, and (3) problem solving, 20 assertiveness training, 21 ",
        "section": "| INTERVENTIONS",
        "section_number": 6,
        "sentences": [
            "(1) developing and maintaining a therapeutic relationship, (2) cognitive restructuring: identifying negative automatic thoughts, recognising associations between thoughts, feelings, and behaviour, and replacing with more balanced thoughts, and (3) problem solving, 20 assertiveness training, 21"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33891",
        "text": "All participants had the following outcome measures: Table 1 for reliability and validity): a. Self-efficacy for Diabetes Scale by Grossman et al 24 respectively. The items are scored on a 6-point Likert scale from 0 = \"never\" to 5 = \"all the time\" or 0 = \"very unsatisfied\" to 5 = \"very satisfied.\" Higher scores indicate higher quality of life.",
        "section": "| Outcome measures",
        "section_number": 7,
        "sentences": [
            "All participants had the following outcome measures: Table 1 for reliability and validity): a. Self-efficacy for Diabetes Scale by Grossman et al 24 respectively.",
            "The items are scored on a 6-point Likert scale from 0 = \"never\" to 5 = \"all the time\" or 0 = \"very unsatisfied\" to 5 = \"very satisfied.\"",
            "Higher scores indicate higher quality of life."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33891",
        "text": "e. Diabetes Family Behaviour Scale 28 : measures diabetesspecific family support. The scale can also be sub-analysed in 2 subscales to reflect guidance-control and warmth-caring. This is a 47-item questionnaire scoring on a 5-point Likert scale 1 = \"all the time\" to 5 = \"never.\" A lower final score indicates greater family involvement. 4 | RESULTS",
        "section": "| Outcome measures",
        "section_number": 8,
        "sentences": [
            "e. Diabetes Family Behaviour Scale 28 : measures diabetesspecific family support.",
            "The scale can also be sub-analysed in 2 subscales to reflect guidance-control and warmth-caring.",
            "This is a 47-item questionnaire scoring on a 5-point Likert scale 1 = \"all the time\" to 5 = \"never.\"",
            "A lower final score indicates greater family involvement.",
            "4 | RESULTS"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33891",
        "text": "The identification and recruitment process is summarised in Figure 1 . The \"intention-to-treat\" HbA1c analysis reported was based on 66 (CBT, n = 33; NDC, n = 33) participants who have taken part in the study (Figure 1 ). During the study, 3 patients from the CBT group subsequently withdrew with non-attendance of intervention (n = 1) and need for further psychological interventions (n = 2). Two participants in the NDC group withdrew: 1 cited time constraints (n = 1) and the other refused further sessions (n = 1). In all 30 in the CBT and 31 in the NDC group completed the study.",
        "section": "| Subjects and recruitment",
        "section_number": 9,
        "sentences": [
            "The identification and recruitment process is summarised in Figure 1 .",
            "The \"intention-to-treat\" HbA1c analysis reported was based on 66 (CBT, n = 33; NDC, n = 33) participants who have taken part in the study (Figure 1 ).",
            "During the study, 3 patients from the CBT group subsequently withdrew with non-attendance of intervention (n = 1) and need for further psychological interventions (n = 2).",
            "Two participants in the NDC group withdrew: 1 cited time constraints (n = 1) and the other refused further sessions (n = 1).",
            "In all 30 in the CBT and 31 in the NDC group completed the study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33891",
        "text": "There were no group differences in demographic characteristics, prevalence of diabetes complication, number of other medical conditions, family history of diabetes, and presence of both parents at home ( Table 2 ). All patients in both groups of this study were on subcutaneous insulin injections. Dietetic home visits were completed within a mean (SD) of 3.8 (2.2) months. ",
        "section": "| Demographic data",
        "section_number": 10,
        "sentences": [
            "There were no group differences in demographic characteristics, prevalence of diabetes complication, number of other medical conditions, family history of diabetes, and presence of both parents at home ( Table 2 ).",
            "All patients in both groups of this study were on subcutaneous insulin injections.",
            "Dietetic home visits were completed within a mean (SD) of 3.8 (2.2) months."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33891",
        "text": "Psychological scores of the 33 subjects in each group included in the analysis are shown in Table 4 . The self-efficacy score showed significant improvement in both the CBT (P < .001) and NDC (P = .03) groups over time, but there were no between group differences (P = .93).",
        "section": "| Psychological outcomes",
        "section_number": 11,
        "sentences": [
            "Psychological scores of the 33 subjects in each group included in the analysis are shown in Table 4 .",
            "The self-efficacy score showed significant improvement in both the CBT (P < .001) and NDC (P = .03) groups over time, but there were no between group differences (P = .93)."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33891",
        "text": "The internal LOC score showed a borderline increase over time in the CBT (P = .05), no changes in the NDC group, and significant differences over time between the 2 groups (P = .041). There were no within or between group differences in the other LOC subscales.",
        "section": "| Psychological outcomes",
        "section_number": 12,
        "sentences": [
            "The internal LOC score showed a borderline increase over time in the CBT (P = .05), no changes in the NDC group, and significant differences over time between the 2 groups (P = .041).",
            "There were no within or between group differences in the other LOC subscales."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33891",
        "text": "There is a trend, however, towards lowering the LOC (powerful others) and LOC (chance) in the NDC group, but not the CBT group (the differences are not statistically significant).",
        "section": "| Psychological outcomes",
        "section_number": 13,
        "sentences": [
            "There is a trend, however, towards lowering the LOC (powerful others) and LOC (chance) in the NDC group, but not the CBT group (the differences are not statistically significant)."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33891",
        "text": "There were no statistically significant between group differences in the WBQ total or sub-scores. However, there was a statistically significant reduction of WBQ (depression) scores in the NDC group (P = .019) and a non-significant reduction in the WBQ (anxiety) scores in the NDC group. Sub-analysis of subjects with WBQ depression scores in the lowest tertile (least depressed) demonstrated significant reduction in HbA1c over time in the CBT group (P = .041), no within group changes in the NDC group, and significant between group differences over time (P = .008). (Table 3 )",
        "section": "| Psychological outcomes",
        "section_number": 14,
        "sentences": [
            "There were no statistically significant between group differences in the WBQ total or sub-scores.",
            "However, there was a statistically significant reduction of WBQ (depression) scores in the NDC group (P = .019) and a non-significant reduction in the WBQ (anxiety) scores in the NDC group.",
            "Sub-analysis of subjects with WBQ depression scores in the lowest tertile (least depressed) demonstrated significant reduction in HbA1c over time in the CBT group (P = .041), no within group changes in the NDC group, and significant between group differences over time (P = .008). (",
            "Table 3 )"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33891",
        "text": "5 | DISCUSSION",
        "section": "| Psychological outcomes",
        "section_number": 15,
        "sentences": [
            "5 | DISCUSSION"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33891",
        "text": "The outcomes of our study have shown that a short course of CBT over a 12-month period prevented deterioration of glycaemic control in adolescents with T1DM, whilst an increase in HbA1c overtime was observed in participant who underwent NDC mirroring the pattern observed in clinical practice and population-based studies. 3, 4 Stabilisation of HbA1c is important as the DCCT 1, 2 identified that all Where data are missing, the number of cases analysed are stated in parentheses.",
        "section": "| Psychological outcomes",
        "section_number": 16,
        "sentences": [
            "The outcomes of our study have shown that a short course of CBT over a 12-month period prevented deterioration of glycaemic control in adolescents with T1DM, whilst an increase in HbA1c overtime was observed in participant who underwent NDC mirroring the pattern observed in clinical practice and population-based studies.",
            "3, 4 Stabilisation of HbA1c is important as the DCCT 1, 2 identified that all Where data are missing, the number of cases analysed are stated in parentheses."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33891",
        "text": "1 Census output is Crown copyright and is reproduced with the permission of the Controller of HMSO and the Queen's Printer for Scotland. and/or sample size, or inclusion of patient psychological characteristics and symptoms.",
        "section": "| Psychological outcomes",
        "section_number": 17,
        "sentences": [
            "1 Census output is Crown copyright and is reproduced with the permission of the Controller of HMSO and the Queen's Printer for Scotland.",
            "and/or sample size, or inclusion of patient psychological characteristics and symptoms."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33891",
        "text": "Outcomes of the psychological assessments demonstrated improvements in some but not all areas over time in 1 or both groups.",
        "section": "| Psychological outcomes",
        "section_number": 18,
        "sentences": [
            "Outcomes of the psychological assessments demonstrated improvements in some but not all areas over time in 1 or both groups."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33891",
        "text": "In particular, CBT showed an improvement in the Internal Locus of Control score over the study period compared with NDC. This might be because CBT works on identifying and changing potentially distorted negative thoughts and unhelpful behaviours to improve patients' feel-",
        "section": "| Psychological outcomes",
        "section_number": 19,
        "sentences": [
            "In particular, CBT showed an improvement in the Internal Locus of Control score over the study period compared with NDC.",
            "This might be because CBT works on identifying and changing potentially distorted negative thoughts and unhelpful behaviours to improve patients' feel-"
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33891",
        "text": "ings. An improvement in self-efficacy was seen in both CBT and NDC groups with no between group differences. Similar findings have been shown in adults with T1DM offered CBT compared with blood glucose awareness training. 29 However, the increase in self-efficacy scores may merely be a reflection of improved self-confidence as the patients gain experiences in their diabetes self-management over time that is independent of the psychological therapy offered.",
        "section": "| Psychological outcomes",
        "section_number": 20,
        "sentences": [
            "ings.",
            "An improvement in self-efficacy was seen in both CBT and NDC groups with no between group differences.",
            "Similar findings have been shown in adults with T1DM offered CBT compared with blood glucose awareness training.",
            "29 However, the increase in self-efficacy scores may merely be a reflection of improved self-confidence as the patients gain experiences in their diabetes self-management over time that is independent of the psychological therapy offered."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33891",
        "text": "Our results showed an improvement in depression scores over time in the NDC group, but this may be because of the lower baseline score at the beginning of the intervention. The other reasons for the observed differences could be in the nature of the interventions. offered compared with our study. 30 In addition, evidence suggested that CBT may be ineffective in severe cases of depression. 31 On the other hand, these patients with more depressive symptoms according to the results may be receptive to NDC to improve these symptoms. However, there were no differences in a number of other psychological outcomes measured despite the better glycaemic outcomes in the CBT group in our study, which was consistent with previous findings. 29, 32, 33 This indicates that the relationship between glycaemic control and psychological well-being is not straight forward. Further investigations into the influences of other factors, such as patient and carers' differences in learning style, degree of engagement, cognitive ability, and family functioning with therapy are needed.",
        "section": "| Psychological outcomes",
        "section_number": 21,
        "sentences": [
            "Our results showed an improvement in depression scores over time in the NDC group, but this may be because of the lower baseline score at the beginning of the intervention.",
            "The other reasons for the observed differences could be in the nature of the interventions.",
            "offered compared with our study.",
            "30 In addition, evidence suggested that CBT may be ineffective in severe cases of depression.",
            "31 On the other hand, these patients with more depressive symptoms according to the results may be receptive to NDC to improve these symptoms.",
            "However, there were no differences in a number of other psychological outcomes measured despite the better glycaemic outcomes in the CBT group in our study, which was consistent with previous findings.",
            "29, 32, 33 This indicates that the relationship between glycaemic control and psychological well-being is not straight forward.",
            "Further investigations into the influences of other factors, such as patient and carers' differences in learning style, degree of engagement, cognitive ability, and family functioning with therapy are needed."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33891",
        "text": "The main strength of this study was its multicentred design with the inclusion of patients from different paediatric diabetes centres of varied socio-economic backgrounds, so the results are more widely generalisable. However, there were some limitations in our study.",
        "section": "| Psychological outcomes",
        "section_number": 22,
        "sentences": [
            "The main strength of this study was its multicentred design with the inclusion of patients from different paediatric diabetes centres of varied socio-economic backgrounds, so the results are more widely generalisable.",
            "However, there were some limitations in our study."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33891",
        "text": "Only 41% of the eligible patients approached agreed to participate in this study. Time constraints were an issue for many, while others did not feel the need for professional psychological interventions. The difficulties inherent in engaging an adolescent population in psychological interventions is not unique to our study. Despite this, the intention-to-treat HbA1c analysis has reached the expected numbers as per power calculation. Although there were a small number of dropouts and missing data during the intervention period, our statistical analysis has employed models which taken into account any potential bias among the participants and missing data points.",
        "section": "| Psychological outcomes",
        "section_number": 23,
        "sentences": [
            "Only 41% of the eligible patients approached agreed to participate in this study.",
            "Time constraints were an issue for many, while others did not feel the need for professional psychological interventions.",
            "The difficulties inherent in engaging an adolescent population in psychological interventions is not unique to our study.",
            "Despite this, the intention-to-treat HbA1c analysis has reached the expected numbers as per power calculation.",
            "Although there were a small number of dropouts and missing data during the intervention period, our statistical analysis has employed models which taken into account any potential bias among the participants and missing data points."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33891",
        "text": "In conclusion, a short course of CBT offered to children and ado- ",
        "section": "| Psychological outcomes",
        "section_number": 24,
        "sentences": [
            "In conclusion, a short course of CBT offered to children and ado-"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33891",
        "text": "Patients in the lower tertile of depression scores; p-values in \"Bold\" highlight statistical significance.",
        "section": "",
        "section_number": 25,
        "sentences": [
            "Patients in the lower tertile of depression scores; p-values in \"Bold\" highlight statistical significance."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    }
]