[
    {
        "doc_id": "37631",
        "text": "; Win Tin, MD; for the Caffeine for Apnea of Prematurity (CAP) Trial Group IMPORTANCE Caffeine citrate therapy for apnea of prematurity reduces the rates of bronchopulmonary dysplasia, severe retinopathy, and neurodevelopmental disability at 18 months and may improve motor function at 5 years. OBJECTIVE To evaluate whether neonatal caffeine therapy is associated with improved functional outcomes 11 years later. DESIGN, SETTING, AND PARTICIPANTS A follow-up study was conducted at 14 academic hospitals in Canada, Australia, and the United Kingdom from May 7, 2011, to May 27, 2016, of English-or French-speaking children who had been enrolled in the randomized, placebo-controlled Caffeine for Apnea of Prematurity trial between October 11, 1999, and October 22, 2004. A total of 1202 children with birth weights of 500 to 1250 g were eligible for this study; 920 (76.5%) had adequate data for the main outcome. INTERVENTIONS Caffeine citrate or placebo until drug therapy for apnea of prematurity was no longer needed. MAIN OUTCOMES AND MEASURES Functional impairment was a composite of poor academic performance (defined as at least 1 standard score greater than 2 SD below the mean on the Wide Range Achievement Test-4), motor impairment (defined as a percentile rank of Յ5 on the Movement Assessment Battery for Children-Second Edition), and behavior problems (defined as a Total Problem T score Ն2 SD above the mean on the Child Behavior Checklist). RESULTS Among the 920 children (444 females and 476 males; median age, 11.4 years [interquartile range, 11.1-11.8 years]), the combined rates of functional impairment were not significantly different between the 457 children assigned to receive caffeine compared with the 463 children assigned to receive placebo (145 [31.7%] vs 174 [37.6%]; adjusted odds ratio, 0.78; 95% CI, 0.59-1.02; P = .07). With all available data, including those from up to 24 Swedish trial participants, the rates of poor academic performance on 1 or more of 4 subtests (66 of 458 [14.4%] vs 61 of 462 [13.2%]; adjusted odds ratio, 1.11; 95% CI, 0.77-1.61; P = .58) and behavior problems (52 of 476 [10.9%] vs 40 of 481 [8.3%]; adjusted odds ratio, 1.32; 95% CI, 0.85-2.07; P = .22) were broadly similar between the group that received caffeine and the group that received placebo. However, caffeine therapy was associated with a reduced risk of motor impairment compared with placebo (90 of 457 [19.7%] vs 130 of 473 [27.5%]; adjusted odds ratio, 0.66; 95% CI, 0.48-0.90; P = .009). CONCLUSIONS AND RELEVANCE Caffeine therapy for apnea of prematurity did not significantly reduce the combined rate of academic, motor, and behavioral impairments but was associated with a reduced risk of motor impairment in 11-year-old children with very low birth weight. At the doses used in this trial, neonatal caffeine therapy is effective and safe into middle school age.",
        "section": "Abstract",
        "sentences": [
            "; Win Tin, MD; for the Caffeine for Apnea of Prematurity (CAP) Trial Group IMPORTANCE Caffeine citrate therapy for apnea of prematurity reduces the rates of bronchopulmonary dysplasia, severe retinopathy, and neurodevelopmental disability at 18 months and may improve motor function at 5 years.",
            "OBJECTIVE To evaluate whether neonatal caffeine therapy is associated with improved functional outcomes 11 years later.",
            "DESIGN, SETTING, AND PARTICIPANTS A follow-up study was conducted at 14 academic hospitals in Canada, Australia, and the United Kingdom from May 7, 2011, to May 27, 2016, of English-or French-speaking children who had been enrolled in the randomized, placebo-controlled Caffeine for Apnea of Prematurity trial between October 11, 1999, and October 22, 2004.",
            "A total of 1202 children with birth weights of 500 to 1250 g were eligible for this study; 920 (76.5%) had adequate data for the main outcome.",
            "INTERVENTIONS Caffeine citrate or placebo until drug therapy for apnea of prematurity was no longer needed.",
            "MAIN OUTCOMES AND MEASURES Functional impairment was a composite of poor academic performance (defined as at least 1 standard score greater than 2 SD below the mean on the Wide Range Achievement Test-4), motor impairment (defined as a percentile rank of Յ5 on the Movement Assessment Battery for Children-Second Edition), and behavior problems (defined as a Total Problem T score Ն2 SD above the mean on the Child Behavior Checklist).",
            "RESULTS Among the 920 children (444 females and 476 males; median age, 11.4 years [interquartile range, 11.1-11.8 years]), the combined rates of functional impairment were not significantly different between the 457 children assigned to receive caffeine compared with the 463 children assigned to receive placebo (145 [31.7%] vs 174 [37.6%]; adjusted odds ratio, 0.78; 95% CI, 0.59-1.02; P = .07).",
            "With all available data, including those from up to 24 Swedish trial participants, the rates of poor academic performance on 1 or more of 4 subtests (66 of 458 [14.4%] vs 61 of 462 [13.2%]; adjusted odds ratio, 1.11; 95% CI, 0.77-1.61; P = .58) and behavior problems (52 of 476 [10.9%] vs 40 of 481 [8.3%]; adjusted odds ratio, 1.32; 95% CI, 0.85-2.07; P = .22) were broadly similar between the group that received caffeine and the group that received placebo.",
            "However, caffeine therapy was associated with a reduced risk of motor impairment compared with placebo (90 of 457 [19.7%] vs 130 of 473 [27.5%]; adjusted odds ratio, 0.66; 95% CI, 0.48-0.90; P = .009).",
            "CONCLUSIONS AND RELEVANCE Caffeine therapy for apnea of prematurity did not significantly reduce the combined rate of academic, motor, and behavioral impairments but was associated with a reduced risk of motor impairment in 11-year-old children with very low birth weight.",
            "At the doses used in this trial, neonatal caffeine therapy is effective and safe into middle school age."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37631",
        "text": "A pnea of prematurity is a common developmental disorder of respiratory control and a cause of intermittent bradycardia and hypoxemia. Caffeine citrate is the drug of choice to reduce the frequency and severity of apneic spells in preterm infants. 1, 2 The international randomized, placebo-controlled Caffeine for Apnea of Prematurity trial was initiated to study the efficacy and safety of methylxanthine therapy in very preterm infants. 3 This trial has shown shortand long-term benefits of neonatal caffeine therapy, including reduced rates of bronchopulmonary dysplasia and severe retinopathy of prematurity, as well as improved rates of survival without disability at 18 months. 4, 5 Caffeine therapy reduced the incidences of cerebral palsy and cognitive delay at 18 months, whereas mortality rates were nearly identical in the group that received caffeine and the group that received placebo. 5 The effects of caffeine were attenuated when the children were 5 years of age, but secondary and post hoc analyses showed lasting improvements of motor function after neonatal caffeine therapy and a reduced risk of developmental coordination disorder. 6, 7 It had been hypothesized that prolonged inhibition of adenosine receptors by caffeine in the developing preterm brain may adversely affect sleep duration and sleep apnea during childhood, but this possibility was not confirmed in studies using polysomnography and actigraphy. 8 Developmental assessments of preterm survivors in early childhood are not strongly associated with later learning difficulties. [9] [10] [11] There is a need to measure functional outcomes in middle school age, \"to better inform perinatal and neonatal care, guidelines, and future parents.\" 10(pp193-194) We studied 11-year-old participants in the Caffeine for Apnea of Prematurity trial to determine the effects of neonatal caffeine therapy on academic performance, motor skills, and behavior.",
        "section": "",
        "section_number": 1,
        "sentences": [
            "A pnea of prematurity is a common developmental disorder of respiratory control and a cause of intermittent bradycardia and hypoxemia.",
            "Caffeine citrate is the drug of choice to reduce the frequency and severity of apneic spells in preterm infants.",
            "1, 2 The international randomized, placebo-controlled Caffeine for Apnea of Prematurity trial was initiated to study the efficacy and safety of methylxanthine therapy in very preterm infants.",
            "3 This trial has shown shortand long-term benefits of neonatal caffeine therapy, including reduced rates of bronchopulmonary dysplasia and severe retinopathy of prematurity, as well as improved rates of survival without disability at 18 months.",
            "4, 5 Caffeine therapy reduced the incidences of cerebral palsy and cognitive delay at 18 months, whereas mortality rates were nearly identical in the group that received caffeine and the group that received placebo.",
            "5 The effects of caffeine were attenuated when the children were 5 years of age, but secondary and post hoc analyses showed lasting improvements of motor function after neonatal caffeine therapy and a reduced risk of developmental coordination disorder.",
            "6, 7 It had been hypothesized that prolonged inhibition of adenosine receptors by caffeine in the developing preterm brain may adversely affect sleep duration and sleep apnea during childhood, but this possibility was not confirmed in studies using polysomnography and actigraphy.",
            "8 Developmental assessments of preterm survivors in early childhood are not strongly associated with later learning difficulties. [",
            "9] [10] [11] There is a need to measure functional outcomes in middle school age, \"to better inform perinatal and neonatal care, guidelines, and future parents.\"",
            "10(pp193-194) We studied 11-year-old participants in the Caffeine for Apnea of Prematurity trial to determine the effects of neonatal caffeine therapy on academic performance, motor skills, and behavior."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37631",
        "text": "Between October 11, 1999, and October 22, 2004 , a total of 2006 preterm infants in 35 academic hospitals and 9 countries were randomly assigned to receive caffeine citrate or normal saline placebo in this double-blind trial 4 until pharmacologic treatment for apnea of prematurity was no longer needed. Infants with birth weights of 500 to 1250 g were eligible for enrollment if their clinicians considered them to be candidates for methylxanthine therapy during the first 10 days of life. The exclusion criteria, randomization procedures, and use of study drug have been reported previously 4 and are summarized here. Infants were excluded if they had congenital abnormalities, were unlikely to be available for follow-up, or had already been treated with a methylxanthine. Randomization was stratified by study center and balanced in random blocks of 2 or 4 patients. A loading dose of 20 mg of caffeine citrate per kilogram of body weight was followed by a daily maintenance dose of 5 mg/kg. If apneas persisted, the daily maintenance dose could be increased to a maximum of 10 mg of caffeine citrate per kilogram. Infants received their first dose of the study drug at a median age of 3 days and were weaned off the study drug at a median postmenstrual age of approximately 35 weeks.",
        "section": "Initial Study",
        "section_number": 2,
        "sentences": [
            "Between October 11, 1999, and October 22, 2004 , a total of 2006 preterm infants in 35 academic hospitals and 9 countries were randomly assigned to receive caffeine citrate or normal saline placebo in this double-blind trial 4 until pharmacologic treatment for apnea of prematurity was no longer needed.",
            "Infants with birth weights of 500 to 1250 g were eligible for enrollment if their clinicians considered them to be candidates for methylxanthine therapy during the first 10 days of life.",
            "The exclusion criteria, randomization procedures, and use of study drug have been reported previously 4 and are summarized here.",
            "Infants were excluded if they had congenital abnormalities, were unlikely to be available for follow-up, or had already been treated with a methylxanthine.",
            "Randomization was stratified by study center and balanced in random blocks of 2 or 4 patients.",
            "A loading dose of 20 mg of caffeine citrate per kilogram of body weight was followed by a daily maintenance dose of 5 mg/kg.",
            "If apneas persisted, the daily maintenance dose could be increased to a maximum of 10 mg of caffeine citrate per kilogram.",
            "Infants received their first dose of the study drug at a median age of 3 days and were weaned off the study drug at a median postmenstrual age of approximately 35 weeks."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37631",
        "text": "The research ethics boards of all participating clinical sites approved the initial protocol from the neonatal period to 18 months and the additional follow-up protocol at 5 years of age. Written informed consent was obtained from a parent or guardian of each infant before enrollment and again before the 5-year assessments. An investigational new drug application was filed with Health Canada. Clinical trial notification applications were filed in Australia. Appropriate regulatory approvals were obtained elsewhere.",
        "section": "Initial Study",
        "section_number": 3,
        "sentences": [
            "The research ethics boards of all participating clinical sites approved the initial protocol from the neonatal period to 18 months and the additional follow-up protocol at 5 years of age.",
            "Written informed consent was obtained from a parent or guardian of each infant before enrollment and again before the 5-year assessments.",
            "An investigational new drug application was filed with Health Canada.",
            "Clinical trial notification applications were filed in Australia.",
            "Appropriate regulatory approvals were obtained elsewhere."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37631",
        "text": "The primary outcome of the initial study was death before a corrected age of 18 months or survival with at least 1 of the following: cerebral palsy, cognitive delay, severe hearing loss, and bilateral blindness. Caffeine improved this outcome (adjusted odds ratio [aOR], 0.77; 95% CI, 0.64-0.93). 5 At a corrected age of 5 years, the rate of survival without disability was no longer significantly improved by caffeine, but secondary and post hoc analyses suggested lasting benefits of caffeine on motor performance. 6, 7 ",
        "section": "Initial Study",
        "section_number": 4,
        "sentences": [
            "The primary outcome of the initial study was death before a corrected age of 18 months or survival with at least 1 of the following: cerebral palsy, cognitive delay, severe hearing loss, and bilateral blindness.",
            "Caffeine improved this outcome (adjusted odds ratio [aOR], 0.77; 95% CI, 0.64-0.93).",
            "5 At a corrected age of 5 years, the rate of survival without disability was no longer significantly improved by caffeine, but secondary and post hoc analyses suggested lasting benefits of caffeine on motor performance.",
            "6, 7"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37631",
        "text": "Follow-up of surviving participants in all 35 international study centers was neither affordable nor feasible. We restricted this follow-up phase to 14 large Canadian, Australian, and British centers with low attrition rates at 18 months and 5 years where the local language was either English or French to obtain comparable assessments of academic performance. In addition, participants at 1 Swedish site contributed partial data to this study. Follow-up was conducted from May 7, 2011, to May 27, 2016.",
        "section": "Present Study",
        "section_number": 5,
        "sentences": [
            "Follow-up of surviving participants in all 35 international study centers was neither affordable nor feasible.",
            "We restricted this follow-up phase to 14 large Canadian, Australian, and British centers with low attrition rates at 18 months and 5 years where the local language was either English or French to obtain comparable assessments of academic performance.",
            "In addition, participants at 1 Swedish site contributed partial data to this study.",
            "Follow-up was conducted from May 7, 2011, to May 27, 2016."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37631",
        "text": "The research ethics boards of all 15 centers (McMaster University Medical Centre, Royal Women's Hospital, Sunnybrook Health Sciences Center, Women's and Children's Hospital, Mercy Hospital for Women, Centre Hospitalier Universitaire de Quebec, Children's & Women's Health Centre of British Columbia, Foothills Hospital and Alberta Children's Hospital, St Boniface Hospital, Windsor Regional Hospital, Astrid Lindgren Children's Hospital, The James Cook University Hospital, Royal Maternity Hospital Belfast, Royal Victoria Infirmary, and Northern Neonatal Initiatives) approved the present follow-up protocol. Written informed consent was obtained from a parent or guardian of each child, and assent was obtained from the child when appropriate. The target window for assessments was the year between the 11th and",
        "section": "Present Study",
        "section_number": 6,
        "sentences": [
            "The research ethics boards of all 15 centers (McMaster University Medical Centre, Royal Women's Hospital, Sunnybrook Health Sciences Center, Women's and Children's Hospital, Mercy Hospital for Women, Centre Hospitalier Universitaire de Quebec, Children's & Women's Health Centre of British Columbia, Foothills Hospital and Alberta Children's Hospital, St Boniface Hospital, Windsor Regional Hospital, Astrid Lindgren Children's Hospital, The James Cook University Hospital, Royal Maternity Hospital Belfast, Royal Victoria Infirmary, and Northern Neonatal Initiatives) approved the present follow-up protocol.",
            "Written informed consent was obtained from a parent or guardian of each child, and assent was obtained from the child when appropriate.",
            "The target window for assessments was the year between the 11th and"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37631",
        "text": "Question Does neonatal caffeine citrate therapy for apnea of prematurity have lasting benefits or newly apparent risks at middle school age?",
        "section": "Key Points",
        "section_number": 7,
        "sentences": [
            "Question Does neonatal caffeine citrate therapy for apnea of prematurity have lasting benefits or newly apparent risks at middle school age?"
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37631",
        "text": "Findings This follow-up study to the Caffeine for Apnea of Prematurity trial found that the combined rate of academic, motor, and behavioral impairment at 11 years of age did not differ significantly between participants who had been randomly assigned to receive caffeine compared with those who had been randomly assigned to receive placebo. However, caffeine therapy was associated with a significantly reduced risk of motor impairment.",
        "section": "Key Points",
        "section_number": 8,
        "sentences": [
            "Findings This follow-up study to the Caffeine for Apnea of Prematurity trial found that the combined rate of academic, motor, and behavioral impairment at 11 years of age did not differ significantly between participants who had been randomly assigned to receive caffeine compared with those who had been randomly assigned to receive placebo.",
            "However, caffeine therapy was associated with a significantly reduced risk of motor impairment."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37631",
        "text": "Meaning At the doses used in this trial, neonatal caffeine therapy is effective and safe.",
        "section": "Key Points",
        "section_number": 9,
        "sentences": [
            "Meaning At the doses used in this trial, neonatal caffeine therapy is effective and safe."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37631",
        "text": "12th birthday, but efforts to locate and examine the children continued beyond this age when necessary. The children, their families, and all clinicians and researchers involved in the care of the participants and in the assessments of their outcomes remained unaware of the neonatal random assignments to caffeine or placebo treatment.",
        "section": "Key Points",
        "section_number": 10,
        "sentences": [
            "12th birthday, but efforts to locate and examine the children continued beyond this age when necessary.",
            "The children, their families, and all clinicians and researchers involved in the care of the participants and in the assessments of their outcomes remained unaware of the neonatal random assignments to caffeine or placebo treatment."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37631",
        "text": "The primary outcome for the present follow-up study was functional impairment in at least 1 of the following 3 domains: academic performance, motor skills, and behavior. Poor academic performance was defined as 1 or more standard scores of less than 70 (2 SD below the mean of 100) on the 4 subtests of the Wide Range Achievement Test-4: sentence comprehension, word reading, spelling, and math computation. 12 In Quebec, Canada, the French version of the Wechsler Individual Achievement Test-2nd edition was used, with the following subtests: reading (word reading and reading comprehension), mathematics (numerical operations), and written language (spelling). 13 At the start of the study, it had been anticipated that a comparable Swedish academic performance test would be available for this study, but only the math computation scores and various secondary outcomes of the 24 Swedish trial participants could be used in the present analyses of academic function. Motor skills (manual dexterity, aiming and catching, and balance) were measured with the Movement Assessment Battery for Children-Second Edition (Movement ABC-2). 14 Total standard scores corresponding to the 5th percentile or less were defined as motor impairment. A behavior problem was defined as a Total Problem T score of greater than 69 (≥2 SD above the mean of 50) on the Child Behavior Checklist that was completed by the primary caregiver. 15 All standardized test results were based on the child's chronological age. Documentation of the presence of the composite primary outcome required confirmation that the child had 1 or more of the 3 types of impairment (academic, motor, or behavior). Documentation of the absence of the composite primary outcome required confirmation that all subtests of the achievement test, all components of the Movement ABC-2, and the Child Behavior Checklist had been completed successfully, without meeting the criteria for impairment.",
        "section": "Primary Outcome",
        "section_number": 11,
        "sentences": [
            "The primary outcome for the present follow-up study was functional impairment in at least 1 of the following 3 domains: academic performance, motor skills, and behavior.",
            "Poor academic performance was defined as 1 or more standard scores of less than 70 (2 SD below the mean of 100) on the 4 subtests of the Wide Range Achievement Test-4: sentence comprehension, word reading, spelling, and math computation.",
            "12 In Quebec, Canada, the French version of the Wechsler Individual Achievement Test-2nd edition was used, with the following subtests: reading (word reading and reading comprehension), mathematics (numerical operations), and written language (spelling).",
            "13 At the start of the study, it had been anticipated that a comparable Swedish academic performance test would be available for this study, but only the math computation scores and various secondary outcomes of the 24 Swedish trial participants could be used in the present analyses of academic function.",
            "Motor skills (manual dexterity, aiming and catching, and balance) were measured with the Movement Assessment Battery for Children-Second Edition (Movement ABC-2).",
            "14 Total standard scores corresponding to the 5th percentile or less were defined as motor impairment.",
            "A behavior problem was defined as a Total Problem T score of greater than 69 (≥2 SD above the mean of 50) on the Child Behavior Checklist that was completed by the primary caregiver.",
            "15 All standardized test results were based on the child's chronological age.",
            "Documentation of the presence of the composite primary outcome required confirmation that the child had 1 or more of the 3 types of impairment (academic, motor, or behavior).",
            "Documentation of the absence of the composite primary outcome required confirmation that all subtests of the achievement test, all components of the Movement ABC-2, and the Child Behavior Checklist had been completed successfully, without meeting the criteria for impairment."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37631",
        "text": "Mean standard scores were computed for the 4 subtests of the academic achievement tests, for the Movement ABC-2, and for each of the 3 components of the Movement ABC-2. Mean Total Problem, Internalizing, and Externalizing T scores were computed for the Child Behavior Checklist. The severity of cerebral palsy was classified according to the Gross Motor Function Classification System. 16 Blindness was defined as a corrected visual acuity of less than 20/200 in the better eye. Deafness was defined as the prescription of hearing aids or cochlear implants. Parents completed the Social Communication Questionnaire. 17 A total score of 15 or higher was used to identify children at risk of autism spectrum disorder. 18 A prior diagnosis of autism spectrum disorder was recorded. Height, weight, and head circumference were measured, and z scores for age and sex were computed. 19,20",
        "section": "Other Outcomes",
        "section_number": 12,
        "sentences": [
            "Mean standard scores were computed for the 4 subtests of the academic achievement tests, for the Movement ABC-2, and for each of the 3 components of the Movement ABC-2.",
            "Mean Total Problem, Internalizing, and Externalizing T scores were computed for the Child Behavior Checklist.",
            "The severity of cerebral palsy was classified according to the Gross Motor Function Classification System.",
            "16 Blindness was defined as a corrected visual acuity of less than 20/200 in the better eye.",
            "Deafness was defined as the prescription of hearing aids or cochlear implants.",
            "Parents completed the Social Communication Questionnaire.",
            "17 A total score of 15 or higher was used to identify children at risk of autism spectrum disorder.",
            "18 A prior diagnosis of autism spectrum disorder was recorded.",
            "Height, weight, and head circumference were measured, and z scores for age and sex were computed.",
            "19,20"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37631",
        "text": "Assuming a functional impairment rate at 11 years of age of 45%, a sample of 1000 children would have provided 80% power to detect a 20% relative reduction in the risk of the composite primary outcome. With the observed event rate of 37.6% in the placebo group, this study had 80% power to detect a 23% relative reduction in the risk of functional impairment. Because randomization was stratified according to study center, the analyses of the primary outcome and of all other dichotomous outcomes were adjusted with the use of a logistic regression model that included terms for treatment and center (smaller centers with fewer than 20 observations per outcome were combined) and familial grouping (multiple births). The treatment effect was expressed as an OR with 95% CI. The corresponding P value was based on a Wald test. As at 18 months and 5 years, 5, 6 the OR was adjusted in supportive analyses for the gestational age and sex of the child, the antenatal administration of corticosteroids, multiple births, and the primary caregiver's educational level. Mean differences between the 2 groups for quantitative outcomes were adjusted for center and familial grouping with multiple linear regression. The severity of cerebral palsy as measured by the levels of the Gross Motor Function Classification System was analyzed with ordinal logistic regression.",
        "section": "Statistical Analysis",
        "section_number": 13,
        "sentences": [
            "Assuming a functional impairment rate at 11 years of age of 45%, a sample of 1000 children would have provided 80% power to detect a 20% relative reduction in the risk of the composite primary outcome.",
            "With the observed event rate of 37.6% in the placebo group, this study had 80% power to detect a 23% relative reduction in the risk of functional impairment.",
            "Because randomization was stratified according to study center, the analyses of the primary outcome and of all other dichotomous outcomes were adjusted with the use of a logistic regression model that included terms for treatment and center (smaller centers with fewer than 20 observations per outcome were combined) and familial grouping (multiple births).",
            "The treatment effect was expressed as an OR with 95% CI.",
            "The corresponding P value was based on a Wald test.",
            "As at 18 months and 5 years, 5, 6 the OR was adjusted in supportive analyses for the gestational age and sex of the child, the antenatal administration of corticosteroids, multiple births, and the primary caregiver's educational level.",
            "Mean differences between the 2 groups for quantitative outcomes were adjusted for center and familial grouping with multiple linear regression.",
            "The severity of cerebral palsy as measured by the levels of the Gross Motor Function Classification System was analyzed with ordinal logistic regression."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37631",
        "text": "We conducted a post hoc analysis to investigate the extent to which the treatment effect of caffeine at 11 years could be explained by reduced exposure to positive airway pressure during the neonatal hospitalization. The postmenstrual age at last use of positive airway pressure was added to the logistic model that estimated the outcome based on treatment allocation and center. The resulting reduction in the coefficient associated with treatment was a measure of the treatment effect of caffeine that can be explained (on the log OR scale) by earlier discontinuation of positive airway pressure in infants assigned to receive caffeine compared with placebo. Confidence limits were determined using a bootstrap approach.",
        "section": "Statistical Analysis",
        "section_number": 14,
        "sentences": [
            "We conducted a post hoc analysis to investigate the extent to which the treatment effect of caffeine at 11 years could be explained by reduced exposure to positive airway pressure during the neonatal hospitalization.",
            "The postmenstrual age at last use of positive airway pressure was added to the logistic model that estimated the outcome based on treatment allocation and center.",
            "The resulting reduction in the coefficient associated with treatment was a measure of the treatment effect of caffeine that can be explained (on the log OR scale) by earlier discontinuation of positive airway pressure in infants assigned to receive caffeine compared with placebo.",
            "Confidence limits were determined using a bootstrap approach."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37631",
        "text": "For children whose academic performance could not be tested owing to severe developmental delay or autism, standard scores were imputed as 1 less than the minimum achievable for each subtest. An equivalent imputation rule was adopted for children who could not complete the Movement ABC-2 because of cerebral palsy or because of another chronic motor disability. All statistical analyses were performed using SAS software, version 9.3 (SAS Institute Inc). All P values were 2-sided and considered significant if P < .05. No adjustments were made for multiple comparisons in these analyses of 11-year-old children whose primary trial outcomes were reported at 18 months.",
        "section": "Statistical Analysis",
        "section_number": 15,
        "sentences": [
            "For children whose academic performance could not be tested owing to severe developmental delay or autism, standard scores were imputed as 1 less than the minimum achievable for each subtest.",
            "An equivalent imputation rule was adopted for children who could not complete the Movement ABC-2 because of cerebral palsy or because of another chronic motor disability.",
            "All statistical analyses were performed using SAS software, version 9.3 (SAS Institute Inc).",
            "All P values were 2-sided and considered significant if P < .05.",
            "No adjustments were made for multiple comparisons in these analyses of 11-year-old children whose primary trial outcomes were reported at 18 months."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37631",
        "text": "The numbers of infants who were enrolled in the original trial, the numbers of surviving children who were eligible for the present study, and the numbers assessed at 11 years of age are shown in the Figure. In all 15 sites, 968 of 1226 children (79.0%) contributed at least partial data, including 24 Swedish trial participants. Adequate data for an analysis of the primary com-posite outcome were available for 920 of the 1202 children who were eligible for the ascertainment of this outcome (76.5%). The characteristics of these children at birth were similar in the 2 groups (Table 1) . 5, 6, 15, 16, [21] [22] [23] As in the initial larger study cohort, the rates of disability at 18 months, including cerebral palsy, had been reduced by caffeine therapy in the present study participants (caffeine group, 132 of 444 [29.7%] ; placebo group, 163 of 448 [36.4%]; P = .03), whereas disability rates as defined at 5 years had been lower than at 18 months and were no longer significantly improved by caffeine therapy (caffeine group, 61 of 437 [14.0%]; placebo group, 74 of 433 [17.1%] ; P = .20) (Table 1) . 5, 6, 15, 16, [21] [22] [23] The children's age and school attendance at follow-up, as well as the characteristics of their primary caregivers and families, were similar in the 2 groups (Table 1) . 5, 6, 15, 16, [21] [22] [23] Since their enrollment into the study as newborns, 70 children had died in the 15 participating sites, 35 in each of the 2 treatment groups. Only 2 deaths were reported since the last study-specific contact at 5 years.",
        "section": "Study Participants",
        "section_number": 16,
        "sentences": [
            "The numbers of infants who were enrolled in the original trial, the numbers of surviving children who were eligible for the present study, and the numbers assessed at 11 years of age are shown in the Figure.",
            "In all 15 sites, 968 of 1226 children (79.0%) contributed at least partial data, including 24 Swedish trial participants.",
            "Adequate data for an analysis of the primary com-posite outcome were available for 920 of the 1202 children who were eligible for the ascertainment of this outcome (76.5%).",
            "The characteristics of these children at birth were similar in the 2 groups (Table 1) .",
            "5, 6, 15, 16, [21] [22] [23] As in the initial larger study cohort, the rates of disability at 18 months, including cerebral palsy, had been reduced by caffeine therapy in the present study participants (caffeine group, 132 of 444 [29.7%] ; placebo group, 163 of 448 [36.4%]; P = .03), whereas disability rates as defined at 5 years had been lower than at 18 months and were no longer significantly improved by caffeine therapy (caffeine group, 61 of 437 [14.0%]; placebo group, 74 of 433 [17.1%] ; P = .20) (Table 1) .",
            "5, 6, 15, 16, [21] [22] [23] The children's age and school attendance at follow-up, as well as the characteristics of their primary caregivers and families, were similar in the 2 groups (Table 1) .",
            "5, 6, 15, 16, [21] [22] [23] Since their enrollment into the study as newborns, 70 children had died in the 15 participating sites, 35 in each of the 2 treatment groups.",
            "Only 2 deaths were reported since the last study-specific contact at 5 years."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37631",
        "text": "The results for the primary composite outcome and for its components are shown in 24 It was reported previously that caffeine significantly reduced the postmenstrual age at which any positive airway pressure was last administered 4 and that this intermediate outcome explained 49% of the beneficial effect of caffeine on survival without disability at 18 months. 5 We conducted a single post hoc logistic regression analysis to explore this possible mechanism for the beneficial effect of caffeine on motor impairment at 11 years, after adjustment for center and familial clustering. At 11 years, the postmenstrual age at the last use of any positive airway pressure (mean, 31.4 weeks for caffeine and 32.8 weeks for placebo) explained 53% (95% CI, 22%-100%) of the observed benefit of caffeine therapy on the outcome of motor impairment.",
        "section": "Primary Outcome",
        "section_number": 17,
        "sentences": [
            "The results for the primary composite outcome and for its components are shown in 24 It was reported previously that caffeine significantly reduced the postmenstrual age at which any positive airway pressure was last administered 4 and that this intermediate outcome explained 49% of the beneficial effect of caffeine on survival without disability at 18 months.",
            "5 We conducted a single post hoc logistic regression analysis to explore this possible mechanism for the beneficial effect of caffeine on motor impairment at 11 years, after adjustment for center and familial clustering.",
            "At 11 years, the postmenstrual age at the last use of any positive airway pressure (mean, 31.4 weeks for caffeine and 32.8 weeks for placebo) explained 53% (95% CI, 22%-100%) of the observed benefit of caffeine therapy on the outcome of motor impairment."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37631",
        "text": "Mean standard scores for the 4 academic achievement subtests and mean Total Problem T scores did not differ statistically between the groups ( tive devices among those who received neonatal caffeine therapy were not significant ( Table 4) . The rates of blindness and deafness did not differ significantly between the 2 groups. Thirty-two children received a diagnosis of autism spectrum disorder, 21 in the caffeine group and 11 in the placebo group. The percentages of elevated scores on the Social Communication Questionnaire suggestive of autism spectrum disorder were similar in the 2 groups (Table 4) . Three children were dependent on supplemental oxygen, and 4 children had a feeding tube. Height, weight, and head circumference were comparable in the 2 groups and within acceptable ranges for the ages of the children (Table 4) .",
        "section": "Other Outcomes",
        "section_number": 18,
        "sentences": [
            "Mean standard scores for the 4 academic achievement subtests and mean Total Problem T scores did not differ statistically between the groups ( tive devices among those who received neonatal caffeine therapy were not significant ( Table 4) .",
            "The rates of blindness and deafness did not differ significantly between the 2 groups.",
            "Thirty-two children received a diagnosis of autism spectrum disorder, 21 in the caffeine group and 11 in the placebo group.",
            "The percentages of elevated scores on the Social Communication Questionnaire suggestive of autism spectrum disorder were similar in the 2 groups (Table 4) .",
            "Three children were dependent on supplemental oxygen, and 4 children had a feeding tube.",
            "Height, weight, and head circumference were comparable in the 2 groups and within acceptable ranges for the ages of the children (Table 4) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37631",
        "text": "We performed the international randomized placebocontrolled clinical trial of caffeine therapy for apnea of prematurity to resolve the longstanding uncertainty about the efficacy and safety of this therapy. 3, 25 It was reported previously that caffeine reduced the risks of important neonatal morbidities, including bronchopulmonary dysplasia and severe retinopathy of prematurity, as well as cerebral palsy and cognitive delay at 18 months. 4, 5 Although the treatment benefits of caffeine were attenuated when the children were 5 years of age, Abbreviation: OR, odds ratio. a Adjusted for the gestational age and sex of the infant, antenatal administration of corticosteroids, multiple births, and the primary caregiver's education at the time of the assessment. b For these analyses, all available data were used, including those from up to 24 Swedish trial participants. secondary and post hoc analyses suggested that caffeine therapy may improve motor function, including overall performance on the Movement ABC, manual dexterity, and balance, and may reduce the rate of developmental coordination disorder. 6, 7 We conducted the present study to better inform clinicians and parents of the long-term benefits and po-tential risks of one of the most common therapies in neonatal medicine. 10, 26 We found no evidence of long-term harmful effects of caffeine therapy for apnea of prematurity. Although caffeine did not significantly reduce the combined rate of functional impairments at middle school age, neonatal caffeine therapy appears to have lasting beneficial effects on motor function. Approximately 13 preterm infants may need to be treated with caffeine to prevent 1 case of moderate to severe motor impairment at 11 years of age. 24 We cannot state conclusively that caffeine therapy improves motor function at middle school age because any statistically significant treatment effect on an individual component of a composite primary outcome must be interpreted with caution, especially in the absence of a clear indication of a treatment difference for the composite outcome. 27 However, children who were randomly assigned to receive caffeine therapy have consistently shown better performance on secondary and post hoc outcomes of motor function, from early childhood to middle school age, compared with children who were assigned to receive placebo. Evidence of reduced rates of motor impairment was found at 18 months, at 5 years, and now at 11 years, despite differences in the definitions of motor impairment and irrespective of the size and completeness of the follow-up cohorts. [5] [6] [7] We argue that the observed reduction in motor impairment after neonatal caffeine therapy may reflect a true causal relationship.",
        "section": "Discussion",
        "section_number": 19,
        "sentences": [
            "We performed the international randomized placebocontrolled clinical trial of caffeine therapy for apnea of prematurity to resolve the longstanding uncertainty about the efficacy and safety of this therapy.",
            "3, 25 It was reported previously that caffeine reduced the risks of important neonatal morbidities, including bronchopulmonary dysplasia and severe retinopathy of prematurity, as well as cerebral palsy and cognitive delay at 18 months.",
            "4, 5 Although the treatment benefits of caffeine were attenuated when the children were 5 years of age, Abbreviation: OR, odds ratio.",
            "a Adjusted for the gestational age and sex of the infant, antenatal administration of corticosteroids, multiple births, and the primary caregiver's education at the time of the assessment.",
            "b For these analyses, all available data were used, including those from up to 24 Swedish trial participants.",
            "secondary and post hoc analyses suggested that caffeine therapy may improve motor function, including overall performance on the Movement ABC, manual dexterity, and balance, and may reduce the rate of developmental coordination disorder.",
            "6, 7 We conducted the present study to better inform clinicians and parents of the long-term benefits and po-tential risks of one of the most common therapies in neonatal medicine.",
            "10, 26 We found no evidence of long-term harmful effects of caffeine therapy for apnea of prematurity.",
            "Although caffeine did not significantly reduce the combined rate of functional impairments at middle school age, neonatal caffeine therapy appears to have lasting beneficial effects on motor function.",
            "Approximately 13 preterm infants may need to be treated with caffeine to prevent 1 case of moderate to severe motor impairment at 11 years of age.",
            "24 We cannot state conclusively that caffeine therapy improves motor function at middle school age because any statistically significant treatment effect on an individual component of a composite primary outcome must be interpreted with caution, especially in the absence of a clear indication of a treatment difference for the composite outcome.",
            "27 However, children who were randomly assigned to receive caffeine therapy have consistently shown better performance on secondary and post hoc outcomes of motor function, from early childhood to middle school age, compared with children who were assigned to receive placebo.",
            "Evidence of reduced rates of motor impairment was found at 18 months, at 5 years, and now at 11 years, despite differences in the definitions of motor impairment and irrespective of the size and completeness of the follow-up cohorts. [",
            "5] [6] [7] We argue that the observed reduction in motor impairment after neonatal caffeine therapy may reflect a true causal relationship."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37631",
        "text": "Less than one-fourth of the cases of motor impairment in this study could be attributed to a clinical diagnosis of cerebral palsy. This finding is consistent with recent epidemiologic findings that developmental coordination disorder is a more common adverse motor outcome after preterm birth than cerebral palsy. 28, 29 It was previously reported that neonatal caffeine therapy may reduce the rate of developmental coordination disorder at 5 years of age. 7 What could be the likely mechanism for this neuroprotective effect of caffeine? Our single post hoc exploratory analysis suggests that the earlier discontinuation of positive airway pressure in infants who had been assigned to receive caffeine, compared with those assigned to receive placebo, may explain much of the beneficial drug effect on motor impairment 11 years later. Prolonged mechanical ventilation is a strong risk factor for poor neurodevelopmental outcome in very preterm infants. 30 In contrast to its lasting effects on motor function, neonatal caffeine therapy did not improve cognitive function at 5 years of age 6 or academic function at 11 years of age. We speculate that the early beneficial effects of neonatal caffeine therapy observed on cognitive development at 18 months were overwhelmed by social and environmental influences in later childhood. 31, 32 ",
        "section": "Discussion",
        "section_number": 20,
        "sentences": [
            "Less than one-fourth of the cases of motor impairment in this study could be attributed to a clinical diagnosis of cerebral palsy.",
            "This finding is consistent with recent epidemiologic findings that developmental coordination disorder is a more common adverse motor outcome after preterm birth than cerebral palsy.",
            "28, 29 It was previously reported that neonatal caffeine therapy may reduce the rate of developmental coordination disorder at 5 years of age.",
            "7 What could be the likely mechanism for this neuroprotective effect of caffeine?",
            "Our single post hoc exploratory analysis suggests that the earlier discontinuation of positive airway pressure in infants who had been assigned to receive caffeine, compared with those assigned to receive placebo, may explain much of the beneficial drug effect on motor impairment 11 years later.",
            "Prolonged mechanical ventilation is a strong risk factor for poor neurodevelopmental outcome in very preterm infants.",
            "30 In contrast to its lasting effects on motor function, neonatal caffeine therapy did not improve cognitive function at 5 years of age 6 or academic function at 11 years of age.",
            "We speculate that the early beneficial effects of neonatal caffeine therapy observed on cognitive development at 18 months were overwhelmed by social and environmental influences in later childhood.",
            "31, 32"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37631",
        "text": "The limitations of our study include the suboptimal ascertainment rate: only 920 of the 1202 children (76.5%) in 14 English-or French-speaking sites who were eligible for the present study contributed adequate data to the analysis of the composite primary outcome of functional impairment. However, important characteristics at birth and outcomes at 18 months and 5 years in the 2 treatment groups were comparable in children who were observed up to 11 years compared with the larger and more complete cohorts that were assessed at those earlier ages. [4] [5] [6] This finding suggests that the risk of ascertainment bias was low.",
        "section": "Limitations",
        "section_number": 21,
        "sentences": [
            "The limitations of our study include the suboptimal ascertainment rate: only 920 of the 1202 children (76.5%) in 14 English-or French-speaking sites who were eligible for the present study contributed adequate data to the analysis of the composite primary outcome of functional impairment.",
            "However, important characteristics at birth and outcomes at 18 months and 5 years in the 2 treatment groups were comparable in children who were observed up to 11 years compared with the larger and more complete cohorts that were assessed at those earlier ages. [",
            "4] [5] [6] This finding suggests that the risk of ascertainment bias was low."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37631",
        "text": "Neonatal caffeine therapy did not significantly reduce the combined rate of functional impairments but was associated with a reduced rate of motor impairment at 11 years of age in children with very low birth weight. When prescribed at the doses used in this trial, caffeine therapy for apnea of prematurity is effective and safe into middle school age.",
        "section": "Conclusions",
        "section_number": 22,
        "sentences": [
            "Neonatal caffeine therapy did not significantly reduce the combined rate of functional impairments but was associated with a reduced rate of motor impairment at 11 years of age in children with very low birth weight.",
            "When prescribed at the doses used in this trial, caffeine therapy for apnea of prematurity is effective and safe into middle school age."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37631",
        "text": "© 2017 American Medical Association. All rights reserved. Downloaded From: https://jamanetwork.com/ by a University of Alberta User on 02/28/2020",
        "section": "",
        "section_number": 23,
        "sentences": [
            "© 2017 American Medical Association.",
            "All rights reserved.",
            "Downloaded From: https://jamanetwork.com/ by a University of Alberta User on 02/28/2020"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37631",
        "text": "JAMA Pediatrics June 2017 Volume 171, Number 6 (Reprinted) jamapediatrics.com © 2017 American Medical Association. All rights reserved. Downloaded From: https://jamanetwork.com/ by a University of Alberta User on 02/28/2020",
        "section": "",
        "section_number": 24,
        "sentences": [
            "JAMA Pediatrics June 2017 Volume 171, Number 6 (Reprinted) jamapediatrics.com © 2017 American Medical Association.",
            "All rights reserved.",
            "Downloaded From: https://jamanetwork.com/ by a University of Alberta User on 02/28/2020"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    }
]