[
    {
        "doc_id": "38126",
        "text": "Background: Hyperemesis gravidarum (HG) leads to dehydration, poor nutritional intake, and weight loss. HG has been associated with adverse pregnancy outcomes such as low birth weight. Information about the potential effectiveness of treatments for HG is limited. Objective: We hypothesized that in women with HG, early enteral tube feeding in addition to standard care improves birth weight. Design: We performed a multicenter, open-label randomized controlled trial [Maternal and Offspring outcomes after Treatment of HyperEmesis by Refeeding (MOTHER)] in 19 hospitals in the Netherlands. A total of 116 women hospitalized for HG between 5 and 20 wk of gestation were randomly allocated to enteral tube feeding for $7 d in addition to standard care with intravenous rehydration and antiemetic treatment or to standard care alone. Women were encouraged to continue tube feeding at home. On the basis of our power calculation, a sample size of 120 women was anticipated. Analyses were performed according to the intention-to-treat principle. Results: Between October 2014 and March 2016 we randomly allocated 59 women to enteral tube feeding and 57 women to standard care. The mean 6 SD birth weight was 3160 6 770 g in the enteral tube feeding group compared with 3200 6 680 g in the standard care group (mean difference: 240 g, 95% CI: 2230, 310 g). Secondary outcomes, including maternal weight gain, duration of hospital stay, readmission rate, nausea and vomiting symptoms, decrease in quality of life, psychological distress, prematurity, and small-for-gestationalage, also were comparable. Of the women allocated to enteral tube feeding, 28 (47%) were treated according to protocol. Enteral tube feeding was discontinued within 7 d of placement in the remaining women, primarily because of its adverse effects (34%). Conclusions: In women with HG, early enteral tube feeding does not improve birth weight or secondary outcomes. Many women discontinued tube feeding because of discomfort, suggesting that it is poorly tolerated as an early routine treatment of HG. This trial was registered at www.trialregister.nl as NTR4197.",
        "section": "Abstract",
        "sentences": [
            "Background: Hyperemesis gravidarum (HG) leads to dehydration, poor nutritional intake, and weight loss.",
            "HG has been associated with adverse pregnancy outcomes such as low birth weight.",
            "Information about the potential effectiveness of treatments for HG is limited.",
            "Objective: We hypothesized that in women with HG, early enteral tube feeding in addition to standard care improves birth weight.",
            "Design: We performed a multicenter, open-label randomized controlled trial [Maternal and Offspring outcomes after Treatment of HyperEmesis by Refeeding (MOTHER)] in 19 hospitals in the Netherlands.",
            "A total of 116 women hospitalized for HG between 5 and 20 wk of gestation were randomly allocated to enteral tube feeding for $7 d in addition to standard care with intravenous rehydration and antiemetic treatment or to standard care alone.",
            "Women were encouraged to continue tube feeding at home.",
            "On the basis of our power calculation, a sample size of 120 women was anticipated.",
            "Analyses were performed according to the intention-to-treat principle.",
            "Results: Between October 2014 and March 2016 we randomly allocated 59 women to enteral tube feeding and 57 women to standard care.",
            "The mean 6 SD birth weight was 3160 6 770 g in the enteral tube feeding group compared with 3200 6 680 g in the standard care group (mean difference: 240 g, 95% CI: 2230, 310 g).",
            "Secondary outcomes, including maternal weight gain, duration of hospital stay, readmission rate, nausea and vomiting symptoms, decrease in quality of life, psychological distress, prematurity, and small-for-gestationalage, also were comparable.",
            "Of the women allocated to enteral tube feeding, 28 (47%) were treated according to protocol.",
            "Enteral tube feeding was discontinued within 7 d of placement in the remaining women, primarily because of its adverse effects (34%).",
            "Conclusions: In women with HG, early enteral tube feeding does not improve birth weight or secondary outcomes.",
            "Many women discontinued tube feeding because of discomfort, suggesting that it is poorly tolerated as an early routine treatment of HG.",
            "This trial was registered at www.trialregister.nl as NTR4197."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38126",
        "text": "Pregnancy is a critical period during which maternal nutrition is a key factor that influences the health of both mother and child (1) . The demand for both energy and nutrients is increased in pregnancy (2) . There is overwhelming evidence that malnutrition during pregnancy can permanently affect developing fetal organs (3) . Depending on the gestational age during which malnutrition is present, detrimental effects on pregnancy outcome, including poor fetal growth and increased risk of prematurity, and on offspring health in later life have been described (4, 5) . Hyperemesis gravidarum (HG), which complicates #3.6% of all pregnancies, is a severe form of nausea and vomiting in pregnancy (NVP) that leads to a drastic decrease in maternal well-being and quality of life (6, 7) , as well as dehydration, electrolyte disturbances, poor nutritional intake, and substantial weight loss (8, 9) . HG also has been linked to poor pregnancy outcomes, including low birth weight (OR 1.4 for birth weight ,2500 g), being small-for-gestational-age (OR 1.3), and prematurity (OR 1.3) (10), possibly mediated by poor maternal nutritional status (11) (12) (13) . Large studies in the last 3-4 y in Nordic countries, where nutritional support is included in routine HG care, found that HG had no effect on perinatal outcomes (14) (15) (16) . To date, the etiology of HG is poorly understood and there is an absence of high-quality evidence on the effective treatment of HG (17) (18) (19) .",
        "section": "INTRODUCTION",
        "section_number": 1,
        "sentences": [
            "Pregnancy is a critical period during which maternal nutrition is a key factor that influences the health of both mother and child (1) .",
            "The demand for both energy and nutrients is increased in pregnancy (2) .",
            "There is overwhelming evidence that malnutrition during pregnancy can permanently affect developing fetal organs (3) .",
            "Depending on the gestational age during which malnutrition is present, detrimental effects on pregnancy outcome, including poor fetal growth and increased risk of prematurity, and on offspring health in later life have been described (4, 5) .",
            "Hyperemesis gravidarum (HG), which complicates #3.6% of all pregnancies, is a severe form of nausea and vomiting in pregnancy (NVP) that leads to a drastic decrease in maternal well-being and quality of life (6, 7) , as well as dehydration, electrolyte disturbances, poor nutritional intake, and substantial weight loss (8, 9) .",
            "HG also has been linked to poor pregnancy outcomes, including low birth weight (OR 1.4 for birth weight ,2500 g), being small-for-gestational-age (OR 1.3), and prematurity (OR 1.3) (10), possibly mediated by poor maternal nutritional status (11) (12) (13) .",
            "Large studies in the last 3-4 y in Nordic countries, where nutritional support is included in routine HG care, found that HG had no effect on perinatal outcomes (14) (15) (16) .",
            "To date, the etiology of HG is poorly understood and there is an absence of high-quality evidence on the effective treatment of HG (17) (18) (19) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38126",
        "text": "Although HG is associated with substantial weight loss (20) and markedly reduced caloric intake (8) , most guidelines do not include any particular dietary intervention in its treatment (21, 22) . A small number of case studies in women with HG suggested that tube feeding may alleviate symptoms and is well tolerated if continued in the home setting (23) (24) (25) . Furthermore, a retrospective cohort study by Stokke et al. (13) suggested that enteral tube feeding improved maternal weight gain during pregnancy in women with severe HG. Because these studies lacked a control group, it is unclear whether the improvement was the result of enteral tube feeding or the natural course of HG, which tends to improve as pregnancy progresses beyond 20 wk of gestation in 85% of women (20) . Enteral tube feeding effectively treats both dehydration and malnutrition in nonpregnant patients with poor nutritional intake (26) and has been shown to be safer than parenteral nutrition in pregnancy (27) .",
        "section": "INTRODUCTION",
        "section_number": 2,
        "sentences": [
            "Although HG is associated with substantial weight loss (20) and markedly reduced caloric intake (8) , most guidelines do not include any particular dietary intervention in its treatment (21, 22) .",
            "A small number of case studies in women with HG suggested that tube feeding may alleviate symptoms and is well tolerated if continued in the home setting (23) (24) (25) .",
            "Furthermore, a retrospective cohort study by Stokke et al. (13) suggested that enteral tube feeding improved maternal weight gain during pregnancy in women with severe HG.",
            "Because these studies lacked a control group, it is unclear whether the improvement was the result of enteral tube feeding or the natural course of HG, which tends to improve as pregnancy progresses beyond 20 wk of gestation in 85% of women (20) .",
            "Enteral tube feeding effectively treats both dehydration and malnutrition in nonpregnant patients with poor nutritional intake (26) and has been shown to be safer than parenteral nutrition in pregnancy (27) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38126",
        "text": "Overall, the existing literature suggests that supplementary feeding (e.g., by enteral tube) in women with HG may improve symptom severity, maternal nutritional status, and weight gain, as well as amend the detrimental effects HG has on perinatal outcomes. There have been no randomized trials investigating whether enteral tube feeding in patients with HG can positively affect pregnancy outcomes and maternal quality of life (QOL), NVP, or hospital length of stay.",
        "section": "INTRODUCTION",
        "section_number": 3,
        "sentences": [
            "Overall, the existing literature suggests that supplementary feeding (e.g., by enteral tube) in women with HG may improve symptom severity, maternal nutritional status, and weight gain, as well as amend the detrimental effects HG has on perinatal outcomes.",
            "There have been no randomized trials investigating whether enteral tube feeding in patients with HG can positively affect pregnancy outcomes and maternal quality of life (QOL), NVP, or hospital length of stay."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "38126",
        "text": "We hypothesized that enteral tube feeding in addition to standard care is a more effective treatment for all patients with HG than standard care with intravenous rehydration and antiemetic treatment alone. We expected that adding enteral tube feeding to standard care would result in improved pregnancy outcomes, specifically higher birth weight. We performed a randomized controlled trial to investigate the effect of enteral tube feeding on maternal and perinatal outcomes in HG.",
        "section": "INTRODUCTION",
        "section_number": 4,
        "sentences": [
            "We hypothesized that enteral tube feeding in addition to standard care is a more effective treatment for all patients with HG than standard care with intravenous rehydration and antiemetic treatment alone.",
            "We expected that adding enteral tube feeding to standard care would result in improved pregnancy outcomes, specifically higher birth weight.",
            "We performed a randomized controlled trial to investigate the effect of enteral tube feeding on maternal and perinatal outcomes in HG."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38126",
        "text": "We performed an open-label, randomized controlled trial, Maternal and Offspring outcomes after Treatment of Hyper-Emesis by Refeeding (MOTHER), in 3 university medical centers and 16 general hospitals collaborating in the Dutch Consortium for Healthcare Evaluation and Research in Obstetrics and Gynaecology. The trial was approved by the research ethics committee of the Academic Medical Center, Amsterdam, and by the boards of directors of all of the participating hospitals. MOTHER was registered at www.trialregister.nl as NTR4197, and the study protocol has been published (28) .",
        "section": "Study design",
        "section_number": 5,
        "sentences": [
            "We performed an open-label, randomized controlled trial, Maternal and Offspring outcomes after Treatment of Hyper-Emesis by Refeeding (MOTHER), in 3 university medical centers and 16 general hospitals collaborating in the Dutch Consortium for Healthcare Evaluation and Research in Obstetrics and Gynaecology.",
            "The trial was approved by the research ethics committee of the Academic Medical Center, Amsterdam, and by the boards of directors of all of the participating hospitals.",
            "MOTHER was registered at www.trialregister.nl as NTR4197, and the study protocol has been published (28) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38126",
        "text": "We enrolled women admitted to the hospital because of HG with a gestational age between 5 0/7 and 19 6/7 wk. A diagnosis of HG was made if excessive NVP necessitated hospital admission in the absence of any other obvious cause such as drug-induced vomiting or infection. Diagnoses of severe weight loss, electrolyte imbalance, or severe dehydration were not required for study eligibility. We excluded women with known molar or nonvital pregnancy, acute infection causing vomiting, a contraindication for enteral tube feeding, and HIV infection and women ,18 y of age. Trained research staff or the treating obstetric caregiver identified and counseled eligible women. All of the women provided written informed consent. Eligible women who refused to participate in the trial were asked to provide informed consent for data collection of baseline characteristics to compare the trial participants to the general HG population admitted to the hospital.",
        "section": "Participants",
        "section_number": 6,
        "sentences": [
            "We enrolled women admitted to the hospital because of HG with a gestational age between 5 0/7 and 19 6/7 wk.",
            "A diagnosis of HG was made if excessive NVP necessitated hospital admission in the absence of any other obvious cause such as drug-induced vomiting or infection.",
            "Diagnoses of severe weight loss, electrolyte imbalance, or severe dehydration were not required for study eligibility.",
            "We excluded women with known molar or nonvital pregnancy, acute infection causing vomiting, a contraindication for enteral tube feeding, and HIV infection and women ,18 y of age.",
            "Trained research staff or the treating obstetric caregiver identified and counseled eligible women.",
            "All of the women provided written informed consent.",
            "Eligible women who refused to participate in the trial were asked to provide informed consent for data collection of baseline characteristics to compare the trial participants to the general HG population admitted to the hospital."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38126",
        "text": "Participating women were randomly allocated to nasogastric tube feeding in addition to standard care or to standard care alone with a Web-based computerized program (ALEA version 2.2, Trans European Network for Clinical Trials Services; NKI) through use of permuted block random allocation. Random allocation was performed in a ratio of 1:1, with a block size of 4. Stratification according to participating center was applied. Because of the nature of the intervention, we did not mask participants, caregivers, or outcome assessors to the allocated treatment.",
        "section": "Random assignment and masking",
        "section_number": 7,
        "sentences": [
            "Participating women were randomly allocated to nasogastric tube feeding in addition to standard care or to standard care alone with a Web-based computerized program (ALEA version 2.2, Trans European Network for Clinical Trials Services; NKI) through use of permuted block random allocation.",
            "Random allocation was performed in a ratio of 1:1, with a block size of 4.",
            "Stratification according to participating center was applied.",
            "Because of the nature of the intervention, we did not mask participants, caregivers, or outcome assessors to the allocated treatment."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38126",
        "text": "Women allocated to enteral tube feeding received a nasogastric polyurethane feeding tube as soon as possible after random assignment. Tube placement and feeding regimens were followed according to local protocol (Supplemental Table 1 ) under the guidance of a hospital dietitian. Women allocated to tube feeding also received standard care, consisting of intravenous rehydration for the time needed to reach maximum feeding rates, and antiemetic medication, electrolytes, and vitamin supplements according to local protocol. As soon as tube feeding was tolerated, discharge home with tube feeding was encouraged. Tube feeding was continued for $7 d or until the woman was able to maintain an oral intake of 1000 kcal/d. Energy intake was estimated by hospital dietitians with whom women receiving tube feeding had $1 consultation/wk. In cases of tube dislocation a nasoduodenal or nasojejunal tube could be placed.",
        "section": "Enteral tube feeding",
        "section_number": 8,
        "sentences": [
            "Women allocated to enteral tube feeding received a nasogastric polyurethane feeding tube as soon as possible after random assignment.",
            "Tube placement and feeding regimens were followed according to local protocol (Supplemental Table 1 ) under the guidance of a hospital dietitian.",
            "Women allocated to tube feeding also received standard care, consisting of intravenous rehydration for the time needed to reach maximum feeding rates, and antiemetic medication, electrolytes, and vitamin supplements according to local protocol.",
            "As soon as tube feeding was tolerated, discharge home with tube feeding was encouraged.",
            "Tube feeding was continued for $7 d or until the woman was able to maintain an oral intake of 1000 kcal/d.",
            "Energy intake was estimated by hospital dietitians with whom women receiving tube feeding had $1 consultation/wk.",
            "In cases of tube dislocation a nasoduodenal or nasojejunal tube could be placed."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38126",
        "text": "Standard care consisted of intravenous rehydration (Supplemental Table 1 ), antiemetic medication, electrolytes, vitamin supplements, and dietetic advice according to local protocol. In women with severe symptoms necessitating prolonged admission or readmission, additional tube feeding could be provided, but only if the attending physician deemed it necessary.",
        "section": "Standard care",
        "section_number": 9,
        "sentences": [
            "Standard care consisted of intravenous rehydration (Supplemental Table 1 ), antiemetic medication, electrolytes, vitamin supplements, and dietetic advice according to local protocol.",
            "In women with severe symptoms necessitating prolonged admission or readmission, additional tube feeding could be provided, but only if the attending physician deemed it necessary."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "38126",
        "text": "The primary outcome measure was birth weight. Secondary maternal outcomes were weight gain, duration of hospital stay, readmission rate, severity of NVP, decrease in quality of life, impact of HG on physical and psychosocial functioning, symptoms of anxiety, and psychological distress. Secondary perinatal outcomes were gestational age at birth, prematurity (birth at ,37 wk of gestation), small-for-gestational-age based on birth weight ,10th percentile according to the Netherlands Perinatal Registry reference curves for birth weight by gestational age (29) , and Apgar score ,7 at 5 min.",
        "section": "Outcomes",
        "section_number": 10,
        "sentences": [
            "The primary outcome measure was birth weight.",
            "Secondary maternal outcomes were weight gain, duration of hospital stay, readmission rate, severity of NVP, decrease in quality of life, impact of HG on physical and psychosocial functioning, symptoms of anxiety, and psychological distress.",
            "Secondary perinatal outcomes were gestational age at birth, prematurity (birth at ,37 wk of gestation), small-for-gestational-age based on birth weight ,10th percentile according to the Netherlands Perinatal Registry reference curves for birth weight by gestational age (29) , and Apgar score ,7 at 5 min."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38126",
        "text": "Furthermore, we recorded the adverse effects of the allocated treatment, including phlebitis and pain at insertion location (intravenous rehydration), nose and throat irritation, obstruction and dislocation (tube feeding), and serious adverse events. These events included aspiration, intestinal bleeding and perforation caused by tube feeding, miscarriage, termination of pregnancy, birth defects, neonatal intensive care unit admission ,6 wk postpartum, and maternal and perinatal death. Reasons for discontinuation of the allocated treatment also were recorded.",
        "section": "Outcomes",
        "section_number": 11,
        "sentences": [
            "Furthermore, we recorded the adverse effects of the allocated treatment, including phlebitis and pain at insertion location (intravenous rehydration), nose and throat irritation, obstruction and dislocation (tube feeding), and serious adverse events.",
            "These events included aspiration, intestinal bleeding and perforation caused by tube feeding, miscarriage, termination of pregnancy, birth defects, neonatal intensive care unit admission ,6 wk postpartum, and maternal and perinatal death.",
            "Reasons for discontinuation of the allocated treatment also were recorded."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38126",
        "text": "Trained research staff used a standardized case report form to record maternal and pregnancy characteristics based on medical records. These characteristics included medical history, age, parity, prepregnancy weight, weight at inclusion, gestational age, hospital admission(s) for HG, treatments for HG, and pregnancy outcome. Ethnicity and education level were self-reported. Education level served as a proxy for socioeconomic status and was based on the highest level of education completed (e.g., none or primary school, secondary school, higher education). Maternal weight gain was based on weight measured at inclusion in the study and self-reported weight in questionnaires.",
        "section": "Outcomes",
        "section_number": 12,
        "sentences": [
            "Trained research staff used a standardized case report form to record maternal and pregnancy characteristics based on medical records.",
            "These characteristics included medical history, age, parity, prepregnancy weight, weight at inclusion, gestational age, hospital admission(s) for HG, treatments for HG, and pregnancy outcome.",
            "Ethnicity and education level were self-reported.",
            "Education level served as a proxy for socioeconomic status and was based on the highest level of education completed (e.g., none or primary school, secondary school, higher education).",
            "Maternal weight gain was based on weight measured at inclusion in the study and self-reported weight in questionnaires."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38126",
        "text": "The women filled out questionnaires at baseline and 1 and 3 wk after being assigned to the study at random. The questionnaires contained Dutch versions of the 24-h Pregnancy-Unique Quantification of Emesis (PUQE-24) and nausea score (30) , the Nausea and Vomiting in Pregnancy-Specific QOL (NVPQOL) questionnaire (31) , the Hyperemesis Impact of Symptoms questionnaire (HIS) (32), the Hospital Anxiety and Depression Scale (HADS) (33), the 36-Item Short-Form Health Survey (SF-36) (34), and the EuroQol Visual Analogue Scale (EQ-VAS; Supplemental Material) (35) . Women also filled out a questionnaire at 6 wk postpartum containing the HADS, SF-36, and EQ-VAS. The PUQE-24 contains questions regarding the time span of nausea, vomiting, and retching. A higher score reflects more severe symptoms of NVP and is associated with a decreased maternal quality of life (8) . The NVPQOL is an NVPspecific QOL questionnaire; a higher score is associated with a decreased quality of life (31) . The HIS is a questionnaire that assesses the impact of HG on physical and psychosocial functioning; a higher score is associated with increased impact on maternal functioning (32) . The HADS is a questionnaire that assesses psychological distress in patients; a higher score is associated with symptoms of anxiety and depression (33) . The SF-36 and the EQ-VAS both measure QOL, with higher scores indicating a better QOL (34) .",
        "section": "Outcomes",
        "section_number": 13,
        "sentences": [
            "The women filled out questionnaires at baseline and 1 and 3 wk after being assigned to the study at random.",
            "The questionnaires contained Dutch versions of the 24-h Pregnancy-Unique Quantification of Emesis (PUQE-24) and nausea score (30) , the Nausea and Vomiting in Pregnancy-Specific QOL (NVPQOL) questionnaire (31) , the Hyperemesis Impact of Symptoms questionnaire (HIS) (32), the Hospital Anxiety and Depression Scale (HADS) (33), the 36-Item Short-Form Health Survey (SF-36) (34), and the EuroQol Visual Analogue Scale (EQ-VAS; Supplemental Material) (35) .",
            "Women also filled out a questionnaire at 6 wk postpartum containing the HADS, SF-36, and EQ-VAS.",
            "The PUQE-24 contains questions regarding the time span of nausea, vomiting, and retching.",
            "A higher score reflects more severe symptoms of NVP and is associated with a decreased maternal quality of life (8) .",
            "The NVPQOL is an NVPspecific QOL questionnaire; a higher score is associated with a decreased quality of life (31) .",
            "The HIS is a questionnaire that assesses the impact of HG on physical and psychosocial functioning; a higher score is associated with increased impact on maternal functioning (32) .",
            "The HADS is a questionnaire that assesses psychological distress in patients; a higher score is associated with symptoms of anxiety and depression (33) .",
            "The SF-36 and the EQ-VAS both measure QOL, with higher scores indicating a better QOL (34) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38126",
        "text": "A power calculation was used to determine the sample size. The calculation was based on a difference in mean birth weight of 200 g (SD: 400 g), which we considered clinically relevant. With a b of 0.2, an a of 0.05, and a possible 10% loss of participants to follow-up, we needed to randomly assign 120 women (60 women/group). This sample size also was large enough to detect a 2-point reduction in PUQE-24 score 1 wk after randomization (maximum 15 points, SD 3 points) and differences in QOL and psychological distress scores $10%.",
        "section": "Sample size",
        "section_number": 14,
        "sentences": [
            "A power calculation was used to determine the sample size.",
            "The calculation was based on a difference in mean birth weight of 200 g (SD: 400 g), which we considered clinically relevant.",
            "With a b of 0.2, an a of 0.05, and a possible 10% loss of participants to follow-up, we needed to randomly assign 120 women (60 women/group).",
            "This sample size also was large enough to detect a 2-point reduction in PUQE-24 score 1 wk after randomization (maximum 15 points, SD 3 points) and differences in QOL and psychological distress scores $10%."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38126",
        "text": "The primary analysis was an intention-to-treat analysis. We presented normally distributed continuous variables as means with SDs and skewed distributions as medians with IQRs. We tested normally distributed data with the Student's t test for means and data that were not normally distributed with use of the Mann-Whitney U test for medians. We presented dichotomous and categorical variables as numbers with percentages. These variables were analyzed by use of the chi-square test or Fisher's exact test for proportions, where appropriate. We generated a time-to-event analysis for gestational age at birth and made comparisons using the log-rank rest.",
        "section": "Statistical analyses",
        "section_number": 15,
        "sentences": [
            "The primary analysis was an intention-to-treat analysis.",
            "We presented normally distributed continuous variables as means with SDs and skewed distributions as medians with IQRs.",
            "We tested normally distributed data with the Student's t test for means and data that were not normally distributed with use of the Mann-Whitney U test for medians.",
            "We presented dichotomous and categorical variables as numbers with percentages.",
            "These variables were analyzed by use of the chi-square test or Fisher's exact test for proportions, where appropriate.",
            "We generated a time-to-event analysis for gestational age at birth and made comparisons using the log-rank rest."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38126",
        "text": "We also performed a per-protocol analysis that included women who received the allocated treatment according to protocol. Furthermore, we conducted a sensitivity analysis of women allocated to enteral tube feeding. In this group we compared women who were treated according to protocol with women who discontinued tube feeding within 7 d of tube placement. P , 0.05, based on 2-sided testing, were considered to indicate statistical significance. All of the analyses were performed with SPSS version 22.0 for Windows (IBM Corp.).",
        "section": "Statistical analyses",
        "section_number": 16,
        "sentences": [
            "We also performed a per-protocol analysis that included women who received the allocated treatment according to protocol.",
            "Furthermore, we conducted a sensitivity analysis of women allocated to enteral tube feeding.",
            "In this group we compared women who were treated according to protocol with women who discontinued tube feeding within 7 d of tube placement.",
            "P , 0.05, based on 2-sided testing, were considered to indicate statistical significance.",
            "All of the analyses were performed with SPSS version 22.0 for Windows (IBM Corp.)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38126",
        "text": "Between October 2013 and March 2016, we identified 280 eligible women, 116 (41%) of whom consented to participate. Four more women were registered as participants although they did not consent to participate and should have been registered as eligible women who refused random assignment. Because of this administrative error, we randomly assigned 116 women instead of the anticipated 120: 59 women to enteral tube feeding and 57 women to standard care. One woman withdrew informed consent during the trial. Therefore, 59 women in the tube-feeding group and 56 women in the standard care group were included in the analysis (Figure 1) .",
        "section": "Baseline",
        "section_number": 17,
        "sentences": [
            "Between October 2013 and March 2016, we identified 280 eligible women, 116 (41%) of whom consented to participate.",
            "Four more women were registered as participants although they did not consent to participate and should have been registered as eligible women who refused random assignment.",
            "Because of this administrative error, we randomly assigned 116 women instead of the anticipated 120: 59 women to enteral tube feeding and 57 women to standard care.",
            "One woman withdrew informed consent during the trial.",
            "Therefore, 59 women in the tube-feeding group and 56 women in the standard care group were included in the analysis (Figure 1) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38126",
        "text": "Baseline characteristics are presented in Table 1 . Of the 164 women who refused to participate in the trial, 100 (61%) women gave informed consent for data collection at baseline. Demographic characteristics did not differ between these 2 groups. Women who participated in the trial had a similar amount of weight loss at the time of random assignment compared with women who refused participation, but had higher PUQE-24 and HIS scores and lower SF-36 and EQ-VAS scores (Supplemental Table 2 ).",
        "section": "Baseline",
        "section_number": 18,
        "sentences": [
            "Baseline characteristics are presented in Table 1 .",
            "Of the 164 women who refused to participate in the trial, 100 (61%) women gave informed consent for data collection at baseline.",
            "Demographic characteristics did not differ between these 2 groups.",
            "Women who participated in the trial had a similar amount of weight loss at the time of random assignment compared with women who refused participation, but had higher PUQE-24 and HIS scores and lower SF-36 and EQ-VAS scores (Supplemental Table 2 )."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38126",
        "text": "There was no difference in birth weight between the tubefeeding group (3160 6 770 g) and the standard care group (3200 6 680 g; mean difference: 240 g, 95% CI: 2230, 310 g). Secondary outcomes also did not differ ( Table 2) . A time-toevent analysis showed no difference in gestational age at delivery (results not shown). There was no significant difference in the number of missing questionnaires between groups (36% in the tube-feeding group compared with 27% in the standard care group; P = 0.31). The median duration of enteral tube feeding in participants allocated to tube feeding was 7 d (IQR: 1-34 d) and the median duration of intravenous rehydration therapy in those allocated to standard care was 3 d (IQR: 2-4 d). Adverse treatment effects were related mainly to tube feeding: 41 (70%) women in the tube-feeding group reported $1 adverse effect of tube feeding, whereas 2 (4%) women in the standard care group reported an adverse effect of intravenous rehydration therapy. Serious adverse events related to the treatment allocation were not reported ( Table 3) . A postpyloric tube was placed in 7 women in the tube-feeding group (12%) and in 1 woman in the standard care group (2%). None of the participants received parenteral nutrition.",
        "section": "Intention-to-treat analysis",
        "section_number": 19,
        "sentences": [
            "There was no difference in birth weight between the tubefeeding group (3160 6 770 g) and the standard care group (3200 6 680 g; mean difference: 240 g, 95% CI: 2230, 310 g).",
            "Secondary outcomes also did not differ ( Table 2) .",
            "A time-toevent analysis showed no difference in gestational age at delivery (results not shown).",
            "There was no significant difference in the number of missing questionnaires between groups (36% in the tube-feeding group compared with 27% in the standard care group; P = 0.31).",
            "The median duration of enteral tube feeding in participants allocated to tube feeding was 7 d (IQR: 1-34 d) and the median duration of intravenous rehydration therapy in those allocated to standard care was 3 d (IQR: 2-4 d).",
            "Adverse treatment effects were related mainly to tube feeding: 41 (70%) women in the tube-feeding group reported $1 adverse effect of tube feeding, whereas 2 (4%) women in the standard care group reported an adverse effect of intravenous rehydration therapy.",
            "Serious adverse events related to the treatment allocation were not reported ( Table 3) .",
            "A postpyloric tube was placed in 7 women in the tube-feeding group (12%) and in 1 woman in the standard care group (2%).",
            "None of the participants received parenteral nutrition."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38126",
        "text": "For the per-protocol analysis, we excluded 8 women allocated to enteral tube feeding because they never received a tube (in 4 women, placement failed and 4 women refused placement) and 23 women because they discontinued tube feeding in ,7 d despite not having achieved sufficient oral intake. The most common reason for discontinuing tube feeding in ,7 d was tube removal on patients' request because of adverse effects (n = 14; 24%) followed by no tube replacement after tube dislocation (n = 6; 10%). In the standard care group, 15 women received tube feeding at some point, and of these 15 we excluded 8 from the per-protocol analysis because they received tube feeding within ,7 d of random assignment. We therefore included 76 women in the per-protocol analysis (Figure 1) . The baseline characteristics of these women were similar for the 2 groups (Supplemental Table 3 ). Again, there was no difference in birth weights between the tube-feeding group (3190 6 920 g) and the standard care group (3280 6 560 g; mean difference: 290 g, 95% CI: 2300, 380 g). Secondary maternal and perinatal outcomes also were not different, except for maternal QOL; NVPQOL scores 1 and 3 wk after random assignment improved less in the tube-feeding group compared with the standard care group (Supplemental Table 4 ).",
        "section": "Per-protocol analysis",
        "section_number": 20,
        "sentences": [
            "For the per-protocol analysis, we excluded 8 women allocated to enteral tube feeding because they never received a tube (in 4 women, placement failed and 4 women refused placement) and 23 women because they discontinued tube feeding in ,7 d despite not having achieved sufficient oral intake.",
            "The most common reason for discontinuing tube feeding in ,7 d was tube removal on patients' request because of adverse effects (n = 14; 24%) followed by no tube replacement after tube dislocation (n = 6; 10%).",
            "In the standard care group, 15 women received tube feeding at some point, and of these 15 we excluded 8 from the per-protocol analysis because they received tube feeding within ,7 d of random assignment.",
            "We therefore included 76 women in the per-protocol analysis (Figure 1) .",
            "The baseline characteristics of these women were similar for the 2 groups (Supplemental Table 3 ).",
            "Again, there was no difference in birth weights between the tube-feeding group (3190 6 920 g) and the standard care group (3280 6 560 g; mean difference: 290 g, 95% CI: 2300, 380 g).",
            "Secondary maternal and perinatal outcomes also were not different, except for maternal QOL; NVPQOL scores 1 and 3 wk after random assignment improved less in the tube-feeding group compared with the standard care group (Supplemental Table 4 )."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38126",
        "text": "We performed a sensitivity analysis in women allocated to tube feeding to explore whether women who were treated according to protocol (n = 28) differed from women who were not treated according to protocol (n = 31). Women who were treated according to protocol had lost more weight at the time of random assignment compared with their prepregnancy weight (23.9 6 4.3 kg) than women who were not treated according to protocol (21.3 6 4.0 kg; mean difference: 22.6 kg, 95% CI: 20.6, 24.8 kg). Primary and secondary outcomes were not different between the 2 groups.",
        "section": "Sensitivity analysis",
        "section_number": 21,
        "sentences": [
            "We performed a sensitivity analysis in women allocated to tube feeding to explore whether women who were treated according to protocol (n = 28) differed from women who were not treated according to protocol (n = 31).",
            "Women who were treated according to protocol had lost more weight at the time of random assignment compared with their prepregnancy weight (23.9 6 4.3 kg) than women who were not treated according to protocol (21.3 6 4.0 kg; mean difference: 22.6 kg, 95% CI: 20.6, 24.8 kg).",
            "Primary and secondary outcomes were not different between the 2 groups."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38126",
        "text": "In the MOTHER randomized controlled trial in women hospitalized with HG, we found that early enteral tube feeding in addition to standard care with intravenous rehydration and antiemetic treatment did not affect birth weight or other perinatal outcomes. It also did not affect maternal weight gain, duration of hospital stay, readmission rate, NVP symptoms, or QOL.",
        "section": "DISCUSSION",
        "section_number": 22,
        "sentences": [
            "In the MOTHER randomized controlled trial in women hospitalized with HG, we found that early enteral tube feeding in addition to standard care with intravenous rehydration and antiemetic treatment did not affect birth weight or other perinatal outcomes.",
            "It also did not affect maternal weight gain, duration of hospital stay, readmission rate, NVP symptoms, or QOL."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "38126",
        "text": "Our study has several strengths. First, this is the first randomized controlled trial, to our knowledge, on enteral tube feeding for HG. Second, we reported on both maternal and 2 Twins included. 3 No reference value for neonates born ,25 wk of gestation (n = 1). 4 Miscarriages and termination of pregnancy excluded. Higher PUQE, NVPQOL, HIS, and HADS scores indicate more symptoms, a decreased QOL, or both. A higher SF-36 and EQ-VAS score indicates a better QOL. 5 Number of questionnaires available for each group.",
        "section": "DISCUSSION",
        "section_number": 23,
        "sentences": [
            "Our study has several strengths.",
            "First, this is the first randomized controlled trial, to our knowledge, on enteral tube feeding for HG.",
            "Second, we reported on both maternal and 2 Twins included.",
            "3 No reference value for neonates born ,25 wk of gestation (n = 1).",
            "4 Miscarriages and termination of pregnancy excluded.",
            "Higher PUQE, NVPQOL, HIS, and HADS scores indicate more symptoms, a decreased QOL, or both.",
            "A higher SF-36 and EQ-VAS score indicates a better QOL.",
            "5 Number of questionnaires available for each group."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38126",
        "text": "perinatal outcomes. We chose birth weight as a primary outcome following the systematic review published by Veenendaal et al. (10) , which showed that women with HG were more likely to have a baby with low birth weight. We did, however, also consider the effect of tube feeding on the mother to be important; therefore, we collected a broad range of maternal outcomes beyond those found in the medical records. This gave us the opportunity to assess the possible effects of tube feeding on not only perinatal outcomes but also the severity of symptoms and QOL of the mothers. Furthermore, our study was a multicenter study that enrolled participants in 19 hospitals across the Netherlands that offered different levels of obstetric care. As such, it is likely that a geographically representative sample of patients with HG was offered participation in our study.",
        "section": "DISCUSSION",
        "section_number": 24,
        "sentences": [
            "perinatal outcomes.",
            "We chose birth weight as a primary outcome following the systematic review published by Veenendaal et al. (10) , which showed that women with HG were more likely to have a baby with low birth weight.",
            "We did, however, also consider the effect of tube feeding on the mother to be important; therefore, we collected a broad range of maternal outcomes beyond those found in the medical records.",
            "This gave us the opportunity to assess the possible effects of tube feeding on not only perinatal outcomes but also the severity of symptoms and QOL of the mothers.",
            "Furthermore, our study was a multicenter study that enrolled participants in 19 hospitals across the Netherlands that offered different levels of obstetric care.",
            "As such, it is likely that a geographically representative sample of patients with HG was offered participation in our study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38126",
        "text": "Our study has a number of limitations. More than half of the women who were eligible declined participation in the trial, which may have led to a decrease in the generalizability of our findings. Indeed, women who participated in the trial had more severe symptoms and a decreased QOL at the time of random assignment compared with women who did not participate. Baseline characteristics did not differ between treatment arms. Because of the nature of the intervention, masking or blinding was not possible. This factor may have caused bias, although this is unlikely for the primary outcome (birth weight) because birth weight can be assessed objectively. We used the broad study inclusion criterion of hospital admission for HG between gestational ages 5 and 20 wk, which may have led to the heterogeneity of patients included in the study. Three factors led us to choose this inclusion criterion: HG at present lacks an international consensus definition (19) , our broad inclusion criterion has been used in previous clinical trials (36, 37) , and this is a fair reflection of the patient at present clinically considered to have HG.",
        "section": "DISCUSSION",
        "section_number": 25,
        "sentences": [
            "Our study has a number of limitations.",
            "More than half of the women who were eligible declined participation in the trial, which may have led to a decrease in the generalizability of our findings.",
            "Indeed, women who participated in the trial had more severe symptoms and a decreased QOL at the time of random assignment compared with women who did not participate.",
            "Baseline characteristics did not differ between treatment arms.",
            "Because of the nature of the intervention, masking or blinding was not possible.",
            "This factor may have caused bias, although this is unlikely for the primary outcome (birth weight) because birth weight can be assessed objectively.",
            "We used the broad study inclusion criterion of hospital admission for HG between gestational ages 5 and 20 wk, which may have led to the heterogeneity of patients included in the study.",
            "Three factors led us to choose this inclusion criterion: HG at present lacks an international consensus definition (19) , our broad inclusion criterion has been used in previous clinical trials (36, 37) , and this is a fair reflection of the patient at present clinically considered to have HG."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38126",
        "text": "Furthermore, interpretation of secondary outcomes that were collected via questionnaires, including severity of symptoms and QOL, may be hampered by a large amount of missing data, although we made a considerable effort to complete the data collection. Women received an electronic link to complete trial questionnaires via e-mail. If they did not respond that day, then a telephone call was placed the next day. If a woman was not reached by telephone, then a reminder e-mail was sent. At least 2 more telephone calls were placed in case a questionnaire was not completed. The proportion of missing data was similar for both treatment groups, and therefore it is unlikely that the missing data altered the results. Another limitation is that we did not have access to total gestational weight gain, which may be an important mediator in HG and poor pregnancy outcomes (11, 12) . Weight measurements at delivery were part of the study protocol, but they were reported so poorly (79% missing values) that it was not possible to draw any meaningful conclusions.",
        "section": "DISCUSSION",
        "section_number": 26,
        "sentences": [
            "Furthermore, interpretation of secondary outcomes that were collected via questionnaires, including severity of symptoms and QOL, may be hampered by a large amount of missing data, although we made a considerable effort to complete the data collection.",
            "Women received an electronic link to complete trial questionnaires via e-mail.",
            "If they did not respond that day, then a telephone call was placed the next day.",
            "If a woman was not reached by telephone, then a reminder e-mail was sent.",
            "At least 2 more telephone calls were placed in case a questionnaire was not completed.",
            "The proportion of missing data was similar for both treatment groups, and therefore it is unlikely that the missing data altered the results.",
            "Another limitation is that we did not have access to total gestational weight gain, which may be an important mediator in HG and poor pregnancy outcomes (11, 12) .",
            "Weight measurements at delivery were part of the study protocol, but they were reported so poorly (79% missing values) that it was not possible to draw any meaningful conclusions."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38126",
        "text": "The main limitation of this trial is the poor protocol completion in the group of women allocated to tube feeding, which is likely the result of women not favoring tube feeding. Almost 7% of the women refused tube placement after random allocation, and an unanticipated 34% of women discontinued tube feeding before treatment completion because of adverse effects, including nose and throat irritation and tube dislocation. It is unclear whether treatment compliance may be influenced by attitudes toward the intervention of the caregiver.",
        "section": "DISCUSSION",
        "section_number": 27,
        "sentences": [
            "The main limitation of this trial is the poor protocol completion in the group of women allocated to tube feeding, which is likely the result of women not favoring tube feeding.",
            "Almost 7% of the women refused tube placement after random allocation, and an unanticipated 34% of women discontinued tube feeding before treatment completion because of adverse effects, including nose and throat irritation and tube dislocation.",
            "It is unclear whether treatment compliance may be influenced by attitudes toward the intervention of the caregiver."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38126",
        "text": "The findings of this trial are at odds with those of the retrospective study of Stokke et al. (13) , in which only 7% of women treated with tube feeding for severe HG (defined as HG complicated by metabolic disturbances) requested removal of the nasogastric tube because of discomfort. Our inclusion criteria did not limit trial eligibility to women with HG complicated by Values are n (%) unless otherwise indicated. Comparisons were made with the use of the chi-square test or Fisher's exact test for proportions, where appropriate. NICU, neonatal intensive care unit; SAE, serious adverse event.",
        "section": "DISCUSSION",
        "section_number": 28,
        "sentences": [
            "The findings of this trial are at odds with those of the retrospective study of Stokke et al. (13) , in which only 7% of women treated with tube feeding for severe HG (defined as HG complicated by metabolic disturbances) requested removal of the nasogastric tube because of discomfort.",
            "Our inclusion criteria did not limit trial eligibility to women with HG complicated by Values are n (%) unless otherwise indicated.",
            "Comparisons were made with the use of the chi-square test or Fisher's exact test for proportions, where appropriate.",
            "NICU, neonatal intensive care unit; SAE, serious adverse event."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38126",
        "text": "2 Including a late miscarriage of one fetus of a twin pregnancy. 3 Including aspiration, intestinal bleeding, and perforation caused by tube feeding. 4 Twins included.",
        "section": "DISCUSSION",
        "section_number": 29,
        "sentences": [
            "2 Including a late miscarriage of one fetus of a twin pregnancy.",
            "3 Including aspiration, intestinal bleeding, and perforation caused by tube feeding.",
            "4 Twins included."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38126",
        "text": "metabolic disturbances, prolonged poor oral intake, or marked weight loss. In a sensitivity analysis we found that women with more marked weight loss were more likely to tolerate tube feeding, enabling them to complete the study protocol. The results of this trial also are not in line with previous studies that suggested that enteral tube feeding may alleviate the symptoms of HG (23) (24) (25) and improve maternal weight gain (13) . These studies had a retrospective design, however, and all of them lacked a control group, making them prone to selection bias. They also likely included patients with more severe HG because enteral tube feeding was prescribed only when first-line treatments failed. The sample size of our trial did not allow for subgroup analyses on HG severity; therefore, we were unable to investigate whether tube feeding may be beneficial in women with severe HG. Future trials are needed to study whether tube feeding is beneficial in women with severe HG that is complicated by marked weight loss, prolonged symptoms, or a history of severe HG.",
        "section": "DISCUSSION",
        "section_number": 30,
        "sentences": [
            "metabolic disturbances, prolonged poor oral intake, or marked weight loss.",
            "In a sensitivity analysis we found that women with more marked weight loss were more likely to tolerate tube feeding, enabling them to complete the study protocol.",
            "The results of this trial also are not in line with previous studies that suggested that enteral tube feeding may alleviate the symptoms of HG (23) (24) (25) and improve maternal weight gain (13) .",
            "These studies had a retrospective design, however, and all of them lacked a control group, making them prone to selection bias.",
            "They also likely included patients with more severe HG because enteral tube feeding was prescribed only when first-line treatments failed.",
            "The sample size of our trial did not allow for subgroup analyses on HG severity; therefore, we were unable to investigate whether tube feeding may be beneficial in women with severe HG.",
            "Future trials are needed to study whether tube feeding is beneficial in women with severe HG that is complicated by marked weight loss, prolonged symptoms, or a history of severe HG."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38126",
        "text": "To assess the potential effect of tube feeding on maternal and perinatal outcomes, we performed a per-protocol analysis. We found no differences in maternal or perinatal outcomes in the analysis, except that NVP-specific QOL during the first 3 wk of treatment improved less often in women who received tube feeding compared with those who received standard care. Lower numbers of participants limited the power of this analysis.",
        "section": "DISCUSSION",
        "section_number": 31,
        "sentences": [
            "To assess the potential effect of tube feeding on maternal and perinatal outcomes, we performed a per-protocol analysis.",
            "We found no differences in maternal or perinatal outcomes in the analysis, except that NVP-specific QOL during the first 3 wk of treatment improved less often in women who received tube feeding compared with those who received standard care.",
            "Lower numbers of participants limited the power of this analysis."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38126",
        "text": "In conclusion, it is unlikely that in all women hospitalized for HG do early enteral tube feeding and standard care with intravenous rehydration and antiemetic treatment offer any advantages over standard care alone as a first-line treatment. This feeding method did not result in improved maternal or perinatal outcomes. Our findings suggest that early tube feeding is frequently associated with adverse effects and is therefore poorly tolerated in women hospitalized for HG.",
        "section": "DISCUSSION",
        "section_number": 32,
        "sentences": [
            "In conclusion, it is unlikely that in all women hospitalized for HG do early enteral tube feeding and standard care with intravenous rehydration and antiemetic treatment offer any advantages over standard care alone as a first-line treatment.",
            "This feeding method did not result in improved maternal or perinatal outcomes.",
            "Our findings suggest that early tube feeding is frequently associated with adverse effects and is therefore poorly tolerated in women hospitalized for HG."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38126",
        "text": "Downloaded from https://academic.oup.com/ajcn/article-abstract/106/3/812/4822391 by University of Alberta user on 28 February 2020",
        "section": "",
        "section_number": 33,
        "sentences": [
            "Downloaded from https://academic.oup.com/ajcn/article-abstract/106/3/812/4822391 by University of Alberta user on 28 February 2020"
        ],
        "sentence_labels": [
            -1
        ]
    }
]