[
    {
        "doc_id": "39302",
        "text": "Objective: To compare efficacy of Omega-3/6 fatty acids (Equazen eye q™) with methylphenidate (MPH) and combined MPH + Omega-3/6 in children with ADHD. Method: Participants (N = 90) were randomized to Omega-3/6, long-acting MPH, or combination for 12 months. ADHD symptoms were assessed using the ADHD Rating Scale and Clinical Global Impressions-Severity (CGI-S) scale. Results: ADHD symptoms decreased in all treatment arms. Although significant differences favoring Omega + MPH over Omega-3/6 alone were found for ADHD Total and Hyperactivity-Impulsivity subscales, results on the Inattention subscale were similar. CGI-S scores decreased slowly and consistently with Omega-3/6, compared with a rapid decrease and subsequent slight increase in the MPH-containing arms. Adverse events were numerically less frequent with Omega-3/6 or MPH + Omega-3/6 than MPH alone. Conclusion: The tested combination of Omega-3/6 fatty acids had similar effects to MPH, whereas the MPH + Omega combination appeared to have some tolerability benefits over MPH.",
        "section": "Abstract",
        "sentences": [
            "Objective: To compare efficacy of Omega-3/6 fatty acids (Equazen eye q™) with methylphenidate (MPH) and combined MPH + Omega-3/6 in children with ADHD.",
            "Method: Participants (N = 90) were randomized to Omega-3/6, long-acting MPH, or combination for 12 months.",
            "ADHD symptoms were assessed using the ADHD Rating Scale and Clinical Global Impressions-Severity (CGI-S) scale.",
            "Results: ADHD symptoms decreased in all treatment arms.",
            "Although significant differences favoring Omega + MPH over Omega-3/6 alone were found for ADHD Total and Hyperactivity-Impulsivity subscales, results on the Inattention subscale were similar.",
            "CGI-S scores decreased slowly and consistently with Omega-3/6, compared with a rapid decrease and subsequent slight increase in the MPH-containing arms.",
            "Adverse events were numerically less frequent with Omega-3/6 or MPH + Omega-3/6 than MPH alone.",
            "Conclusion: The tested combination of Omega-3/6 fatty acids had similar effects to MPH, whereas the MPH + Omega combination appeared to have some tolerability benefits over MPH."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39302",
        "text": "ADHD is associated with failure at school and serious behavioral problems in children, and is the most frequently reported psychiatric disorder of childhood (American Academy of Pediatrics, 2000) . The worldwide prevalence of ADHD is estimated at 5.3% (Polanczyk, de Lima, Horta, Biederman, & Rohde, 2007) . In Latin America, it affects 3% to 7% of the population and is considered to be a public health problem (Barragán-Pérez et al., 2007) . ADHD is the most frequent in children of school age and is usually more common among boys than girls (Döpfner et al., 2008) .",
        "section": "",
        "section_number": 1,
        "sentences": [
            "ADHD is associated with failure at school and serious behavioral problems in children, and is the most frequently reported psychiatric disorder of childhood (American Academy of Pediatrics, 2000) .",
            "The worldwide prevalence of ADHD is estimated at 5.3% (Polanczyk, de Lima, Horta, Biederman, & Rohde, 2007) .",
            "In Latin America, it affects 3% to 7% of the population and is considered to be a public health problem (Barragán-Pérez et al., 2007) .",
            "ADHD is the most frequent in children of school age and is usually more common among boys than girls (Döpfner et al., 2008) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39302",
        "text": "Management of ADHD involves a comprehensive treatment approach using drug and nondrug therapies, with psychopharmacological approaches constituting the cornerstone of treatment. Stimulants, such as amphetamines and methylphenidate (MPH), are the most frequently used class of medications (Olfson, 2004) . In addition, nonstimulant medications, such as atomoxetine, tricyclic antidepressants, alpha-adrenergic agonists, and modafinil, may also have a role to play (López, 2006) .",
        "section": "",
        "section_number": 2,
        "sentences": [
            "Management of ADHD involves a comprehensive treatment approach using drug and nondrug therapies, with psychopharmacological approaches constituting the cornerstone of treatment.",
            "Stimulants, such as amphetamines and methylphenidate (MPH), are the most frequently used class of medications (Olfson, 2004) .",
            "In addition, nonstimulant medications, such as atomoxetine, tricyclic antidepressants, alpha-adrenergic agonists, and modafinil, may also have a role to play (López, 2006) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39302",
        "text": "Although effective, pharmaceutical treatment of ADHD has its disadvantages, including adverse events and the negative opinions of some parents and clinicians regarding the use of medication (Berger, Dor, Nevo, & Goldzweig, 2008; Graham et al., 2011) . There is therefore interest in exploring nonpharmacological therapies for ADHD, such as dietary and psychological interventions. (Döpfner, 2010; Sonuga-Barke et al., 2013) . Dietary options that have been investigated include restriction of specific food groups (e.g. sugars, salicylates, and artificial colorings), or the ingestion of high doses of vitamins and dietary minerals (Buitelaar et al., 2012; Millichap & Yee, 2012; Rucklidge, Johnstone, & Kaplan, 2009) .",
        "section": "",
        "section_number": 3,
        "sentences": [
            "Although effective, pharmaceutical treatment of ADHD has its disadvantages, including adverse events and the negative opinions of some parents and clinicians regarding the use of medication (Berger, Dor, Nevo, & Goldzweig, 2008; Graham et al., 2011) .",
            "There is therefore interest in exploring nonpharmacological therapies for ADHD, such as dietary and psychological interventions. (",
            "Döpfner, 2010; Sonuga-Barke et al., 2013) .",
            "Dietary options that have been investigated include restriction of specific food groups (e.g. sugars, salicylates, and artificial colorings), or the ingestion of high doses of vitamins and dietary minerals (Buitelaar et al., 2012; Millichap & Yee, 2012; Rucklidge, Johnstone, & Kaplan, 2009) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39302",
        "text": "It has been suggested that deficiency of long-chain polyunsaturated fatty acids (PUFAs) may be involved in the development of ADHD (Colquhoun & Bunday, 1981; Richardson, 2006) . Omega-3 and Omega-6 PUFAs are integral parts of neuronal cell membranes in the brain and may have a role in facilitating the transmission of signals between neurons (Sinn, Bryan, & Wilson, 2008) . Multiple clinical trials of supplementation using Omega-3 and/or Omega-6 fatty acids have been performed (Bloch & Qawasmi, 2011; Sonuga-Barke et al., 2013) . Meta-analyses of these trials have reported significant reductions in symptoms of ADHD (Bloch & Qawasmi, 2011; Sonuga-Barke et al., 2013) , with individual trials reporting significant improvements in 518239J ADXXX10.1177/1087054713518239Barragán et al.Barragán et al.",
        "section": "",
        "section_number": 4,
        "sentences": [
            "It has been suggested that deficiency of long-chain polyunsaturated fatty acids (PUFAs) may be involved in the development of ADHD (Colquhoun & Bunday, 1981; Richardson, 2006) .",
            "Omega-3 and Omega-6 PUFAs are integral parts of neuronal cell membranes in the brain and may have a role in facilitating the transmission of signals between neurons (Sinn, Bryan, & Wilson, 2008) .",
            "Multiple clinical trials of supplementation using Omega-3 and/or Omega-6 fatty acids have been performed (Bloch & Qawasmi, 2011; Sonuga-Barke et al., 2013) .",
            "Meta-analyses of these trials have reported significant reductions in symptoms of ADHD (Bloch & Qawasmi, 2011; Sonuga-Barke et al., 2013) , with individual trials reporting significant improvements in 518239J ADXXX10.1177/1087054713518239Barragán et al.Barragán et al."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39302",
        "text": "1 The Federico Gómez Children's Hospital of Mexico 2 University Hospital Cologne, Germany several domains, including total symptoms, inattention, and reading/writing disorders (Richardson & Montgomery, 2005; Sinn & Bryan, 2007) . Overall, the best results have been seen with combination therapy involving Omega-3 (eicosapentaenoic acid [EPA] , docosahexaenoic acid [DHA] ) and Omega-6 (gamma-linolenic acid [GLA] ) fatty acids (Schuchardt, Huss, Stauss-Grabo, & Hahn, 2010; Transler, Eilander, Mitchell, & van de Meer, 2010) . However, data comparing PUFAs with MPH are limited, as are studies evaluating combinations of PUFAs with MPH. As the mechanisms by which MPH and PUFAs act may be different, there may be additional benefits from combination therapy.",
        "section": "research-article2014",
        "section_number": 5,
        "sentences": [
            "1 The Federico Gómez Children's Hospital of Mexico 2 University Hospital Cologne, Germany several domains, including total symptoms, inattention, and reading/writing disorders (Richardson & Montgomery, 2005; Sinn & Bryan, 2007) .",
            "Overall, the best results have been seen with combination therapy involving Omega-3 (eicosapentaenoic acid [EPA] , docosahexaenoic acid [DHA] ) and Omega-6 (gamma-linolenic acid [GLA] ) fatty acids (Schuchardt, Huss, Stauss-Grabo, & Hahn, 2010; Transler, Eilander, Mitchell, & van de Meer, 2010) .",
            "However, data comparing PUFAs with MPH are limited, as are studies evaluating combinations of PUFAs with MPH.",
            "As the mechanisms by which MPH and PUFAs act may be different, there may be additional benefits from combination therapy."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39302",
        "text": "The search for alternatives to pharmacological treatments for resolving attention problems with fewer side effects is a priority in Latin-American countries. In Mexico, for example, there are no clinical studies with dietary supplements that show improvement in the symptoms of the ADHD. The aim of the present study was therefore to assess the efficacy and safety of a specific Omega-3/6 combination, alone and in combination with MPH, for the treatment of ADHD in Mexican children.",
        "section": "research-article2014",
        "section_number": 6,
        "sentences": [
            "The search for alternatives to pharmacological treatments for resolving attention problems with fewer side effects is a priority in Latin-American countries.",
            "In Mexico, for example, there are no clinical studies with dietary supplements that show improvement in the symptoms of the ADHD.",
            "The aim of the present study was therefore to assess the efficacy and safety of a specific Omega-3/6 combination, alone and in combination with MPH, for the treatment of ADHD in Mexican children."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39302",
        "text": "The main objectives of this pilot study were to (a) assess the effects of Omega-3/6, MPH, and combined MPH and Omega-3/6 in terms of symptom reduction and impairment in treatment-naïve children with ADHD; (b) compare these effects between the different treatment arms; (c) assess the clinical significance of the effects by calculating the percentage of patients responding to therapy; and (d) assess the safety and tolerability of the three treatments.",
        "section": "Objectives",
        "section_number": 7,
        "sentences": [
            "The main objectives of this pilot study were to (a) assess the effects of Omega-3/6, MPH, and combined MPH and Omega-3/6 in terms of symptom reduction and impairment in treatment-naïve children with ADHD; (b) compare these effects between the different treatment arms; (c) assess the clinical significance of the effects by calculating the percentage of patients responding to therapy; and (d) assess the safety and tolerability of the three treatments."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39302",
        "text": "The trial was performed at the Neurology Department of the Hospital Infantil de México Federico Gómez (National Health Institute for Children in Mexico) as a randomized pilot trial. Participants were randomized (unblinded) by means of an aleatorized table to receive MPH, Omega-3/6, or combination therapy with MPH + Omega-3/6. During a 12-month evaluation period, clinical assessments were made at five time points: at baseline (t1), after 1 month (t2), after 3 months (t3), after 6 months (t4), and after 12 months (t5). MPH doses were titrated during the first 4 weeks of the evaluation period.",
        "section": "Study Design",
        "section_number": 8,
        "sentences": [
            "The trial was performed at the Neurology Department of the Hospital Infantil de México Federico Gómez (National Health Institute for Children in Mexico) as a randomized pilot trial.",
            "Participants were randomized (unblinded) by means of an aleatorized table to receive MPH, Omega-3/6, or combination therapy with MPH + Omega-3/6.",
            "During a 12-month evaluation period, clinical assessments were made at five time points: at baseline (t1), after 1 month (t2), after 3 months (t3), after 6 months (t4), and after 12 months (t5).",
            "MPH doses were titrated during the first 4 weeks of the evaluation period."
        ],
        "sentence_labels": [
            -1,
            1,
            -1,
            -1
        ],
        "classification_label": 0
    },
    {
        "doc_id": "39302",
        "text": "Participants were referred to the Neurology Department of the Hospital Infantil de México Federico Gómez between October 2009 and December 2010. They were required to be 6 to 12 years of age with newly diagnosed ADHD of any subtype (diagnosed according to the Diagnostic and Statistical Manual of Mental Disorders [4th ed., text rev.; DSM-IV-TR]; American Psychiatric Association, 2000). The presence of any associated condition (comorbidity) was assessed by clinical interview according to DSM-IV-TR criteria, and the investigator also made a medical evaluation, including weight, height, cephalic perimeter, neurologic evaluation, sleep patterns, and other symptoms or signs. Written informed consent to participate was given by the parents or tutors, and the trial was approved by the local ethical review board.",
        "section": "Participants",
        "section_number": 9,
        "sentences": [
            "Participants were referred to the Neurology Department of the Hospital Infantil de México Federico Gómez between October 2009 and December 2010.",
            "They were required to be 6 to 12 years of age with newly diagnosed ADHD of any subtype (diagnosed according to the Diagnostic and Statistical Manual of Mental Disorders [4th ed.,",
            "text rev.;",
            "DSM-IV-TR]; American Psychiatric Association, 2000).",
            "The presence of any associated condition (comorbidity) was assessed by clinical interview according to DSM-IV-TR criteria, and the investigator also made a medical evaluation, including weight, height, cephalic perimeter, neurologic evaluation, sleep patterns, and other symptoms or signs.",
            "Written informed consent to participate was given by the parents or tutors, and the trial was approved by the local ethical review board."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39302",
        "text": "Exclusion criteria included neurologic disorders (epilepsy, brain damage, mental retardation), autism or pervasive developmental disorders, known hypersensitivity to components of Omega-3/6, previous pharmacological treatment for ADHD, ongoing chronic conditions (e.g., asthma), or medication for chronic conditions. Children not receiving school assistance were also excluded from the study.",
        "section": "Participants",
        "section_number": 10,
        "sentences": [
            "Exclusion criteria included neurologic disorders (epilepsy, brain damage, mental retardation), autism or pervasive developmental disorders, known hypersensitivity to components of Omega-3/6, previous pharmacological treatment for ADHD, ongoing chronic conditions (e.g., asthma), or medication for chronic conditions.",
            "Children not receiving school assistance were also excluded from the study."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39302",
        "text": "The Omega-3/6 fatty acid supplement used for the trial was Equazen eye q™ (provided by Vifor Pharma, Switzerland). Patients received three capsules twice daily, corresponding to a daily dose of 558 mg EPA, 174 mg DHA, and 60 mg GLA. This product and dosage were chosen based on efficacy and tolerability results from previous clinical trials (Johnson, Ostlund, Fransson, Kadesjo, & Gillberg, 2009; Richardson & Montgomery, 2005; Sinn & Bryan, 2007) .",
        "section": "Study Treatment",
        "section_number": 11,
        "sentences": [
            "The Omega-3/6 fatty acid supplement used for the trial was Equazen eye q™ (provided by Vifor Pharma, Switzerland).",
            "Patients received three capsules twice daily, corresponding to a daily dose of 558 mg EPA, 174 mg DHA, and 60 mg GLA.",
            "This product and dosage were chosen based on efficacy and tolerability results from previous clinical trials (Johnson, Ostlund, Fransson, Kadesjo, & Gillberg, 2009; Richardson & Montgomery, 2005; Sinn & Bryan, 2007) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39302",
        "text": "The MPH preparation used in the study was long-acting Metadate CD ® (Shire Pharmaceuticals Mexico SA). Patients in the MPH arm received an initial daily dose of 0.3 mg/kg/ day, increased to 0.5 mg/kg/day after the first 2 weeks of the titration period. The dose was subsequently increased to a maximum of 1 mg/kg/day depending on response and tolerability. Dose adjustments were made weekly.",
        "section": "Study Treatment",
        "section_number": 12,
        "sentences": [
            "The MPH preparation used in the study was long-acting Metadate CD ® (Shire Pharmaceuticals Mexico SA).",
            "Patients in the MPH arm received an initial daily dose of 0.3 mg/kg/ day, increased to 0.5 mg/kg/day after the first 2 weeks of the titration period.",
            "The dose was subsequently increased to a maximum of 1 mg/kg/day depending on response and tolerability.",
            "Dose adjustments were made weekly."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39302",
        "text": "Clinical assessments were made at five time points: baseline, 1 month, 3 months, 6 months, and 12 months. ADHD symptoms were assessed using the Spanish version of the ADHD Rating Scale (DuPaul, Power, Anastopoulos, & Reid, 1998) , rated by the parents, and the Clinical Global Impressions-Severity (CGI-S) scale. The latter is a sevenpoint scale from 1 (normal, not ill) to 7 (among the most extremely ill patients), and was rated separately by the investigator and the parents. Adverse events were evaluated at each clinic appointment, with their possible relationship to study treatment assessed by an independent investigator.",
        "section": "Assessments",
        "section_number": 13,
        "sentences": [
            "Clinical assessments were made at five time points: baseline, 1 month, 3 months, 6 months, and 12 months.",
            "ADHD symptoms were assessed using the Spanish version of the ADHD Rating Scale (DuPaul, Power, Anastopoulos, & Reid, 1998) , rated by the parents, and the Clinical Global Impressions-Severity (CGI-S) scale.",
            "The latter is a sevenpoint scale from 1 (normal, not ill) to 7 (among the most extremely ill patients), and was rated separately by the investigator and the parents.",
            "Adverse events were evaluated at each clinic appointment, with their possible relationship to study treatment assessed by an independent investigator."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39302",
        "text": "Because this was an exploratory pilot study, no formal sample-size calculation was carried out. The main analyses were intention-to-treat (ITT) analyses with the last observation carried forward for patients who dropped out. Multivariate (3 × 5 factorial) analyses of variance (MANOVAs) with one between-subject factor (treatment: MPH, Omega-3/6, MPH + Omega-3/6) and one withinsubject factor (assessment time points t1 to t5) were conducted for each of the outcome parameters to assess symptom course during treatment in each of the treatment arms and analyze differences in symptom course between the three arms. To test for differences between the treatment arms at Month 12, MANCOVAs were calculated with baseline score as covariate. Treatment responders were defined as patients with at least 30% symptom reduction from baseline to Month 12. Pre-to post-effect sizes were calculated using the formula:",
        "section": "Statistical Analysis",
        "section_number": 14,
        "sentences": [
            "Because this was an exploratory pilot study, no formal sample-size calculation was carried out.",
            "The main analyses were intention-to-treat (ITT) analyses with the last observation carried forward for patients who dropped out.",
            "Multivariate (3 × 5 factorial) analyses of variance (MANOVAs) with one between-subject factor (treatment: MPH, Omega-3/6, MPH + Omega-3/6) and one withinsubject factor (assessment time points t1 to t5) were conducted for each of the outcome parameters to assess symptom course during treatment in each of the treatment arms and analyze differences in symptom course between the three arms.",
            "To test for differences between the treatment arms at Month 12, MANCOVAs were calculated with baseline score as covariate.",
            "Treatment responders were defined as patients with at least 30% symptom reduction from baseline to Month 12.",
            "Pre-to post-effect sizes were calculated using the formula:"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39302",
        "text": "d = (Mean post − Mean pre )/SD pre .",
        "section": "Statistical Analysis",
        "section_number": 15,
        "sentences": [
            "d = (Mean post − Mean pre )/SD pre ."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39302",
        "text": "Of the 107 patients screened, 90 met the inclusion and exclusion criteria and were randomized to study treatment (30 per treatment arm) and included in the ITT population. Of these, 60 were boys (no statistically significant differences between the three treatment groups; Cramer's V = .06, p = .861). Mean age was 8.27 years (SD = 1.74) with no statistically significant differences between the three treatment groups (ANOVA F = 0.20, p = .658). Overall, 51 patients (57%) had a diagnosis of combinedtype ADHD, 32 (36%) had predominantly inattentive type, and 7 (8%) had the hyperactive-impulsive subtype. There were no significant differences in the distribution of ADHD subtypes (Cramer's V = .103, p = .750). MPH dosages at baseline and Months 1 and 3 are shown in Table 1 . No differences in MPH dosages between the MPH arm and MPH + Omega-3/6 arm were found at baseline, although doses were higher in the MPH arm at Months 1 and 3.",
        "section": "Participants",
        "section_number": 16,
        "sentences": [
            "Of the 107 patients screened, 90 met the inclusion and exclusion criteria and were randomized to study treatment (30 per treatment arm) and included in the ITT population.",
            "Of these, 60 were boys (no statistically significant differences between the three treatment groups; Cramer's V = .06, p = .861).",
            "Mean age was 8.27 years (SD = 1.74) with no statistically significant differences between the three treatment groups (ANOVA F = 0.20, p = .658).",
            "Overall, 51 patients (57%) had a diagnosis of combinedtype ADHD, 32 (36%) had predominantly inattentive type, and 7 (8%) had the hyperactive-impulsive subtype.",
            "There were no significant differences in the distribution of ADHD subtypes (Cramer's V = .103, p = .750).",
            "MPH dosages at baseline and Months 1 and 3 are shown in Table 1 .",
            "No differences in MPH dosages between the MPH arm and MPH + Omega-3/6 arm were found at baseline, although doses were higher in the MPH arm at Months 1 and 3."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39302",
        "text": "Between baseline and Month 12, more withdrawals occurred in the MPH (n = 10; 33%) and Omega-3/6 (n = 8; 27%) arms compared with the MPH + Omega-3/6 arm (n = 3; 10%; Figure 1 ).",
        "section": "Participants",
        "section_number": 17,
        "sentences": [
            "Between baseline and Month 12, more withdrawals occurred in the MPH (n = 10; 33%) and Omega-3/6 (n = 8; 27%) arms compared with the MPH + Omega-3/6 arm (n = 3; 10%; Figure 1 )."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39302",
        "text": "As shown in Figure 2 , there was a substantial improvement in all outcome parameters during the study. Based on 3 × 5 factorial MANOVA with repeated measures, a strong effect of time was found on all outcome parameters, showing a substantial reduction of symptoms and impairment in all treatment groups (Table 2, Figure 2 ). Pre-post effect sizes ranged between d = −4.77 and d = −0.62. Moreover, statistically significant Time × Group interaction effects were found on all outcome parameters, indicating significantly different courses in the three treatment groups during treatment (Table 3, Figure 2 ). The effect size of this interaction effect (eta squared = square sum effect / square sum total) was between 0.05 and 0.01, indicating small interaction effects according to the criteria of Cohen (2013) . A priori comparisons revealed statistically significant differences on ADHD total score between the MPH and Omega-3/6 arms across the five assessment time points (p < .036), with a steeper decline in the first part of MPH treatment compared with Omega-3/6 (see Figure 2) . Statistical trends were also found between the MPH and Omega-3/6 arms on the subscores of Inattention (p < .059) and Hyperactivity-Impulsivity (p < .069). No differences were found between Omega-3/6 and MPH + Omega-3/6 on ADHD Total score (p < .696), Inattention (p < .429), or Hyperactivity-Impulsivity (p < .824). However, on the CGI-S scale, statistically significant differences were found between Omega-3/6 and MPH + Omega-3/6 (parents, p < .022; clinician, p < .012), with no differences between MPH and Omega-3/6 (parents, p < .515; clinician, p < .359).",
        "section": "Efficacy",
        "section_number": 18,
        "sentences": [
            "As shown in Figure 2 , there was a substantial improvement in all outcome parameters during the study.",
            "Based on 3 × 5 factorial MANOVA with repeated measures, a strong effect of time was found on all outcome parameters, showing a substantial reduction of symptoms and impairment in all treatment groups (Table 2, Figure 2 ).",
            "Pre-post effect sizes ranged between d = −4.77 and d = −0.62.",
            "Moreover, statistically significant Time × Group interaction effects were found on all outcome parameters, indicating significantly different courses in the three treatment groups during treatment (Table 3, Figure 2 ).",
            "The effect size of this interaction effect (eta squared = square sum effect / square sum total) was between 0.05 and 0.01, indicating small interaction effects according to the criteria of Cohen (2013) .",
            "A priori comparisons revealed statistically significant differences on ADHD total score between the MPH and Omega-3/6 arms across the five assessment time points (p < .036), with a steeper decline in the first part of MPH treatment compared with Omega-3/6 (see Figure 2) .",
            "Statistical trends were also found between the MPH and Omega-3/6 arms on the subscores of Inattention (p < .059) and Hyperactivity-Impulsivity (p < .069).",
            "No differences were found between Omega-3/6 and MPH + Omega-3/6 on ADHD Total score (p < .696), Inattention (p < .429), or Hyperactivity-Impulsivity (p < .824).",
            "However, on the CGI-S scale, statistically significant differences were found between Omega-3/6 and MPH + Omega-3/6 (parents, p < .022; clinician, p < .012), with no differences between MPH and Omega-3/6 (parents, p < .515; clinician, p < .359)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39302",
        "text": "To test for differences between the treatment groups at Month 12, ANCOVAs were calculated with baseline scores as covariate. Statistically significant differences between the treatment arms at Month 12 were found for ADHD Total and Hyperactivity-Impulsivity, but not for Inattention or CGI-S (Table 4) . A priori comparisons revealed significant differences between Omega-3/6 and MPH + Omega-3/6 in ADHD Total score (p = .007) and Hyperactivity-Impulsivity (p = .009), indicating a stronger effect for combined treatment compared with Omega-3/6. No statistically significant differences were found between Omega-3/6 treatment and MPH alone (ADHD Total score, p < .121; Inattention, p < .184; Hyperactivity-Impulsivity, p < .433).",
        "section": "Efficacy",
        "section_number": 19,
        "sentences": [
            "To test for differences between the treatment groups at Month 12, ANCOVAs were calculated with baseline scores as covariate.",
            "Statistically significant differences between the treatment arms at Month 12 were found for ADHD Total and Hyperactivity-Impulsivity, but not for Inattention or CGI-S (Table 4) .",
            "A priori comparisons revealed significant differences between Omega-3/6 and MPH + Omega-3/6 in ADHD Total score (p = .007) and Hyperactivity-Impulsivity (p = .009), indicating a stronger effect for combined treatment compared with Omega-3/6.",
            "No statistically significant differences were found between Omega-3/6 treatment and MPH alone (ADHD Total score, p < .121; Inattention, p < .184; Hyperactivity-Impulsivity, p < .433)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39302",
        "text": "Responder rates (i.e., ≥30% symptom reduction on ADHD total score from baseline to Month 12) were the highest for MPH + Omega-3/6 (93%) followed by MPH (80%) and Omega-3/6 (60%). The differences in responder rates between treatment arms were statistically significant (χ 2 = 9.77; p < .008). Responder rates on the clinician-rated CGI-S (defined as the percentage of ratings 1 or 2) at Month 12 were 6.7% (MPH), 16.7% (Omega-3/6), and 3.3% (MPH + Omega-3/6).",
        "section": "Efficacy",
        "section_number": 20,
        "sentences": [
            "Responder rates (i.e., ≥30% symptom reduction on ADHD total score from baseline to Month 12) were the highest for MPH + Omega-3/6 (93%) followed by MPH (80%) and Omega-3/6 (60%).",
            "The differences in responder rates between treatment arms were statistically significant (χ 2 = 9.77; p < .008).",
            "Responder rates on the clinician-rated CGI-S (defined as the percentage of ratings 1 or 2) at Month 12 were 6.7% (MPH), 16.7% (Omega-3/6), and 3.3% (MPH + Omega-3/6)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39302",
        "text": "Additional analyses in a subgroup of patients who terminated treatment according to protocol revealed results similar to those in the ITT population, with statistically significant interaction effects in the MANOVA analyses (p < .05) and, as expected, somewhat higher pre-post effect sizes (data not shown).",
        "section": "Efficacy",
        "section_number": 21,
        "sentences": [
            "Additional analyses in a subgroup of patients who terminated treatment according to protocol revealed results similar to those in the ITT population, with statistically significant interaction effects in the MANOVA analyses (p < .05) and, as expected, somewhat higher pre-post effect sizes (data not shown)."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39302",
        "text": "Adverse events occurring during the study are shown in Table 5 . The most frequent side effect was hyporexia, which was reported in 16 patients (53.3%) receiving MPH, 8 patients (26.7%) receiving MPH + Omega-3/6, and 2 patients (6.7%) receiving Omega-3/6 (p = .009 for MPH + Omega-3/6 vs. MPH). Overall, adverse events were more commonly reported in patients receiving MPH alone or with Omega-3/6 (p = .001 for MPH + Omega-3/6 vs. MPH; Table 5 ). In patients receiving Omega-3/6 alone, the most frequently reported adverse events were dyspepsia and diarrhea, reported by nine patients (30.0%) and five patients (16.7%), respectively, after 1 month of treatment. In most patients, dyspepsia and diarrhea were transient and disappeared rapidly after the first treatment month.",
        "section": "Safety and Tolerability",
        "section_number": 22,
        "sentences": [
            "Adverse events occurring during the study are shown in Table 5 .",
            "The most frequent side effect was hyporexia, which was reported in 16 patients (53.3%) receiving MPH, 8 patients (26.7%) receiving MPH + Omega-3/6, and 2 patients (6.7%) receiving Omega-3/6 (p = .009 for MPH + Omega-3/6 vs. MPH).",
            "Overall, adverse events were more commonly reported in patients receiving MPH alone or with Omega-3/6 (p = .001 for MPH + Omega-3/6 vs. MPH; Table 5 ).",
            "In patients receiving Omega-3/6 alone, the most frequently reported adverse events were dyspepsia and diarrhea, reported by nine patients (30.0%) and five patients (16.7%), respectively, after 1 month of treatment.",
            "In most patients, dyspepsia and diarrhea were transient and disappeared rapidly after the first treatment month."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39302",
        "text": "The results of this exploratory study suggest that the specific combination of Omega-3/6 fatty acids tested in the present trial, although slightly less effective than MPH, is an effective, well-tolerated treatment for children with ADHD when used as monotherapy. The combination of Omega-3/6 with MPH offers no efficacy benefit over MPH monotherapy but did permit lower doses of MPH (monotherapy, 1.0 mg/kg/day; combination, 0.8 mg/kg/day; p < .001). Combined with the numerically higher responder rate and lower rate of withdrawal in the combination therapy group, together with the significantly lower incidence of adverse events, this suggests that combination therapy may lead to improved treatment adherence compared with MPH monotherapy. Although control and reduction of symptoms were slower in the Omega-3/6 and MPH + Omega-3/6 arms compared with the MPH arm, scale scores leveled off toward Week 8 of treatment, suggesting long-term stabilization with Omega-3/6 either alone or in combination.",
        "section": "Discussion",
        "section_number": 23,
        "sentences": [
            "The results of this exploratory study suggest that the specific combination of Omega-3/6 fatty acids tested in the present trial, although slightly less effective than MPH, is an effective, well-tolerated treatment for children with ADHD when used as monotherapy.",
            "The combination of Omega-3/6 with MPH offers no efficacy benefit over MPH monotherapy but did permit lower doses of MPH (monotherapy, 1.0 mg/kg/day; combination, 0.8 mg/kg/day; p < .001).",
            "Combined with the numerically higher responder rate and lower rate of withdrawal in the combination therapy group, together with the significantly lower incidence of adverse events, this suggests that combination therapy may lead to improved treatment adherence compared with MPH monotherapy.",
            "Although control and reduction of symptoms were slower in the Omega-3/6 and MPH + Omega-3/6 arms compared with the MPH arm, scale scores leveled off toward Week 8 of treatment, suggesting long-term stabilization with Omega-3/6 either alone or in combination."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39302",
        "text": "One surprising finding in the present study was the magnitude of the pre-post effect sizes in the three arms. The pre-post effect size for ADHD total score in the present study (d = −2.7 to d = −4.4), for example, was considerably greater than that seen in comparable studies. For example, Sinn and Bryan (2007) found one of the largest effects of PUFA, with an effect size of d = 0.49 versus placebo and a pre-post change in the Omega-3/6 group of about d = 0.7 *The withdrawal rates in the three groups were marginally significant (χ 2 = 4.845; p = .089).",
        "section": "Discussion",
        "section_number": 24,
        "sentences": [
            "One surprising finding in the present study was the magnitude of the pre-post effect sizes in the three arms.",
            "The pre-post effect size for ADHD total score in the present study (d = −2.7 to d = −4.4), for example, was considerably greater than that seen in comparable studies.",
            "For example, Sinn and Bryan (2007) found one of the largest effects of PUFA, with an effect size of d = 0.49 versus placebo and a pre-post change in the Omega-3/6 group of about d = 0.7 *The withdrawal rates in the three groups were marginally significant (χ 2 = 4.845; p = .089)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39302",
        "text": "using the Conners' Parent Rating Scale (Diagnostic and Statistical Manual of Mental Disorders [4th ed.; ; American Psychiatric Association, 1994). Faraone and Buitelaar (2010) , in their meta-analysis of randomized controlled trials using parent ratings, found a standardized mean difference (SMD, that is, effect size) of 0.73 on ADHD total scores for stimulant treatment. However, in randomized controlled trials, effect sizes take into account the effects of placebo treatment, whereas only pre-post changes were assessed in our study. In an open-label study, Döpfner, Breuer, Walter, and Rothenberger (2011) found pre-post effect sizes of d = 1.41 on parent-rated ADHD total scores and d = 1.73 on CGI-S scores for patients with no treatment at t1. Similarly, Van der Oord, Prins, Oosterlaan, and Emmelkamp (2008) found pre-post effect sizes of d = 1.53 for MPH treatment on parent-rated ADHD Figure 2 . Estimated marginal means over time for (a) ADHD Rating Scale total score, (b) Inattention subscale score, (c) Hyperactivity-Impulsivity subscale score, (d) CGI-S (parent), and (e) CGI-S (clinician) (last observation carried forward).",
        "section": "Discussion",
        "section_number": 25,
        "sentences": [
            "using the Conners' Parent Rating Scale (Diagnostic and Statistical Manual of Mental Disorders [4th ed.; ;",
            "American Psychiatric Association, 1994).",
            "Faraone and Buitelaar (2010) , in their meta-analysis of randomized controlled trials using parent ratings, found a standardized mean difference (SMD, that is, effect size) of 0.73 on ADHD total scores for stimulant treatment.",
            "However, in randomized controlled trials, effect sizes take into account the effects of placebo treatment, whereas only pre-post changes were assessed in our study.",
            "In an open-label study, Döpfner, Breuer, Walter, and Rothenberger (2011) found pre-post effect sizes of d = 1.41 on parent-rated ADHD total scores and d = 1.73 on CGI-S scores for patients with no treatment at t1.",
            "Similarly, Van der Oord, Prins, Oosterlaan, and Emmelkamp (2008) found pre-post effect sizes of d = 1.53 for MPH treatment on parent-rated ADHD Figure 2 .",
            "Estimated marginal means over time for (a) ADHD Rating Scale total score, (b) Inattention subscale score, (c) Hyperactivity-Impulsivity subscale score, (d) CGI-S (parent), and (e) CGI-S (clinician) (last observation carried forward)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39302",
        "text": "Note. CGI-S = Clinical Global Impressions-Severity; MPH = methylphenidate. Note. CGI-S = Clinical Global Impressions-Severity.",
        "section": "Discussion",
        "section_number": 26,
        "sentences": [
            "Note.",
            "CGI-S = Clinical Global Impressions-Severity; MPH = methylphenidate.",
            "Note.",
            "CGI-S = Clinical Global Impressions-Severity."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39302",
        "text": "symptoms in their meta-analysis. Newcorn et al. (2008) also used the ADHD Rating Scale in a randomized controlled trial comparing the effects of atomoxetine and MPH, with similar mean total scores at baseline and a similar change from baseline to follow-up in the MPH-treated group; however, the SDs were half of those reported in this study. Therefore, the high effect sizes in the present study result from the fact that effects are not controlled for placebo effects and that the sample was very homogenous regarding ADHD scores, as shown by the small SDs. Nevertheless, the suggestion that Omega-3/6 may be as effective as MPH is surprising and needs further replication in blinded randomized controlled trials. Multimodal treatment of ADHD was previously investigated in the Multimodal Treatment Study of Children with ADHD (MTA), in which pharmacological treatment was compared with an intensive behavioral intervention, a combination of pharmacological and behavioral treatment, and standard community care (MTA Cooperative Group, 1999) . The initial results showed that the medication regimen was superior to behavioral therapy and community care, with no significant benefit from the combination of medication and behavioral therapy, although there were small advantages for combination therapy on non-ADHD symptom and positive functioning. Notably, patients receiving combination therapy required lower doses of MPH, consistent with our results. It should be noted, however, that patients in the MTA study had a lower baseline ADHD severity than those in the present study. Subsequent analysis of the MTA dataset using a single outcome score, however, revealed that combination therapy was significantly superior to the other treatment arms, effect sizes ranging from small (0.28 vs. medication only) to moderate (0.70 vs. community treatment; Conners et al., 2001) . Similarly, development of a categorical outcome measure revealed a small but statistically significant benefit of combination treatment over medication alone (Swanson et al., 2001) . Multimodal therapy in which standard medication with MPH is supplemented by nonpharmacological modalities therefore has considerable potential for the treatment of ADHD.",
        "section": "Discussion",
        "section_number": 27,
        "sentences": [
            "symptoms in their meta-analysis.",
            "Newcorn et al. (2008) also used the ADHD Rating Scale in a randomized controlled trial comparing the effects of atomoxetine and MPH, with similar mean total scores at baseline and a similar change from baseline to follow-up in the MPH-treated group; however, the SDs were half of those reported in this study.",
            "Therefore, the high effect sizes in the present study result from the fact that effects are not controlled for placebo effects and that the sample was very homogenous regarding ADHD scores, as shown by the small SDs.",
            "Nevertheless, the suggestion that Omega-3/6 may be as effective as MPH is surprising and needs further replication in blinded randomized controlled trials.",
            "Multimodal treatment of ADHD was previously investigated in the Multimodal Treatment Study of Children with ADHD (MTA), in which pharmacological treatment was compared with an intensive behavioral intervention, a combination of pharmacological and behavioral treatment, and standard community care (MTA Cooperative Group, 1999) .",
            "The initial results showed that the medication regimen was superior to behavioral therapy and community care, with no significant benefit from the combination of medication and behavioral therapy, although there were small advantages for combination therapy on non-ADHD symptom and positive functioning.",
            "Notably, patients receiving combination therapy required lower doses of MPH, consistent with our results.",
            "It should be noted, however, that patients in the MTA study had a lower baseline ADHD severity than those in the present study.",
            "Subsequent analysis of the MTA dataset using a single outcome score, however, revealed that combination therapy was significantly superior to the other treatment arms, effect sizes ranging from small (0.28 vs. medication only) to moderate (0.70 vs. community treatment; Conners et al., 2001) .",
            "Similarly, development of a categorical outcome measure revealed a small but statistically significant benefit of combination treatment over medication alone (Swanson et al., 2001) .",
            "Multimodal therapy in which standard medication with MPH is supplemented by nonpharmacological modalities therefore has considerable potential for the treatment of ADHD."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39302",
        "text": "Strengths of the present study include the three-arm design, the 12-month duration, and the high retention rate. Limitations of the study include a possible lack of statistical power as a result of the exploratory nature of the study, with no formal sample-size calculation resulting in a small sample size, especially for a noninferiority study; the nonblinded trial design; the lack of a placebo arm; and the high baseline disease severity. The latter can be explained by the nature of the study center, which is a tertiary institution that receives a large number of patients with severe ADHD from other centers. Therefore, we cannot rule out placebo effect, regression to the mean, or that this was the natural symptom course. It should also be noted that the maximum permitted MPH dose of 1 mg/kg may have resulted in low dosing for some patients. In the analysis, the CGI-S score is presented in a somewhat unorthodox way because it was rated by (unblinded) clinicians and parents at each assessment point.",
        "section": "Discussion",
        "section_number": 28,
        "sentences": [
            "Strengths of the present study include the three-arm design, the 12-month duration, and the high retention rate.",
            "Limitations of the study include a possible lack of statistical power as a result of the exploratory nature of the study, with no formal sample-size calculation resulting in a small sample size, especially for a noninferiority study; the nonblinded trial design; the lack of a placebo arm; and the high baseline disease severity.",
            "The latter can be explained by the nature of the study center, which is a tertiary institution that receives a large number of patients with severe ADHD from other centers.",
            "Therefore, we cannot rule out placebo effect, regression to the mean, or that this was the natural symptom course.",
            "It should also be noted that the maximum permitted MPH dose of 1 mg/kg may have resulted in low dosing for some patients.",
            "In the analysis, the CGI-S score is presented in a somewhat unorthodox way because it was rated by (unblinded) clinicians and parents at each assessment point."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39302",
        "text": "We decided to analyze both CGI-S scores in a similar way to the ADHD Rating Scale-despite the ordinal level of the CGI-S scores-to compare the results on different outcome parameters. The analyses are, however, usually quite robust against violation of the statistical prerequisites. However, despite these limitations, the results of this pilot study add to the body of evidence for the efficacy and tolerability of the tested Omega-3/6 fatty acid combination (with a higher EPA/DHA ratio and combined with GLA) in children with ADHD. It is important to note that, given the importance of Omega-3/6 composition (Bloch & Qawasmi, 2011; Schuchardt et al., 2010; Sonuga-Barke et al., 2013; Transler et al., 2010) , these results should not be generalized to other Omega-3/6 products with different component ratios, which must be tested in separate clinical trials.",
        "section": "Discussion",
        "section_number": 29,
        "sentences": [
            "We decided to analyze both CGI-S scores in a similar way to the ADHD Rating Scale-despite the ordinal level of the CGI-S scores-to compare the results on different outcome parameters.",
            "The analyses are, however, usually quite robust against violation of the statistical prerequisites.",
            "However, despite these limitations, the results of this pilot study add to the body of evidence for the efficacy and tolerability of the tested Omega-3/6 fatty acid combination (with a higher EPA/DHA ratio and combined with GLA) in children with ADHD.",
            "It is important to note that, given the importance of Omega-3/6 composition (Bloch & Qawasmi, 2011; Schuchardt et al., 2010; Sonuga-Barke et al., 2013; Transler et al., 2010) , these results should not be generalized to other Omega-3/6 products with different component ratios, which must be tested in separate clinical trials."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39302",
        "text": "In conclusion, the tested combination of Omega-3/6 fatty acids was slightly less effective than MPH in this unblinded randomized controlled trial. While no statistical superiority of the combination of MPH and Omega-3/6 fatty acids compared with MPH was found in terms of efficacy, the combination appeared to have some benefits over MPH monotherapy in terms of MPH dosing and tolerability, which may in turn lead to improvements in compliance. Further studies are now required to confirm these promising initial findings.",
        "section": "Discussion",
        "section_number": 30,
        "sentences": [
            "In conclusion, the tested combination of Omega-3/6 fatty acids was slightly less effective than MPH in this unblinded randomized controlled trial.",
            "While no statistical superiority of the combination of MPH and Omega-3/6 fatty acids compared with MPH was found in terms of efficacy, the combination appeared to have some benefits over MPH monotherapy in terms of MPH dosing and tolerability, which may in turn lead to improvements in compliance.",
            "Further studies are now required to confirm these promising initial findings."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39302",
        "text": "The author(s) declared the following potential conflicts of interest with respect to the research, authorship, and/or publication of this ",
        "section": "Declaration of Conflicting Interests",
        "section_number": 31,
        "sentences": [
            "The author(s) declared the following potential conflicts of interest with respect to the research, authorship, and/or publication of this"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39302",
        "text": "Note. MPH = methylphenidate; NA = not applicable. *Events of dyspepsia and diarrhea persisted for ≥ 3 months.",
        "section": "",
        "section_number": 32,
        "sentences": [
            "Note.",
            "MPH = methylphenidate; NA = not applicable. *",
            "Events of dyspepsia and diarrhea persisted for ≥ 3 months."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    }
]