[
    {
        "doc_id": "39688",
        "text": "Background-We previously reported that biofilms and innate immunity contribute to the pathogenesis of Kawasaki disease. Therefore, we aimed to assess the efficacy of clarithromycin, an antibiofilm agent, in patients with Kawasaki disease. Methods and Results-We conducted an open-label, multicenter, randomized, phase 2 trial at 8 hospitals in Japan. Eligible patients included children aged between 4 months and 5 years who were enrolled between days 4 and 8 of illness. Participants were randomly allocated to receive either intravenous immunoglobulin (IVIG) or IVIG plus clarithromycin. The primary end point was the duration of fever after the initiation of IVIG treatment. Eighty-one eligible patients were randomized. The duration of the fever did not differ between the 2 groups (meanAESD, 34.3AE32.4 and 31.1AE31.1 hours in the IVIG plus clarithromycin group and the IVIG group, respectively [P=0.66]). The relapse rate of patients in the IVIG plus clarithromycin group was significantly lower than that in the IVIG group (12.5% versus 30.8%, P=0.046). No serious adverse events occurred during the study period. In a post hoc analysis, the patients in the IVIG plus clarithromycin group required significantly shorter mean lengths of hospital stays than those in the IVIG group (8.9 days versus 10.3 days, P=0.049). Conclusions-Although IVIG plus clarithromycin therapy failed to shorten the duration of fever, it reduced the relapse rate and shortened the duration of hospitalization in patients with Kawasaki disease.",
        "section": "Abstract",
        "sentences": [
            "Background-We previously reported that biofilms and innate immunity contribute to the pathogenesis of Kawasaki disease.",
            "Therefore, we aimed to assess the efficacy of clarithromycin, an antibiofilm agent, in patients with Kawasaki disease.",
            "Methods and Results-We conducted an open-label, multicenter, randomized, phase 2 trial at 8 hospitals in Japan.",
            "Eligible patients included children aged between 4 months and 5 years who were enrolled between days 4 and 8 of illness.",
            "Participants were randomly allocated to receive either intravenous immunoglobulin (IVIG) or IVIG plus clarithromycin.",
            "The primary end point was the duration of fever after the initiation of IVIG treatment.",
            "Eighty-one eligible patients were randomized.",
            "The duration of the fever did not differ between the 2 groups (meanAESD, 34.3AE32.4 and 31.1AE31.1 hours in the IVIG plus clarithromycin group and the IVIG group, respectively [P=0.66]).",
            "The relapse rate of patients in the IVIG plus clarithromycin group was significantly lower than that in the IVIG group (12.5% versus 30.8%, P=0.046).",
            "No serious adverse events occurred during the study period.",
            "In a post hoc analysis, the patients in the IVIG plus clarithromycin group required significantly shorter mean lengths of hospital stays than those in the IVIG group (8.9 days versus 10.3 days, P=0.049).",
            "Conclusions-Although IVIG plus clarithromycin therapy failed to shorten the duration of fever, it reduced the relapse rate and shortened the duration of hospitalization in patients with Kawasaki disease."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39688",
        "text": "abnormalities, the mechanism of the effect has not yet been clarified. 6, 7 The clinical and laboratory features suggest that innate immunity strongly contributes to the pathogenesis of KD. 2, 8 We recently reported that FK565, an innate immune ligand for nucleotide-binding oligomerization domain-containing protein 1, induced site-specific inflammation in arteries, including the coronary arteries, in mice via proinflammatory cytokine production and contiguous macrophage accumulation. 9, 10 We also detected some KD-specific molecules in the sera of patients with KD by liquid chromatography-mass spectrometry and found that the structure of some of these molecules were similar to those of microbe-associated molecular patterns (MAMPs) from Yersinia pseudotuberculosis and airborne bacteria. 11 These MAMPs induced proinflammatory cytokine production from human coronary artery endothelial cells. 11 Furthermore, the proinflammatory cytokine production was markedly enhanced when the cells were cultured under biofilm-forming conditions. 11 Taken together, these data suggest that MAMPs that can trigger KD development are derived from biofilms.",
        "section": "",
        "section_number": 1,
        "sentences": [
            "abnormalities, the mechanism of the effect has not yet been clarified.",
            "6, 7 The clinical and laboratory features suggest that innate immunity strongly contributes to the pathogenesis of KD.",
            "2, 8 We recently reported that FK565, an innate immune ligand for nucleotide-binding oligomerization domain-containing protein 1, induced site-specific inflammation in arteries, including the coronary arteries, in mice via proinflammatory cytokine production and contiguous macrophage accumulation.",
            "9, 10 We also detected some KD-specific molecules in the sera of patients with KD by liquid chromatography-mass spectrometry and found that the structure of some of these molecules were similar to those of microbe-associated molecular patterns (MAMPs) from Yersinia pseudotuberculosis and airborne bacteria.",
            "11 These MAMPs induced proinflammatory cytokine production from human coronary artery endothelial cells.",
            "11 Furthermore, the proinflammatory cytokine production was markedly enhanced when the cells were cultured under biofilm-forming conditions.",
            "11 Taken together, these data suggest that MAMPs that can trigger KD development are derived from biofilms."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39688",
        "text": "Recently, many reports have proven the antibiofilm effects of macrolides, including clarithromycin. 12, 13 In addition, clarithromycin is widely used and considered a safe agent for children. Therefore, we assessed the efficacy of clarithromycin for treating KD. Furthermore, there have been several case reports describing an association between Mycoplasma pneumoniae infection and the occurrence or severity of KD. [14] [15] [16] [17] We also assessed the presence of concomitant M pneumoniae infection by polymerase chain reaction (PCR) in patients with KD to determine the relationship between the clinical course of KD and M pneumoniae, as clarithromycin is known to be an effective antibiotic agent against this bacterium.",
        "section": "",
        "section_number": 2,
        "sentences": [
            "Recently, many reports have proven the antibiofilm effects of macrolides, including clarithromycin.",
            "12, 13 In addition, clarithromycin is widely used and considered a safe agent for children.",
            "Therefore, we assessed the efficacy of clarithromycin for treating KD.",
            "Furthermore, there have been several case reports describing an association between Mycoplasma pneumoniae infection and the occurrence or severity of KD. [",
            "14] [15] [16] [17] We also assessed the presence of concomitant M pneumoniae infection by polymerase chain reaction (PCR) in patients with KD to determine the relationship between the clinical course of KD and M pneumoniae, as clarithromycin is known to be an effective antibiotic agent against this bacterium."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39688",
        "text": "We conducted a 2-group, open-label, multicenter, randomized, phase 2 trial at 8 hospitals in Japan between October 2014 and September 2015. Eligible patients were children aged between 4 months and 5 years who had been newly diagnosed with KD according to the definition outlined in the Japanese diagnostic guideline for KD. 18 Patients with KD were enrolled in this study between days 4 and 8 of illness (day 1 was defined as the first day of a fever).",
        "section": "Study Design and Patients",
        "section_number": 3,
        "sentences": [
            "We conducted a 2-group, open-label, multicenter, randomized, phase 2 trial at 8 hospitals in Japan between October 2014 and September 2015.",
            "Eligible patients were children aged between 4 months and 5 years who had been newly diagnosed with KD according to the definition outlined in the Japanese diagnostic guideline for KD.",
            "18 Patients with KD were enrolled in this study between days 4 and 8 of illness (day 1 was defined as the first day of a fever)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39688",
        "text": "The major exclusion criteria were: (1) patients without a fever at the time of enrollment; (2) patients with coronary artery abnormalities at the time of enrollment; (3) patients with a history of IVIG treatment within 90 days before enrollment; (4) relapsed or recurrent cases of KD; (5) patients with a history of hypersensitivity reactions to macrolides; (6) patients receiving drugs that interact with clarithromycin, or systemic immunosuppressive agents such as steroids at enrollment; (7) patients with comorbid severe bacterial infection; and (8) patients with a prolonged QT interval (QTc ≥450 ms) or other severe underlying disease.",
        "section": "Study Design and Patients",
        "section_number": 4,
        "sentences": [
            "The major exclusion criteria were: (1) patients without a fever at the time of enrollment; (2) patients with coronary artery abnormalities at the time of enrollment; (3) patients with a history of IVIG treatment within 90 days before enrollment; (4) relapsed or recurrent cases of KD; (5) patients with a history of hypersensitivity reactions to macrolides; (6) patients receiving drugs that interact with clarithromycin, or systemic immunosuppressive agents such as steroids at enrollment; (7) patients with comorbid severe bacterial infection; and (8) patients with a prolonged QT interval (QTc ≥450 ms) or other severe underlying disease."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39688",
        "text": "Written informed consent was obtained from the parents or legal guardians of the patients before enrollment. The study was approved by the institutional review boards at all participating institutions.",
        "section": "Study Design and Patients",
        "section_number": 5,
        "sentences": [
            "Written informed consent was obtained from the parents or legal guardians of the patients before enrollment.",
            "The study was approved by the institutional review boards at all participating institutions."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39688",
        "text": "Patients were randomly assigned to either the IVIG group or the IVIG plus clarithromycin group in a 1:1 ratio. Patients were allocated through dynamic randomization adjusted by the Kobayashi score 19 (<5 or ≥5) to ensure a balanced allocation of patients at high risk between the 2 groups. Dynamic randomization was performed using the minimization method, incorporating a random element, via a computer-generated interactive web-based response system. The Kobayashi score ranges from 0 to 11, with higher scores predicting the IVIG unresponsiveness in Japanese children. 19 The parameters of the Kobayashi score consists of age (1 point if ≤12 months), days of illness at diagnosis (2 points if ≤4 days), peripheral blood platelet counts (1 point if ≤30910 4 lL), neutrophil percentage (2 points if ≥80%), and serum concentration of sodium (2 points if ≤133 mmol/L), asparate aminotransferase (2 points if ≥100 IU/L), and C-reactive protein (1 point if ≥100 mg/L). Patients, doctors in charge of the patients, and medical staff were not masked to the assignment.",
        "section": "Procedures",
        "section_number": 6,
        "sentences": [
            "Patients were randomly assigned to either the IVIG group or the IVIG plus clarithromycin group in a 1:1 ratio.",
            "Patients were allocated through dynamic randomization adjusted by the Kobayashi score 19 (<5 or ≥5) to ensure a balanced allocation of patients at high risk between the 2 groups.",
            "Dynamic randomization was performed using the minimization method, incorporating a random element, via a computer-generated interactive web-based response system.",
            "The Kobayashi score ranges from 0 to 11, with higher scores predicting the IVIG unresponsiveness in Japanese children.",
            "19 The parameters of the Kobayashi score consists of age (1 point if ≤12 months), days of illness at diagnosis (2 points if ≤4 days), peripheral blood platelet counts (1 point if ≤30910 4 lL), neutrophil percentage (2 points if ≥80%), and serum concentration of sodium (2 points if ≤133 mmol/L), asparate aminotransferase (2 points if ≥100 IU/L), and C-reactive protein (1 point if ≥100 mg/L).",
            "Patients, doctors in charge of the patients, and medical staff were not masked to the assignment."
        ],
        "sentence_labels": [
            -1,
            -1,
            1,
            -1,
            -1,
            -1
        ],
        "classification_label": 0
    },
    {
        "doc_id": "39688",
        "text": "Patients allocated to the IVIG plus clarithromycin group received 10 mg/kg per day of clarithromycin twice daily for 14 days or longer until 7 days after defervescence. All patients in both groups received immunoglobulin (2 g/kg) administered intravenously over 12 to 20 hours as well as",
        "section": "Procedures",
        "section_number": 7,
        "sentences": [
            "Patients allocated to the IVIG plus clarithromycin group received 10 mg/kg per day of clarithromycin twice daily for 14 days or longer until 7 days after defervescence.",
            "All patients in both groups received immunoglobulin (2 g/kg) administered intravenously over 12 to 20 hours as well as"
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39688",
        "text": "What Is New?",
        "section": "Clinical Perspective",
        "section_number": 8,
        "sentences": [
            "What Is New?"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39688",
        "text": "• This is the first clinical trial to evaluate the effect of clarithromycin in patients with Kawasaki disease. • Although intravenous immunoglobulin plus clarithromycin therapy failed to shorten the duration of fever, it reduced the relapse rate and shortened the duration of hospitalization.",
        "section": "Clinical Perspective",
        "section_number": 9,
        "sentences": [
            "• This is the first clinical trial to evaluate the effect of clarithromycin in patients with Kawasaki disease. •",
            "Although intravenous immunoglobulin plus clarithromycin therapy failed to shorten the duration of fever, it reduced the relapse rate and shortened the duration of hospitalization."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39688",
        "text": "What Are the Clinical Implications?",
        "section": "Clinical Perspective",
        "section_number": 10,
        "sentences": [
            "What Are the Clinical Implications?"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39688",
        "text": "• Intravenous immunoglobulin plus clarithromycin therapy can be effective in reducing the relapse rate in patients of Kawasaki disease. • Clarithromycin might be effective not only in patients with Kawasaki disease during the acute phase, but also for the prophylaxis of those who are at high risk for developing Kawasaki disease.",
        "section": "Clinical Perspective",
        "section_number": 11,
        "sentences": [
            "• Intravenous immunoglobulin plus clarithromycin therapy can be effective in reducing the relapse rate in patients of Kawasaki disease. •",
            "Clarithromycin might be effective not only in patients with Kawasaki disease during the acute phase, but also for the prophylaxis of those who are at high risk for developing Kawasaki disease."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39688",
        "text": "30 mg/kg per day of aspirin, which was reduced to 5 mg/kg per day after defervescence. We measured the axillary body temperature with a digital thermometer every 4 hours until defervescence. The use of antipyretics other than regular aspirin was not allowed. We defined a fever as an axillary temperature ≥37.5°C and defervescence as a maximum axillary temperature <37.5°C during 24 consecutive hours. Based on the terminology of the Japanese Society of Kawasaki Disease, the occurrence of a fever caused by KD after the initial defervescence was defined as relapse or recurrence. The occurrence of a fever within 14 days after defervescence was defined as relapse and thereafter as recurrence. Rescue treatments were allowed in cases of IVIG resistance (persistent fever after completion of initial IVIG, relapse, and recurrence) and performed according to the decision of the doctors in charge of the patients. Every relapse/recurrence was assessed and confirmed by a blinded independent central review retrospectively.",
        "section": "Clinical Perspective",
        "section_number": 12,
        "sentences": [
            "30 mg/kg per day of aspirin, which was reduced to 5 mg/kg per day after defervescence.",
            "We measured the axillary body temperature with a digital thermometer every 4 hours until defervescence.",
            "The use of antipyretics other than regular aspirin was not allowed.",
            "We defined a fever as an axillary temperature ≥37.5°C and defervescence as a maximum axillary temperature <37.5°C during 24 consecutive hours.",
            "Based on the terminology of the Japanese Society of Kawasaki Disease, the occurrence of a fever caused by KD after the initial defervescence was defined as relapse or recurrence.",
            "The occurrence of a fever within 14 days after defervescence was defined as relapse and thereafter as recurrence.",
            "Rescue treatments were allowed in cases of IVIG resistance (persistent fever after completion of initial IVIG, relapse, and recurrence) and performed according to the decision of the doctors in charge of the patients.",
            "Every relapse/recurrence was assessed and confirmed by a blinded independent central review retrospectively."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39688",
        "text": "We obtained echocardiograms, ECGs, and laboratory data at baseline (study day 0), day 2 (1-3), week 1 (6-8), week 2 (13) (14) (15) , and week 4 (23-33) after randomization. We measured the internal lumen diameters of the coronary artery by 2-dimensional echocardiography, and the z score was calculated. 20, 21 The coronary artery was defined to be abnormal when the coronary artery findings of patients with KD met any of the following criteria: z score ≥2.5, 22 internal diameter ≥3.0 mm in children younger than 5 years, diameter ≥1.5 times greater than that of any adjacent segment, and clearly irregular luminal contour. 23 Adverse events were collected on a case report form. Each investigator graded the severity of any adverse events according to the Common Terminology Criteria for Adverse Events version 4.0.",
        "section": "Clinical Perspective",
        "section_number": 13,
        "sentences": [
            "We obtained echocardiograms, ECGs, and laboratory data at baseline (study day 0), day 2 (1-3), week 1 (6-8), week 2 (13) (14) (15) , and week 4 (23-33) after randomization.",
            "We measured the internal lumen diameters of the coronary artery by 2-dimensional echocardiography, and the z score was calculated.",
            "20, 21 The coronary artery was defined to be abnormal when the coronary artery findings of patients with KD met any of the following criteria: z score ≥2.5, 22 internal diameter ≥3.0 mm in children younger than 5 years, diameter ≥1.5 times greater than that of any adjacent segment, and clearly irregular luminal contour.",
            "23 Adverse events were collected on a case report form.",
            "Each investigator graded the severity of any adverse events according to the Common Terminology Criteria for Adverse Events version 4.0."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39688",
        "text": "Nasopharyngeal swab specimens were collected immediately after enrollment and stored at À20°C. Viral nucleic acid extraction was performed from each sample using GeneAll Ribospin vRD (GeneAll Biotechnology Co), and M pneumoniae, Streptococcus pneumoniae, Haemophilus influenzae, Chlamydia pneumoniae, Legionella pneumophila, and Bordetella pertussis DNA were amplified by multiplex PCR using a Seeplex PneumoBacter ACE Detection kit (Seegene).",
        "section": "Clinical Perspective",
        "section_number": 14,
        "sentences": [
            "Nasopharyngeal swab specimens were collected immediately after enrollment and stored at À20°C.",
            "Viral nucleic acid extraction was performed from each sample using GeneAll Ribospin vRD (GeneAll Biotechnology Co), and M pneumoniae, Streptococcus pneumoniae, Haemophilus influenzae, Chlamydia pneumoniae, Legionella pneumophila, and Bordetella pertussis DNA were amplified by multiplex PCR using a Seeplex PneumoBacter ACE Detection kit (Seegene)."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39688",
        "text": "The primary end point was the duration of fever after the initiation of IVIG treatment. The secondary end points were: (1) the incidences of relapse and recurrence; (2) additional rescue treatment; (3) coronary artery abnormality; (4) coronary artery z score; (5) laboratory data (white blood cell count, hematocrit, and serum concentrations of aspartate aminotransferase, alanine aminotransferase, sodium, and C-reactive protein) at weeks 1 and 4; and (6) the frequency of adverse events. In a post hoc analysis, we analyzed the duration of hospitalization in both groups and compared the baseline characteristics and clinical outcomes between the patients who did and did not experience relapse/recurrence.",
        "section": "Clinical Perspective",
        "section_number": 15,
        "sentences": [
            "The primary end point was the duration of fever after the initiation of IVIG treatment.",
            "The secondary end points were: (1) the incidences of relapse and recurrence; (2) additional rescue treatment; (3) coronary artery abnormality; (4) coronary artery z score; (5) laboratory data (white blood cell count, hematocrit, and serum concentrations of aspartate aminotransferase, alanine aminotransferase, sodium, and C-reactive protein) at weeks 1 and 4; and (6) the frequency of adverse events.",
            "In a post hoc analysis, we analyzed the duration of hospitalization in both groups and compared the baseline characteristics and clinical outcomes between the patients who did and did not experience relapse/recurrence."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39688",
        "text": "It was difficult to estimate the number of patients statistically needed to be enrolled in this study to achieve the primary end point, as we had no large-scale reference data concerning fevers in patients with KD, which were measured at an extremely short interval of 4 hours. Therefore, we estimated the number of patients needed to achieve statistically significant results based on the incidence of coronary artery abnormalities. To have 80% power to detect a reduction in the incidence of coronary artery abnormalities from 20% to 5%, with a 1-sided a of 20%, the study required 90 participants, including a 10% attrition rate.",
        "section": "Statistical Analysis",
        "section_number": 16,
        "sentences": [
            "It was difficult to estimate the number of patients statistically needed to be enrolled in this study to achieve the primary end point, as we had no large-scale reference data concerning fevers in patients with KD, which were measured at an extremely short interval of 4 hours.",
            "Therefore, we estimated the number of patients needed to achieve statistically significant results based on the incidence of coronary artery abnormalities.",
            "To have 80% power to detect a reduction in the incidence of coronary artery abnormalities from 20% to 5%, with a 1-sided a of 20%, the study required 90 participants, including a 10% attrition rate."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39688",
        "text": "Student t test was used for analysis of continuous variables, and logistic regression and likelihood ratio test was used for analysis of categorical variables, unless otherwise specified. In addition, as a sensitivity analysis for the primary end point, we calculated a 2-sided P value with Monte Carlo permutation test (100 000 permutations). We also performed the re-randomization test with ANCOVA for inference under minimization method. We fixed all data except for the treatment labels, and regenerated the randomization sequence using the minimization algorithm for 10 000 times. A 1-sided P value <0.2 was considered statistically significant for the primary analysis, and a 2-sided P value <0.05 was considered statistically significant for the secondary analysis. The safety data were summarized by treatment groups. All statistical analyses were performed using SAS version 9.3 software (SAS Institute Inc). This trial was registered to the UMIN Clinical Trials Registry (UMIN000015437). The randomization, data management, and data analyses were performed by the Clinical Research Support Center Kyushu (Fukuoka, Japan).",
        "section": "Statistical Analysis",
        "section_number": 17,
        "sentences": [
            "Student t test was used for analysis of continuous variables, and logistic regression and likelihood ratio test was used for analysis of categorical variables, unless otherwise specified.",
            "In addition, as a sensitivity analysis for the primary end point, we calculated a 2-sided P value with Monte Carlo permutation test (100 000 permutations).",
            "We also performed the re-randomization test with ANCOVA for inference under minimization method.",
            "We fixed all data except for the treatment labels, and regenerated the randomization sequence using the minimization algorithm for 10 000 times.",
            "A 1-sided P value <0.2 was considered statistically significant for the primary analysis, and a 2-sided P value <0.05 was considered statistically significant for the secondary analysis.",
            "The safety data were summarized by treatment groups.",
            "All statistical analyses were performed using SAS version 9.3 software (SAS Institute Inc).",
            "This trial was registered to the UMIN Clinical Trials Registry (UMIN000015437).",
            "The randomization, data management, and data analyses were performed by the Clinical Research Support Center Kyushu (Fukuoka, Japan)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39688",
        "text": "During the study period, 257 patients were assessed for trial eligibility. Among them, 91 were ineligible: 47 did not meet inclusion criteria and 44 met exclusion criteria. Eighty-one patients from the 166 eligible patients provided informed consent and underwent randomization. We discontinued enrollment before the number of enrolled patients reached 90 because of the slow patient accrual during the research funding period. Consequently, 40 patients were assigned to the IVIG plus clarithromycin group and 41 to the IVIG group ( Figure) . Two patients who were allocated in the IVIG group were excluded from the analysis because they were found to be ineligible after randomization (1 had no fever at the beginning of IVIG treatment, and 1 had been misdiagnosed with KD). Two patients in the IVIG plus clarithromycin group were transferred to another hospital and excluded from the primary analysis. The baseline demographics and characteristics were similar between the 2 groups ( Table 1 ). The median age at the time of enrollment was 2.5 years. Participants reported a median fever duration of 4.0 days before entering the study. A total of 56 patients (70.9%) had received antibiotics before entering the study. One patient allocated to the IVIG plus clarithromycin group had received clarithromycin, and the others had received antibiotics other than macrolides.",
        "section": "Participant Characteristics",
        "section_number": 18,
        "sentences": [
            "During the study period, 257 patients were assessed for trial eligibility.",
            "Among them, 91 were ineligible: 47 did not meet inclusion criteria and 44 met exclusion criteria.",
            "Eighty-one patients from the 166 eligible patients provided informed consent and underwent randomization.",
            "We discontinued enrollment before the number of enrolled patients reached 90 because of the slow patient accrual during the research funding period.",
            "Consequently, 40 patients were assigned to the IVIG plus clarithromycin group and 41 to the IVIG group ( Figure) .",
            "Two patients who were allocated in the IVIG group were excluded from the analysis because they were found to be ineligible after randomization (1 had no fever at the beginning of IVIG treatment, and 1 had been misdiagnosed with KD).",
            "Two patients in the IVIG plus clarithromycin group were transferred to another hospital and excluded from the primary analysis.",
            "The baseline demographics and characteristics were similar between the 2 groups ( Table 1 ).",
            "The median age at the time of enrollment was 2.5 years.",
            "Participants reported a median fever duration of 4.0 days before entering the study.",
            "A total of 56 patients (70.9%) had received antibiotics before entering the study.",
            "One patient allocated to the IVIG plus clarithromycin group had received clarithromycin, and the others had received antibiotics other than macrolides."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39688",
        "text": "The duration of the fever after the initiation of IVIG treatment, the primary end point, did not differ markedly between the 2 groups (34.3AE32.4 in the IVIG plus clarithromycin group and 31.1AE31.1 hours in the IVIG group, difference 3.2 hours; 95% CI, À11.7 to 17.7 [P=0.66]) ( Table 2 ). The result of Monte Carlo permutation test and re-randomization test with ANCOVA did not differ from the primary analysis (P=0.67 and 0.71, respectively). In contrast, the relapse rate among patients in the IVIG plus clarithromycin group was significantly lower than that in the IVIG group (12.5% versus 30.8%; odds ratio [OR], 0.32; [95% CI, 0.09-0.98]; P=0.046) ( Table 2) . No patients experienced recurrence in either group during the study period. There was no significant difference between the 2 groups in percentage of patients who required additional rescue treatment for KD (Table 2) , in the incidence of coronary artery abnormalities, or in the z scores at the proximal right coronary artery, left main coronary artery, and proximal left anterior descending coronary artery at week 4 ( Table 2 ). There was no significant difference or any significant effect size for the mean differences in the laboratory data at weeks 1 and 4 after randomization between the 2 groups (Table 3) . In a post hoc analysis, the duration of hospitalization of patients in the IVIG plus clarithromycin group was significantly shorter than that in the IVIG group (meanAESD, 8.9AE2.5 days versus 10.3AE3.7 days; difference À1.4 days [95% CI, À2.9 to 0.0]; P=0.049) ( ",
        "section": "Outcomes",
        "section_number": 19,
        "sentences": [
            "The duration of the fever after the initiation of IVIG treatment, the primary end point, did not differ markedly between the 2 groups (34.3AE32.4 in the IVIG plus clarithromycin group and 31.1AE31.1 hours in the IVIG group, difference 3.2 hours; 95% CI, À11.7 to 17.7 [P=0.66]) ( Table 2 ).",
            "The result of Monte Carlo permutation test and re-randomization test with ANCOVA did not differ from the primary analysis (P=0.67 and 0.71, respectively).",
            "In contrast, the relapse rate among patients in the IVIG plus clarithromycin group was significantly lower than that in the IVIG group (12.5% versus 30.8%; odds ratio [OR], 0.32; [95% CI, 0.09-0.98]; P=0.046) ( Table 2) .",
            "No patients experienced recurrence in either group during the study period.",
            "There was no significant difference between the 2 groups in percentage of patients who required additional rescue treatment for KD (Table 2) , in the incidence of coronary artery abnormalities, or in the z scores at the proximal right coronary artery, left main coronary artery, and proximal left anterior descending coronary artery at week 4 ( Table 2 ).",
            "There was no significant difference or any significant effect size for the mean differences in the laboratory data at weeks 1 and 4 after randomization between the 2 groups (Table 3) .",
            "In a post hoc analysis, the duration of hospitalization of patients in the IVIG plus clarithromycin group was significantly shorter than that in the IVIG group (meanAESD, 8.9AE2.5 days versus 10.3AE3.7 days; difference À1.4 days [95% CI, À2.9 to 0.0]; P=0.049) ("
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39688",
        "text": "Adverse events are summarized by group in Table 5 . Adverse events were observed in 16 and 12 children in the IVIG plus clarithromycin group and in the IVIG group, respectively. The incidence of grade 3 or 4 adverse events was not significantly different between the IVIG plus clarithromycin group and IVIG group ( Table 5) . No serious adverse events or deaths occurred during the study period.",
        "section": "Adverse Events",
        "section_number": 20,
        "sentences": [
            "Adverse events are summarized by group in Table 5 .",
            "Adverse events were observed in 16 and 12 children in the IVIG plus clarithromycin group and in the IVIG group, respectively.",
            "The incidence of grade 3 or 4 adverse events was not significantly different between the IVIG plus clarithromycin group and IVIG group ( Table 5) .",
            "No serious adverse events or deaths occurred during the study period."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39688",
        "text": "During the study period, nasopharyngeal swab samples from 68 patients were collected. The results of multiplex PCR are shown in Table 6 . All of the samples were tested twice, and the results were the same each time. Among the 68 samples, 57 (83.8%) and 41 (60.3%) were PCR-positive for S pneumoniae and H Influenzae, respectively. M pneumoniae, C pneumoniae, L pneumophilia, and B bertussis were not detected ( Table 6 ).",
        "section": "Multiplex PCR for Detection of 6 Pathogens",
        "section_number": 21,
        "sentences": [
            "During the study period, nasopharyngeal swab samples from 68 patients were collected.",
            "The results of multiplex PCR are shown in Table 6 .",
            "All of the samples were tested twice, and the results were the same each time.",
            "Among the 68 samples, 57 (83.8%) and 41 (60.3%) were PCR-positive for S pneumoniae and H Influenzae, respectively.",
            "M pneumoniae, C pneumoniae, L pneumophilia, and B bertussis were not detected ( Table 6 )."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39688",
        "text": "This is the first clinical trial to evaluate the effect of clarithromycin in patients with KD. In this exploratory phase 2 study, the addition of clarithromycin to standard therapy did not affect our primary end point, the duration of the fever. However, clarithromycin plus IVIG therapy significantly reduced the relapse rate and shortened hospital stay compared with IVIG therapy alone. Clarithromycin, a 14-membered ring macrolide, is a widely used antibiotic for the treatment of respiratory tract infections. 24, 25 It is well known that clarithromycin and other 14-and 15-membered macrolides have anti-inflammatory activity that is not mediated through their traditional antimicrobial effect. 12, 13, [26] [27] [28] Biofilm formation and virulence factors are associated with changes in the morphology of bacteria, exopolysaccharide alginate production, and a system of bacterial intercommunication known as quorum sensing. Clarithromycin suppresses the pili assembly, alginate production, and the transcription of several genes that comprise the quorum sensing system, leading to the inhibition of the biofilm formation. 12, 13, [29] [30] [31] Biofilms are medically important and account for over 80% of microbial infections in the body. 32 The development of toxic shock syndrome, which is an acute systemic shock caused by the exotoxin produced by Staphylococcus aureus, is deeply related to biofilm conditions. It is preferentially observed in association with tampon use, wound infection, and burns and other cutaneous lesions. 33 Furthermore, toxic shock syndrome toxin-1 production was extremely enhanced when S. aureus was cultured as a biofilm rather than cultured with conventional methods, suggesting that S. aureus under biofilm condition but not planktonic condition is closely related to the development of toxic shock syndrome. 34, 35 Similarly, we hypothesized that KD may be evoked not by microbes themselves but by bioactive molecules produced by microbes under biofilm-like conditions. 2, 11 Therefore, we evaluated the clinical effect of clarithromycin as an antibiofilm agent against KD in the current study.",
        "section": "Discussion",
        "section_number": 22,
        "sentences": [
            "This is the first clinical trial to evaluate the effect of clarithromycin in patients with KD.",
            "In this exploratory phase 2 study, the addition of clarithromycin to standard therapy did not affect our primary end point, the duration of the fever.",
            "However, clarithromycin plus IVIG therapy significantly reduced the relapse rate and shortened hospital stay compared with IVIG therapy alone.",
            "Clarithromycin, a 14-membered ring macrolide, is a widely used antibiotic for the treatment of respiratory tract infections.",
            "24, 25 It is well known that clarithromycin and other 14-and 15-membered macrolides have anti-inflammatory activity that is not mediated through their traditional antimicrobial effect.",
            "12, 13, [26] [27] [28] Biofilm formation and virulence factors are associated with changes in the morphology of bacteria, exopolysaccharide alginate production, and a system of bacterial intercommunication known as quorum sensing.",
            "Clarithromycin suppresses the pili assembly, alginate production, and the transcription of several genes that comprise the quorum sensing system, leading to the inhibition of the biofilm formation.",
            "12, 13, [29] [30] [31] Biofilms are medically important and account for over 80% of microbial infections in the body.",
            "32 The development of toxic shock syndrome, which is an acute systemic shock caused by the exotoxin produced by Staphylococcus aureus, is deeply related to biofilm conditions.",
            "It is preferentially observed in association with tampon use, wound infection, and burns and other cutaneous lesions.",
            "33 Furthermore, toxic shock syndrome toxin-1 production was extremely enhanced when S. aureus was cultured as a biofilm rather than cultured with conventional methods, suggesting that S. aureus under biofilm condition but not planktonic condition is closely related to the development of toxic shock syndrome.",
            "34, 35 Similarly, we hypothesized that KD may be evoked not by microbes themselves but by bioactive molecules produced by microbes under biofilm-like conditions.",
            "2, 11 Therefore, we evaluated the clinical effect of clarithromycin as an antibiofilm agent against KD in the current study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39688",
        "text": "In this study, we found that clarithromycin reduced the relapse rate of KD. Although the precise mechanism of this phenomenon remains to be clarified, we hypothesize that the bioactive KD-specific MAMPs levels that had decreased after initial IVIG therapy increased again, thereby inducing the relapse of KD. Clarithromycin seemed effective in reducing KD relapse by inhibiting the release of these bioactive molecules via its antibiofilm effect. Therefore, clarithromycin might be effective not only in patients with KD during the acute phase, but also for the prophylaxis of KD in the siblings of patients with KD who are at high risk for developing KD. 36, 37 Recently, Shah et al 38 reported that the markers of endothelial injury were persistently elevated in patients with KD until a median of 8.3 years after the onset of the disease, even in those without coronary artery abnormalities. Persistent low levels of KD-specific MAMPs may induce subclinical vasculitis in survivors of KD and cause late-KD coronary vasculopathy. Clarithromycin might therefore be effective for the long-term prophylaxis of vasculopathy such as atherosclerosis.",
        "section": "Discussion",
        "section_number": 23,
        "sentences": [
            "In this study, we found that clarithromycin reduced the relapse rate of KD.",
            "Although the precise mechanism of this phenomenon remains to be clarified, we hypothesize that the bioactive KD-specific MAMPs levels that had decreased after initial IVIG therapy increased again, thereby inducing the relapse of KD.",
            "Clarithromycin seemed effective in reducing KD relapse by inhibiting the release of these bioactive molecules via its antibiofilm effect.",
            "Therefore, clarithromycin might be effective not only in patients with KD during the acute phase, but also for the prophylaxis of KD in the siblings of patients with KD who are at high risk for developing KD.",
            "36, 37 Recently, Shah et al 38 reported that the markers of endothelial injury were persistently elevated in patients with KD until a median of 8.3 years after the onset of the disease, even in those without coronary artery abnormalities.",
            "Persistent low levels of KD-specific MAMPs may induce subclinical vasculitis in survivors of KD and cause late-KD coronary vasculopathy.",
            "Clarithromycin might therefore be effective for the long-term prophylaxis of vasculopathy such as atherosclerosis."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39688",
        "text": "Clarithromycin is widely used to treat certain pulmonary conditions, such as diffuse panbronchiolitis and cystic fibrosis. It improved the pulmonary function in these patients. [39] [40] [41] The use of macrolides dramatically improved the prognosis of patients with diffuse panbronchiolitis. Furthermore, clarithromycin lengthened the survival in patients with ventilator-associated pneumonia and sepsis and shortened the time to the resolution of infection among patients with pyelonephritis, intra-abdominal infections, and Gram-negative bacteremia. 42, 43 The mechanisms by which macrolides improve these diseases remain to be clarified. However, mounting evidence suggests that macrolides have immunomodulatory and anti-inflammatory effects. In addition to its antibiofilm effect, clarithromycin decreases the biosynthesis of proinflammatory cytokines from various cell types. 12, 13, 26, 27, 44, 45 Although the mechanism of the effect of clarithromycin on KD could not be determined in the current study, the decrease in the relapse rate may have been mediated by the immunomodulatory effect of clarithromycin.",
        "section": "Discussion",
        "section_number": 24,
        "sentences": [
            "Clarithromycin is widely used to treat certain pulmonary conditions, such as diffuse panbronchiolitis and cystic fibrosis.",
            "It improved the pulmonary function in these patients. [",
            "39] [40] [41] The use of macrolides dramatically improved the prognosis of patients with diffuse panbronchiolitis.",
            "Furthermore, clarithromycin lengthened the survival in patients with ventilator-associated pneumonia and sepsis and shortened the time to the resolution of infection among patients with pyelonephritis, intra-abdominal infections, and Gram-negative bacteremia.",
            "42, 43 The mechanisms by which macrolides improve these diseases remain to be clarified.",
            "However, mounting evidence suggests that macrolides have immunomodulatory and anti-inflammatory effects.",
            "In addition to its antibiofilm effect, clarithromycin decreases the biosynthesis of proinflammatory cytokines from various cell types.",
            "12, 13, 26, 27, 44, 45 Although the mechanism of the effect of clarithromycin on KD could not be determined in the current study, the decrease in the relapse rate may have been mediated by the immunomodulatory effect of clarithromycin."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39688",
        "text": "We assessed the presence of 6 pathogens using a multiplex PCR method to determine the relationship between these pathogens and KD. Several case reports have indicated an association between M pneumoniae infection and KD. [14] [15] [16] [17] In contrast to our expectations, no patients showed positive results for M pneumoniae in the present study. Recently, Tang et al 46 reported that 13.8% (62/450) of patients with KD showed positive results for M pneumoniae, which was proven by their increased serum anti-M pneumoniae IgM antibody levels and PCR findings. However, those authors found no relationship between the incidence of coronary artery abnormalities and M pneumoniae. Furthermore, despite the obvious seasonal peaks in the prevalence of M pneumoniae infection in the non-KD groups, there were no seasonal changes in the number of patients with KD who showed positive findings for M pneumoniae. 46 Our results support their finding that there is no close relationship between M pneumoniae and the development of KD.",
        "section": "Discussion",
        "section_number": 25,
        "sentences": [
            "We assessed the presence of 6 pathogens using a multiplex PCR method to determine the relationship between these pathogens and KD.",
            "Several case reports have indicated an association between M pneumoniae infection and KD. [",
            "14] [15] [16] [17] In contrast to our expectations, no patients showed positive results for M pneumoniae in the present study.",
            "Recently, Tang et al 46 reported that 13.8% (62/450) of patients with KD showed positive results for M pneumoniae, which was proven by their increased serum anti-M pneumoniae IgM antibody levels and PCR findings.",
            "However, those authors found no relationship between the incidence of coronary artery abnormalities and M pneumoniae.",
            "Furthermore, despite the obvious seasonal peaks in the prevalence of M pneumoniae infection in the non-KD groups, there were no seasonal changes in the number of patients with KD who showed positive findings for M pneumoniae.",
            "46 Our results support their finding that there is no close relationship between M pneumoniae and the development of KD."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39688",
        "text": "Several limitations associated with the present study warrant mention. First, the relapse rate of our study was relatively high (21.5%). It has been reported that the relapse rate ranges from 3.5% to 22.5%, although the criteria of \"relapse\" have not been well described. 23, [47] [48] [49] An epidemiological study indicated changes in the incidence of IVIG-resistant KD. 50 The disease severity, which can lead to a high incidence of relapse, might have been higher in our study than in previous studies. Second, we estimated the number of patients needed for this study to achieve statistically significant results based on the incidence of coronary artery abnormalities, but not the primary end point, as we had no large-scale reference data concerning fevers in patients with KD, which were measured at a relatively short interval of 4 hours. Furthermore, we used a high level of a (20%, 1-sided) for the sample size calculation and statistical analysis for the primary end point. Pilot or exploratory phase 2 studies designed to evaluate potential efficacy could be conducted with a high level of a up to 25%, which allows a smaller sample size and shorter study period. 51, 52 Although we consider that the high level of a in the current study was permissive, a large-scale, confirmatory phase 3 study should be designed in more standardized manner. Third, we used minimization, a dynamic allocation method that can balance known prognostic factors between treatment groups. The minimization method is gaining popularity, however, considerable controversy exists over its proper application because it might not be taken as a truly random method. 53, 54 Therefore, we confirmed the robustness of the primary analysis by the sensitivity analysis. Finally, this study used an open-label design, and none of the patients or researchers were blinded. Furthermore, although the reduction of the relapse rate and duration of hospital stay was statistically significant, the upper limit of the 95% CI of the OR for relapse rate was 0.98 and the upper limit of the 95% CI of the difference for duration of hospitalization was 0.0 day. We could not exclude the possibility of the modest effect of clarithromycin in this small scaled trial. The statistically significant results in this study were obtained by secondary and post hoc analyses, which were unadjusted for multiple testing. We should consider the reproducibility of the results because we cannot ignore the effect of multiple testing. To clarify the precise effect of clarithromycin in patients with KD, a phase 3, double-blinded, confirmatory study is underway (UMIN000024311).",
        "section": "Study Limitations",
        "section_number": 26,
        "sentences": [
            "Several limitations associated with the present study warrant mention.",
            "First, the relapse rate of our study was relatively high (21.5%).",
            "It has been reported that the relapse rate ranges from 3.5% to 22.5%, although the criteria of \"relapse\" have not been well described.",
            "23, [47] [48] [49] An epidemiological study indicated changes in the incidence of IVIG-resistant KD.",
            "50 The disease severity, which can lead to a high incidence of relapse, might have been higher in our study than in previous studies.",
            "Second, we estimated the number of patients needed for this study to achieve statistically significant results based on the incidence of coronary artery abnormalities, but not the primary end point, as we had no large-scale reference data concerning fevers in patients with KD, which were measured at a relatively short interval of 4 hours.",
            "Furthermore, we used a high level of a (20%, 1-sided) for the sample size calculation and statistical analysis for the primary end point.",
            "Pilot or exploratory phase 2 studies designed to evaluate potential efficacy could be conducted with a high level of a up to 25%, which allows a smaller sample size and shorter study period.",
            "51, 52 Although we consider that the high level of a in the current study was permissive, a large-scale, confirmatory phase 3 study should be designed in more standardized manner.",
            "Third, we used minimization, a dynamic allocation method that can balance known prognostic factors between treatment groups.",
            "The minimization method is gaining popularity, however, considerable controversy exists over its proper application because it might not be taken as a truly random method.",
            "53, 54 Therefore, we confirmed the robustness of the primary analysis by the sensitivity analysis.",
            "Finally, this study used an open-label design, and none of the patients or researchers were blinded.",
            "Furthermore, although the reduction of the relapse rate and duration of hospital stay was statistically significant, the upper limit of the 95% CI of the OR for relapse rate was 0.98 and the upper limit of the 95% CI of the difference for duration of hospitalization was 0.0 day.",
            "We could not exclude the possibility of the modest effect of clarithromycin in this small scaled trial.",
            "The statistically significant results in this study were obtained by secondary and post hoc analyses, which were unadjusted for multiple testing.",
            "We should consider the reproducibility of the results because we cannot ignore the effect of multiple testing.",
            "To clarify the precise effect of clarithromycin in patients with KD, a phase 3, double-blinded, confirmatory study is underway (UMIN000024311)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39688",
        "text": "This was the first clinical trial to evaluate the effect of clarithromycin in patients with KD, showing that the addition of clarithromycin to standard IVIG therapy did not affect the duration of fever. However, clarithromycin plus IVIG therapy significantly reduced the relapse rate and shortened the hospital stay.",
        "section": "Conclusions",
        "section_number": 27,
        "sentences": [
            "This was the first clinical trial to evaluate the effect of clarithromycin in patients with KD, showing that the addition of clarithromycin to standard IVIG therapy did not affect the duration of fever.",
            "However, clarithromycin plus IVIG therapy significantly reduced the relapse rate and shortened the hospital stay."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    }
]