[
    {
        "doc_id": "39039",
        "text": "IMPORTANCE Delayed umbilical cord clamping has been shown to improve iron stores in infants to 6 months of age. However, delayed cord clamping has not been shown to prevent iron deficiency or anemia after 6 months of age. OBJECTIVE To investigate the effects of delayed umbilical cord clamping, compared with early clamping, on hemoglobin and ferritin levels at 8 and 12 months of age in infants at high risk for iron deficiency anemia. DESIGN, SETTING, AND PARTICIPANTS This randomized clinical trial included 540 late preterm and term infants born vaginally at a tertiary hospital in Kathmandu, Nepal, from October 2 to November 21, 2014. Follow-up included blood levels of hemoglobin and ferritin at 8 and 12 months of age. Follow-up was completed on December 11, 2015. Analysis was based on intention to treat. INTERVENTIONS Infants were randomized to delayed umbilical cord clamping (Ն180 seconds after delivery) or early clamping (Յ60 seconds after delivery). MAIN OUTCOMES AND MEASURES Main outcomes included hemoglobin and anemia levels at 8 months of age with the power estimate based on the prevalence of anemia. Secondary outcomes included hemoglobin and anemia levels at 12 months of age and ferritin level, iron deficiency, and iron deficiency anemia at 8 and 12 months of age. RESULTS In this study of 540 infants (281 boys [52.0%] and 259 girls [48.0%]; mean [SD] gestational age, 39.2 [1.1] weeks), 270 each were randomized to the delayed and early clamping groups. At 8 months of age, 212 infants (78.5%) from the delayed group and 188 (69.6%) from the early clamping group returned for blood sampling. After multiple imputation analysis, infants undergoing delayed clamping had higher levels of hemoglobin (10.4 vs 10.2 g/dL; difference, 0.2 g/dL; 95% CI, 0.1 to 0.4 g/dL). Delayed cord clamping also reduced the prevalence of anemia (hemoglobin level <11.0 g/dL) at 8 months in 197 (73.0%) vs 222 (82.2%) infants (relative risk, 0.89; 95% CI, 0.81-0.98; number needed to treat [NNT], 11; 95% CI, 6-54). At 8 months, the risk for iron deficiency was reduced in the delayed clamping group in 60 (22.2%) vs 103 (38.1%) patients (relative risk, 0.58; 95% CI, 0.44-0.77; NNT, 6; 95% CI, 4-13). At 12 months, delayed cord clamping still resulted in a hemoglobin level of 0.3 (95% CI, 0.04-0.5) g/dL higher than in the early cord clamping group and a relative risk for anemia of 0.91 (95% CI, 0.84-0.98), resulting in a NNT of 12 (95% CI, 7-78). CONCLUSIONS AND RELEVANCE Delayed cord clamping reduces anemia at 8 and 12 months of age in a high-risk population, which may have major positive effects on infants' health and development. TRIAL REGISTRATION clinicaltrials.gov Identifier: NCT02222805",
        "section": "Abstract",
        "sentences": [
            "IMPORTANCE Delayed umbilical cord clamping has been shown to improve iron stores in infants to 6 months of age.",
            "However, delayed cord clamping has not been shown to prevent iron deficiency or anemia after 6 months of age.",
            "OBJECTIVE To investigate the effects of delayed umbilical cord clamping, compared with early clamping, on hemoglobin and ferritin levels at 8 and 12 months of age in infants at high risk for iron deficiency anemia.",
            "DESIGN, SETTING, AND PARTICIPANTS This randomized clinical trial included 540 late preterm and term infants born vaginally at a tertiary hospital in Kathmandu, Nepal, from October 2 to November 21, 2014.",
            "Follow-up included blood levels of hemoglobin and ferritin at 8 and 12 months of age.",
            "Follow-up was completed on December 11, 2015.",
            "Analysis was based on intention to treat.",
            "INTERVENTIONS Infants were randomized to delayed umbilical cord clamping (Ն180 seconds after delivery) or early clamping (Յ60 seconds after delivery).",
            "MAIN OUTCOMES AND MEASURES Main outcomes included hemoglobin and anemia levels at 8 months of age with the power estimate based on the prevalence of anemia.",
            "Secondary outcomes included hemoglobin and anemia levels at 12 months of age and ferritin level, iron deficiency, and iron deficiency anemia at 8 and 12 months of age.",
            "RESULTS In this study of 540 infants (281 boys [52.0%] and 259 girls [48.0%]; mean [SD] gestational age, 39.2 [1.1] weeks), 270 each were randomized to the delayed and early clamping groups.",
            "At 8 months of age, 212 infants (78.5%) from the delayed group and 188 (69.6%) from the early clamping group returned for blood sampling.",
            "After multiple imputation analysis, infants undergoing delayed clamping had higher levels of hemoglobin (10.4 vs 10.2 g/dL; difference, 0.2 g/dL; 95% CI, 0.1 to 0.4 g/dL).",
            "Delayed cord clamping also reduced the prevalence of anemia (hemoglobin level <11.0 g/dL) at 8 months in 197 (73.0%) vs 222 (82.2%) infants (relative risk, 0.89; 95% CI, 0.81-0.98; number needed to treat [NNT], 11; 95% CI, 6-54).",
            "At 8 months, the risk for iron deficiency was reduced in the delayed clamping group in 60 (22.2%) vs 103 (38.1%) patients (relative risk, 0.58; 95% CI, 0.44-0.77; NNT, 6; 95% CI, 4-13).",
            "At 12 months, delayed cord clamping still resulted in a hemoglobin level of 0.3 (95% CI, 0.04-0.5) g/dL higher than in the early cord clamping group and a relative risk for anemia of 0.91 (95% CI, 0.84-0.98), resulting in a NNT of 12 (95% CI, 7-78).",
            "CONCLUSIONS AND RELEVANCE Delayed cord clamping reduces anemia at 8 and 12 months of age in a high-risk population, which may have major positive effects on infants' health and development.",
            "TRIAL REGISTRATION clinicaltrials.gov Identifier: NCT02222805"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39039",
        "text": "lobally, 43% of children younger than 5 years (approximately 273 million persons) have anemia, which is attributable to iron deficiency in approximately 42%. 1 Children with anemia and iron deficiency have associated impaired neurodevelopment, affecting their cognitive, motor, and behavioral abilities. 2, 3 Food fortification and iron supplementation is currently used for treatment, and delayed umbilical cord clamping has been proposed as a low-cost intervention to reduce the risk for iron deficiency anemia. [4] [5] [6] After delivery, fetoplacental blood is transfused to the newborn, augmenting the infant's blood volume by 30% to 40% (roughly 25-30 mL/kg), if early cord clamping is avoided. 7, 8 Neonatal benefits include better cardiopulmonary adaptation and higher hemoglobin concentrations to 2 to 3 months of age. [9] [10] [11] The blood transfused can contribute with 75 mg of iron and has been shown to increase iron stores and prevent iron deficiency in early infancy, to 6 months of life. [10] [11] [12] [13] In theory, this increased store of iron could help to prevent iron deficiency and iron deficiency anemia later in infancy. This possibility was not shown in a randomized clinical trial among infants aged 12 months in Sweden, 14 whereas an observational trial performed in Peru 15 found a 16% reduction in anemia at 8 months after a hospital policy change. Convincing evidence is still lacking regarding the effect of delayed cord clamping on infants' iron stores after 6 months of age. The aim of this randomized clinical trial was to explore whether delayed cord clamping after 3 minutes, compared with clamping the cord before 60 seconds, would reduce anemia and iron deficiency at 8 and 12 months of age in a low-income country with a high prevalence of anemia.",
        "section": "G",
        "section_number": 1,
        "sentences": [
            "lobally, 43% of children younger than 5 years (approximately 273 million persons) have anemia, which is attributable to iron deficiency in approximately 42%.",
            "1 Children with anemia and iron deficiency have associated impaired neurodevelopment, affecting their cognitive, motor, and behavioral abilities.",
            "2, 3 Food fortification and iron supplementation is currently used for treatment, and delayed umbilical cord clamping has been proposed as a low-cost intervention to reduce the risk for iron deficiency anemia. [",
            "4] [5] [6] After delivery, fetoplacental blood is transfused to the newborn, augmenting the infant's blood volume by 30% to 40% (roughly 25-30 mL/kg), if early cord clamping is avoided.",
            "7, 8 Neonatal benefits include better cardiopulmonary adaptation and higher hemoglobin concentrations to 2 to 3 months of age. [",
            "9] [10] [11] The blood transfused can contribute with 75 mg of iron and has been shown to increase iron stores and prevent iron deficiency in early infancy, to 6 months of life. [",
            "10] [11] [12] [13] In theory, this increased store of iron could help to prevent iron deficiency and iron deficiency anemia later in infancy.",
            "This possibility was not shown in a randomized clinical trial among infants aged 12 months in Sweden, 14 whereas an observational trial performed in Peru 15 found a 16% reduction in anemia at 8 months after a hospital policy change.",
            "Convincing evidence is still lacking regarding the effect of delayed cord clamping on infants' iron stores after 6 months of age.",
            "The aim of this randomized clinical trial was to explore whether delayed cord clamping after 3 minutes, compared with clamping the cord before 60 seconds, would reduce anemia and iron deficiency at 8 and 12 months of age in a low-income country with a high prevalence of anemia."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39039",
        "text": "This randomized clinical trial was conducted in Nepal at the Paropakar Maternity and Women's Hospital, Kathmandu, a tertiary center for obstetric and gynecologic service with a birth rate of 22 000 per year. The trial design included 2 parallel groups (1:1 ratio) randomized to delayed cord clamping (≥180 seconds) and early cord clamping (≤60 seconds). The cutoff for early cord clamping was based on an observational study in the hospital, which showed a mean (SD) umbilical cord clamping time of 61 (33) seconds (Viktoria Nelin, MS, A.K., O.A., N.R., M.M.; unpublished data; September 28, 2013). The institutional review board of the hospital and the ethical review board of Nepal Health Research Council approved the study. The study protocol is available in Supplement 1 and has been published elsewhere. 16 Written consent was obtained after assignment to the Maternal and Neonatal Service Centre (MNSC) of Paropakar Maternity and Women's Hospital from the women who were eligible and willing to participate.",
        "section": "Study Design",
        "section_number": 2,
        "sentences": [
            "This randomized clinical trial was conducted in Nepal at the Paropakar Maternity and Women's Hospital, Kathmandu, a tertiary center for obstetric and gynecologic service with a birth rate of 22 000 per year.",
            "The trial design included 2 parallel groups (1:1 ratio) randomized to delayed cord clamping (≥180 seconds) and early cord clamping (≤60 seconds).",
            "The cutoff for early cord clamping was based on an observational study in the hospital, which showed a mean (SD) umbilical cord clamping time of 61 (33) seconds (Viktoria Nelin, MS, A.K., O.A., N.R., M.M.; unpublished data; September 28, 2013).",
            "The institutional review board of the hospital and the ethical review board of Nepal Health Research Council approved the study.",
            "The study protocol is available in Supplement 1 and has been published elsewhere.",
            "16 Written consent was obtained after assignment to the Maternal and Neonatal Service Centre (MNSC) of Paropakar Maternity and Women's Hospital from the women who were eligible and willing to participate."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39039",
        "text": "Paropakar Maternity and Women's Hospital has 2 delivery departments, a high-risk labor room and the low-risk MNSC. The hospital criteria for admission to the MNSC included uncomplicated pregnancies, no complication at admission, and healthy mothers (no clinical history of hypertension, infection, diabetes, or any chronic medical condition), expected vaginal delivery, gestational age of 34 to 41 weeks, and singleton pregnancy. Women were eligible to participate in the study if they were assigned to the MNSC. The exclusion criteria were predefined as serious congenital malformations or congenital disease that could affect the outcome measures.",
        "section": "Study Population",
        "section_number": 3,
        "sentences": [
            "Paropakar Maternity and Women's Hospital has 2 delivery departments, a high-risk labor room and the low-risk MNSC.",
            "The hospital criteria for admission to the MNSC included uncomplicated pregnancies, no complication at admission, and healthy mothers (no clinical history of hypertension, infection, diabetes, or any chronic medical condition), expected vaginal delivery, gestational age of 34 to 41 weeks, and singleton pregnancy.",
            "Women were eligible to participate in the study if they were assigned to the MNSC.",
            "The exclusion criteria were predefined as serious congenital malformations or congenital disease that could affect the outcome measures."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39039",
        "text": "One of us (O.A.) prepared a list using the random digit generator in the Excel program (Microsoft Corporation). Sequentially numbered, opaque envelopes were prepared holding cards with details of the allocated group. These envelopes were kept at the research office and were brought to the delivery unit before randomization.",
        "section": "Randomization and Masking",
        "section_number": 4,
        "sentences": [
            "One of us (O.A.) prepared a list using the random digit generator in the Excel program (Microsoft Corporation).",
            "Sequentially numbered, opaque envelopes were prepared holding cards with details of the allocated group.",
            "These envelopes were kept at the research office and were brought to the delivery unit before randomization."
        ],
        "sentence_labels": [
            1,
            -1,
            -1
        ],
        "classification_label": 0
    },
    {
        "doc_id": "39039",
        "text": "Randomization occurred when delivery was imminent. The surveillance officer opened the next consecutively numbered envelope and informed the nurse-midwife of the allocation. The details of sequence generation and allocation concealment were limited to the investigator (O.A.), who had no clinical involvement in the trial but participated in data analysis after the trial had ended. The surveillance officer and nursemidwife did not inform the mother of the allocated treatment. However, the mother might have noticed the nature of intervention. The outcome assessors were blinded to the allocation, as were the members of the research team who obtained the outcome measurements.",
        "section": "Randomization and Masking",
        "section_number": 5,
        "sentences": [
            "Randomization occurred when delivery was imminent.",
            "The surveillance officer opened the next consecutively numbered envelope and informed the nurse-midwife of the allocation.",
            "The details of sequence generation and allocation concealment were limited to the investigator (O.A.), who had no clinical involvement in the trial but participated in data analysis after the trial had ended.",
            "The surveillance officer and nursemidwife did not inform the mother of the allocated treatment.",
            "However, the mother might have noticed the nature of intervention.",
            "The outcome assessors were blinded to the allocation, as were the members of the research team who obtained the outcome measurements."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39039",
        "text": "At all deliveries, a surveillance officer measured the time from delivery of the infant's shoulder to cord clamping using a stopwatch. The nurse-midwife put the infant on the mother's abdomen until the cord was clamped. In the early clamping group, the surveillance officer informed the nurse-midwife when 60 seconds approached and that cord should be clamped if not performed earlier. In the delayed clamping group, the surveillance officer informed the nurse-midwife when 180 seconds had passed and the cord should be clamped. If the nurse-midwife recognized that the mother or the infant needed attention, the umbilical cord could be clamped and cut regardless of the treatment allocation.",
        "section": "Procedures",
        "section_number": 6,
        "sentences": [
            "At all deliveries, a surveillance officer measured the time from delivery of the infant's shoulder to cord clamping using a stopwatch.",
            "The nurse-midwife put the infant on the mother's abdomen until the cord was clamped.",
            "In the early clamping group, the surveillance officer informed the nurse-midwife when 60 seconds approached and that cord should be clamped if not performed earlier.",
            "In the delayed clamping group, the surveillance officer informed the nurse-midwife when 180 seconds had passed and the cord should be clamped.",
            "If the nurse-midwife recognized that the mother or the infant needed attention, the umbilical cord could be clamped and cut regardless of the treatment allocation."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39039",
        "text": "Information on maternal age and parity, gestational age, Apgar scores, and birth weight was recorded. The gestational age was calculated based on the recall of each woman about",
        "section": "Procedures",
        "section_number": 7,
        "sentences": [
            "Information on maternal age and parity, gestational age, Apgar scores, and birth weight was recorded.",
            "The gestational age was calculated based on the recall of each woman about"
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39039",
        "text": "Question Can delaying umbilical cord clamping for 3 minutes after birth reduce anemia at 8 and 12 months of age?",
        "section": "Key Points",
        "section_number": 8,
        "sentences": [
            "Question Can delaying umbilical cord clamping for 3 minutes after birth reduce anemia at 8 and 12 months of age?"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39039",
        "text": "Findings In this randomized clinical trial, 540 newborns were randomized to delayed umbilical cord clamping (>3 minutes) or early clamping no later than 1 minute. This delay resulted in a significant reduction in the prevalence of anemia by 9% at 8 months or age and 8% at 12 months of age.",
        "section": "Key Points",
        "section_number": 9,
        "sentences": [
            "Findings In this randomized clinical trial, 540 newborns were randomized to delayed umbilical cord clamping (>3 minutes) or early clamping no later than 1 minute.",
            "This delay resulted in a significant reduction in the prevalence of anemia by 9% at 8 months or age and 8% at 12 months of age."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39039",
        "text": "Meaning By extending umbilical cord clamping to longer than 3 minutes after birth, infants in low-resource settings experience less anemia, which may have positive effects on health and development.",
        "section": "Key Points",
        "section_number": 10,
        "sentences": [
            "Meaning By extending umbilical cord clamping to longer than 3 minutes after birth, infants in low-resource settings experience less anemia, which may have positive effects on health and development."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39039",
        "text": "her last menstrual period. Birth weight was based on the weight taken on an analog weighing scale.",
        "section": "Key Points",
        "section_number": 11,
        "sentences": [
            "her last menstrual period.",
            "Birth weight was based on the weight taken on an analog weighing scale."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39039",
        "text": "At 8 and 12 months, laboratory staff collected a venous blood sample (2 mL) from the infants with a needle of a 3-mL syringe (Lifeline Services Pvt Ltd). The blood sample was transferred into an anticoagulant-treated vial (EDTA K3; Zhejiang Gongdong Medical Technology Co, Ltd). Blood samples were stored at room temperature and analyzed the same day. A hematology analyzer (ABX Pentra XL 80; Horiba Medical) was used for hemoglobin analysis, and an immunoassay system (ADVIA Centaur; Siemens Healthcare GmbH) was used for ferritin analysis. At the 8-and 12-month visits, parents were interviewed regarding the feeding habits of the infant (eg, what type of food had been given and frequency of meals).",
        "section": "Key Points",
        "section_number": 12,
        "sentences": [
            "At 8 and 12 months, laboratory staff collected a venous blood sample (2 mL) from the infants with a needle of a 3-mL syringe (Lifeline Services Pvt Ltd).",
            "The blood sample was transferred into an anticoagulant-treated vial (EDTA K3; Zhejiang Gongdong Medical Technology Co, Ltd).",
            "Blood samples were stored at room temperature and analyzed the same day.",
            "A hematology analyzer (ABX Pentra XL 80; Horiba Medical) was used for hemoglobin analysis, and an immunoassay system (ADVIA Centaur; Siemens Healthcare GmbH) was used for ferritin analysis.",
            "At the 8-and 12-month visits, parents were interviewed regarding the feeding habits of the infant (eg, what type of food had been given and frequency of meals)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39039",
        "text": "The primary outcome was prespecified as the hemoglobin level at 8 months of age. Hemoglobin level was analyzed by comparing means and as a categorical variable, defining anemia as a hemoglobin level of less than 11.0 g/dL (altitude corrected) (to convert to grams per liter, multiply by 10.0). The secondary outcomes included the following:",
        "section": "Outcomes",
        "section_number": 13,
        "sentences": [
            "The primary outcome was prespecified as the hemoglobin level at 8 months of age.",
            "Hemoglobin level was analyzed by comparing means and as a categorical variable, defining anemia as a hemoglobin level of less than 11.0 g/dL (altitude corrected) (to convert to grams per liter, multiply by 10.0).",
            "The secondary outcomes included the following:"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39039",
        "text": "• Hemoglobin level at 12 months of age, analyzed by comparing means and as a categorical variable with the same definition of anemia. • Ferritin levels at 8 and 12 months of age, analyzed by comparing means and as categorical variables, with iron deficiency defined as a ferritin level of less than 12 μg/L (to convert to picomoles per liter, multiply by 2.247). 17 • Iron deficiency anemia at 8 and 12 months of age, defined as ferritin and hemoglobin levels below the respective cutoffs. • Other secondary outcomes that will be described in separate reports are transcutaneous bilirubin level at discharge, breast-feeding and morbidity during the first 6 months of life, and psychomotor development at 12 months of age.",
        "section": "Outcomes",
        "section_number": 14,
        "sentences": [
            "• Hemoglobin level at 12 months of age, analyzed by comparing means and as a categorical variable with the same definition of anemia. •",
            "Ferritin levels at 8 and 12 months of age, analyzed by comparing means and as categorical variables, with iron deficiency defined as a ferritin level of less than 12 μg/L (to convert to picomoles per liter, multiply by 2.247).",
            "17 • Iron deficiency anemia at 8 and 12 months of age, defined as ferritin and hemoglobin levels below the respective cutoffs. •",
            "Other secondary outcomes that will be described in separate reports are transcutaneous bilirubin level at discharge, breast-feeding and morbidity during the first 6 months of life, and psychomotor development at 12 months of age."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39039",
        "text": "We used the Centers for Disease Control and Prevention hemoglobin adjustment method of −0.32 × (altitude × 0.0032808) + 0.22 × (altitude × 0.0032808). 2 The altitude of Kathmandu of 1400 m was entered in the formula, resulting in a correction of 0.32 g/dL, which was subtracted from each of the individual hemoglobin results before making descriptive statistics and group comparisons. 18",
        "section": "Altitude Correction",
        "section_number": 15,
        "sentences": [
            "We used the Centers for Disease Control and Prevention hemoglobin adjustment method of −0.32 × (altitude × 0.0032808) + 0.22 × (altitude × 0.0032808).",
            "2 The altitude of Kathmandu of 1400 m was entered in the formula, resulting in a correction of 0.32 g/dL, which was subtracted from each of the individual hemoglobin results before making descriptive statistics and group comparisons.",
            "18"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39039",
        "text": "Analysis was based on intention to treat. We based the sample size calculation on examining the effect of cord clamping on anemia at 8 months of age. The national prevalence of anemia was 70% at 8 months. 19 To find a difference of 15% (from 70% to 55%) in prevalence between the treatment groups with 80% power and 0.05 type I error, 176 infants were needed in each group, and after allowing for 35% attrition we decided to allocate 270 in each treatment group. We used an unpaired 2-tailed t test for variables with normal distribution; categorical variables were compared between groups using the Fisher exact test. Ferritin concentration was log 10 transformed for analysis.",
        "section": "Statistical Analysis",
        "section_number": 16,
        "sentences": [
            "Analysis was based on intention to treat.",
            "We based the sample size calculation on examining the effect of cord clamping on anemia at 8 months of age.",
            "The national prevalence of anemia was 70% at 8 months.",
            "19 To find a difference of 15% (from 70% to 55%) in prevalence between the treatment groups with 80% power and 0.05 type I error, 176 infants were needed in each group, and after allowing for 35% attrition we decided to allocate 270 in each treatment group.",
            "We used an unpaired 2-tailed t test for variables with normal distribution; categorical variables were compared between groups using the Fisher exact test.",
            "Ferritin concentration was log 10 transformed for analysis."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39039",
        "text": "Consideration was taken for baseline or follow-up data that were imbalanced between treatment groups and significantly correlated with primary and secondary outcomes. We used multivariate analysis of variance (MANOVA) and logistic regression analysis, as appropriate, to control for this imbalance.",
        "section": "Statistical Analysis",
        "section_number": 17,
        "sentences": [
            "Consideration was taken for baseline or follow-up data that were imbalanced between treatment groups and significantly correlated with primary and secondary outcomes.",
            "We used multivariate analysis of variance (MANOVA) and logistic regression analysis, as appropriate, to control for this imbalance."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39039",
        "text": "Owing to attrition rates at 8 and 12 months, we analyzed data using the multiple imputation method in SPSS (version 22; IBM Corp). Variables included in the model as predictors were time to clamping, mother's age, previous pregnancies, gestational age, birth weight, sex, and time from delivery to discharge in hours. Age in days and hemoglobin and ferritin levels at 8 months were entered as dependent and predictive variables, whereas age and hemoglobin and ferritin levels at 12 months of age were entered as only dependent variables. Imputation was performed 5 times.",
        "section": "Statistical Analysis",
        "section_number": 18,
        "sentences": [
            "Owing to attrition rates at 8 and 12 months, we analyzed data using the multiple imputation method in SPSS (version 22; IBM Corp).",
            "Variables included in the model as predictors were time to clamping, mother's age, previous pregnancies, gestational age, birth weight, sex, and time from delivery to discharge in hours.",
            "Age in days and hemoglobin and ferritin levels at 8 months were entered as dependent and predictive variables, whereas age and hemoglobin and ferritin levels at 12 months of age were entered as only dependent variables.",
            "Imputation was performed 5 times."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39039",
        "text": "From October 2 to November 21, 2014, 540 women who were admitted to MNSC agreed to participate in the study. After signed consent was obtained and as birth was imminent, 270 women were randomly assigned to cord clamping no later than 60 seconds (early) and 270 to cord clamping after at least 3 minutes (delayed) subsequent to the appearance of the infant's shoulder. (Figure) . For the 8-month follow-up, 400 infants (74.1%) returned for blood sampling from May 25 to August 4, 2015; for the 12-month followup, 334 infants (61.9%) returned from September 6 to December 11, 2015. The median time to clamping the umbilical cord was 192 (interquartile range, 185-199) seconds for the delayed clamping group and 32 (interquartile range, 23-45) seconds for the early clamping group (P < .001). We found no significant differences between the delayed and early clamping groups with respect to maternal characteristics or neonatal baseline data, except for gestational age, which was 1.6 (95% CI, 0.3-3.0) days greater in the delayed clamping group (P = .02) ( Table 1) .",
        "section": "Results",
        "section_number": 19,
        "sentences": [
            "From October 2 to November 21, 2014, 540 women who were admitted to MNSC agreed to participate in the study.",
            "After signed consent was obtained and as birth was imminent, 270 women were randomly assigned to cord clamping no later than 60 seconds (early) and 270 to cord clamping after at least 3 minutes (delayed) subsequent to the appearance of the infant's shoulder. (",
            "Figure) .",
            "For the 8-month follow-up, 400 infants (74.1%) returned for blood sampling from May 25 to August 4, 2015; for the 12-month followup, 334 infants (61.9%) returned from September 6 to December 11, 2015.",
            "The median time to clamping the umbilical cord was 192 (interquartile range, 185-199) seconds for the delayed clamping group and 32 (interquartile range, 23-45) seconds for the early clamping group (P < .001).",
            "We found no significant differences between the delayed and early clamping groups with respect to maternal characteristics or neonatal baseline data, except for gestational age, which was 1.6 (95% CI, 0.3-3.0) days greater in the delayed clamping group (P = .02) ( Table 1) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39039",
        "text": "At 8 postpartum months, 212 children (78.5%) returned in the delayed clamping group and 188 (69.6%) in the early clamping group, at a mean (SD) age of 238 (8) days. For unknown reasons, the difference between groups in return rate was statistically significant (P = .02). Mean hemoglobin level was 0.2 (95% CI, 0.1-0.4) g/dL higher in the delayed clamping group ( ",
        "section": "Primary Outcome",
        "section_number": 20,
        "sentences": [
            "At 8 postpartum months, 212 children (78.5%) returned in the delayed clamping group and 188 (69.6%) in the early clamping group, at a mean (SD) age of 238 (8) days.",
            "For unknown reasons, the difference between groups in return rate was statistically significant (P = .02).",
            "Mean hemoglobin level was 0.2 (95% CI, 0.1-0.4) g/dL higher in the delayed clamping group ("
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39039",
        "text": "At 8 months, the ferritin concentration was significantly higher in the delayed vs the early clamping groups (difference in geometric mean ratio, 33%; 95% CI, 14%-56%) ( Table 3) . The relative risk for having iron deficiency was 0.58 (95% CI, 0.44-0.77) in the delayed group, with a number needed to treat (NNT) of 6 (95% CI, 4-13); the relative risk for having iron deficiency anemia was 0.58 (95% CI, 0.42-0.78), with an NNT of 7 (95% CI, [5] [6] .",
        "section": "Secondary Outcomes",
        "section_number": 21,
        "sentences": [
            "At 8 months, the ferritin concentration was significantly higher in the delayed vs the early clamping groups (difference in geometric mean ratio, 33%; 95% CI, 14%-56%) ( Table 3) .",
            "The relative risk for having iron deficiency was 0.58 (95% CI, 0.44-0.77) in the delayed group, with a number needed to treat (NNT) of 6 (95% CI, 4-13); the relative risk for having iron deficiency anemia was 0.58 (95% CI, 0.42-0.78), with an NNT of 7 (95% CI, [5] [6] ."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39039",
        "text": "At the age of 12 months, 177 infants (65.6%) in the delayed group and 157 (58.1%) in the early group returned at a mean (SD) age of 357 (17) days. Mean hemoglobin was 0.3 (95% CI, 0.04-0.5) g/dL higher in the delayed group (Table 2) . Ane-mia was less prevalent in the delayed clamping group, with a relative risk of 0.91 (95% CI, 0.84-0.98), resulting in an NNT of 12 (95% CI, 7-78) ( Table 3) . No difference was found in serum ferritin level or prevalence of iron deficiency or iron deficiency anemia between groups (Table 3) .",
        "section": "Secondary Outcomes",
        "section_number": 22,
        "sentences": [
            "At the age of 12 months, 177 infants (65.6%) in the delayed group and 157 (58.1%) in the early group returned at a mean (SD) age of 357 (17) days.",
            "Mean hemoglobin was 0.3 (95% CI, 0.04-0.5) g/dL higher in the delayed group (Table 2) .",
            "Ane-mia was less prevalent in the delayed clamping group, with a relative risk of 0.91 (95% CI, 0.84-0.98), resulting in an NNT of 12 (95% CI, 7-78) ( Table 3) .",
            "No difference was found in serum ferritin level or prevalence of iron deficiency or iron deficiency anemia between groups (Table 3) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39039",
        "text": "At 8 months of age, all infants were partially breast-fed. Weaning foods were equally common between groups, except for fruits that were given to 27 of 212 infants (12.7%) in the delayed clamping group and 48 of 188 infants (25.5%) in the early clamping group (P = .003). We found no difference in occasions of respective feedings per day between groups. At 12 months of age, 298 of 334 infants (89.2%) were still partially breast-fed. The types of other kinds of food and occasion of feeding did not differ between groups. The parents did not report giving iron supplements to any infant. Gestational age was not statistically balanced between treatment groups (Table 1) , and at 12 months the mean (SD) age of the infant at the time of blood sampling also differed significantly between groups at 359 (17) days in the delayed clamping group vs 355 (17) days in the early group (P = .02). To control for this difference, we performed a MANOVA for the scale variables and logistic regression for categorical variables, entering gestational age as a covariate when analyzing variables from the 8-and 12-month blood samples and adding age as a covariate in the analyses of 12-month blood samples. The results from the MANOVA and logistic regression analysis did not change the results' significance.",
        "section": "Ancillary Analyses",
        "section_number": 23,
        "sentences": [
            "At 8 months of age, all infants were partially breast-fed.",
            "Weaning foods were equally common between groups, except for fruits that were given to 27 of 212 infants (12.7%) in the delayed clamping group and 48 of 188 infants (25.5%) in the early clamping group (P = .003).",
            "We found no difference in occasions of respective feedings per day between groups.",
            "At 12 months of age, 298 of 334 infants (89.2%) were still partially breast-fed.",
            "The types of other kinds of food and occasion of feeding did not differ between groups.",
            "The parents did not report giving iron supplements to any infant.",
            "Gestational age was not statistically balanced between treatment groups (Table 1) , and at 12 months the mean (SD) age of the infant at the time of blood sampling also differed significantly between groups at 359 (17) days in the delayed clamping group vs 355 (17) days in the early group (P = .02).",
            "To control for this difference, we performed a MANOVA for the scale variables and logistic regression for categorical variables, entering gestational age as a covariate when analyzing variables from the 8-and 12-month blood samples and adding age as a covariate in the analyses of 12-month blood samples.",
            "The results from the MANOVA and logistic regression analysis did not change the results' significance."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39039",
        "text": "We found a significant difference between groups regarding protocol adherence, because 61 infants (22.6%) randomized to delayed cord clamping had their cord clamped before 180 seconds and 13 infants (4.8%) in the early clamping group had their cords clamped after 60 seconds. To control for this difference, we performed the analysis again including only infants treated according to their assigned allocation group (per protocol). This per-protocol analysis resulted in an overall more pronounced effect difference between the delayed and early clamping group, but did not change the results in a way that would affect the conclusions of the study (eTables 1 and 2 in Supplement 2).",
        "section": "Ancillary Analyses",
        "section_number": 24,
        "sentences": [
            "We found a significant difference between groups regarding protocol adherence, because 61 infants (22.6%) randomized to delayed cord clamping had their cord clamped before 180 seconds and 13 infants (4.8%) in the early clamping group had their cords clamped after 60 seconds.",
            "To control for this difference, we performed the analysis again including only infants treated according to their assigned allocation group (per protocol).",
            "This per-protocol analysis resulted in an overall more pronounced effect difference between the delayed and early clamping group, but did not change the results in a way that would affect the conclusions of the study (eTables 1 and 2 in Supplement 2)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39039",
        "text": "Previous studies of cord clamping have shown reduced iron deficiency at 4 and 6 months of age. 12, 13, 20 As an advance-ment to this knowledge, the present study resulted in improved hemoglobin levels and reduced anemia in infants at 8 and 12 months of age after clamping the umbilical cord was delayed until at least 3 minutes after birth, compared with less than or equal to 1 minute.",
        "section": "Discussion",
        "section_number": 25,
        "sentences": [
            "Previous studies of cord clamping have shown reduced iron deficiency at 4 and 6 months of age.",
            "12, 13, 20 As an advance-ment to this knowledge, the present study resulted in improved hemoglobin levels and reduced anemia in infants at 8 and 12 months of age after clamping the umbilical cord was delayed until at least 3 minutes after birth, compared with less than or equal to 1 minute."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39039",
        "text": "The improved iron stores at 3 to 6 months have been hypothesized to protect against anemia later in infancy. 6, 12, 14 We found 7 systematic reviews 10, 11, [21] [22] [23] [24] [25] regarding delayed vs early umbilical cord clamping in term infants published during the last decade. In summary, all conclude that delayed cord clamping after birth results in higher concentrations of hemoglobin and hematocrit during the neonatal period, increased serum ferritin levels, and a lower incidence of iron deficiency at 4 to 6 months of age.",
        "section": "Discussion",
        "section_number": 26,
        "sentences": [
            "The improved iron stores at 3 to 6 months have been hypothesized to protect against anemia later in infancy.",
            "6, 12, 14 We found 7 systematic reviews 10, 11, [21] [22] [23] [24] [25] regarding delayed vs early umbilical cord clamping in term infants published during the last decade.",
            "In summary, all conclude that delayed cord clamping after birth results in higher concentrations of hemoglobin and hematocrit during the neonatal period, increased serum ferritin levels, and a lower incidence of iron deficiency at 4 to 6 months of age."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39039",
        "text": "Few studies on umbilical cord clamping are found in the literature with follow-up after 6 months, and results are inconclusive. We have only identified 3 studies. 14, 15, 26 In 1941, Wilson et al 26 compared 15 infants whose umbilical cords were clamped immediately with 13 whose cords were clamped after the placenta began to descend into the vagina. The infants in the delayed clamping group had significant higher mean corpuscular hemoglobin levels at 8 to 10 months of age (P = .007, our calculation using data in the article), whereas the mean (SD) hemoglobin concentration was higher, but not significantly (11.8 [1.3] vs 10.8 [1.8] g/dL; P = .09, our calculation using data in the article). 26 An observation study conducted by Gyorkos et al 15 in Peru, a setting similar to Nepal, on the effect of a hospital policy change toward delayed cord clamping resulted in improved hemoglobin levels and significantly reduced anemia at 8 postpartum months among 184 infants. A randomized clinical trial 14 comparing cord clamping after 180 seconds with clamping before 10 seconds in 337 infants from Sweden found no differences in hemoglobin or iron status at 12 months of age, most likely owing to an unexpected low prevalence of anemia (11%-15%) and iron deficiency (3%-5%) at that age.",
        "section": "Discussion",
        "section_number": 27,
        "sentences": [
            "Few studies on umbilical cord clamping are found in the literature with follow-up after 6 months, and results are inconclusive.",
            "We have only identified 3 studies.",
            "14, 15, 26 In 1941, Wilson et al 26 compared 15 infants whose umbilical cords were clamped immediately with 13 whose cords were clamped after the placenta began to descend into the vagina.",
            "The infants in the delayed clamping group had significant higher mean corpuscular hemoglobin levels at 8 to 10 months of age (P = .007, our calculation using data in the article), whereas the mean (SD) hemoglobin concentration was higher, but not significantly (11.8 [1.3] vs 10.8 [1.8] g/dL; P = .09, our calculation using data in the article).",
            "26 An observation study conducted by Gyorkos et al 15 in Peru, a setting similar to Nepal, on the effect of a hospital policy change toward delayed cord clamping resulted in improved hemoglobin levels and significantly reduced anemia at 8 postpartum months among 184 infants.",
            "A randomized clinical trial 14 comparing cord clamping after 180 seconds with clamping before 10 seconds in 337 infants from Sweden found no differences in hemoglobin or iron status at 12 months of age, most likely owing to an unexpected low prevalence of anemia (11%-15%) and iron deficiency (3%-5%) at that age."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39039",
        "text": "Our randomized clinical trial shows a significant effect on anemia at 8 months of age, with a risk reduction of 11% in the delayed cord clamping group paired with a 42% risk reduction in iron deficiency. We had hypothesized that delayed cord clamping would increase infant iron stores and hemoglobin levels to 12 months of age. However, although anemia was less prevalent and the mean hemoglobin concentration was higher among the delayed cord clamping group at 12 months, the serum ferritin level was not higher in the delayed clamping group compared with the early clamping group, most probably owing to an increasing importance of complementary food as a source of iron. 27 An additional important observation from our results is that a relatively extended definition of early cord clamping (≤60 seconds) still was inferior to delayed cord clamping after 180 seconds.",
        "section": "Discussion",
        "section_number": 28,
        "sentences": [
            "Our randomized clinical trial shows a significant effect on anemia at 8 months of age, with a risk reduction of 11% in the delayed cord clamping group paired with a 42% risk reduction in iron deficiency.",
            "We had hypothesized that delayed cord clamping would increase infant iron stores and hemoglobin levels to 12 months of age.",
            "However, although anemia was less prevalent and the mean hemoglobin concentration was higher among the delayed cord clamping group at 12 months, the serum ferritin level was not higher in the delayed clamping group compared with the early clamping group, most probably owing to an increasing importance of complementary food as a source of iron.",
            "27 An additional important observation from our results is that a relatively extended definition of early cord clamping (≤60 seconds) still was inferior to delayed cord clamping after 180 seconds."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39039",
        "text": "Some of the strengths and limitations of the study are correlated with the advantages and difficulties associated with the setting in a low-income country. Inclusion was performed during a comparable short time (approximately 7 weeks), which might prevent biases that could occur owing to a longer a Early clamping was defined as 60 seconds or less; delayed clamping, 180 seconds or longer. b Data were missing for 4 infants in the early clamping group and 1 infant in the delayed clamping group. Difference was 0.2 (95% CI, 0.04-0.4) weeks (P = .02).",
        "section": "Strengths and Limitations",
        "section_number": 29,
        "sentences": [
            "Some of the strengths and limitations of the study are correlated with the advantages and difficulties associated with the setting in a low-income country.",
            "Inclusion was performed during a comparable short time (approximately 7 weeks), which might prevent biases that could occur owing to a longer a Early clamping was defined as 60 seconds or less; delayed clamping, 180 seconds or longer.",
            "b Data were missing for 4 infants in the early clamping group and 1 infant in the delayed clamping group.",
            "Difference was 0.2 (95% CI, 0.04-0.4) weeks (P = .02)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39039",
        "text": "inclusion period. The study also compared a relatively late definition of early cord clamping (≤60 seconds) with 180 seconds or more for delayed clamping. Attrition is a major limitation to our study. We expected a high attrition rate of 35% at 8 months owing to difficulties communicating with the included families and powered the study accordingly. The actual attrition rates included 140 infants (25.9%) at 8 and 206 infants (38.1%) at 12 months. These numbers were close to the expected attrition rate but may be associated with bias in the results. To adjust for attrition, results are presented after multiple imputation analysis. Furthermore, a high incidence of protocol deviation occurred in the delayed cord clamping group. When analysis was based on intention to treat, 22.6% of the infants in the delayed cord clamping group underwent clamping before 1 minute, because the nurse-midwives perceived that early clamping against the allocation was required. An analysis of only those cases that were handled per protocol showed similar results (eTables 1 and 2 in Supplement 2). Only women with rela-tively low-risk pregnancies were included in the study, which might impair the generalizability of the study, although the rates of anemia in the study group were comparable with those of earlier reports from Nepal. 28 ",
        "section": "Strengths and Limitations",
        "section_number": 30,
        "sentences": [
            "inclusion period.",
            "The study also compared a relatively late definition of early cord clamping (≤60 seconds) with 180 seconds or more for delayed clamping.",
            "Attrition is a major limitation to our study.",
            "We expected a high attrition rate of 35% at 8 months owing to difficulties communicating with the included families and powered the study accordingly.",
            "The actual attrition rates included 140 infants (25.9%) at 8 and 206 infants (38.1%) at 12 months.",
            "These numbers were close to the expected attrition rate but may be associated with bias in the results.",
            "To adjust for attrition, results are presented after multiple imputation analysis.",
            "Furthermore, a high incidence of protocol deviation occurred in the delayed cord clamping group.",
            "When analysis was based on intention to treat, 22.6% of the infants in the delayed cord clamping group underwent clamping before 1 minute, because the nurse-midwives perceived that early clamping against the allocation was required.",
            "An analysis of only those cases that were handled per protocol showed similar results (eTables 1 and 2 in Supplement 2).",
            "Only women with rela-tively low-risk pregnancies were included in the study, which might impair the generalizability of the study, although the rates of anemia in the study group were comparable with those of earlier reports from Nepal.",
            "28"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39039",
        "text": "This study shows that delayed cord clamping for 180 seconds was an effective intervention to reduce anemia at 8 and 12 months of age in a high-risk population with minimal cost and without apparent adverse effects. If the intervention was implemented on a global scale, this could translate to 5 million fewer infants with anemia at 8 months of age, with particular public health significance in South Asia and Sub-Saharan Africa, where the prevalence of anemia is the highest.",
        "section": "Conclusions",
        "section_number": 31,
        "sentences": [
            "This study shows that delayed cord clamping for 180 seconds was an effective intervention to reduce anemia at 8 and 12 months of age in a high-risk population with minimal cost and without apparent adverse effects.",
            "If the intervention was implemented on a global scale, this could translate to 5 million fewer infants with anemia at 8 months of age, with particular public health significance in South Asia and Sub-Saharan Africa, where the prevalence of anemia is the highest."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39039",
        "text": "Children with anemia and iron deficiency are more likely to experience stunting and delayed psychomotor development. 2 One study has shown that delayed cord ",
        "section": "Conclusions",
        "section_number": 32,
        "sentences": [
            "Children with anemia and iron deficiency are more likely to experience stunting and delayed psychomotor development.",
            "2 One study has shown that delayed cord"
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39039",
        "text": "JAMA Pediatrics March 2017 Volume 171, Number 3 (Reprinted) jamapediatrics.com Copyright 2017 American Medical Association. All rights reserved. Downloaded From: https://jamanetwork.com/ by a University of Alberta User on 02/27/2020",
        "section": "",
        "section_number": 33,
        "sentences": [
            "JAMA Pediatrics March 2017 Volume 171, Number 3 (Reprinted) jamapediatrics.com Copyright 2017 American Medical Association.",
            "All rights reserved.",
            "Downloaded From: https://jamanetwork.com/ by a University of Alberta User on 02/27/2020"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39039",
        "text": "Copyright 2017 American Medical Association. All rights reserved. Downloaded From: https://jamanetwork.com/ by a University of Alberta User on 02/27/2020",
        "section": "",
        "section_number": 34,
        "sentences": [
            "Copyright 2017 American Medical Association.",
            "All rights reserved.",
            "Downloaded From: https://jamanetwork.com/ by a University of Alberta User on 02/27/2020"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    }
]