[
    {
        "doc_id": "35297",
        "text": "Objective. The aim was to assess the efficacy of rituximab for the cutaneous manifestations of adult DM and JDM. Methods. Patients with refractory adult DM (n = 72) and JDM (n = 48) were treated with rituximab in a randomized placebo-phase-controlled trial [either rituximab early drug (week 0/1) or rituximab late arms (week 8/9), such that all subjects received study drug]. Stable concomitant therapy was allowed. Cutaneous disease activity was assessed using the Myositis Disease Activity Assessment Tool, which grades cutaneous disease activity on a visual analog scale. A myositis damage assessment tool, termed the Myositis Damage Index, was used to assess cutaneous damage. Improvement post-rituximab was evaluated in individual rashes as well as in cutaneous disease activity and damage scores. The 2 test, Student's paired t-test and Wilcoxon test were used for analysis. Results. There were significant improvements in cutaneous disease activity from baseline to the end of the trial after rituximab administration in both adult DM and JDM subsets. The cutaneous visual analog scale activity improved in adult DM (3.221.72, P = 0.0002) and JDM (3.261.56, P <0.0001), with erythroderma, erythematous rashes without secondary changes of ulceration or necrosis, heliotrope, Gottron sign and papules improving most significantly. Adult DM subjects receiving rituximab earlier in the trial demonstrated a trend for faster cutaneous response (20% relative improvement from baseline) compared with those receiving B cell depletion later (P = 0.052). Conclusion. Refractory skin rashes in adult DM and JDM showed improvement after the addition of rituximab to the standard therapy in a clinical trial.",
        "section": "Abstract",
        "sentences": [
            "Objective.",
            "The aim was to assess the efficacy of rituximab for the cutaneous manifestations of adult DM and JDM.",
            "Methods.",
            "Patients with refractory adult DM (n = 72) and JDM (n = 48) were treated with rituximab in a randomized placebo-phase-controlled trial [either rituximab early drug (week 0/1) or rituximab late arms (week 8/9), such that all subjects received study drug].",
            "Stable concomitant therapy was allowed.",
            "Cutaneous disease activity was assessed using the Myositis Disease Activity Assessment Tool, which grades cutaneous disease activity on a visual analog scale.",
            "A myositis damage assessment tool, termed the Myositis Damage Index, was used to assess cutaneous damage.",
            "Improvement post-rituximab was evaluated in individual rashes as well as in cutaneous disease activity and damage scores.",
            "The 2 test, Student's paired t-test and Wilcoxon test were used for analysis.",
            "Results.",
            "There were significant improvements in cutaneous disease activity from baseline to the end of the trial after rituximab administration in both adult DM and JDM subsets.",
            "The cutaneous visual analog scale activity improved in adult DM (3.221.72, P = 0.0002) and JDM (3.261.56, P <0.0001), with erythroderma, erythematous rashes without secondary changes of ulceration or necrosis, heliotrope, Gottron sign and papules improving most significantly.",
            "Adult DM subjects receiving rituximab earlier in the trial demonstrated a trend for faster cutaneous response (20% relative improvement from baseline) compared with those receiving B cell depletion later (P = 0.052).",
            "Conclusion.",
            "Refractory skin rashes in adult DM and JDM showed improvement after the addition of rituximab to the standard therapy in a clinical trial."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "35297",
        "text": "The idiopathic inflammatory myopathies are a group of acquired, heterogeneous, systemic CTDs that include adult DM and PM and JDM. Currently, there are no US Food and Drug Administration-approved therapies based on randomized controlled trials. Rituximab, a B cell-depleting agent, has been increasingly used in autoimmune diseases, given the crucial role of B cells in the initiation and propagation of the immune response. Likewise, many retrospective case reports and series have evaluated the use of rituximab in myositis in the past 10 years, including the treatment of the cutaneous features of DM [15] . One open-label, uncontrolled trial of seven DM patients suggested that both skin and muscle disease improved in adult DM [4] , whereas another openlabel uncontrolled trial of eight adult DM patients failed to show a response in severe skin disease after rituximab treatment [6] . Two patients with JDM improved in a case report, and a single-centre retrospective review of JDM patients noted that 75% (9/12) had improvement in cutaneous or muscular manifestations [1, 7] . The Rituximab in Myositis (RIM) Trial allowed the opportunity to evaluate the safety and efficacy of rituximab in treating the rash of DM in both adults and children in a prospective fashion, where the features of myositis were assessed using a validated measure of disease activity [8] .",
        "section": "Introduction",
        "section_number": 1,
        "sentences": [
            "The idiopathic inflammatory myopathies are a group of acquired, heterogeneous, systemic CTDs that include adult DM and PM and JDM.",
            "Currently, there are no US Food and Drug Administration-approved therapies based on randomized controlled trials.",
            "Rituximab, a B cell-depleting agent, has been increasingly used in autoimmune diseases, given the crucial role of B cells in the initiation and propagation of the immune response.",
            "Likewise, many retrospective case reports and series have evaluated the use of rituximab in myositis in the past 10 years, including the treatment of the cutaneous features of DM [15] .",
            "One open-label, uncontrolled trial of seven DM patients suggested that both skin and muscle disease improved in adult DM [4] , whereas another openlabel uncontrolled trial of eight adult DM patients failed to show a response in severe skin disease after rituximab treatment [6] .",
            "Two patients with JDM improved in a case report, and a single-centre retrospective review of JDM patients noted that 75% (9/12) had improvement in cutaneous or muscular manifestations [1, 7] .",
            "The Rituximab in Myositis (RIM) Trial allowed the opportunity to evaluate the safety and efficacy of rituximab in treating the rash of DM in both adults and children in a prospective fashion, where the features of myositis were assessed using a validated measure of disease activity [8] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "35297",
        "text": "The RIM Trial included 200 subjects with refractory myositis (76 PM, 76 adult DM and 48 JDM), who were randomized to receive rituximab early (drug at weeks 0/1, placebo at weeks 8/9) or rituximab late arms (placebo at weeks 0/1, drug at weeks 8/9), such that all subjects received study drug. We used 72 of the 76 adult DM and 48 JDM patients for analysis in this study. They were followed for 44 weeks (14 visits) , and cutaneous disease activity was assessed at several time points: week 0, 4, 8, 12, 16, 20, 24, 38, 32 , 36 and 44. Rituximab dosing was based on the patient's body surface area; children with a body surface area 41.5 m 2 received 575 mg/m 2 at each infusion, and adults and children with a body surface area >1.5 m 2 received 750 mg/m 2 up to 1 g/infusion. The glucocorticoid dose was held constant, without reduction, until week 16, and i.v. glucocorticoids were not allowed at the time of any study medication infusion. Further details of the RIM Trial are published [8] . University of Pittsburgh Institutional Review Board approval and patient consents were obtained for the study.",
        "section": "Study subjects",
        "section_number": 2,
        "sentences": [
            "The RIM Trial included 200 subjects with refractory myositis (76 PM, 76 adult DM and 48 JDM), who were randomized to receive rituximab early (drug at weeks 0/1, placebo at weeks 8/9) or rituximab late arms (placebo at weeks 0/1, drug at weeks 8/9), such that all subjects received study drug.",
            "We used 72 of the 76 adult DM and 48 JDM patients for analysis in this study.",
            "They were followed for 44 weeks (14 visits) , and cutaneous disease activity was assessed at several time points: week 0, 4, 8, 12, 16, 20, 24, 38, 32 , 36 and 44.",
            "Rituximab dosing was based on the patient's body surface area; children with a body surface area 41.5 m 2 received 575 mg/m 2 at each infusion, and adults and children with a body surface area >1.5 m 2 received 750 mg/m 2 up to 1 g/infusion.",
            "The glucocorticoid dose was held constant, without reduction, until week 16, and i.v.",
            "glucocorticoids were not allowed at the time of any study medication infusion.",
            "Further details of the RIM Trial are published [8] .",
            "University of Pittsburgh Institutional Review Board approval and patient consents were obtained for the study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "35297",
        "text": "At all 14 visits, cutaneous clinical disease activity was assessed using the Myositis Disease Activity Assessment Tool (MDAAT) [9] . The MDAAT is a reliable and validated outcome measure in myositis, which has been used in multiple clinical trials [914] . It includes a physician assessment of various cutaneous rashes of adult DM and JDM as well as the grading of cutaneous disease activity measure on a 10 cm visual analog scale (VAS). The following variables were assessed longitudinally on all RIM Trial subjects using the MDAAT: cutaneous ulceration, erythroderma, panniculitis, erythematous rashes with or without secondary changes of erosions, necrosis or vesiculobullous lesions, heliotrope rash, Gottron papules or sign, periungal capillary changes, alopecia (diffuse or focal, patchy with erythema) and mechanics hands. The grading of each of these DM-associated cutaneous clinical features at each trial visit was reported as follows: NA indicates cannot be assessed; 0 indicates not present in the last 4 weeks; 1 indicates improvement in the previous 4 weeks; 2 indicates the rash as unchanged in the previous 4 weeks; 3 refers to worsening over the last 4 weeks; and 4 indicates the new onset of that specific feature in the last 4 weeks. In addition, the global cutaneous disease activity over the past 4 weeks was assessed using the 10 cm VAS at each visit, with a score of 0 indicating no active cutaneous disease and 10 being severe active cutaneous disease. All investigators in the RIM Trial received specialized training along with a glossary and key on assessing cutaneous and other organ system involvement using the MDAAT [15] .",
        "section": "Cutaneous disease activity assessment",
        "section_number": 3,
        "sentences": [
            "At all 14 visits, cutaneous clinical disease activity was assessed using the Myositis Disease Activity Assessment Tool (MDAAT) [9] .",
            "The MDAAT is a reliable and validated outcome measure in myositis, which has been used in multiple clinical trials [914] .",
            "It includes a physician assessment of various cutaneous rashes of adult DM and JDM as well as the grading of cutaneous disease activity measure on a 10 cm visual analog scale (VAS).",
            "The following variables were assessed longitudinally on all RIM Trial subjects using the MDAAT: cutaneous ulceration, erythroderma, panniculitis, erythematous rashes with or without secondary changes of erosions, necrosis or vesiculobullous lesions, heliotrope rash, Gottron papules or sign, periungal capillary changes, alopecia (diffuse or focal, patchy with erythema) and mechanics hands.",
            "The grading of each of these DM-associated cutaneous clinical features at each trial visit was reported as follows: NA indicates cannot be assessed; 0 indicates not present in the last 4 weeks; 1 indicates improvement in the previous 4 weeks; 2 indicates the rash as unchanged in the previous 4 weeks; 3 refers to worsening over the last 4 weeks; and 4 indicates the new onset of that specific feature in the last 4 weeks.",
            "In addition, the global cutaneous disease activity over the past 4 weeks was assessed using the 10 cm VAS at each visit, with a score of 0 indicating no active cutaneous disease and 10 being severe active cutaneous disease.",
            "All investigators in the RIM Trial received specialized training along with a glossary and key on assessing cutaneous and other organ system involvement using the MDAAT [15] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "35297",
        "text": "A validated myositis damage assessment tool, termed the Myositis Damage Index (MDI), was also assessed in the RIM Trial at weeks 0 and 44 [10, 11, 13] . The MDI variables that were assessed included calcinosis, alopecia (due to damage), cutaneous scarring or atrophy, poikiloderma and lipodystrophy. Each of these cutaneous damage variables above was assessed as follows: NA indicates cannot be assessed; 0 indicates the item has never been present; and 1 indicates the presence of one of the aforementioned damage variables that has been present for at least 6 months. Similar to the MDAAT, the MDI also assessed overall cutaneous damage using a 10 cm VAS, with 0 indicating no evidence of cutaneous damage and 10 noting severe evidence of cutaneous damage according to the examining physician.",
        "section": "Cutaneous damage assessment",
        "section_number": 4,
        "sentences": [
            "A validated myositis damage assessment tool, termed the Myositis Damage Index (MDI), was also assessed in the RIM Trial at weeks 0 and 44 [10, 11, 13] .",
            "The MDI variables that were assessed included calcinosis, alopecia (due to damage), cutaneous scarring or atrophy, poikiloderma and lipodystrophy.",
            "Each of these cutaneous damage variables above was assessed as follows: NA indicates cannot be assessed; 0 indicates the item has never been present; and 1 indicates the presence of one of the aforementioned damage variables that has been present for at least 6 months.",
            "Similar to the MDAAT, the MDI also assessed overall cutaneous damage using a 10 cm VAS, with 0 indicating no evidence of cutaneous damage and 10 noting severe evidence of cutaneous damage according to the examining physician."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "35297",
        "text": "Descriptive statistics were performed on subject demographics, key clinical features and baseline cutaneous features of disease activity and damage in the adult DM, JDM and combined cohorts. The MDAAT and MDI variables were analysed for adult DM and JDM separately and for the combined cohort. Changes in the frequency of various cutaneous variables of disease activity and damage were assessed at the last visit after rituximab and compared with the baseline (pre-rituximab) finding using the 2 test (or Fisher's exact test). In addition, the VAS score of cutaneous disease activity and damage was assessed at the last trial visit after rituximab and likewise compared with the baseline (pre-rituximab) finding using Student's paired t-test (before and after). The baseline for all of the above analyses was considered as week 0 for the rituximab early subset and week 8 for the rituximab late subjects, such that the findings were determined as the weeks post-rituximab (i.e. rituximab early: weeks 0, 4, 8, 12, 16, 20, 24, 28, 32, 36 and 44; and rituximab late: weeks 0, 4, 8, 12, 16, 20, 24, 28 and 36) . Given that only half the patient data were available for weeks 32 and 44 (for rituximab early), these data were not included in the primary analysis. For the MDI variables, week 44 data were compared with week 0 (baseline) for all patients. In addition, a comparison of the early vs late rituximab treatment groups for time to 20, 40 and 60% relative improvement of cutaneous disease activity (10 cm VAS) by KaplanMeier and Wilcoxon test was determined.",
        "section": "Statistical analysis",
        "section_number": 5,
        "sentences": [
            "Descriptive statistics were performed on subject demographics, key clinical features and baseline cutaneous features of disease activity and damage in the adult DM, JDM and combined cohorts.",
            "The MDAAT and MDI variables were analysed for adult DM and JDM separately and for the combined cohort.",
            "Changes in the frequency of various cutaneous variables of disease activity and damage were assessed at the last visit after rituximab and compared with the baseline (pre-rituximab) finding using the 2 test (or Fisher's exact test).",
            "In addition, the VAS score of cutaneous disease activity and damage was assessed at the last trial visit after rituximab and likewise compared with the baseline (pre-rituximab) finding using Student's paired t-test (before and after).",
            "The baseline for all of the above analyses was considered as week 0 for the rituximab early subset and week 8 for the rituximab late subjects, such that the findings were determined as the weeks post-rituximab (i.e. rituximab early: weeks 0, 4, 8, 12, 16, 20, 24, 28, 32, 36 and 44; and rituximab late: weeks 0, 4, 8, 12, 16, 20, 24, 28 and 36) .",
            "Given that only half the patient data were available for weeks 32 and 44 (for rituximab early), these data were not included in the primary analysis.",
            "For the MDI variables, week 44 data were compared with week 0 (baseline) for all patients.",
            "In addition, a comparison of the early vs late rituximab treatment groups for time to 20, 40 and 60% relative improvement of cutaneous disease activity (10 cm VAS) by KaplanMeier and Wilcoxon test was determined."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "35297",
        "text": "The characteristics of the full cohort of RIM Trial subjects have been described previously [8] . The clinical characteristics of the adult DM and JDM patients are specifically listed in Table 1 . In summary, most patients were female (70%), Caucasian (73%), had active cutaneous disease [mean (S.D.) baseline physician global cutaneous disease VAS: 3.2 (2.3)] and were refractory, with chronic disease [failed mean of 2.6 immunosuppressive agents and glucocorticoids; and mean (S.D.) disease duration was 5.3 (6.9) years]. Concomitant therapies included 68% MTX, 18% AZA, 7% IVIG, 9% mycophenolate and 3% tacrolimus. The most common myositis-specific autoantibodies in the adult DM patients included anti-Mi-2 (28%) and antisynthetase (21%), whereas the JDM subjects possessed anti-NXP2 (33%) and anti-TIF1-g (27%) autoantibodies.",
        "section": "Baseline characteristics of JDM and DM subjects",
        "section_number": 6,
        "sentences": [
            "The characteristics of the full cohort of RIM Trial subjects have been described previously [8] .",
            "The clinical characteristics of the adult DM and JDM patients are specifically listed in Table 1 .",
            "In summary, most patients were female (70%), Caucasian (73%), had active cutaneous disease [mean (S.D.) baseline physician global cutaneous disease VAS: 3.2 (2.3)] and were refractory, with chronic disease [failed mean of 2.6 immunosuppressive agents and glucocorticoids; and mean (S.D.) disease duration was 5.3 (6.9) years].",
            "Concomitant therapies included 68% MTX, 18% AZA, 7% IVIG, 9% mycophenolate and 3% tacrolimus.",
            "The most common myositis-specific autoantibodies in the adult DM patients included anti-Mi-2 (28%) and antisynthetase (21%), whereas the JDM subjects possessed anti-NXP2 (33%) and anti-TIF1-g (27%) autoantibodies."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "35297",
        "text": "The baseline cutaneous rashes in the adult DM and JDM cohort are described in Table 2 .",
        "section": "Baseline characteristics of JDM and DM subjects",
        "section_number": 7,
        "sentences": [
            "The baseline cutaneous rashes in the adult DM and JDM cohort are described in Table 2 ."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "35297",
        "text": "Among adult DM patients, most had an active rash 89% (64/72), which included the classic DM rashes of Gottron changes and/or a heliotrope (50/72, 69%). The baseline mean (S.D.) cutaneous disease activity was 3.2 (2.46) on a 10 cm VAS, with the most common rashes including erythematous rashes without chronic changes of erosion or necrosis (44/72, 61%) and periungual capillary changes (44/72, 61%), followed by heliotrope rash and Gottron papules (41/72, 57% and 41/72, 57%, respectively). Further details of the frequency of specific DM rashes at baseline and follow-up are noted in Table 2 . The baseline mean (S.D.) cutaneous damage (10 cm VAS) was 1.5 (2.02), (Table 2 ). However, there was no significant improvement in cutaneous ulceration, panniculitis, erythematous rash with ulceration or necrosis or focal alopecia. Figure 1 graphically demonstrates this steady decline in the frequency of classic DM rashes after rituximab. A similar decline was seen in all of the other rashes that demonstrated a significant decrease in frequency (graphs not shown). The cutaneous disease activity score improved in most patients [67% (45/67)] by 50.5 cm on the 10 cm VAS, while 21% (14/67) were stable and 12% (8/67) worse (Fig. 2) . Among the damage variables, no major changes were seen in calcinosis, alopecia, cutaneous scarring or atrophy, poikiloderma and lipodystrophy ( Table 2 ). The mean (S.D.) VAS score on MDI was 1.49 (2.02) at baseline and significantly decreased to 0.96 (1.53) at the week 44 time point, P = 0.003. The median time to improvement of rash by 40% was week 16. There was no significant difference in the time to improvement among various DM autoantibody subsets or by DM autoantibody-positive patients compared with autoantibody-negative patients.",
        "section": "Baseline disease activity and damage in adult DM",
        "section_number": 8,
        "sentences": [
            "Among adult DM patients, most had an active rash 89% (64/72), which included the classic DM rashes of Gottron changes and/or a heliotrope (50/72, 69%).",
            "The baseline mean (S.D.) cutaneous disease activity was 3.2 (2.46) on a 10 cm VAS, with the most common rashes including erythematous rashes without chronic changes of erosion or necrosis (44/72, 61%) and periungual capillary changes (44/72, 61%), followed by heliotrope rash and Gottron papules (41/72, 57% and 41/72, 57%, respectively).",
            "Further details of the frequency of specific DM rashes at baseline and follow-up are noted in Table 2 .",
            "The baseline mean (S.D.) cutaneous damage (10 cm VAS) was 1.5 (2.02), (Table 2 ).",
            "However, there was no significant improvement in cutaneous ulceration, panniculitis, erythematous rash with ulceration or necrosis or focal alopecia.",
            "Figure 1 graphically demonstrates this steady decline in the frequency of classic DM rashes after rituximab.",
            "A similar decline was seen in all of the other rashes that demonstrated a significant decrease in frequency (graphs not shown).",
            "The cutaneous disease activity score improved in most patients [67% (45/67)] by 50.5 cm on the 10 cm VAS, while 21% (14/67) were stable and 12% (8/67) worse (Fig. 2) .",
            "Among the damage variables, no major changes were seen in calcinosis, alopecia, cutaneous scarring or atrophy, poikiloderma and lipodystrophy ( Table 2 ).",
            "The mean (S.D.) VAS score on MDI was 1.49 (2.02) at baseline and significantly decreased to 0.96 (1.53) at the week 44 time point, P = 0.003.",
            "The median time to improvement of rash by 40% was week 16.",
            "There was no significant difference in the time to improvement among various DM autoantibody subsets or by DM autoantibody-positive patients compared with autoantibody-negative patients."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "35297",
        "text": "Patients in the rituximab early group demonstrated a trend for 20% relative improvement in their cutaneous disease activity score, faster than those in the rituximab late cohort (P < 0.052; Supplementary Fig. 1 ). Likewise, the rituximab early group also showed a trend for a more .002) . Likewise, the frequency of the classic JDM rashes (heliotrope or Gottron changes) decreased from 96% (46/48) to 64% (28/44) by study conclusion (P < 0.0001). Among individual rashes, a significant decrease was seen in cutaneous ulcerations, erythroderma, erythematous rash without ulceration or necrosis, heliotrope, Gottron sign/papules, periungual capillary changes and focal alopecia (Table 2 ). However, there was no significant improvement in panniculitis, erythematous rash with secondary changes of ulceration or necrosis, diffuse alopecia or mechanics hands. Figure 1 again graphically demonstrates the steady decline after rituximab in the frequency of the classic JDM rashes (heliotrope, Gottron papule/sign). A similar decline was seen in all other rashes that also significantly decreased (figure not shown). The cutaneous disease activity VAS score improved in most patients [75% (33/44) by 50.5], while it was stable in 14% (6/44) and worse in 11% (5/44) (Fig. 2) . Among the damage variables, no major changes were seen in calcinosis, alopecia, cutaneous scarring or atrophy, poikiloderma and lipodystrophy (Table 2) . Likewise, there was no statistical improvement in the VAS MDI, because it was 2.13 (2.34) at baseline and 1.98 (2.27) at the week 44 time point (P = 0.47). The median time to improvement of the rash by 40% occurred by week 12. There was no significant difference in time to improvement among various JDM autoantibody subsets or by JDM autoantibody-positive patients compared with autoantibody-negative patients.",
        "section": "Effect of rituximab on cutaneous disease in adult DM",
        "section_number": 9,
        "sentences": [
            "Patients in the rituximab early group demonstrated a trend for 20% relative improvement in their cutaneous disease activity score, faster than those in the rituximab late cohort (P < 0.052; Supplementary Fig. 1 ).",
            "Likewise, the rituximab early group also showed a trend for a more .002) .",
            "Likewise, the frequency of the classic JDM rashes (heliotrope or Gottron changes) decreased from 96% (46/48) to 64% (28/44) by study conclusion (P < 0.0001).",
            "Among individual rashes, a significant decrease was seen in cutaneous ulcerations, erythroderma, erythematous rash without ulceration or necrosis, heliotrope, Gottron sign/papules, periungual capillary changes and focal alopecia (Table 2 ).",
            "However, there was no significant improvement in panniculitis, erythematous rash with secondary changes of ulceration or necrosis, diffuse alopecia or mechanics hands.",
            "Figure 1 again graphically demonstrates the steady decline after rituximab in the frequency of the classic JDM rashes (heliotrope, Gottron papule/sign).",
            "A similar decline was seen in all other rashes that also significantly decreased (figure not shown).",
            "The cutaneous disease activity VAS score improved in most patients [75% (33/44) by 50.5], while it was stable in 14% (6/44) and worse in 11% (5/44) (Fig. 2) .",
            "Among the damage variables, no major changes were seen in calcinosis, alopecia, cutaneous scarring or atrophy, poikiloderma and lipodystrophy (Table 2) .",
            "Likewise, there was no statistical improvement in the VAS MDI, because it was 2.13 (2.34) at baseline and 1.98 (2.27) at the week 44 time point (P = 0.47).",
            "The median time to improvement of the rash by 40% occurred by week 12.",
            "There was no significant difference in time to improvement among various JDM autoantibody subsets or by JDM autoantibody-positive patients compared with autoantibody-negative patients."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "35297",
        "text": "Patients in the rituximab early arm did not show a trend for 20% improvement in their cutaneous disease activity score faster than patients in the rituximab late arm (P = 0.5, Supplementary Fig. 1 ), but showed a weak trend for 40 and 60% relative improvement (P = 0.22 and P = 11, respectively).",
        "section": "Effect of rituximab on cutaneous disease in JDM",
        "section_number": 10,
        "sentences": [
            "Patients in the rituximab early arm did not show a trend for 20% improvement in their cutaneous disease activity score faster than patients in the rituximab late arm (P = 0.5, Supplementary Fig. 1 ), but showed a weak trend for 40 and 60% relative improvement (P = 0.22 and P = 11, respectively)."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "35297",
        "text": "The RIM Trial was the first prospective, randomized, double-blind trial in myositis, the largest clinical trial ever performed in the inflammatory myopathies, and the first to combine adult and paediatric idiopathic inflammatory myopathy subjects [8] . We sought to assess the efficacy of rituximab on the cutaneous features of adult DM and JDM in a refractory cohort of myositis patients and used validated measures of disease activity and damage in adult and paediatric myositis patients [911, 13] . Our results showed significant overall improvement in cutaneous disease activity in adult DM and JDM patients after rituximab. Moreover, many rashes, such as Gottron changes, heliotrope and other erythematous rashes, improved in DM and JDM patients, including treatment-resistant cutaneous ulceration in the JDM subset. In adult DM, the cohort of subjects receiving rituximab early also demonstrated a trend for faster improvement in cutaneous disease activity compared with those receiving rituximab late, suggesting a possible rituximab-specific effect on cutaneous improvement. But in the JDM cohort, there was only a weak trend toward a faster improvement at 40 and 60% in those subjects receiving rituximab early, but none at 20% improvement. However, it is important to note that, collectively, the RIM Trial patients represent a cohort with generally refractory myositis, in whom therapy with glucocorticoids and, on average, less than two additional immunosuppressive agents had failed over the course of their disease. Autoantibody subgroups did not show a significant difference in terms of cutaneous improvement, but this could be attributable to small numbers of patients in each autoantibody subgroup. It is also of note that no major worsening in cumulative cutaneous damage resulted over the 44 week course of the RIM Trial. The pathogenesis of cutaneous disease in DM is not completely understood. Certainly, humoral immunity is implicated, with activation of the complement system leading to deposition of membrane attack complex in the capillaries. This leads to inflammation and necrosis of endothelial cells, thereby allowing activated T cells to migrate into muscle, causing ischaemia [16, 17] . It is possible that a similar mechanism is active in cutaneous manifestations of DM. Previous studies have shown more perivascular B lymphocytes than endomysial T lymphocytes in DM muscle, while skin lesions in DM show a predominance of T lymphocytes [18] . DM patients have also been found to have high serum concentrations of B-cell-activating factor, suggesting a more central role of the B cell [19, 20] . The characteristic features of a B cell antigen-driven autoimmune response in inflammatory myopathies include clonal expansion, class-switched somatic mutation and plasma cell maturation. In addition, B cells function as antigen presenting cells, co-stimulate T cells and secrete pro-inflammatory cytokines, thus making them a reasonable target in adult DM and JDM. Finally, the identification of several different autoantibodies in adult DM and JDM further supports the role of humoral immunity. Thus, our results demonstrate a significant improvement in the recalcitrant cutaneous lesions in DM after B cell depletion, supporting the role of the B cell in the pathogenesis of the cutaneous features of DM and JDM.",
        "section": "Discussion",
        "section_number": 11,
        "sentences": [
            "The RIM Trial was the first prospective, randomized, double-blind trial in myositis, the largest clinical trial ever performed in the inflammatory myopathies, and the first to combine adult and paediatric idiopathic inflammatory myopathy subjects [8] .",
            "We sought to assess the efficacy of rituximab on the cutaneous features of adult DM and JDM in a refractory cohort of myositis patients and used validated measures of disease activity and damage in adult and paediatric myositis patients [911, 13] .",
            "Our results showed significant overall improvement in cutaneous disease activity in adult DM and JDM patients after rituximab.",
            "Moreover, many rashes, such as Gottron changes, heliotrope and other erythematous rashes, improved in DM and JDM patients, including treatment-resistant cutaneous ulceration in the JDM subset.",
            "In adult DM, the cohort of subjects receiving rituximab early also demonstrated a trend for faster improvement in cutaneous disease activity compared with those receiving rituximab late, suggesting a possible rituximab-specific effect on cutaneous improvement.",
            "But in the JDM cohort, there was only a weak trend toward a faster improvement at 40 and 60% in those subjects receiving rituximab early, but none at 20% improvement.",
            "However, it is important to note that, collectively, the RIM Trial patients represent a cohort with generally refractory myositis, in whom therapy with glucocorticoids and, on average, less than two additional immunosuppressive agents had failed over the course of their disease.",
            "Autoantibody subgroups did not show a significant difference in terms of cutaneous improvement, but this could be attributable to small numbers of patients in each autoantibody subgroup.",
            "It is also of note that no major worsening in cumulative cutaneous damage resulted over the 44 week course of the RIM Trial.",
            "The pathogenesis of cutaneous disease in DM is not completely understood.",
            "Certainly, humoral immunity is implicated, with activation of the complement system leading to deposition of membrane attack complex in the capillaries.",
            "This leads to inflammation and necrosis of endothelial cells, thereby allowing activated T cells to migrate into muscle, causing ischaemia [16, 17] .",
            "It is possible that a similar mechanism is active in cutaneous manifestations of DM.",
            "Previous studies have shown more perivascular B lymphocytes than endomysial T lymphocytes in DM muscle, while skin lesions in DM show a predominance of T lymphocytes [18] .",
            "DM patients have also been found to have high serum concentrations of B-cell-activating factor, suggesting a more central role of the B cell [19, 20] .",
            "The characteristic features of a B cell antigen-driven autoimmune response in inflammatory myopathies include clonal expansion, class-switched somatic mutation and plasma cell maturation.",
            "In addition, B cells function as antigen presenting cells, co-stimulate T cells and secrete pro-inflammatory cytokines, thus making them a reasonable target in adult DM and JDM.",
            "Finally, the identification of several different autoantibodies in adult DM and JDM further supports the role of humoral immunity.",
            "Thus, our results demonstrate a significant improvement in the recalcitrant cutaneous lesions in DM after B cell depletion, supporting the role of the B cell in the pathogenesis of the cutaneous features of DM and JDM."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "35297",
        "text": "A potential limitation of the present study includes the post hoc nature of the analysis. However, we performed and presented results of all types of analyses that were performed, irrespective of results. Moreover, the analysis was driven by clinical questions relevant to the management of patients with DM rather than data mining. Another limitation inherent in the design of the RIM Trial is the difficulty in elucidating a true effect of rituximab compared with placebo, given the fact that both groups received rituximab within 8 weeks of each other. We attempted to overcome this limitation by assessing the time to 20, 40 and 60% improvement in the DM and JDM cohorts between the early vs late rituximab cohorts, but a lack of adequate power for subset analysis owing to smaller sample sizes limited the likelihood of finding a true effect, as well as a relatively short time difference (i.e. 8 weeks) between those subjects receiving rituximab early vs those receiving it later.",
        "section": "Discussion",
        "section_number": 12,
        "sentences": [
            "A potential limitation of the present study includes the post hoc nature of the analysis.",
            "However, we performed and presented results of all types of analyses that were performed, irrespective of results.",
            "Moreover, the analysis was driven by clinical questions relevant to the management of patients with DM rather than data mining.",
            "Another limitation inherent in the design of the RIM Trial is the difficulty in elucidating a true effect of rituximab compared with placebo, given the fact that both groups received rituximab within 8 weeks of each other.",
            "We attempted to overcome this limitation by assessing the time to 20, 40 and 60% improvement in the DM and JDM cohorts between the early vs late rituximab cohorts, but a lack of adequate power for subset analysis owing to smaller sample sizes limited the likelihood of finding a true effect, as well as a relatively short time difference (i.e. 8 weeks) between those subjects receiving rituximab early vs those receiving it later."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "35297",
        "text": "In conclusion, the refractory cutaneous rashes of DM and JDM improved in frequency as well as severity after rituximab in a large group of patients from the RIM Trial. However, it is difficult conclusively to attribute the efficacy directly to rituximab even though trends for more rapid improvement were observed in subjects receiving rituximab early compared with late.",
        "section": "Discussion",
        "section_number": 13,
        "sentences": [
            "In conclusion, the refractory cutaneous rashes of DM and JDM improved in frequency as well as severity after rituximab in a large group of patients from the RIM Trial.",
            "However, it is difficult conclusively to attribute the efficacy directly to rituximab even though trends for more rapid improvement were observed in subjects receiving rituximab early compared with late."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "35297",
        "text": "Rheumatology 2017;56:254 doi:10.1093/rheumatology/kew330 Advance Access publication 27 September 2016",
        "section": "Clinical vignette",
        "section_number": 14,
        "sentences": [
            "Rheumatology 2017;56:254 doi:10.1093/rheumatology/kew330 Advance Access publication 27 September 2016"
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "35297",
        "text": "Trachyonychia in juvenile dermatomyositis: nail as a mirror to disease activity A diagnosed case of juvenile amyopathic DM with calcinosis cutis was referred to us for abnormal nail findings. The boy had a heliotrope rash, Gottron's papules, calcinosis cutis and an ANA titre of 1:640 with speckled pattern. Interestingly, all twenty nails showed diffuse longitudinal ridging, pitting and loss of lustre resulting in sandpaper-like texture (trachyonychia) (Fig. 1A ). There were no features to suggest alopecia areata, lichen planus or psoriasis. Nail-fold capillaroscopy revealed abnormal capillaries.",
        "section": "Clinical vignette",
        "section_number": 15,
        "sentences": [
            "Trachyonychia in juvenile dermatomyositis: nail as a mirror to disease activity A diagnosed case of juvenile amyopathic DM with calcinosis cutis was referred to us for abnormal nail findings.",
            "The boy had a heliotrope rash, Gottron's papules, calcinosis cutis and an ANA titre of 1:640 with speckled pattern.",
            "Interestingly, all twenty nails showed diffuse longitudinal ridging, pitting and loss of lustre resulting in sandpaper-like texture (trachyonychia) (Fig. 1A ).",
            "There were no features to suggest alopecia areata, lichen planus or psoriasis.",
            "Nail-fold capillaroscopy revealed abnormal capillaries."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "35297",
        "text": "The boy was started on 15 mg MTX weekly and 100 mg HCQ daily. No topical therapy was given for the trachyonychia. After 6 months, the cutaneous features showed improvement. Drawing our attention, significant improvement was also seen in the trachyonychia (Fig. 1B) .",
        "section": "Clinical vignette",
        "section_number": 16,
        "sentences": [
            "The boy was started on 15 mg MTX weekly and 100 mg HCQ daily.",
            "No topical therapy was given for the trachyonychia.",
            "After 6 months, the cutaneous features showed improvement.",
            "Drawing our attention, significant improvement was also seen in the trachyonychia (Fig. 1B) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "35297",
        "text": "Trachyonychia is due to non-uniform levels of inflammatory activity within the nail matrix. Calcinosis cutis occurs in severe cases of JDM with persistent inflammation [1] . Both the matrix and nail-fold capillaries are derived from the palmar digital arteries, and angiopathy can contribute to defective growth and repair of the nail plate, as in our patient [2] . Improvement of nail changes upon diseasespecific treatment prompted us to propose trachyonychia as an associated finding in JDM. New textural nail changes in DM patients may signify disease progression in terms of ongoing microangiopathy.",
        "section": "Clinical vignette",
        "section_number": 17,
        "sentences": [
            "Trachyonychia is due to non-uniform levels of inflammatory activity within the nail matrix.",
            "Calcinosis cutis occurs in severe cases of JDM with persistent inflammation [1] .",
            "Both the matrix and nail-fold capillaries are derived from the palmar digital arteries, and angiopathy can contribute to defective growth and repair of the nail plate, as in our patient [2] .",
            "Improvement of nail changes upon diseasespecific treatment prompted us to propose trachyonychia as an associated finding in JDM.",
            "New textural nail changes in DM patients may signify disease progression in terms of ongoing microangiopathy."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "35297",
        "text": "Funding: No specific funding was received from any bodies in the public, commercial or not-for-profit sectors to carry out the work described in this manuscript.",
        "section": "Clinical vignette",
        "section_number": 18,
        "sentences": [
            "Funding: No specific funding was received from any bodies in the public, commercial or not-for-profit sectors to carry out the work described in this manuscript."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "35297",
        "text": "Disclosure statement: The authors have declared no conflicts of interest.",
        "section": "Clinical vignette",
        "section_number": 19,
        "sentences": [
            "Disclosure statement: The authors have declared no conflicts of interest."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "35297",
        "text": "Muhammed Razmi T 1 , Keshavamurthy Vinay 1 and Davinder Parsad 1",
        "section": "Clinical vignette",
        "section_number": 20,
        "sentences": [
            "Muhammed Razmi T 1 , Keshavamurthy Vinay 1 and Davinder Parsad 1"
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "35297",
        "text": "www.rheumatology.oxfordjournals.orgRohit Aggarwal et al.Downloaded from https://academic.oup.com/rheumatology/article-abstract/56/2/247/2528272 by Univ of Alberta Library user on 27 February 2020",
        "section": "",
        "section_number": 21,
        "sentences": [
            "www.rheumatology.oxfordjournals.orgRohit Aggarwal et al.Downloaded from https://academic.oup.com/rheumatology/article-abstract/56/2/247/2528272 by Univ of Alberta Library user on 27 February 2020"
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "35297",
        "text": "http://www.niehs.nih.gov/research/resources/imacs/ diseaseactivity. 16 Khanna S, Reed AM. Immunopathogenesis of juvenile dermatomyositis. Muscle Nerve 2010;41:58192. 17 Dalakas MC, Hohlfeld R. Polymyositis and dermatomyositis. Lancet 2003;362:97182. www.rheumatology.oxfordjournals.org",
        "section": "",
        "section_number": 22,
        "sentences": [
            "http://www.niehs.nih.gov/research/resources/imacs/ diseaseactivity.",
            "16 Khanna S, Reed AM.",
            "Immunopathogenesis of juvenile dermatomyositis.",
            "Muscle Nerve 2010;41:58192.",
            "17 Dalakas MC, Hohlfeld R. Polymyositis and dermatomyositis.",
            "Lancet 2003;362:97182.",
            "www.rheumatology.oxfordjournals.org"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    }
]