[
    {
        "doc_id": "37254",
        "text": "Background: The present study aims to explore the effect of weight bearing exercise on bone mineral density (BMD) and bone growth in children with cerebral palsy (CP). Methods: Twelve children with CP of functional level of gross motor functional classification scale (GMFCS) V and 6 healthy children (control group) were included in the study. Participants underwent a dual-energy X-ray absorptiometry scan to measure the BMD of the femur and full-length anteroposterior radiography to measure the bone length of the femur and tibia at baseline and after 6 months. Patients were randomly divided into 2 groups: group A with programmed standing exercises and assisted standing for more than 2 hours a day, more than 5 days a week; and group B with conventional physiotherapy with a standing program for 20 minutes a day, 2 to 3 days a week. Results: A 6-month follow-up showed significantly increased BMD on the femur neck in the control group. Although the changes in BMD were not significant in both groups, group A demonstrated an increased trend of BMD, whereas group B showed a decreased trend. Bone length was significantly increased in all 3 groups at the 6-month follow-up. Although this increase was not significant, the change in bone length was greatest in the control group. The smallest changes were observed in group B. Conclusions: Weight bearing exercise may play an important role in increasing or maintaining BMD in children with CP and is also expected to promote bone growth. Programmed standing may be used as an effective treatment method to increase BMD in children with CP. However, further studies with a larger cohort and longer follow-up period are required to reveal further information on the benefit of weight bearing exercise and to develop a detailed program. Abbreviations: BMD = bone mineral density, CP = cerebral palsy, GMFCS = gross motor functional classification scale.",
        "section": "Abstract",
        "sentences": [
            "Background: The present study aims to explore the effect of weight bearing exercise on bone mineral density (BMD) and bone growth in children with cerebral palsy (CP).",
            "Methods: Twelve children with CP of functional level of gross motor functional classification scale (GMFCS) V and 6 healthy children (control group) were included in the study.",
            "Participants underwent a dual-energy X-ray absorptiometry scan to measure the BMD of the femur and full-length anteroposterior radiography to measure the bone length of the femur and tibia at baseline and after 6 months.",
            "Patients were randomly divided into 2 groups: group A with programmed standing exercises and assisted standing for more than 2 hours a day, more than 5 days a week; and group B with conventional physiotherapy with a standing program for 20 minutes a day, 2 to 3 days a week.",
            "Results: A 6-month follow-up showed significantly increased BMD on the femur neck in the control group.",
            "Although the changes in BMD were not significant in both groups, group A demonstrated an increased trend of BMD, whereas group B showed a decreased trend.",
            "Bone length was significantly increased in all 3 groups at the 6-month follow-up.",
            "Although this increase was not significant, the change in bone length was greatest in the control group.",
            "The smallest changes were observed in group B. Conclusions: Weight bearing exercise may play an important role in increasing or maintaining BMD in children with CP and is also expected to promote bone growth.",
            "Programmed standing may be used as an effective treatment method to increase BMD in children with CP.",
            "However, further studies with a larger cohort and longer follow-up period are required to reveal further information on the benefit of weight bearing exercise and to develop a detailed program.",
            "Abbreviations: BMD = bone mineral density, CP = cerebral palsy, GMFCS = gross motor functional classification scale."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37254",
        "text": "Children with physical disabilities have lower bone mineral density (BMD) and a higher risk of osteoporosis than healthy children. Contributing factors include decreased functional level, nutritional status, reduced calcium intake, intake of antiepileptic drugs, limited sunlight exposure related to decreased outdoor activities, and immobilization. [1] [2] [3] Childhood is a critically important period in the achievement of healthy bone mass. As the results of failure in achievement of EYH and JHC are cofirst authors and contributed equally to the work.",
        "section": "Introduction",
        "section_number": 1,
        "sentences": [
            "Children with physical disabilities have lower bone mineral density (BMD) and a higher risk of osteoporosis than healthy children.",
            "Contributing factors include decreased functional level, nutritional status, reduced calcium intake, intake of antiepileptic drugs, limited sunlight exposure related to decreased outdoor activities, and immobilization. [",
            "1] [2] [3] Childhood is a critically important period in the achievement of healthy bone mass.",
            "As the results of failure in achievement of EYH and JHC are cofirst authors and contributed equally to the work."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37254",
        "text": "Ethical approval: All procedures performed in studies were in accordance with the ethical standards of the institutional review board and with the 1964 Helsinki declaration and is later amendments of comparable ethical standards.",
        "section": "Introduction",
        "section_number": 2,
        "sentences": [
            "Ethical approval: All procedures performed in studies were in accordance with the ethical standards of the institutional review board and with the 1964 Helsinki declaration and is later amendments of comparable ethical standards."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37254",
        "text": "Informed consent: Informed consent was obtained from primary caregivers of all study participants included in the study.",
        "section": "Introduction",
        "section_number": 3,
        "sentences": [
            "Informed consent: Informed consent was obtained from primary caregivers of all study participants included in the study."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37254",
        "text": "Authors' contributions: SHI and EUH conceived and designed the experiments, SHI and JHC performed the experiments, SHK and EYH analyzed the data and contributed reagents/materials/analysis tools, EYH, JHC, SHI, and SHK contributed to the writing of the manuscript. optimal bone health, children with developmental disabilities are at a high risk of lifetime osteoporosis and are prone to traumatic fractures, even during simple activities such as dressing and undressing. [4] Nearly 20% of nonambulatory children and young adults had sustained a femur fracture at some time in their life. [5, 6] The incidence of fractures in cerebral palsy (CP) children with moderate to severe motor impairment has been reported up to 9.7% per year. [7] Reduced physical activity and abnormal muscle tone can also negatively influence bone growth in length. [8] Weight bearing standing exercise is widely used in rehabilitation programs and may enhance functional abilities, increase BMD, and prevent or minimize musculoskeletal problems. [9] However, relatively little is known about the effect of standing or weight bearing exercise on bone health during vigorous growth period. Because of the limited clinical evidence of its effects on BMD and bony length growth, the frequency and duration of weight bearing standing exercise are usually decided based on the experience of the clinician. The present study was performed to determine the effect of regular programmed weight bearing exercise on BMD and bone growth in children with CP.",
        "section": "Introduction",
        "section_number": 4,
        "sentences": [
            "Authors' contributions: SHI and EUH conceived and designed the experiments, SHI and JHC performed the experiments, SHK and EYH analyzed the data and contributed reagents/materials/analysis tools, EYH, JHC, SHI, and SHK contributed to the writing of the manuscript.",
            "optimal bone health, children with developmental disabilities are at a high risk of lifetime osteoporosis and are prone to traumatic fractures, even during simple activities such as dressing and undressing. [",
            "4] Nearly 20% of nonambulatory children and young adults had sustained a femur fracture at some time in their life. [",
            "5, 6] The incidence of fractures in cerebral palsy (CP) children with moderate to severe motor impairment has been reported up to 9.7% per year. [",
            "7] Reduced physical activity and abnormal muscle tone can also negatively influence bone growth in length. [",
            "8] Weight bearing standing exercise is widely used in rehabilitation programs and may enhance functional abilities, increase BMD, and prevent or minimize musculoskeletal problems. [",
            "9] However, relatively little is known about the effect of standing or weight bearing exercise on bone health during vigorous growth period.",
            "Because of the limited clinical evidence of its effects on BMD and bony length growth, the frequency and duration of weight bearing standing exercise are usually decided based on the experience of the clinician.",
            "The present study was performed to determine the effect of regular programmed weight bearing exercise on BMD and bone growth in children with CP."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37254",
        "text": "We included only the spastic CP children who were unable to stand without support, with a functional level of gross motor functional classification scale (GMFCS) V, for homogeneity of participants, because muscle spasticity or different functional level may influence the BMD. Exclusion criteria were as follows: previous fracture of the lower limb, severe spinal deformity, hip dislocation, surgery on the spine, lower limbs, or nerve block within the previous 3 months, oral anticonvulsant intake, and current vitamin D supplementation or history of vitamin D supplementation within 6 months.",
        "section": "Participants",
        "section_number": 5,
        "sentences": [
            "We included only the spastic CP children who were unable to stand without support, with a functional level of gross motor functional classification scale (GMFCS) V, for homogeneity of participants, because muscle spasticity or different functional level may influence the BMD.",
            "Exclusion criteria were as follows: previous fracture of the lower limb, severe spinal deformity, hip dislocation, surgery on the spine, lower limbs, or nerve block within the previous 3 months, oral anticonvulsant intake, and current vitamin D supplementation or history of vitamin D supplementation within 6 months."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37254",
        "text": "Between December 1, 2011 and June 30, 2012, 44 children with CP were recruited from the Physical Medicine and Rehabilitation Department of a tertiary hospital. Of the 44 children with CP who underwent an eligibility assessment, 15 were deemed eligible for the randomization procedure. Participants were randomly assigned by the study biostatistician, who was not involved in the outcome measure. This randomization was achieved by assigning participants to either the programmed standing exercise group (group A) or the standing as usual group according to conventional rehabilitation treatment (group B) with equal probability within randomly permuted blocks of size 2, 4, and 8. Due to the preliminary nature of the study, stratification in grouping was not performed. One child in group A and 2 children in group B discontinued participation in the study. Finally data from 6 healthy children (control group) and 12 children with CP (group A = 7 children; group B = 5 children) were analyzed.",
        "section": "Participants",
        "section_number": 6,
        "sentences": [
            "Between December 1, 2011 and June 30, 2012, 44 children with CP were recruited from the Physical Medicine and Rehabilitation Department of a tertiary hospital.",
            "Of the 44 children with CP who underwent an eligibility assessment, 15 were deemed eligible for the randomization procedure.",
            "Participants were randomly assigned by the study biostatistician, who was not involved in the outcome measure.",
            "This randomization was achieved by assigning participants to either the programmed standing exercise group (group A) or the standing as usual group according to conventional rehabilitation treatment (group B) with equal probability within randomly permuted blocks of size 2, 4, and 8.",
            "Due to the preliminary nature of the study, stratification in grouping was not performed.",
            "One child in group A and 2 children in group B discontinued participation in the study.",
            "Finally data from 6 healthy children (control group) and 12 children with CP (group A = 7 children; group B = 5 children) were analyzed."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            1,
            -1,
            -1,
            -1
        ],
        "classification_label": 0
    },
    {
        "doc_id": "37254",
        "text": "Participants in the control group were healthy and free of any diseases that affect growth or development. Those with a history of leg fractures, scoliosis, and current or previous pharmacotherapy within 6 months that may affect growth were excluded.",
        "section": "Participants",
        "section_number": 7,
        "sentences": [
            "Participants in the control group were healthy and free of any diseases that affect growth or development.",
            "Those with a history of leg fractures, scoliosis, and current or previous pharmacotherapy within 6 months that may affect growth were excluded."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37254",
        "text": "Written informed consent was obtained from primary caregivers of all study participants, and approval for the study was obtained from the institutional review board. This study was performed in accordance with the amended Declaration of Helsinki.",
        "section": "Participants",
        "section_number": 8,
        "sentences": [
            "Written informed consent was obtained from primary caregivers of all study participants, and approval for the study was obtained from the institutional review board.",
            "This study was performed in accordance with the amended Declaration of Helsinki."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37254",
        "text": "All participants in group A and group B were enrolled in each program for 6 months: group A with programmed assisted standing for more than 2 hours a day, at least 5 days a week; and group B with assisted standing for 20 minutes a day, 2 to 3 days a week. With exception of assisted standing program, other conventional rehabilitation program including neurodevelopmental treatment, gross motor task training, functional electrical stimulation was undertaken in the same manner in both groups.",
        "section": "Protocol",
        "section_number": 9,
        "sentences": [
            "All participants in group A and group B were enrolled in each program for 6 months: group A with programmed assisted standing for more than 2 hours a day, at least 5 days a week; and group B with assisted standing for 20 minutes a day, 2 to 3 days a week.",
            "With exception of assisted standing program, other conventional rehabilitation program including neurodevelopmental treatment, gross motor task training, functional electrical stimulation was undertaken in the same manner in both groups."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37254",
        "text": "All participants underwent a dual-energy X-ray absorptiometry (DEXA) scan and full-length anteroposterior radiography to measure femur and tibia bone lengths at baseline and after 6 months. BMD in the proximal femur was measured with DEXA. Standard scanning procedures were used for the femur neck. To minimize motion-related variability, subjects with severe involuntary muscle contractions or uncontrolled movement were supported by a frame or sedated with 0.7 mg/kg body weight midazolam 15 to 30 minutes before radiologic procedures. All scans were performed and analyzed by a single trained technician. Bone density was analyzed using the T score.",
        "section": "Protocol",
        "section_number": 10,
        "sentences": [
            "All participants underwent a dual-energy X-ray absorptiometry (DEXA) scan and full-length anteroposterior radiography to measure femur and tibia bone lengths at baseline and after 6 months.",
            "BMD in the proximal femur was measured with DEXA.",
            "Standard scanning procedures were used for the femur neck.",
            "To minimize motion-related variability, subjects with severe involuntary muscle contractions or uncontrolled movement were supported by a frame or sedated with 0.7 mg/kg body weight midazolam 15 to 30 minutes before radiologic procedures.",
            "All scans were performed and analyzed by a single trained technician.",
            "Bone density was analyzed using the T score."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37254",
        "text": "Leg length was measured by supine long-leg radiographs, and 2 measurements were made by 1 physiatrist. First, the length between the highest point on the femoral head and the projection of the center of the intercondylar notch on a line touching the femoral condyles was measured. Second, the distance from the same point on the line between the femoral condyles up to the lowest point on the tibial articular surface in the ankle was measured. The sum of these 2 lengths was compared between the groups.",
        "section": "Protocol",
        "section_number": 11,
        "sentences": [
            "Leg length was measured by supine long-leg radiographs, and 2 measurements were made by 1 physiatrist.",
            "First, the length between the highest point on the femoral head and the projection of the center of the intercondylar notch on a line touching the femoral condyles was measured.",
            "Second, the distance from the same point on the line between the femoral condyles up to the lowest point on the tibial articular surface in the ankle was measured.",
            "The sum of these 2 lengths was compared between the groups."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37254",
        "text": "Statistical analyses were performed using SPSS version 20.0 for Windows. Differences between groups were analyzed using the Mann-Whitney U test. The Wilcoxon signed-rank test was used to analyze the change of BMD and bone length at baseline and at 6 months. A P-value <0.05 was considered statistically significant.",
        "section": "Protocol",
        "section_number": 12,
        "sentences": [
            "Statistical analyses were performed using SPSS version 20.0 for Windows.",
            "Differences between groups were analyzed using the Mann-Whitney U test.",
            "The Wilcoxon signed-rank test was used to analyze the change of BMD and bone length at baseline and at 6 months.",
            "A P-value <0.05 was considered statistically significant."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37254",
        "text": "The healthy control group ( BMD changes for each group are demonstrated in Table 1 . At baseline, the femoral neck BMD in group A and group B was significantly lower than that in the control group. There was no difference in the femoral neck BMD between group A and group B at baseline. Femoral neck BMD was significantly lower in groups A and B after 6 months than in the control group.",
        "section": "Results",
        "section_number": 13,
        "sentences": [
            "The healthy control group ( BMD changes for each group are demonstrated in Table 1 .",
            "At baseline, the femoral neck BMD in group A and group B was significantly lower than that in the control group.",
            "There was no difference in the femoral neck BMD between group A and group B at baseline.",
            "Femoral neck BMD was significantly lower in groups A and B after 6 months than in the control group."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37254",
        "text": "Six-month follow-up showed a significant increase in femoral neck BMD in the control group. Although BMD changes in groups A and B were not significant, group A demonstrated an increasing trend for BMD, whereas a decreasing trend was observed for group B. Table 2 demonstrates changes in bone length of the lower limb in each group. There was no difference in bone length between the 3 groups at baseline. After 6 months, bone length was significantly increased in all 3 groups. Changes in bone length were not statistically significant; however, the greatest change was observed in the control group and the smallest change was found in group B.",
        "section": "Results",
        "section_number": 14,
        "sentences": [
            "Six-month follow-up showed a significant increase in femoral neck BMD in the control group.",
            "Although BMD changes in groups A and B were not significant, group A demonstrated an increasing trend for BMD, whereas a decreasing trend was observed for group B. Table 2 demonstrates changes in bone length of the lower limb in each group.",
            "There was no difference in bone length between the 3 groups at baseline.",
            "After 6 months, bone length was significantly increased in all 3 groups.",
            "Changes in bone length were not statistically significant; however, the greatest change was observed in the control group and the smallest change was found in group B."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37254",
        "text": "There were no complications associated with weight bearing exercise using the standing frame. ",
        "section": "Results",
        "section_number": 15,
        "sentences": [
            "There were no complications associated with weight bearing exercise using the standing frame."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37254",
        "text": "In the general population, regular vigorous weight bearing exercise of 1 hour or more per week is associated with an increase in BMD. [10] Moderate but important increases in skeletal mass are also associated with increased physical activity levels in children. [11] Several intervention studies with weight bearing activity have identified improvements in BMD in CP [12] [13] [14] ; however, there are inadequate data (level U) to support a recommendation for weight bearing activities as an effective intervention for improving BMD. [14] This preliminary study was performed to reveal the effect of weight bearing exercise on changes in BMD and bone growth. Although no statistical significance was found in this study, the increased trend of BMD in the regular programmed exercise group (group A) and the decreased trend of BMD in the conventional treatment group (group B) indicate a positive effect of weight bearing exercise in increasing BMD in children with CP. Therefore, if available, weight bearing exercise, even with equipment, should be considered as a prerequisite in rehabilitation programs for children with CP at a high risk of osteoporosis.",
        "section": "Discussion",
        "section_number": 16,
        "sentences": [
            "In the general population, regular vigorous weight bearing exercise of 1 hour or more per week is associated with an increase in BMD. [",
            "10] Moderate but important increases in skeletal mass are also associated with increased physical activity levels in children. [",
            "11] Several intervention studies with weight bearing activity have identified improvements in BMD in CP [12] [13] [14] ; however, there are inadequate data (level U) to support a recommendation for weight bearing activities as an effective intervention for improving BMD. [",
            "14] This preliminary study was performed to reveal the effect of weight bearing exercise on changes in BMD and bone growth.",
            "Although no statistical significance was found in this study, the increased trend of BMD in the regular programmed exercise group (group A) and the decreased trend of BMD in the conventional treatment group (group B) indicate a positive effect of weight bearing exercise in increasing BMD in children with CP.",
            "Therefore, if available, weight bearing exercise, even with equipment, should be considered as a prerequisite in rehabilitation programs for children with CP at a high risk of osteoporosis."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37254",
        "text": "The limited ability to maintain antigravity head and trunk postures and control leg and arm movements may negatively impact quantitative and qualitative bone growth. Quadriplegic CP children are 5% shorter than healthy children at 2 years of age and more than 10% shorter at 8 years of age. [15] In the present study, bone length of children in the control group was highest at baseline and after 6 months, although there was no significant difference between the groups. Changes in bone growth after 6 months were highest in the control group and lowest in group B. From this result, we can assume that weight bearing exercise may help children with CP to catch up in normal height growth.",
        "section": "Discussion",
        "section_number": 17,
        "sentences": [
            "The limited ability to maintain antigravity head and trunk postures and control leg and arm movements may negatively impact quantitative and qualitative bone growth.",
            "Quadriplegic CP children are 5% shorter than healthy children at 2 years of age and more than 10% shorter at 8 years of age. [",
            "15] In the present study, bone length of children in the control group was highest at baseline and after 6 months, although there was no significant difference between the groups.",
            "Changes in bone growth after 6 months were highest in the control group and lowest in group B. From this result, we can assume that weight bearing exercise may help children with CP to catch up in normal height growth."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37254",
        "text": "The key strength of this study is the homogeneity of experimental groups that we recruited only the CP children with same functional level, GMFCS level V, who are totally dependent during transportation. In addition, healthy children were recruited as a control group to compare patterns of changes in BMD and bone growth with those in children with CP. All children in the control group were siblings of children in the patient groups. From an ethical perspective, weight bearing exercise could not be completely deprived in group B, which would have reduced the statistical significance of BMD differences between patient groups. Interestingly, conventional treatment including weight bearing exercise for 20 minutes a day, 2 to 3 days a week, resulted in decreased BMD after 6 months. On the basis of these results, there appears to be a minimum requirement of weight bearing activity for promoting an increase in BMD in children with CP. In the present study, a regular standing program was designed as \"standing for more than 2 hours a day, more than 5 days a week.\" This was not performed voluntarily but by forced assisted exercise. Furthermore, standing for only 2 hours a day is very little compared with standing in healthy children. However, this program positively affected children with CP who are unable to walk, because the mechanical loading set point (mechanostat), as theorized by Frost, [16] may be lowered in children with disabilities compared with healthy children. [12] In adults, a deficit of 1 SD in bone mass is associated with a 1.5to 3-fold increase in the incidence of fractures. [17] Accrual of bone mass occurs throughout childhood and early adulthood, and peak bone mass is a key determinant of the lifetime risk of osteoporosis. [18] According to the pathophysiology of osteoporosis in children with CP, bone remodeling is a life-long process where bone resorption and formation is damaged in young adults and middle-aged adults. [19, 20] Henderson [21] reported that BMD declines over time in children with CP. Children with CP and GMFCS levels IV-V have an increased risk of fractures compared with normally developing children. [22] The most common fracture site is the femur. [1] The femur is subjected to mechanical loading only during standing and is vulnerable to osteoporosis. Furthermore, bone density of the vertebrae may be affected by both standing and sitting. Therefore, measurement of femur BMD may have a greater clinical significance, which is why femur BMD was selected as a parameter to monitor BMD change after weight bearing exercise in the present study. The results presented in this study may provide the basis of an effective means of increasing peak bone mass in children who are unable to stand. However, further studies are required to reveal the implications of increased BMD on pathological situations. During the course of the study, no complications were observed in any of the participants. As weight bearing exercise using a standing frame was demonstrated to be safe in the present study, we suggest that children with CP use a standing frame for more than 2 hours a day, at least 5 days a week. Personal equipment that is readily available would increase the accessibility of this activity.",
        "section": "Discussion",
        "section_number": 18,
        "sentences": [
            "The key strength of this study is the homogeneity of experimental groups that we recruited only the CP children with same functional level, GMFCS level V, who are totally dependent during transportation.",
            "In addition, healthy children were recruited as a control group to compare patterns of changes in BMD and bone growth with those in children with CP.",
            "All children in the control group were siblings of children in the patient groups.",
            "From an ethical perspective, weight bearing exercise could not be completely deprived in group B, which would have reduced the statistical significance of BMD differences between patient groups.",
            "Interestingly, conventional treatment including weight bearing exercise for 20 minutes a day, 2 to 3 days a week, resulted in decreased BMD after 6 months.",
            "On the basis of these results, there appears to be a minimum requirement of weight bearing activity for promoting an increase in BMD in children with CP.",
            "In the present study, a regular standing program was designed as \"standing for more than 2 hours a day, more than 5 days a week.\"",
            "This was not performed voluntarily but by forced assisted exercise.",
            "Furthermore, standing for only 2 hours a day is very little compared with standing in healthy children.",
            "However, this program positively affected children with CP who are unable to walk, because the mechanical loading set point (mechanostat), as theorized by Frost, [16] may be lowered in children with disabilities compared with healthy children. [",
            "12] In adults, a deficit of 1 SD in bone mass is associated with a 1.5to 3-fold increase in the incidence of fractures. [",
            "17] Accrual of bone mass occurs throughout childhood and early adulthood, and peak bone mass is a key determinant of the lifetime risk of osteoporosis. [",
            "18] According to the pathophysiology of osteoporosis in children with CP, bone remodeling is a life-long process where bone resorption and formation is damaged in young adults and middle-aged adults. [",
            "19, 20] Henderson [21] reported that BMD declines over time in children with CP.",
            "Children with CP and GMFCS levels IV-V have an increased risk of fractures compared with normally developing children. [",
            "22] The most common fracture site is the femur. [",
            "1] The femur is subjected to mechanical loading only during standing and is vulnerable to osteoporosis.",
            "Furthermore, bone density of the vertebrae may be affected by both standing and sitting.",
            "Therefore, measurement of femur BMD may have a greater clinical significance, which is why femur BMD was selected as a parameter to monitor BMD change after weight bearing exercise in the present study.",
            "The results presented in this study may provide the basis of an effective means of increasing peak bone mass in children who are unable to stand.",
            "However, further studies are required to reveal the implications of increased BMD on pathological situations.",
            "During the course of the study, no complications were observed in any of the participants.",
            "As weight bearing exercise using a standing frame was demonstrated to be safe in the present study, we suggest that children with CP use a standing frame for more than 2 hours a day, at least 5 days a week.",
            "Personal equipment that is readily available would increase the accessibility of this activity."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37254",
        "text": "The present study has several limitations. The sample size was determined without considering statistical significance due to the limited number of volunteers. It was only conducted in a small number of patients and healthy controls. Because of the difficulty in recruiting a sufficient number of healthy children to calculate the Z score, the T score was used in BMD analysis. Although the T score is of little use in the diagnosis of osteoporosis in children, it may be used to monitor the relative change in BMD.",
        "section": "Discussion",
        "section_number": 19,
        "sentences": [
            "The present study has several limitations.",
            "The sample size was determined without considering statistical significance due to the limited number of volunteers.",
            "It was only conducted in a small number of patients and healthy controls.",
            "Because of the difficulty in recruiting a sufficient number of healthy children to calculate the Z score, the T score was used in BMD analysis.",
            "Although the T score is of little use in the diagnosis of osteoporosis in children, it may be used to monitor the relative change in BMD."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37254",
        "text": "Weight bearing exercise may play an important role in increasing or maintaining BMD in children with CP and is expected to promote bone growth. Programmed standing exercise (at least 2 hours a day, more than 5 days a week) could be used as an effective treatment to increase BMD and to catch up in normal bone growth in children with CP. However, further studies with a larger patient cohort and longer follow-up periods are required to reveal the benefit of weight bearing exercise and to establish a detailed program. Further considerations are also required on increasing BMD in children with disabilities who are unable to tolerate standing posture.",
        "section": "Conclusions",
        "section_number": 20,
        "sentences": [
            "Weight bearing exercise may play an important role in increasing or maintaining BMD in children with CP and is expected to promote bone growth.",
            "Programmed standing exercise (at least 2 hours a day, more than 5 days a week) could be used as an effective treatment to increase BMD and to catch up in normal bone growth in children with CP.",
            "However, further studies with a larger patient cohort and longer follow-up periods are required to reveal the benefit of weight bearing exercise and to establish a detailed program.",
            "Further considerations are also required on increasing BMD in children with disabilities who are unable to tolerate standing posture."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    }
]