[
    {
        "doc_id": "35447",
        "text": "Background: Laryngospasm is a significant immediate post-extubation complication which can lead to serious consequences especially in paediatric patients undergoing tonsillectomy. Aim: To see the efficacy of pre-extubation administration of propofol to prevent this. Method: 80 patients between 4-12 years of age undergoing tonsillectomy were studied in two groups of 40 each. In group A no propofol was administered while in group B propofol 1 mg/kg was administered at the time of extubation before suctioning. Results: Out of 40 patients in group A 17 developed laryngospasm needing further management, while only 1 patient in group B developed laryngospasm. The statistical difference was highly significant. Conclusion: Administering propofol just before extubation can successfully prevent laryngospasm in majority of peadiatric patients undergoing tonsillectomy.",
        "section": "Abstract",
        "sentences": [
            "Background: Laryngospasm is a significant immediate post-extubation complication which can lead to serious consequences especially in paediatric patients undergoing tonsillectomy.",
            "Aim: To see the efficacy of pre-extubation administration of propofol to prevent this.",
            "Method: 80 patients between 4-12 years of age undergoing tonsillectomy were studied in two groups of 40 each.",
            "In group A no propofol was administered while in group B propofol 1 mg/kg was administered at the time of extubation before suctioning.",
            "Results: Out of 40 patients in group A 17 developed laryngospasm needing further management, while only 1 patient in group B developed laryngospasm.",
            "The statistical difference was highly significant.",
            "Conclusion: Administering propofol just before extubation can successfully prevent laryngospasm in majority of peadiatric patients undergoing tonsillectomy."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35447",
        "text": "Laryngospasm is a common postoperative complication encountered by anaesthesiologists which can be potentially life threatening if left untreated 6 . This complication is more frequent in children, airway infections, manipulation of the airways, use of specific anaesthetics and oral or pharyngeal surgeries 11 .",
        "section": "INTRODUCTION",
        "section_number": 1,
        "sentences": [
            "Laryngospasm is a common postoperative complication encountered by anaesthesiologists which can be potentially life threatening if left untreated 6 .",
            "This complication is more frequent in children, airway infections, manipulation of the airways, use of specific anaesthetics and oral or pharyngeal surgeries 11 ."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35447",
        "text": "is unintentional forceful contraction of laryngeal muscles which presents as labored breathing, agitation, cyanosis and acute respiratory distress. If not treated promptly it can lead to negative pressure pulmonary edema, inadequate ventilation and oxygenation, which can result in brain damage and death 3 .",
        "section": "Laryngospasm",
        "section_number": 2,
        "sentences": [
            "is unintentional forceful contraction of laryngeal muscles which presents as labored breathing, agitation, cyanosis and acute respiratory distress.",
            "If not treated promptly it can lead to negative pressure pulmonary edema, inadequate ventilation and oxygenation, which can result in brain damage and death 3 ."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35447",
        "text": "Laryngospasm is a reflex closure of the upper airway as a result of glottis musculature spasm. It is essentially a protective reflex that acts to prevent foreign material entering the tracheo-bronchial tree. The exaggeration of this reflex may result in complete glottic closure and consequently impeding respiration.",
        "section": "Laryngospasm",
        "section_number": 3,
        "sentences": [
            "Laryngospasm is a reflex closure of the upper airway as a result of glottis musculature spasm.",
            "It is essentially a protective reflex that acts to prevent foreign material entering the tracheo-bronchial tree.",
            "The exaggeration of this reflex may result in complete glottic closure and consequently impeding respiration."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35447",
        "text": "Morbidity and mortality may result from immediate (hypoxaemia and hypercarbia) and delayed (negative pressure pulmonary edema) consequences of laryngospasm. Pulmonary edema that follows upper airway obstruction may occur in a variety of clinical situations. mechanism is forced inspiration against a closed glottis creating large intrapleural and transpulmonary pressure gradients favouring the transudation of fluid from the pulmonary capillaries into the interstitium 3 .",
        "section": "Laryngospasm",
        "section_number": 4,
        "sentences": [
            "Morbidity and mortality may result from immediate (hypoxaemia and hypercarbia) and delayed (negative pressure pulmonary edema) consequences of laryngospasm.",
            "Pulmonary edema that follows upper airway obstruction may occur in a variety of clinical situations.",
            "mechanism is forced inspiration against a closed glottis creating large intrapleural and transpulmonary pressure gradients favouring the transudation of fluid from the pulmonary capillaries into the interstitium 3 ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35447",
        "text": "Post-extubation laryngospasm has been implicated as the most frequent cause of this syndrome in adults. Thus every effort should be made to rapidly relieve the respiratory obstruction. Hypoxia and laryngospasm represent approximately 30 % of the respiratory events during paediatric anaesthesia Propofol blunts noxious airway reflexes hence can prevent laryngospasm if given before extubation. Incidence of laryngospasm after oral surgery without any intervention is 24 % while in patients who receive propofol at extubation the incidence is 0% 8 . This study was designed to show that propofol at extubation reduces the frequency of laryngospasm at extubation so it can be routinely used in children undergoing oral surgery to reduce the frequency of laryngospasm and associated complication.",
        "section": "The predominant -----------------------------------------------------------------------",
        "section_number": 5,
        "sentences": [
            "Post-extubation laryngospasm has been implicated as the most frequent cause of this syndrome in adults.",
            "Thus every effort should be made to rapidly relieve the respiratory obstruction.",
            "Hypoxia and laryngospasm represent approximately 30 % of the respiratory events during paediatric anaesthesia Propofol blunts noxious airway reflexes hence can prevent laryngospasm if given before extubation.",
            "Incidence of laryngospasm after oral surgery without any intervention is 24 % while in patients who receive propofol at extubation the incidence is 0% 8 .",
            "This study was designed to show that propofol at extubation reduces the frequency of laryngospasm at extubation so it can be routinely used in children undergoing oral surgery to reduce the frequency of laryngospasm and associated complication."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35447",
        "text": "This randomized controlled trial was conducted in the department of anaesthesiology Mayo hospital, Lahore over a period of 6 months. The calculated sample size was 80 cases, 40 in each group with 1 % level of significance, 80% power of study and taking expected percentage of laryngospasm i.e., 24% in the control group and zero % in propofol group. ASA I or II patients of 4-12 years of age, 10-40 kg weight scheduled to undergo tonsillectomy were included in the study. Patients with chronic cough, dyspnea, bronchospasm and epilepsy were not included. Patients with multiple attempts at intubation were also excluded from the study.",
        "section": "METHODOLOGY",
        "section_number": 6,
        "sentences": [
            "This randomized controlled trial was conducted in the department of anaesthesiology Mayo hospital, Lahore over a period of 6 months.",
            "The calculated sample size was 80 cases, 40 in each group with 1 % level of significance, 80% power of study and taking expected percentage of laryngospasm i.e., 24% in the control group and zero % in propofol group.",
            "ASA I or II patients of 4-12 years of age, 10-40 kg weight scheduled to undergo tonsillectomy were included in the study.",
            "Patients with chronic cough, dyspnea, bronchospasm and epilepsy were not included.",
            "Patients with multiple attempts at intubation were also excluded from the study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35447",
        "text": "After approval from hospital ethical committee and informed consent 80 patients were selected from ENT ward who were scheduled to undergo tonsillectomy under general anaesthesia. Their demographic data including name, age, gender and weight was noted and they were randomly allocated to one of the two groups. Randomization was ensured using random number table.",
        "section": "METHODOLOGY",
        "section_number": 7,
        "sentences": [
            "After approval from hospital ethical committee and informed consent 80 patients were selected from ENT ward who were scheduled to undergo tonsillectomy under general anaesthesia.",
            "Their demographic data including name, age, gender and weight was noted and they were randomly allocated to one of the two groups.",
            "Randomization was ensured using random number table."
        ],
        "sentence_labels": [
            -1,
            -1,
            1
        ],
        "classification_label": 0
    },
    {
        "doc_id": "35447",
        "text": "In the operating room, standard monitoring including electrocardiography, pulse oximetry and non-invasive blood pressure were attached. Baseline readings were recorded before induction of anaesthesia. After securing intravenous access, patients were induced with propofol 2mg/kg and atracurium 0.5mg/kg and endotracheal tube of appropriate size was passed. Anaesthesia was maintained with 50% oxygen in nitrous oxide and isoflorane 1-1.5%. Nitrous oxide and isoflorane were discontinued at the end of the surgery and neuromuscular block was reversed with neostigmine and glycopyrrolate.",
        "section": "METHODOLOGY",
        "section_number": 8,
        "sentences": [
            "In the operating room, standard monitoring including electrocardiography, pulse oximetry and non-invasive blood pressure were attached.",
            "Baseline readings were recorded before induction of anaesthesia.",
            "After securing intravenous access, patients were induced with propofol 2mg/kg and atracurium 0.5mg/kg and endotracheal tube of appropriate size was passed.",
            "Anaesthesia was maintained with 50% oxygen in nitrous oxide and isoflorane 1-1.5%.",
            "Nitrous oxide and isoflorane were discontinued at the end of the surgery and neuromuscular block was reversed with neostigmine and glycopyrrolate."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35447",
        "text": "In group A no propofol was given before extubation while in group B injection propofol 1 mg/kg was given before extubation and suctioning of the throat. After extubation, both groups were monitored for signs of laryngospasm at 1, 3, 5, 10, 15, 20 minutes after extubation. Monitoring for laryngospasm was done by a different anaesthesiologist who was not aware of the group of the patient to eliminate bias. Laryngospasm was treated with 100% oxygen, jaw thrust, gentle positive pressure ventilation, additional doses of propofol and in severe cases with injection suxamethonium and tracheal intubation. All relevant data was recorded on a prescribed proforma. Data was analyzed using SPSS version 13, a computer based software. Frequency and percentage were calculated for gender and laryngospasm. Mean and standard deviation were calculated for age and weight. Frequency of laryngospasm was compared between two groups. Chi-square test was the test of significance with P-value < 0.05 as level of significance.",
        "section": "METHODOLOGY",
        "section_number": 9,
        "sentences": [
            "In group A no propofol was given before extubation while in group B injection propofol 1 mg/kg was given before extubation and suctioning of the throat.",
            "After extubation, both groups were monitored for signs of laryngospasm at 1, 3, 5, 10, 15, 20 minutes after extubation.",
            "Monitoring for laryngospasm was done by a different anaesthesiologist who was not aware of the group of the patient to eliminate bias.",
            "Laryngospasm was treated with 100% oxygen, jaw thrust, gentle positive pressure ventilation, additional doses of propofol and in severe cases with injection suxamethonium and tracheal intubation.",
            "All relevant data was recorded on a prescribed proforma.",
            "Data was analyzed using SPSS version 13, a computer based software.",
            "Frequency and percentage were calculated for gender and laryngospasm.",
            "Mean and standard deviation were calculated for age and weight.",
            "Frequency of laryngospasm was compared between two groups.",
            "Chi-square test was the test of significance with P-value < 0.05 as level of significance."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35447",
        "text": "The mean age of patients in group A was 9.45±2.60 and in group B was 9.60±2.85. The age range of patients was 4-12 years. 15 patients (38%) in group A and 16 patients (40 %) in group B were >11 years of age and minimum patients in both groups between 4-7 years of age i.e., 12(30%) in group A and 10(25%) in group B. The difference was not statistically significant between two groups. The mean weight of patients in group A was 19.53±7.82 and in group B the mean±SD was 20.33±7.45. The weight range of patients was 10-35 kg. ",
        "section": "RESULTS",
        "section_number": 10,
        "sentences": [
            "The mean age of patients in group A was 9.45±2.60 and in group B was 9.60±2.85.",
            "The age range of patients was 4-12 years.",
            "15 patients (38%) in group A and 16 patients (40 %) in group B were >11 years of age and minimum patients in both groups between 4-7 years of age i.e., 12(30%) in group A and 10(25%) in group B. The difference was not statistically significant between two groups.",
            "The mean weight of patients in group A was 19.53±7.82 and in group B the mean±SD was 20.33±7.45.",
            "The weight range of patients was 10-35 kg."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35447",
        "text": "In different studies reported by various authors laryngospasm is a serious complication after tracheal extubation under light anaesthesia in paediatric patients and it has been suggested that its incidence can be reduced by either extubation in a deep plane of anaesthesia or in a virtually conscious state 2,4,10",
        "section": "DISCUSSION",
        "section_number": 11,
        "sentences": [
            "In different studies reported by various authors laryngospasm is a serious complication after tracheal extubation under light anaesthesia in paediatric patients and it has been suggested that its incidence can be reduced by either extubation in a deep plane of anaesthesia or in a virtually conscious state 2,4,10"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35447",
        "text": ". Visvanathan et al. reviewed 189 reports of laryngospasm with 4000 incidents. In 77% of cases laryngospasm was obvious, 14% presented as airway obstruction and 4% desaturated. They concluded that laryngospasm may present atypically and if not promptly managed effectively may lead to morbidity and mortality 5 . Lee et al. and Koch used awake tracheal extubation for their studies but reported a frequent incidence of laryngospasm (between 21 % and 27 %) in post tonsillectomy patients 13 .",
        "section": "DISCUSSION",
        "section_number": 12,
        "sentences": [
            ".",
            "Visvanathan et al. reviewed 189 reports of laryngospasm with 4000 incidents.",
            "In 77% of cases laryngospasm was obvious, 14% presented as airway obstruction and 4% desaturated.",
            "They concluded that laryngospasm may present atypically and if not promptly managed effectively may lead to morbidity and mortality 5 .",
            "Lee et al. and Koch used awake tracheal extubation for their studies but reported a frequent incidence of laryngospasm (between 21 % and 27 %) in post tonsillectomy patients 13 ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35447",
        "text": "Ray in his study showed that children are more prone to airway obstruction, as they have narrow laryngeal and tracheal lumen that may be blocked by mucosal edema or trauma. The frequency of laryngospasm in children is reported to be at the highest (21-26 %) in certain surgeries such as tonsillectomy 13 . This became the basic rationale for our study as there is need to apply certain measures to prevent laryngospasm in paediatric patients undergoing tonsillectomies. Olsson et al. in their study showed that propofol can relieve laryngospasm in more than 75% of cases. It can be used alone or followed by succinylcholine A study by Batra et al. with 120 children undergoing tonsillectomy who received sub-hypnotic dose of propofol (0.5 mg/kg) before extubation to prevent laryngospasm concluded that the incidence of laryngospasm in children who received placebo was 20 %, while in those receiving propofol it was 6.6% 7 . Armina A. Shaban compared the effectiveness of small doses of propofol (0.8 mg/kg) or midazolam (0.05 mg/kg)in treating laryngospasm following extubation in adult patients undergoing oropharyngeal operations and found that intravenous administration of these drugs before tracheal extubation decreases the incidence and severity of laryngospasm and coughing in adult patients undergoing oropharyngeal surgeries 8 .",
        "section": "DISCUSSION",
        "section_number": 13,
        "sentences": [
            "Ray in his study showed that children are more prone to airway obstruction, as they have narrow laryngeal and tracheal lumen that may be blocked by mucosal edema or trauma.",
            "The frequency of laryngospasm in children is reported to be at the highest (21-26 %) in certain surgeries such as tonsillectomy 13 .",
            "This became the basic rationale for our study as there is need to apply certain measures to prevent laryngospasm in paediatric patients undergoing tonsillectomies.",
            "Olsson et al. in their study showed that propofol can relieve laryngospasm in more than 75% of cases.",
            "It can be used alone or followed by succinylcholine A study by Batra et al. with 120 children undergoing tonsillectomy who received sub-hypnotic dose of propofol (0.5 mg/kg) before extubation to prevent laryngospasm concluded that the incidence of laryngospasm in children who received placebo was 20 %, while in those receiving propofol it was 6.6% 7 .",
            "Armina A. Shaban compared the effectiveness of small doses of propofol (0.8 mg/kg) or midazolam (0.05 mg/kg)in treating laryngospasm following extubation in adult patients undergoing oropharyngeal operations and found that intravenous administration of these drugs before tracheal extubation decreases the incidence and severity of laryngospasm and coughing in adult patients undergoing oropharyngeal surgeries 8 ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35447",
        "text": "Afshan G. et al. showed that propofol in small dose (0.8 mg/kg) was a useful drug to relieve laryngospasm in children though it was not found to be effective in all patients. They recommended that succinylcholine still has a role to play in critical conditions 17 . Nawfal M. et al. reported that use of subhypnotic dose of propofol (0.25 mg/kg) may suppress the hyperexcitable laryngeal reflexes during emergence from general anaesthesia, and can be used to control postextubation laryngospasm 18 .",
        "section": "DISCUSSION",
        "section_number": 14,
        "sentences": [
            "Afshan G. et al. showed that propofol in small dose (0.8 mg/kg) was a useful drug to relieve laryngospasm in children though it was not found to be effective in all patients.",
            "They recommended that succinylcholine still has a role to play in critical conditions 17 .",
            "Nawfal M. et al. reported that use of subhypnotic dose of propofol (0.25 mg/kg) may suppress the hyperexcitable laryngeal reflexes during emergence from general anaesthesia, and can be used to control postextubation laryngospasm 18 ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35447",
        "text": "In a study by Osrer propofol is considered to effectively suppress N-methyl-D-aspartate receptors and block the ascending pathways from the trachea. With slightly different results as compared to our study incidence in control group was 42 % and in the treated group was only 3% 24 .",
        "section": "DISCUSSION",
        "section_number": 15,
        "sentences": [
            "In a study by Osrer propofol is considered to effectively suppress N-methyl-D-aspartate receptors and block the ascending pathways from the trachea.",
            "With slightly different results as compared to our study incidence in control group was 42 % and in the treated group was only 3% 24 ."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35447",
        "text": "From our study we can conclude that in cases where the chances of laryngospasm are greater as in paediatric patients undergoing tonsillectomies, administration of propofol can significantly reduce the risk.",
        "section": "CONCLUSION",
        "section_number": 16,
        "sentences": [
            "From our study we can conclude that in cases where the chances of laryngospasm are greater as in paediatric patients undergoing tonsillectomies, administration of propofol can significantly reduce the risk."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    }
]