[
    {
        "doc_id": "33458",
        "text": "Objective-To evaluate the efficacy and tolerability of the ketogenic diet (KD) during the first 4 months of a randomized controlled trial (RCT) in refractory epilepsy patients aged 1-18 years. Methods-Children and adolescents with refractory epilepsy, not eligible for epilepsy surgery, were included. Following 1 month at baseline, patients were randomized to either the KD or to care as usual (CAU).Primary outcome is the proportion of patients with at least 50% reduction in seizure frequency at 4 months. Secondary outcomes are mean percentage of baseline seizures, seizure severity, and side effects. Results-Fifty-seven patients were randomized; nine dropped out, leaving 48 for analysis (i.e., 26 KD, 22 CAU). In an intention-totreat analysis, 13 patients (50%) treated with the KD and four patients (18.2%) of the CAU group were responders.Mean seizure frequency at 4 months compared to baseline, after removal of two outliers in the KD group, was significantly lower (P = 0.024) in the KD group (56%) (95% CI: 36-76) than in the CAU group (99%) (95% CI: 65-133%).Twice as many patients in the KD group had a relevant decrease in seizure severity score (P = 0.070).Patients treated with the KD had a significantly higher score for gastrointestinal symptoms (P = 0.021) without an increase in the total score of side effects. Conclusions-This trial provides class I evidence that the KD is an effective therapy in children and adolescents with refractory epilepsy compared with CAU. Most often reported side effects are gastrointestinal symptoms.The study has been registered with the Netherlands Trial Registry (NTR2498).",
        "section": "Abstract",
        "sentences": [
            "Objective-To evaluate the efficacy and tolerability of the ketogenic diet (KD) during the first 4 months of a randomized controlled trial (RCT) in refractory epilepsy patients aged 1-18 years.",
            "Methods-Children and adolescents with refractory epilepsy, not eligible for epilepsy surgery, were included.",
            "Following 1 month at baseline, patients were randomized to either the KD or to care as usual (CAU).Primary outcome is the proportion of patients with at least 50% reduction in seizure frequency at 4 months.",
            "Secondary outcomes are mean percentage of baseline seizures, seizure severity, and side effects.",
            "Results-Fifty-seven patients were randomized; nine dropped out, leaving 48 for analysis (i.e., 26 KD, 22 CAU).",
            "In an intention-totreat analysis, 13 patients (50%) treated with the KD and four patients (18.2%) of the CAU group were responders.",
            "Mean seizure frequency at 4 months compared to baseline, after removal of two outliers in the KD group, was significantly lower (P = 0.024) in the KD group (56%) (95% CI: 36-76) than in the CAU group (99%) (95% CI: 65-133%).Twice as many patients in the KD group had a relevant decrease in seizure severity score (P = 0.070).Patients treated with the KD had a significantly higher score for gastrointestinal symptoms (P = 0.021) without an increase in the total score of side effects.",
            "Conclusions-This trial provides class I evidence that the KD is an effective therapy in children and adolescents with refractory epilepsy compared with CAU.",
            "Most often reported side effects are gastrointestinal symptoms.",
            "The study has been registered with the Netherlands Trial Registry (NTR2498)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33458",
        "text": "In refractory epilepsy, patients in whom resective epilepsy surgery is not feasible, non-pharmacological treatment options, including the ketogenic diet (KD), can be considered (1) .",
        "section": "Introduction",
        "section_number": 1,
        "sentences": [
            "In refractory epilepsy, patients in whom resective epilepsy surgery is not feasible, non-pharmacological treatment options, including the ketogenic diet (KD), can be considered (1) ."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33458",
        "text": "The KD is a high-fat, low-carbohydrate diet of which there are various forms.",
        "section": "Introduction",
        "section_number": 2,
        "sentences": [
            "The KD is a high-fat, low-carbohydrate diet of which there are various forms."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33458",
        "text": "The classical KD consists of long-chain triglycerides (LCTs), usually applied in a KD ratio of 4:1 or 3:1 for [fat]: [proteins and carbohydrates].",
        "section": "Introduction",
        "section_number": 3,
        "sentences": [
            "The classical KD consists of long-chain triglycerides (LCTs), usually applied in a KD ratio of 4:1 or 3:1 for [fat]: [proteins and carbohydrates]."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33458",
        "text": "Another well-known form of the KD is the medium-chain triglyceride (MCT) diet, consisting mainly of MCTs (2) .",
        "section": "Introduction",
        "section_number": 4,
        "sentences": [
            "Another well-known form of the KD is the medium-chain triglyceride (MCT) diet, consisting mainly of MCTs (2) ."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33458",
        "text": "In a recent Cochrane review, authors concluded that, despite heterogeneity, all trials showed that at least 38% of the patients on the KD had a 50% reduction in seizures compared to controls at 3 months and that this response was maintained for up to a year. The main reasons for dropouts were gastrointestinal side effects (30%) and dislike of the diet (3) . Two randomized controlled trials (RCTs) on the efficacy of the KD have been published: Neal et al. on the classical and MCT KD, and Sharma et al. on the modified Atkins diet (MAD) (2, 4, 5) . The RCT by Neal et al. (2) showed that the classical diet did not have any advantage over MCT diet in terms of efficacy and tolerability. Seizure severity was not measured in any of the RCTs.",
        "section": "Introduction",
        "section_number": 5,
        "sentences": [
            "In a recent Cochrane review, authors concluded that, despite heterogeneity, all trials showed that at least 38% of the patients on the KD had a 50% reduction in seizures compared to controls at 3 months and that this response was maintained for up to a year.",
            "The main reasons for dropouts were gastrointestinal side effects (30%) and dislike of the diet (3) .",
            "Two randomized controlled trials (RCTs) on the efficacy of the KD have been published: Neal et al. on the classical and MCT KD, and Sharma et al. on the modified Atkins diet (MAD) (2, 4, 5) .",
            "The RCT by Neal et al. (2) showed that the classical diet did not have any advantage over MCT diet in terms of efficacy and tolerability.",
            "Seizure severity was not measured in any of the RCTs."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33458",
        "text": "To gain more insight into the effectiveness of the KD and evaluate its influence on seizure severity and side effects, the current RCT was performed in children and adolescents with refractory epilepsy. This article describes the results of a 4-month study period.",
        "section": "Introduction",
        "section_number": 6,
        "sentences": [
            "To gain more insight into the effectiveness of the KD and evaluate its influence on seizure severity and side effects, the current RCT was performed in children and adolescents with refractory epilepsy.",
            "This article describes the results of a 4-month study period."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33458",
        "text": "This study was carried out within a tertiary referral center for epilepsy (Kempenhaeghe, Heeze, the Netherlands). Patients were included during the period of July 2010 until August 2014. The study was approved by the Medical Ethics Committee according to Dutch Governmental Guidelines. Parents and, if appropriate, children also gave written informed consent.",
        "section": "Methods",
        "section_number": 7,
        "sentences": [
            "This study was carried out within a tertiary referral center for epilepsy (Kempenhaeghe, Heeze, the Netherlands).",
            "Patients were included during the period of July 2010 until August 2014.",
            "The study was approved by the Medical Ethics Committee according to Dutch Governmental Guidelines.",
            "Parents and, if appropriate, children also gave written informed consent."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33458",
        "text": "The timeline of the study is presented graphically in Fig. 1 . A comprehensive overview of the trial design can be found elsewhere (6) . Briefly, patients were randomized to either the KD or to CAU after a 1-month baseline period. A software package (ALEA) was used to support the randomization, which was based on the minimization method.",
        "section": "Study design",
        "section_number": 8,
        "sentences": [
            "The timeline of the study is presented graphically in Fig. 1 .",
            "A comprehensive overview of the trial design can be found elsewhere (6) .",
            "Briefly, patients were randomized to either the KD or to CAU after a 1-month baseline period.",
            "A software package (ALEA) was used to support the randomization, which was based on the minimization method."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            1
        ],
        "classification_label": 0
    },
    {
        "doc_id": "33458",
        "text": "CAU is defined as the child continuing to take his or her anti-epileptic drugs (AEDs). Patients randomized into the KD group were studied during a 4-month period and followed up for a further 12 months. Patients randomized into the CAU group were treated with the KD according to good clinical practice after a delay of 4 months.",
        "section": "Study design",
        "section_number": 9,
        "sentences": [
            "CAU is defined as the child continuing to take his or her anti-epileptic drugs (AEDs).",
            "Patients randomized into the KD group were studied during a 4-month period and followed up for a further 12 months.",
            "Patients randomized into the CAU group were treated with the KD according to good clinical practice after a delay of 4 months."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33458",
        "text": "Primary outcome is the proportion of patients with a seizure frequency reduction of at least 50%. Secondary outcome measures are mean number of seizures as a percentage of the number of seizures during the baseline period, seizure severity, and side effects.",
        "section": "Study design",
        "section_number": 10,
        "sentences": [
            "Primary outcome is the proportion of patients with a seizure frequency reduction of at least 50%.",
            "Secondary outcome measures are mean number of seizures as a percentage of the number of seizures during the baseline period, seizure severity, and side effects."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33458",
        "text": "Based on a minimum detectable difference in success rate of 35% between the KD group and CAU, and assuming that alpha = 5% and power = 80%, we needed 22 children for each group (6) . A dropout was defined as a child who drops out of the study before the first consultation with the neurologist, which was scheduled 6 weeks after either initiating the KD or after randomization to CAU. Dropouts identified by this definition were replaced by other eligible participants.",
        "section": "Study design",
        "section_number": 11,
        "sentences": [
            "Based on a minimum detectable difference in success rate of 35% between the KD group and CAU, and assuming that alpha = 5% and power = 80%, we needed 22 children for each group (6) .",
            "A dropout was defined as a child who drops out of the study before the first consultation with the neurologist, which was scheduled 6 weeks after either initiating the KD or after randomization to CAU.",
            "Dropouts identified by this definition were replaced by other eligible participants."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33458",
        "text": "Children and adolescents, aged between 1 and 18 years, with refractory epilepsy not eligible for epilepsy surgery, were included. Refractory epilepsy was defined as seizures not adequately controlled by optimal treatment with ≥2 AEDs (7) . Patients were excluded if there were medical contra-indications or the expectation that compliance with the diet was not possible because of severe behavioral or motivational problems (6) .",
        "section": "Patients",
        "section_number": 12,
        "sentences": [
            "Children and adolescents, aged between 1 and 18 years, with refractory epilepsy not eligible for epilepsy surgery, were included.",
            "Refractory epilepsy was defined as seizures not adequately controlled by optimal treatment with ≥2 AEDs (7) .",
            "Patients were excluded if there were medical contra-indications or the expectation that compliance with the diet was not possible because of severe behavioral or motivational problems (6) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33458",
        "text": "For patients of both groups, changes in AED regime were only allowed if medically necessary. ",
        "section": "Patients",
        "section_number": 13,
        "sentences": [
            "For patients of both groups, changes in AED regime were only allowed if medically necessary."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33458",
        "text": "The KD was introduced according to the Dutch guideline (8) during a 5-day hospitalization at the epilepsy center. The start of the diet was defined as the first change made to the patient's daily nutrition and the end of the diet as the first step in down-titration to a regular diet.",
        "section": "Ketogenic diet",
        "section_number": 14,
        "sentences": [
            "The KD was introduced according to the Dutch guideline (8) during a 5-day hospitalization at the epilepsy center.",
            "The start of the diet was defined as the first change made to the patient's daily nutrition and the end of the diet as the first step in down-titration to a regular diet."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33458",
        "text": "The form applied most frequently was the MCT diet. When only tube feeding was given, a liquid form of the classical KD was used.",
        "section": "Ketogenic diet",
        "section_number": 15,
        "sentences": [
            "The form applied most frequently was the MCT diet.",
            "When only tube feeding was given, a liquid form of the classical KD was used."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33458",
        "text": "Out-patient assessments of seizure frequency, seizure severity, side effects, and blood and urine samples were carried out at baseline (T0), 6 weeks (T2), and 4 months (T3). An ECG was performed at T0 and T3. Reasons for discontinuing the KD or trial were recorded.",
        "section": "Outcome measures",
        "section_number": 16,
        "sentences": [
            "Out-patient assessments of seizure frequency, seizure severity, side effects, and blood and urine samples were carried out at baseline (T0), 6 weeks (T2), and 4 months (T3).",
            "An ECG was performed at T0 and T3.",
            "Reasons for discontinuing the KD or trial were recorded."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33458",
        "text": "Patients and/or caregivers were asked to record seizures on a seizure calendar during a 1-month baseline and the 4-month study period. A seizure cluster (≥5 seizures in 15 min) was calculated as 1 seizure. Seizure frequency is expressed as a percentage change in the seizure frequency compared to 30-day baseline value. Mean seizure frequency at 6 weeks and for each of the four study months (1, 2, 3, and 4) is expressed as a 30-day mean seizure frequency to be comparable with the baseline frequency. The patient was defined as a responder when the seizure frequency was reduced by ≥50% compared with the seizure frequency at baseline.",
        "section": "Seizure frequency",
        "section_number": 17,
        "sentences": [
            "Patients and/or caregivers were asked to record seizures on a seizure calendar during a 1-month baseline and the 4-month study period.",
            "A seizure cluster (≥5 seizures in 15 min) was calculated as 1 seizure.",
            "Seizure frequency is expressed as a percentage change in the seizure frequency compared to 30-day baseline value.",
            "Mean seizure frequency at 6 weeks and for each of the four study months (1, 2, 3, and 4) is expressed as a 30-day mean seizure frequency to be comparable with the baseline frequency.",
            "The patient was defined as a responder when the seizure frequency was reduced by ≥50% compared with the seizure frequency at baseline."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33458",
        "text": "An intention-to-treat (ITT) analysis was performed. Missing data were handled by the last value carried forward principle.",
        "section": "Seizure frequency",
        "section_number": 18,
        "sentences": [
            "An intention-to-treat (ITT) analysis was performed.",
            "Missing data were handled by the last value carried forward principle."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33458",
        "text": "Seizure severity was assessed with the National Hospital Seizure Severity Scale (NHS3) (9), a structured interview in which the clinician rater assigns a score to seizure severity based on interference with patient function. After defining most severe seizure type for each patient, scores were calculated for this and for all seizure types together. Values at T2 and T3 were compared with those at baseline. A difference of 2 points was estimated to be a clinically relevant change.",
        "section": "Seizure severity",
        "section_number": 19,
        "sentences": [
            "Seizure severity was assessed with the National Hospital Seizure Severity Scale (NHS3) (9), a structured interview in which the clinician rater assigns a score to seizure severity based on interference with patient function.",
            "After defining most severe seizure type for each patient, scores were calculated for this and for all seizure types together.",
            "Values at T2 and T3 were compared with those at baseline.",
            "A difference of 2 points was estimated to be a clinically relevant change."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33458",
        "text": "Side effects SIDAED -Side effects were assessed using the Side-Effects of Anti-Epileptic Drugs (SIDAED) questionnaire (10), originally designed as a selfreporting questionnaire for adults with epilepsy. After obtaining permission from the authors, the questionnaire was adapted to a parent-reported child version; items on sexuality were excluded. Nine domains of side effects are evaluated: general central nervous system, behavior/irritability, depressive symptoms, cognitive functions, motor problems/coordination, vision, headache, cosmetic and dermatological problems, and gastrointestinal function. The latter includes questions on weight changes, appetite, nausea and stomach trouble, diarrhea, and obstipation. For each of the 43 items, the parents rate the severity of the complaint on a four-point Likert scale (no problem, mild, moderate, or serious problem).",
        "section": "Seizure severity",
        "section_number": 20,
        "sentences": [
            "Side effects SIDAED -Side effects were assessed using the Side-Effects of Anti-Epileptic Drugs (SIDAED) questionnaire (10), originally designed as a selfreporting questionnaire for adults with epilepsy.",
            "After obtaining permission from the authors, the questionnaire was adapted to a parent-reported child version; items on sexuality were excluded.",
            "Nine domains of side effects are evaluated: general central nervous system, behavior/irritability, depressive symptoms, cognitive functions, motor problems/coordination, vision, headache, cosmetic and dermatological problems, and gastrointestinal function.",
            "The latter includes questions on weight changes, appetite, nausea and stomach trouble, diarrhea, and obstipation.",
            "For each of the 43 items, the parents rate the severity of the complaint on a four-point Likert scale (no problem, mild, moderate, or serious problem)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33458",
        "text": "At each outpatient visit, growth and height were measured and processed using the growth analyzer, version 3.5.197 (Rotterdam, The Netherlands). Height-for-age and body mass index (BMI) were calculated and interpreted by the pediatrician of the KD team. A difference in standard deviation of ≥0.5 for height-for-age and of ≥0.75 for BMI was assumed clinically relevant.",
        "section": "Anthropometry",
        "section_number": 21,
        "sentences": [
            "At each outpatient visit, growth and height were measured and processed using the growth analyzer, version 3.5.197 (Rotterdam, The Netherlands).",
            "Height-for-age and body mass index (BMI) were calculated and interpreted by the pediatrician of the KD team.",
            "A difference in standard deviation of ≥0.5 for height-for-age and of ≥0.75 for BMI was assumed clinically relevant."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33458",
        "text": "Fasting levels of total cholesterol, LDL cholesterol, and triglycerides were measured in blood.",
        "section": "Lipid profile",
        "section_number": 22,
        "sentences": [
            "Fasting levels of total cholesterol, LDL cholesterol, and triglycerides were measured in blood."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33458",
        "text": "At time points T0, T2, and T3, beta-hydroxybutyrate (BHB) was measured in blood obtained by finger prick. Urine samples were checked for ketone bodies.",
        "section": "Ketosis",
        "section_number": 23,
        "sentences": [
            "At time points T0, T2, and T3, beta-hydroxybutyrate (BHB) was measured in blood obtained by finger prick.",
            "Urine samples were checked for ketone bodies."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33458",
        "text": "At home, urine ketone levels were checked daily at the same time using a dipstick. If it proved impossible to obtain urine samples, BHB was measured three times a week. Levels of ketosis were recorded on the seizure calendar.",
        "section": "Ketosis",
        "section_number": 24,
        "sentences": [
            "At home, urine ketone levels were checked daily at the same time using a dipstick.",
            "If it proved impossible to obtain urine samples, BHB was measured three times a week.",
            "Levels of ketosis were recorded on the seizure calendar."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33458",
        "text": "Statistical analysis was performed using SPSS 21.0 for Windows (Armonk, NY, USA).",
        "section": "Statistics",
        "section_number": 25,
        "sentences": [
            "Statistical analysis was performed using SPSS 21.0 for Windows (Armonk, NY, USA)."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33458",
        "text": "Seizure reduction data were analyzed using Wilcoxon's signed-rank test for nonparametric data (two-tailed). Correlations between seizure reduction and blood BHB and urinary ketones were investigated using Spearman's rank correlation test. Between-group differences in proportions (i.e., responders vs. non-responders) were tested using the chi-squared test and between-group differences in means (i.e., percentage change in seizure frequency) were tested using Student's ttest for independent samples. Significance level was set at P < 0.05.",
        "section": "Statistics",
        "section_number": 26,
        "sentences": [
            "Seizure reduction data were analyzed using Wilcoxon's signed-rank test for nonparametric data (two-tailed).",
            "Correlations between seizure reduction and blood BHB and urinary ketones were investigated using Spearman's rank correlation test.",
            "Between-group differences in proportions (i.e., responders vs. non-responders) were tested using the chi-squared test and between-group differences in means (i.e., percentage change in seizure frequency) were tested using Student's ttest for independent samples.",
            "Significance level was set at P < 0.05."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33458",
        "text": "A total of 58 patients were included in the study. Fig. 2 graphically presents the flow of the patients. Table 1 summarizes the main demographic and clinical characteristics. Five of the seven patients treated with the classical KD received this in fluid form via a percutaneous gastrostomy tube.",
        "section": "Results",
        "section_number": 27,
        "sentences": [
            "A total of 58 patients were included in the study.",
            "Fig. 2 graphically presents the flow of the patients.",
            "Table 1 summarizes the main demographic and clinical characteristics.",
            "Five of the seven patients treated with the classical KD received this in fluid form via a percutaneous gastrostomy tube."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33458",
        "text": "Seizure frequency reduction for the KD and the CAU group is presented in Table 2 .",
        "section": "Seizure frequency",
        "section_number": 28,
        "sentences": [
            "Seizure frequency reduction for the KD and the CAU group is presented in Table 2 ."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33458",
        "text": "Values at 6 weeks were available for all patients. At 4 months, values for three patients in the CAU group and three in the KD group were missing.",
        "section": "Seizure frequency",
        "section_number": 29,
        "sentences": [
            "Values at 6 weeks were available for all patients.",
            "At 4 months, values for three patients in the CAU group and three in the KD group were missing."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33458",
        "text": "In an ITT analysis, 13 patients (50%) treated with the KD for 4 months were responders, three of whom were seizure free and another three patients had >90% seizure reduction. Four patients (18.2%) of the CAU group were responders; two of them were seizure free and one had >90% seizure reduction.",
        "section": "Seizure frequency",
        "section_number": 30,
        "sentences": [
            "In an ITT analysis, 13 patients (50%) treated with the KD for 4 months were responders, three of whom were seizure free and another three patients had >90% seizure reduction.",
            "Four patients (18.2%) of the CAU group were responders; two of them were seizure free and one had >90% seizure reduction."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33458",
        "text": "The percentage of seizures after 4 months, compared to baseline, is presented in Table 3 . Two extreme outliers in the KD group, who had an increase in seizure frequency exceeding 1000% due to the increase in number of minor seizures, were removed. Nevertheless, there was a statistically significant difference between the proportion of responders versus non-responders, even without removing these extreme outliers (P = 0.022).",
        "section": "Seizure frequency",
        "section_number": 31,
        "sentences": [
            "The percentage of seizures after 4 months, compared to baseline, is presented in Table 3 .",
            "Two extreme outliers in the KD group, who had an increase in seizure frequency exceeding 1000% due to the increase in number of minor seizures, were removed.",
            "Nevertheless, there was a statistically significant difference between the proportion of responders versus non-responders, even without removing these extreme outliers (P = 0.022)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33458",
        "text": "In both groups, patients were using a mean of 2.4 AEDs at baseline, at the 6-week visit and at the 4-month endpoint. Table 4 presents the number of patients with and without an improvement in the NHS3 score compared to baseline. Figure 2 . Flow of the patients. At 6 weeks, three times as many patients using the KD had a relevant decrease in seizure severity score of all seizure types combined, compared with the patients in the CAU group. At 4-month treatment, there were twice as many patients in the KD group reporting a relevant decrease in seizure severity score. Differences between the two groups were statistically significant at 6 weeks (P = 0.006); at 4 months, a trend could be detected (P = 0.070). Changes in seizure severity were, except for one child of the KD group, related to the most severe seizure type.",
        "section": "Seizure frequency",
        "section_number": 32,
        "sentences": [
            "In both groups, patients were using a mean of 2.4 AEDs at baseline, at the 6-week visit and at the 4-month endpoint.",
            "Table 4 presents the number of patients with and without an improvement in the NHS3 score compared to baseline.",
            "Figure 2 .",
            "Flow of the patients.",
            "At 6 weeks, three times as many patients using the KD had a relevant decrease in seizure severity score of all seizure types combined, compared with the patients in the CAU group.",
            "At 4-month treatment, there were twice as many patients in the KD group reporting a relevant decrease in seizure severity score.",
            "Differences between the two groups were statistically significant at 6 weeks (P = 0.006); at 4 months, a trend could be detected (P = 0.070).",
            "Changes in seizure severity were, except for one child of the KD group, related to the most severe seizure type."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33458",
        "text": "Side-effects SIDAED -At baseline, there was no statistically significant difference between the patients treated with the KD and the patients of the CAU group regarding each of the nine different domains of side effects and the total SIDEAD scores.",
        "section": "Seizure severity",
        "section_number": 33,
        "sentences": [
            "Side-effects SIDAED -At baseline, there was no statistically significant difference between the patients treated with the KD and the patients of the CAU group regarding each of the nine different domains of side effects and the total SIDEAD scores."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33458",
        "text": "Total scores showed no statistically significant differences between groups at 6 weeks nor at 4 months. There was, however, a statistically significant difference in gastrointestinal symptoms, where patients treated with the KD having a higher score at 6 weeks (P = 0.015) and at 4 months (P = 0.021). The mean value of gastrointestinal symptoms in the KD group increased from 3.08 at baseline, to 4.08 after 6 weeks, and declined to 3.14 after 4 months of treatment.",
        "section": "Seizure severity",
        "section_number": 34,
        "sentences": [
            "Total scores showed no statistically significant differences between groups at 6 weeks nor at 4 months.",
            "There was, however, a statistically significant difference in gastrointestinal symptoms, where patients treated with the KD having a higher score at 6 weeks (P = 0.015) and at 4 months (P = 0.021).",
            "The mean value of gastrointestinal symptoms in the KD group increased from 3.08 at baseline, to 4.08 after 6 weeks, and declined to 3.14 after 4 months of treatment."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33458",
        "text": "In one child treated with the KD for 6 weeks, abdominal echography was performed because of asymptomatic microscopic hematuria but revealed no abnormalities. One child treated with the KD showed a clinically relevant decrease in height, and in another child, there was relevant weight reduction after 4 months on the KD. In the control group, one child had clinically relevant weight loss.",
        "section": "Kidney stones",
        "section_number": 35,
        "sentences": [
            "In one child treated with the KD for 6 weeks, abdominal echography was performed because of asymptomatic microscopic hematuria but revealed no abnormalities.",
            "One child treated with the KD showed a clinically relevant decrease in height, and in another child, there was relevant weight reduction after 4 months on the KD.",
            "In the control group, one child had clinically relevant weight loss."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33458",
        "text": "Fasting values for total cholesterol, LDL cholesterol, and triglycerides were available for 22 KD ITT, intention to treat; n, number; KD, ketogenic diet; CAU, care as usual. patients and 17 CAU patients at baseline, and for 16 and 11 patients, respectively, at both 6-week and 4-month visits. At group level, only the mean value for total cholesterol at 6-week treatment with the KD (5.01 mmol/l (SD 1.15)) was statistically significantly higher (P = 0.03, mean difference =0.7) compared to the value of the children in the CAU group (4.31 (SD 0.27)).",
        "section": "Lipid profile",
        "section_number": 36,
        "sentences": [
            "Fasting values for total cholesterol, LDL cholesterol, and triglycerides were available for 22 KD ITT, intention to treat; n, number; KD, ketogenic diet; CAU, care as usual.",
            "patients and 17 CAU patients at baseline, and for 16 and 11 patients, respectively, at both 6-week and 4-month visits.",
            "At group level, only the mean value for total cholesterol at 6-week treatment with the KD (5.01 mmol/l (SD 1.15)) was statistically significantly higher (P = 0.03, mean difference =0.7) compared to the value of the children in the CAU group (4.31 (SD 0.27))."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33458",
        "text": "In the KD group, there was a correlation between the mean value of BHB during the first 6 weeks of treatment (2.2 mmol; min-max: 0.5-6.22) and the percentage seizure change at 6 weeks (P = 0.006). No other correlations were found.",
        "section": "Ketosis",
        "section_number": 37,
        "sentences": [
            "In the KD group, there was a correlation between the mean value of BHB during the first 6 weeks of treatment (2.2 mmol; min-max: 0.5-6.22) and the percentage seizure change at 6 weeks (P = 0.006).",
            "No other correlations were found."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33458",
        "text": "The goal of our study was to assess the tolerability of the KD and its efficacy on seizure frequency and severity in children and adolescents with refractory epilepsy during a 4-month study period.",
        "section": "Discussion",
        "section_number": 38,
        "sentences": [
            "The goal of our study was to assess the tolerability of the KD and its efficacy on seizure frequency and severity in children and adolescents with refractory epilepsy during a 4-month study period."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33458",
        "text": "Significantly, more patients treated with the KD had a seizure reduction of at least 50% and a relevant reduction in seizure severity.",
        "section": "Discussion",
        "section_number": 39,
        "sentences": [
            "Significantly, more patients treated with the KD had a seizure reduction of at least 50% and a relevant reduction in seizure severity."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33458",
        "text": "Our results are in line with the RCT of Neal et al. and Sharma et al. (4, 5) although the responder rates in the RCT of Neal are somewhat lower (38% KD vs 6% CAU) than in our study (50% KD and 18% CAU).",
        "section": "Discussion",
        "section_number": 40,
        "sentences": [
            "Our results are in line with the RCT of Neal et al. and Sharma et al. (4, 5) although the responder rates in the RCT of Neal are somewhat lower (38% KD vs 6% CAU) than in our study (50% KD and 18% CAU)."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33458",
        "text": "Our higher response ratio can be explained by our study design, which allowed patients who did not attend the first visit at 6 weeks to be replaced. The response rates in the RCT of Sharma et al. using the MAD are comparable (52% vs 11.5%). As far as we are aware, no RCT comparing MAD and MCT or classical KD had previously been carried out. Miranda et al. (11) compared MAD with a historical cohort treated with the classical KD and found it to be similarly effective. In our study, two patients in the CAU group spontaneously became seizure free, compared with none in the previous RCTs. We do not have an explanation other than the natural course of the epilepsy. Furthermore, in our study, two patients in the KD group had a dramatic increase in seizure frequency due to the increase in minor seizures.",
        "section": "Discussion",
        "section_number": 41,
        "sentences": [
            "Our higher response ratio can be explained by our study design, which allowed patients who did not attend the first visit at 6 weeks to be replaced.",
            "The response rates in the RCT of Sharma et al. using the MAD are comparable (52% vs 11.5%).",
            "As far as we are aware, no RCT comparing MAD and MCT or classical KD had previously been carried out.",
            "Miranda et al. (11) compared MAD with a historical cohort treated with the classical KD and found it to be similarly effective.",
            "In our study, two patients in the CAU group spontaneously became seizure free, compared with none in the previous RCTs.",
            "We do not have an explanation other than the natural course of the epilepsy.",
            "Furthermore, in our study, two patients in the KD group had a dramatic increase in seizure frequency due to the increase in minor seizures."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33458",
        "text": "The difference between the proportion of responders versus non-responders was statistically significant. The mean seizure frequency at 4 months expressed as a percentage of the baseline was, however, only statistically significantly lower in the KD group compared with CAU after removal of these two extreme outliers. In the other RCTs, the mean seizure frequency at 3 months was significantly less in the diet group; in Neal et al., 62.0% in the KD group versus 136.9% in the controls (P < 0.0001), and 112.9% after removal of three extreme outliers in the control group, and in Sharma et al., 59.0% in the KD group versus 95.5% in the controls (P < 0.003).",
        "section": "Discussion",
        "section_number": 42,
        "sentences": [
            "The difference between the proportion of responders versus non-responders was statistically significant.",
            "The mean seizure frequency at 4 months expressed as a percentage of the baseline was, however, only statistically significantly lower in the KD group compared with CAU after removal of these two extreme outliers.",
            "In the other RCTs, the mean seizure frequency at 3 months was significantly less in the diet group; in Neal et al., 62.0% in the KD group versus 136.9% in the controls (P < 0.0001), and 112.9% after removal of three extreme outliers in the control group, and in Sharma et al., 59.0% in the KD group versus 95.5% in the controls (P < 0.003)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33458",
        "text": "It is not common to use changes in seizure severity as an outcome parameter in trials. Hallb€ o€ ok et al. (12) described a statistically significant decrease of seizure severity after 3-month KD compared with baseline measured as the mean of the NHS3 value. In our study, the proportion of patients with a relevant decrease of the seizure severity score was threefold higher in the KD group at 6 weeks and twofold higher at 4 months. It is an interesting finding that despite an extreme increase in seizure frequency, patients continue the KD. Decrease of seizure severity is apparently a major factor.",
        "section": "Discussion",
        "section_number": 43,
        "sentences": [
            "It is not common to use changes in seizure severity as an outcome parameter in trials.",
            "Hallb€ o€ ok et al. (12) described a statistically significant decrease of seizure severity after 3-month KD compared with baseline measured as the mean of the NHS3 value.",
            "In our study, the proportion of patients with a relevant decrease of the seizure severity score was threefold higher in the KD group at 6 weeks and twofold higher at 4 months.",
            "It is an interesting finding that despite an extreme increase in seizure frequency, patients continue the KD.",
            "Decrease of seizure severity is apparently a major factor."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33458",
        "text": "Side effects using SIDAED showed only a statistically significantly higher score in the KD group in the domain of gastrointestinal symptoms. The mean value of gastrointestinal symptoms in the KD group at 4 months almost approached the baseline level, although this value was obviously increased at 6 weeks. Fine-tuning the diet can reduce patients' symptoms. The Cochrane review summarized that all studies recorded a range of side effects, the most prevalent being gastrointestinal effects in 30% of patients (3).",
        "section": "Discussion",
        "section_number": 44,
        "sentences": [
            "Side effects using SIDAED showed only a statistically significantly higher score in the KD group in the domain of gastrointestinal symptoms.",
            "The mean value of gastrointestinal symptoms in the KD group at 4 months almost approached the baseline level, although this value was obviously increased at 6 weeks.",
            "Fine-tuning the diet can reduce patients' symptoms.",
            "The Cochrane review summarized that all studies recorded a range of side effects, the most prevalent being gastrointestinal effects in 30% of patients (3)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33458",
        "text": "Our results on height and weight are in line with previous literature. In Neal et al., height z scores showed no change at 3-month treatment but decreased significantly by 6 and 12 months. Weight z scores decreased significantly between baseline and 3-, 6-, and 12-month treatments (13) . Nordli et al. (14) found adequate height and weight in 96.4% of infants after 3-month KD.",
        "section": "Discussion",
        "section_number": 45,
        "sentences": [
            "Our results on height and weight are in line with previous literature.",
            "In Neal et al., height z scores showed no change at 3-month treatment but decreased significantly by 6 and 12 months.",
            "Weight z scores decreased significantly between baseline and 3-, 6-, and 12-month treatments (13) .",
            "Nordli et al. (14) found adequate height and weight in 96.4% of infants after 3-month KD."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33458",
        "text": "More clinically severe side effects reported in the literature are kidney stones (15) (16) (17) . In contrast, no patient in our study developed kidney stones.",
        "section": "Discussion",
        "section_number": 46,
        "sentences": [
            "More clinically severe side effects reported in the literature are kidney stones (15) (16) (17) .",
            "In contrast, no patient in our study developed kidney stones."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33458",
        "text": "Best et al. (18) published the first three patients with prolonged QTc while using the KD.",
        "section": "Discussion",
        "section_number": 47,
        "sentences": [
            "Best et al. (18) published the first three patients with prolonged QTc while using the KD."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33458",
        "text": "In our study, no abnormalities were found, which is in line with more recent literature (19, 20) .",
        "section": "Discussion",
        "section_number": 48,
        "sentences": [
            "In our study, no abnormalities were found, which is in line with more recent literature (19, 20) ."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33458",
        "text": "Lipid profile showed only a significant increase of total cholesterol at 6 weeks.",
        "section": "Discussion",
        "section_number": 49,
        "sentences": [
            "Lipid profile showed only a significant increase of total cholesterol at 6 weeks."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33458",
        "text": "Nizamuddin described an improvement of hypercholesterolemia in approximately half of the patients even without interventions (21).",
        "section": "Discussion",
        "section_number": 50,
        "sentences": [
            "Nizamuddin described an improvement of hypercholesterolemia in approximately half of the patients even without interventions (21)."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33458",
        "text": "There was a statistically significant correlation between being a responder at 6 weeks and the mean value of BHB measured in blood during the first 6 weeks of treatment.",
        "section": "Discussion",
        "section_number": 51,
        "sentences": [
            "There was a statistically significant correlation between being a responder at 6 weeks and the mean value of BHB measured in blood during the first 6 weeks of treatment."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33458",
        "text": "Neal et al. (2) described a significant correlation between serum BHB (and serum acetoacetate) measured at clinical appointments and seizure control at 3 months but not at 6 and 12 months.",
        "section": "Discussion",
        "section_number": 52,
        "sentences": [
            "Neal et al. (2) described a significant correlation between serum BHB (and serum acetoacetate) measured at clinical appointments and seizure control at 3 months but not at 6 and 12 months."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33458",
        "text": "This finding is in line with our previous report describing a statistically significant correlation between the single value of BHB at 3-and 6month treatments and seizure reduction, but no correlation with ketones in urine (22) . It seems better to monitor the KD with BHB measurements than with urinary ketoses. The relationship between seizure control and ketosis is, however, still unclear (4) .",
        "section": "Discussion",
        "section_number": 53,
        "sentences": [
            "This finding is in line with our previous report describing a statistically significant correlation between the single value of BHB at 3-and 6month treatments and seizure reduction, but no correlation with ketones in urine (22) .",
            "It seems better to monitor the KD with BHB measurements than with urinary ketoses.",
            "The relationship between seizure control and ketosis is, however, still unclear (4) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33458",
        "text": "One of the limitations of this open label study is the short study period. Furthermore, we aimed to reach a stable AED dose; this was not always possible due to the complexity of the patients. The percentage of patients with no changes in AED was, however, comparable in both groups. Kverneland et al. (23) described recently a reduction by 35% of the average serum concentrations of AEDs in four adult patients after 12 weeks on MAD.",
        "section": "Discussion",
        "section_number": 54,
        "sentences": [
            "One of the limitations of this open label study is the short study period.",
            "Furthermore, we aimed to reach a stable AED dose; this was not always possible due to the complexity of the patients.",
            "The percentage of patients with no changes in AED was, however, comparable in both groups.",
            "Kverneland et al. (23) described recently a reduction by 35% of the average serum concentrations of AEDs in four adult patients after 12 weeks on MAD."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33458",
        "text": "The use of seizure diaries in clinical research and practice is accepted and as yet no alternative is available, especially for long-term follow-up. The act of self-recording may, however, in itself, influence the observation, by causing the subject to be more vigilant about seizures after changing treatment. Subjects may be non-compliant with diary maintenance or may record 'false-positive' events that are not seizures (24) . The use of parental or carer seizure records may well miss some nocturnal or subtle seizures such as myoclonic or absence seizures (4, 5) .",
        "section": "Discussion",
        "section_number": 55,
        "sentences": [
            "The use of seizure diaries in clinical research and practice is accepted and as yet no alternative is available, especially for long-term follow-up.",
            "The act of self-recording may, however, in itself, influence the observation, by causing the subject to be more vigilant about seizures after changing treatment.",
            "Subjects may be non-compliant with diary maintenance or may record 'false-positive' events that are not seizures (24) .",
            "The use of parental or carer seizure records may well miss some nocturnal or subtle seizures such as myoclonic or absence seizures (4, 5) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33458",
        "text": "In conclusion, this trial provides class I evidence that the KD is an effective therapy compared with CAU, both with regard to seizure frequency and severity, in children and adolescents with refractory epilepsy. Most frequently reported side effects are gastrointestinal symptoms that can largely be reduced by fine-tuning the diet.",
        "section": "Discussion",
        "section_number": 56,
        "sentences": [
            "In conclusion, this trial provides class I evidence that the KD is an effective therapy compared with CAU, both with regard to seizure frequency and severity, in children and adolescents with refractory epilepsy.",
            "Most frequently reported side effects are gastrointestinal symptoms that can largely be reduced by fine-tuning the diet."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33458",
        "text": "Acta Neurol Scand 2017: 135: 231-239 DOI: 10.1111/ane.12592 © 2016 John Wiley & Sons A/S. Published by John Wiley & Sons Ltd ACTA NEUROLOGICA SCANDINAVICA",
        "section": "",
        "section_number": 57,
        "sentences": [
            "Acta Neurol Scand 2017: 135: 231-239 DOI: 10.1111/ane.12592 © 2016 John Wiley & Sons A/S. Published by John Wiley & Sons Ltd ACTA NEUROLOGICA SCANDINAVICA"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    }
]