[
    {
        "doc_id": "39905",
        "text": "Dynamic ultrasound-guided short-axis needle tip navigation is a novel technique for vascular access. After venipuncture, the needle and catheter are further advanced within the vessel lumen under real-time ultrasound guidance with constant visualisation of the needle tip in the short-axis view. This can minimise the risk of transfixing the cannulated vessel. We compared two techniques for non-visible saphenous vein cannulation under general anaesthesia in children weighing ≥ 3 kg and less than four years of age: dynamic ultrasound-guided short-axis needle tip navigation technique (ultrasound group) vs. landmark technique. Venous cannulation was performed by three experienced anaesthetists. The primary outcome measure was first-attempt success rate. Success rate within 10 min was a secondary outcome. A total of 102 patients were randomly allocated to either the ultrasound group or the landmark group. First-attempt success rate was 90% in the ultrasound group compared with 51% in the landmark group, p<0.001, difference 39%, 95% confidence interval (CI) of the difference 23-55%. Success rate within 10 min was 92% in the ultrasound group compared with 63% in the landmark group, p = 0.001, difference 29%, 95%CI of the difference 14-45%. We conclude that, when performed by experienced anaesthetists, the dynamic ultrasound-guided short-axis needle tip navigation technique improved non-visible saphenous vein cannulation in children compared with the landmark technique.",
        "section": "Abstract",
        "sentences": [
            "Dynamic ultrasound-guided short-axis needle tip navigation is a novel technique for vascular access.",
            "After venipuncture, the needle and catheter are further advanced within the vessel lumen under real-time ultrasound guidance with constant visualisation of the needle tip in the short-axis view.",
            "This can minimise the risk of transfixing the cannulated vessel.",
            "We compared two techniques for non-visible saphenous vein cannulation under general anaesthesia in children weighing ≥ 3 kg and less than four years of age: dynamic ultrasound-guided short-axis needle tip navigation technique (ultrasound group) vs. landmark technique.",
            "Venous cannulation was performed by three experienced anaesthetists.",
            "The primary outcome measure was first-attempt success rate.",
            "Success rate within 10 min was a secondary outcome.",
            "A total of 102 patients were randomly allocated to either the ultrasound group or the landmark group.",
            "First-attempt success rate was 90% in the ultrasound group compared with 51% in the landmark group, p<0.001, difference 39%, 95% confidence interval (CI) of the difference 23-55%.",
            "Success rate within 10 min was 92% in the ultrasound group compared with 63% in the landmark group, p = 0.001, difference 29%, 95%CI of the difference 14-45%.",
            "We conclude that, when performed by experienced anaesthetists, the dynamic ultrasound-guided short-axis needle tip navigation technique improved non-visible saphenous vein cannulation in children compared with the landmark technique."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39905",
        "text": "Ultrasound-guided vascular cannulation has recently gained popularity for use in both adults and children, and a variety of techniques have been described, such as single-operator vs. dual-operator, static vs. dynamic technique and short-axis vs. long-axis approach [1] [2] [3] . The single-operator, dynamic short-axis technique is a common ultrasound-guided technique for vascular access [4] , and allows the operator to precisely locate the needle tip and target vessel while assisting with vessel puncture. However, once the needle tip enters the vessel lumen in the short-axis (out-of-plane) view, the ultrasound image is no longer used and the operator blindly advances the needle. This risks cannulation failure due to accidental transfixion of the target vessel. The dynamic short-axis technique has been modified in order to maximise the chance of successful cannulation. In the modified technique, once the target vessel is punctured, ultrasound is further utilised to guide needle and cannula advancement. The cannula needle is further advanced in a stepwise fashion with constant needle tip visualisation in the short-axis view, whereas the ultrasound probe is concomitantly moved in the direction of needle advancement (Fig. 1) . This minimises the risk of transfixing the posterior wall of the vessel (see Supporting Information online, Video Clip S1).",
        "section": "Introduction",
        "section_number": 1,
        "sentences": [
            "Ultrasound-guided vascular cannulation has recently gained popularity for use in both adults and children, and a variety of techniques have been described, such as single-operator vs. dual-operator, static vs. dynamic technique and short-axis vs. long-axis approach [1] [2] [3] .",
            "The single-operator, dynamic short-axis technique is a common ultrasound-guided technique for vascular access [4] , and allows the operator to precisely locate the needle tip and target vessel while assisting with vessel puncture.",
            "However, once the needle tip enters the vessel lumen in the short-axis (out-of-plane) view, the ultrasound image is no longer used and the operator blindly advances the needle.",
            "This risks cannulation failure due to accidental transfixion of the target vessel.",
            "The dynamic short-axis technique has been modified in order to maximise the chance of successful cannulation.",
            "In the modified technique, once the target vessel is punctured, ultrasound is further utilised to guide needle and cannula advancement.",
            "The cannula needle is further advanced in a stepwise fashion with constant needle tip visualisation in the short-axis view, whereas the ultrasound probe is concomitantly moved in the direction of needle advancement (Fig. 1) .",
            "This minimises the risk of transfixing the posterior wall of the vessel (see Supporting Information online, Video Clip S1)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39905",
        "text": "This modified technique was first introduced in 2013 as a 'follow the tip' technique [5] . Although originally described for radial artery cannulation, it can be used to cannulate any vessel, such as central and peripheral veins [6] . In a recent observational study, this technique, called the 'dynamic ultrasound-guided short-axis needle tip navigation technique' resulted in a high success rate for peripheral venous cannulation in obese adult patients [7] . To date, there have been few studies comparing this technique with the traditional venous cannulation method. We decided to test the hypothesis that the dynamic ultrasound-guided short-axis needle tip navigation technique results in greater success for difficult vascular access compared with a traditional landmark technique.",
        "section": "Introduction",
        "section_number": 2,
        "sentences": [
            "This modified technique was first introduced in 2013 as a 'follow the tip' technique [5] .",
            "Although originally described for radial artery cannulation, it can be used to cannulate any vessel, such as central and peripheral veins [6] .",
            "In a recent observational study, this technique, called the 'dynamic ultrasound-guided short-axis needle tip navigation technique' resulted in a high success rate for peripheral venous cannulation in obese adult patients [7] .",
            "To date, there have been few studies comparing this technique with the traditional venous cannulation method.",
            "We decided to test the hypothesis that the dynamic ultrasound-guided short-axis needle tip navigation technique results in greater success for difficult vascular access compared with a traditional landmark technique."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39905",
        "text": "This study was approved by the University of Iowa Institutional Review Board for Human Subjects and written, informed consent was obtained from each patient's parent or guardian. Inclusion criteria were term neonates and children with non-visible saphenous veins, who weighed greater than or equal to 3 kg and were aged less than four years. Exclusion criteria were patients with visible saphenous veins (without the use of a tourniquet); signs of a skin infection or a wound near the planned insertion site; venous puncture at the planned insertion site < 1 month previously; and patients requiring emergency surgery. Following inhalational induction with sevoflurane, with or without nitrous oxide, monitoring as recommended by the AAGBI was applied [8] . A researcher not participating in the patient's care examined the saphenous veins following application of a leg tourniquet. Patients who had visible saphenous veins (either right or left leg) after tourniquet application were not studied. Thereafter, the investigator used ultrasonography (HD 11 XE or iE33; Phillips Ultrasound, Bothell, WA, USA) with a linear transducer (L15-7io) to measure the diameter of both saphenous veins in the short-axis view at the level of the medial malleolus with tourniquets applied.",
        "section": "Methods",
        "section_number": 3,
        "sentences": [
            "This study was approved by the University of Iowa Institutional Review Board for Human Subjects and written, informed consent was obtained from each patient's parent or guardian.",
            "Inclusion criteria were term neonates and children with non-visible saphenous veins, who weighed greater than or equal to 3 kg and were aged less than four years.",
            "Exclusion criteria were patients with visible saphenous veins (without the use of a tourniquet); signs of a skin infection or a wound near the planned insertion site; venous puncture at the planned insertion site < 1 month previously; and patients requiring emergency surgery.",
            "Following inhalational induction with sevoflurane, with or without nitrous oxide, monitoring as recommended by the AAGBI was applied [8] .",
            "A researcher not participating in the patient's care examined the saphenous veins following application of a leg tourniquet.",
            "Patients who had visible saphenous veins (either right or left leg) after tourniquet application were not studied.",
            "Thereafter, the investigator used ultrasonography (HD 11 XE or iE33; Phillips Ultrasound, Bothell, WA, USA) with a linear transducer (L15-7io) to measure the diameter of both saphenous veins in the short-axis view at the level of the medial malleolus with tourniquets applied."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39905",
        "text": "Patients who did not have ultrasound-visible saphenous veins on either leg were not studied. The operator who attempted to cannulate the saphenous vein was allowed to enter the operating room only after control measurements were recorded. Patients were then randomly allocated to saphenous vein cannulation using either the dynamic shortaxis needle tip navigation technique (ultrasound group) or the landmark technique (landmark group). Three anaesthetists (each with experience of more than 100 saphenous vein cannulations using both techniques in this patient population) performed one or the other technique. To ensure balance among the three operators for each study technique, computergenerated randomisation was stratified. The predefined group assignment for each operator was contained in a sealed, opaque envelope that was opened by an investigator with no direct involvement in the case and was performed after control measurements were made, and just before the study operator entered the operating room.",
        "section": "Methods",
        "section_number": 4,
        "sentences": [
            "Patients who did not have ultrasound-visible saphenous veins on either leg were not studied.",
            "The operator who attempted to cannulate the saphenous vein was allowed to enter the operating room only after control measurements were recorded.",
            "Patients were then randomly allocated to saphenous vein cannulation using either the dynamic shortaxis needle tip navigation technique (ultrasound group) or the landmark technique (landmark group).",
            "Three anaesthetists (each with experience of more than 100 saphenous vein cannulations using both techniques in this patient population) performed one or the other technique.",
            "To ensure balance among the three operators for each study technique, computergenerated randomisation was stratified.",
            "The predefined group assignment for each operator was contained in a sealed, opaque envelope that was opened by an investigator with no direct involvement in the case and was performed after control measurements were made, and just before the study operator entered the operating room."
        ],
        "sentence_labels": [
            -1,
            -1,
            1,
            -1,
            -1,
            -1
        ],
        "classification_label": 1
    },
    {
        "doc_id": "39905",
        "text": "Upon entering the operating room, the operator was informed of the group allocation and the start time was when the operator applied a tourniquet to the patient's right or left leg. The operator was permitted to apply a tourniquet to each leg. For the ultrasound group, the operator was permitted to scan the field of each leg with ultrasound to select a leg for the cannulation with the tourniquet applied. For the landmark group, the operator selected either the right or left leg for the cannulation by palpating each leg with the tourniquet applied. For both groups, once a leg was selected, the operator was not permitted to change sides during the study. The field was prepared aseptically, draped and all procedures were performed in a sterile fashion. A 24G, 18-mm-length cannula (Jelco, Smith Medical International Ltd, Rossendale, UK) or a 22G, 25-mm-length cannula (Becton Dickinson Insyte Autoguard, UT, USA) was chosen by the study operator. In the ultrasound group, the operator identified the selected saphenous vein using ultrasound with a linear transducer in the short-axis view (out-of-plane approach). Keeping the vein in view, catheter tip location was adjusted directly above and parallel to the vein. The operator advanced the needle at a 15°to 30°a ngle until the tip of the needle was seen in the shortaxis view. Fine adjustments were made to the needle until the tip was visualised in contact with the anterior wall of the vein. The needle was advanced into the lumen of the vein until flashback was seen in the hub of the cannula. The operator further advanced the needle into the vein by moving the ultrasound probe in the direction of needle advancement, such that the needle tip was constantly visible. After advancing approximately 5 mm into the vein, the cannula was threaded over the needle. If the cannula was thought to have transfixed the vein, the operator was allowed to withdraw the cannula until flashback was confirmed; then the operator threaded the cannula into the vein with or without a guide wire.",
        "section": "Methods",
        "section_number": 5,
        "sentences": [
            "Upon entering the operating room, the operator was informed of the group allocation and the start time was when the operator applied a tourniquet to the patient's right or left leg.",
            "The operator was permitted to apply a tourniquet to each leg.",
            "For the ultrasound group, the operator was permitted to scan the field of each leg with ultrasound to select a leg for the cannulation with the tourniquet applied.",
            "For the landmark group, the operator selected either the right or left leg for the cannulation by palpating each leg with the tourniquet applied.",
            "For both groups, once a leg was selected, the operator was not permitted to change sides during the study.",
            "The field was prepared aseptically, draped and all procedures were performed in a sterile fashion.",
            "A 24G, 18-mm-length cannula (Jelco, Smith Medical International Ltd, Rossendale, UK) or a 22G, 25-mm-length cannula (Becton Dickinson Insyte Autoguard, UT, USA) was chosen by the study operator.",
            "In the ultrasound group, the operator identified the selected saphenous vein using ultrasound with a linear transducer in the short-axis view (out-of-plane approach).",
            "Keeping the vein in view, catheter tip location was adjusted directly above and parallel to the vein.",
            "The operator advanced the needle at a 15°to 30°a ngle until the tip of the needle was seen in the shortaxis view.",
            "Fine adjustments were made to the needle until the tip was visualised in contact with the anterior wall of the vein.",
            "The needle was advanced into the lumen of the vein until flashback was seen in the hub of the cannula.",
            "The operator further advanced the needle into the vein by moving the ultrasound probe in the direction of needle advancement, such that the needle tip was constantly visible.",
            "After advancing approximately 5 mm into the vein, the cannula was threaded over the needle.",
            "If the cannula was thought to have transfixed the vein, the operator was allowed to withdraw the cannula until flashback was confirmed; then the operator threaded the cannula into the vein with or without a guide wire."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39905",
        "text": "For the landmark group, the operator decided on the puncture site by palpating just anterior to the medial malleolus. After the skin was punctured, the needle was advanced at a 15°to 30°angle until blood appeared in the cannula hub. The angle of insertion was reduced and the needle was further advanced a few millimetres into the vein. After confirming continuous blood flow in the hub, the cannula was threaded into the vessel over the needle. If the cannula was thought to have transfixed the vein, the operator was allowed to withdraw the cannula until flashback was confirmed, and then thread the cannula into the vein with or without a guide wire.",
        "section": "Methods",
        "section_number": 6,
        "sentences": [
            "For the landmark group, the operator decided on the puncture site by palpating just anterior to the medial malleolus.",
            "After the skin was punctured, the needle was advanced at a 15°to 30°angle until blood appeared in the cannula hub.",
            "The angle of insertion was reduced and the needle was further advanced a few millimetres into the vein.",
            "After confirming continuous blood flow in the hub, the cannula was threaded into the vessel over the needle.",
            "If the cannula was thought to have transfixed the vein, the operator was allowed to withdraw the cannula until flashback was confirmed, and then thread the cannula into the vein with or without a guide wire."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39905",
        "text": "Cannulation time was defined as being from when a tourniquet was applied until successful flushing of the cannula with saline. The primary end-point was successful venous cannulation on the first attempt and within 10 min. Secondary end-points were successful venous cannulation on the second or third attempts within 10 min, unsuccessful venous cannulation after three attempts and unsuccessful venous cannulation after 10 min. A single attempt was defined as needle insertion through a single skin puncture site. The requirement for a new skin puncture was defined as a new attempt. Data were recorded by an investigator who was not involved in the anaesthetic care of the patient.",
        "section": "Methods",
        "section_number": 7,
        "sentences": [
            "Cannulation time was defined as being from when a tourniquet was applied until successful flushing of the cannula with saline.",
            "The primary end-point was successful venous cannulation on the first attempt and within 10 min.",
            "Secondary end-points were successful venous cannulation on the second or third attempts within 10 min, unsuccessful venous cannulation after three attempts and unsuccessful venous cannulation after 10 min.",
            "A single attempt was defined as needle insertion through a single skin puncture site.",
            "The requirement for a new skin puncture was defined as a new attempt.",
            "Data were recorded by an investigator who was not involved in the anaesthetic care of the patient."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39905",
        "text": "All analyses were performed on an intention-totreat basis. The Chi-square test was used to compare ultrasound and landmark techniques for the categorical outcomes. Normality of continuous data was tested by the Shapiro-Wilks test. A two-sided independent sample t-test was used if the data were normally distributed, and the Mann-Whitney U-test was used when normality assumption was not satisfied. In addition to univariate analysis, a multivariable analysis was performed for risk adjustment for success at first attempt as well as success within 10 min. Potential covariates considered in the model selection for both outcomes were: cannulation techniques (ultrasound vs. landmark technique); patient age and weight; study operator; and diameter of the saphenous vein. Associations between two continuous covariates were assessed by the Pearson correlation coefficient. If correlation coefficients were > 0.8, the more statistically significant covariate was selected in order to avoid multicolinearity among the potential covariates in the multivariable model. Odds ratios (OR) and associated 95% confidence intervals (CI) were calculated for the significant covariates in the multivariate model to quantify the independent effect of a covariate, in the presence of other covariates in the model, with regard to cannulation success. The goodness-of-fit of the logistic regression model was evaluated by c-statistic SPSS 21.0 (SPSS Inc., Chicago, IL, USA) software which was also used for all statistical analyses.",
        "section": "Methods",
        "section_number": 8,
        "sentences": [
            "All analyses were performed on an intention-totreat basis.",
            "The Chi-square test was used to compare ultrasound and landmark techniques for the categorical outcomes.",
            "Normality of continuous data was tested by the Shapiro-Wilks test.",
            "A two-sided independent sample t-test was used if the data were normally distributed, and the Mann-Whitney U-test was used when normality assumption was not satisfied.",
            "In addition to univariate analysis, a multivariable analysis was performed for risk adjustment for success at first attempt as well as success within 10 min.",
            "Potential covariates considered in the model selection for both outcomes were: cannulation techniques (ultrasound vs. landmark technique); patient age and weight; study operator; and diameter of the saphenous vein.",
            "Associations between two continuous covariates were assessed by the Pearson correlation coefficient.",
            "If correlation coefficients were > 0.8, the more statistically significant covariate was selected in order to avoid multicolinearity among the potential covariates in the multivariable model.",
            "Odds ratios (OR) and associated 95% confidence intervals (CI) were calculated for the significant covariates in the multivariate model to quantify the independent effect of a covariate, in the presence of other covariates in the model, with regard to cannulation success.",
            "The goodness-of-fit of the logistic regression model was evaluated by c-statistic SPSS 21.0 (SPSS Inc., Chicago, IL, USA) software which was also used for all statistical analyses."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39905",
        "text": "The sample size required was calculated for the primary outcome. We estimated a 60% first-attempt success rate for the landmark group based on previous studies, which reported success rates of 35-64% when using the landmark technique (not limited to the saphenous vein) in children with difficult venous access [9, 10] . We further assumed that a clinically significant difference in the first-attempt success using the ultrasound technique should be at least a 30% increase compared with the landmark group. Based on these assumptions (60% vs. 90%), a sample size of 49 patients per group would provide more than 90% power to detect this difference at the 0.05 significance level using a two-sided Chi-square test. To ensure balance among the three operators and the technique used, each operator needed to perform the study on 34 patients (17 using the ultrasound technique, and 17 using the landmark technique), making a total of 102 patients with a 1:1 ratio of patients in the ultrasound group and landmark group.",
        "section": "Methods",
        "section_number": 9,
        "sentences": [
            "The sample size required was calculated for the primary outcome.",
            "We estimated a 60% first-attempt success rate for the landmark group based on previous studies, which reported success rates of 35-64% when using the landmark technique (not limited to the saphenous vein) in children with difficult venous access [9, 10] .",
            "We further assumed that a clinically significant difference in the first-attempt success using the ultrasound technique should be at least a 30% increase compared with the landmark group.",
            "Based on these assumptions (60% vs. 90%), a sample size of 49 patients per group would provide more than 90% power to detect this difference at the 0.05 significance level using a two-sided Chi-square test.",
            "To ensure balance among the three operators and the technique used, each operator needed to perform the study on 34 patients (17 using the ultrasound technique, and 17 using the landmark technique), making a total of 102 patients with a 1:1 ratio of patients in the ultrasound group and landmark group."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39905",
        "text": "Between July 2013 and July 2014, 111 patients were consented and enrolled. Nine patients were not studied and a total of 102 patients were randomly allocated to either the ultrasound or landmark group (Fig. 2) . Each of the three study operators were assigned 34 procedures in which each technique was equally randomised. Table 1 shows the baseline characteristics of patients included in the study. Univariate and multivariable results are presented in Table 2 . First-attempt success rate was 90% in the ultrasound group compared with 51% in the landmark group, p<0.001; difference 39% (23-55%), OR 8.8 (3.0-25.9). Overall success rate within 10 min was 92% in the ultrasound group compared with 63% in the landmark group, p = 0.001; difference 29% (14-45%), OR 7.0 (2.2-22.4). The number of insertion attempts was lower in the ultrasound group (p = 0.03). Median (IQR [range]) time to successful cannulation was 235 (179-300 [120-590]) s in the ultrasound group compared with 151 (112-246 [70-549]) s in the landmark group, p = 0.001. The 22G cannula was used more frequently on subjects in the ultrasound group (p = 0.03, OR 0.39 (0.17-0.94)). There were no significant differences among the three study operators in either first-attempt success (p = 0.16) or success within 10 min (p = 0.18). Multivariable analysis indicated that the technique (p<0.001, OR 18.5 (4.6-74.9)) and saphenous vein diameter (< 1 mm vs. ≥ 1 mm) (p = 0.006, OR 18.7 (2.3-150)) were the only significant covariates of first-attempt success (cstatistic = 0.85). Age and weight showed a strong correlation (r = 0.83), so only weight was assessed in the multivariable model as a potential covariate. The multivariable model for success within 10 min was similarly assessed using the same potential covariates. Technique (p = 0.001, OR 11.1 (2.8-43.6)) and saphenous vein diameter (p = 0.017, OR 10.2 (1.5-69)) were the only significant covariates of success within 10 min (c-statistic = 0.83). There were no complications, such as arterial puncture, thrombophlebitis, peripheral nerve palsy, compartment syndrome, skin or soft tissue necrosis.",
        "section": "Results",
        "section_number": 10,
        "sentences": [
            "Between July 2013 and July 2014, 111 patients were consented and enrolled.",
            "Nine patients were not studied and a total of 102 patients were randomly allocated to either the ultrasound or landmark group (Fig. 2) .",
            "Each of the three study operators were assigned 34 procedures in which each technique was equally randomised.",
            "Table 1 shows the baseline characteristics of patients included in the study.",
            "Univariate and multivariable results are presented in Table 2 .",
            "First-attempt success rate was 90% in the ultrasound group compared with 51% in the landmark group, p<0.001; difference 39% (23-55%), OR 8.8 (3.0-25.9).",
            "Overall success rate within 10 min was 92% in the ultrasound group compared with 63% in the landmark group, p = 0.001; difference 29% (14-45%), OR 7.0 (2.2-22.4).",
            "The number of insertion attempts was lower in the ultrasound group (p = 0.03).",
            "Median (IQR [range]) time to successful cannulation was 235 (179-300 [120-590]) s in the ultrasound group compared with 151 (112-246 [70-549]) s in the landmark group, p = 0.001.",
            "The 22G cannula was used more frequently on subjects in the ultrasound group (p = 0.03, OR 0.39 (0.17-0.94)).",
            "There were no significant differences among the three study operators in either first-attempt success (p = 0.16) or success within 10 min (p = 0.18).",
            "Multivariable analysis indicated that the technique (p<0.001, OR 18.5 (4.6-74.9)) and saphenous vein diameter (< 1 mm vs. ≥ 1 mm) (p = 0.006, OR 18.7 (2.3-150)) were the only significant covariates of first-attempt success (cstatistic = 0.85).",
            "Age and weight showed a strong correlation (r = 0.83), so only weight was assessed in the multivariable model as a potential covariate.",
            "The multivariable model for success within 10 min was similarly assessed using the same potential covariates.",
            "Technique (p = 0.001, OR 11.1 (2.8-43.6)) and saphenous vein diameter (p = 0.017, OR 10.2 (1.5-69)) were the only significant covariates of success within 10 min (c-statistic = 0.83).",
            "There were no complications, such as arterial puncture, thrombophlebitis, peripheral nerve palsy, compartment syndrome, skin or soft tissue necrosis."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39905",
        "text": "Ultrasound-guided techniques for vascular access have been studied extensively [1, 11, 12] , however, the number of studies related to peripheral venous cannulation Figure 2 CONSORT flow diagram showing the study participants. *Other reasons; the assigned study operator and/ or other research member was not available (n = 2), the study criteria were not met (patient was underweight (n = 1)) and the patient's clinical condition was not suitable (n = 1). in small children is limited [13] [14] [15] . Several studies of peripheral venous cannulation in small children were observational [16] [17] [18] [19] and there are few published randomised, controlled trials that have compared an ultrasound-guided technique with the traditional landmark technique and these have produced controversial results [9, 10, 20, 21] . Peripheral veins in children are small and collapse easily, even with minimal compression by an ultrasound probe, and this increases the risk of vein transfixion during cannulation. Thus, it is still unclear whether the ultrasound-guided cannulation technique is feasible for peripheral vein cannulation in small children. The purpose of this study was to assess the feasibility of the dynamic ultrasound-guided short-axis needle tip navigation technique in small children. A recent observational study showed a high first-attempt success rate for peripheral venous access in an obese adult population [7] . Another randomised study also showed the efficacy of this technique for arterial cannulation [22] . However, this technique has never been tested in small children.",
        "section": "Discussion",
        "section_number": 11,
        "sentences": [
            "Ultrasound-guided techniques for vascular access have been studied extensively [1, 11, 12] , however, the number of studies related to peripheral venous cannulation Figure 2 CONSORT flow diagram showing the study participants. *",
            "Other reasons; the assigned study operator and/ or other research member was not available (n = 2), the study criteria were not met (patient was underweight (n = 1)) and the patient's clinical condition was not suitable (n = 1).",
            "in small children is limited [13] [14] [15] .",
            "Several studies of peripheral venous cannulation in small children were observational [16] [17] [18] [19] and there are few published randomised, controlled trials that have compared an ultrasound-guided technique with the traditional landmark technique and these have produced controversial results [9, 10, 20, 21] .",
            "Peripheral veins in children are small and collapse easily, even with minimal compression by an ultrasound probe, and this increases the risk of vein transfixion during cannulation.",
            "Thus, it is still unclear whether the ultrasound-guided cannulation technique is feasible for peripheral vein cannulation in small children.",
            "The purpose of this study was to assess the feasibility of the dynamic ultrasound-guided short-axis needle tip navigation technique in small children.",
            "A recent observational study showed a high first-attempt success rate for peripheral venous access in an obese adult population [7] .",
            "Another randomised study also showed the efficacy of this technique for arterial cannulation [22] .",
            "However, this technique has never been tested in small children."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39905",
        "text": "The novelty of the current study is the use of the dynamic ultrasound-guided short-axis needle tip navigation technique in children with difficult venous access. Establishing intravenous access in infants and small children is often challenging, especially when a vein is not visible. When there are no visible veins, 'blind' saphenous vein cannulation at the level of the medial malleolus is commonly employed. In the current study, the comparison was made between this novel ultrasound-guided cannulation technique and the 'blind' landmark technique for a nonvisible saphenous vein in children.",
        "section": "Discussion",
        "section_number": 12,
        "sentences": [
            "The novelty of the current study is the use of the dynamic ultrasound-guided short-axis needle tip navigation technique in children with difficult venous access.",
            "Establishing intravenous access in infants and small children is often challenging, especially when a vein is not visible.",
            "When there are no visible veins, 'blind' saphenous vein cannulation at the level of the medial malleolus is commonly employed.",
            "In the current study, the comparison was made between this novel ultrasound-guided cannulation technique and the 'blind' landmark technique for a nonvisible saphenous vein in children."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39905",
        "text": "Our results demonstrate that the ultrasoundguided technique is superior to the landmark technique for successful first-attempt non-visible saphenous vein cannulation. In the ultrasound group, the needle tip was easily visualised under real-time ultrasound guidance and navigated successfully into the vein in most cases. Ultrasound was also used as a screening device before cannulation, and an operator could select the larger vein for cannulation by comparing saphenous veins in each leg. This probably increased the likelihood of successful cannulation. Indeed, the current study showed that smaller veins (< 1 mm in diameter) were less likely to be successfully cannulated whether or not the ultrasound technique was employed. By screening the saphenous vein using ultrasound before cannulation, futile attempts could be avoided when the vein is not present. Although uncommon, there was no ultrasound-detectable saphenous vein in either leg in 2 out of 111 (1.8%) patients in this study.",
        "section": "Discussion",
        "section_number": 13,
        "sentences": [
            "Our results demonstrate that the ultrasoundguided technique is superior to the landmark technique for successful first-attempt non-visible saphenous vein cannulation.",
            "In the ultrasound group, the needle tip was easily visualised under real-time ultrasound guidance and navigated successfully into the vein in most cases.",
            "Ultrasound was also used as a screening device before cannulation, and an operator could select the larger vein for cannulation by comparing saphenous veins in each leg.",
            "This probably increased the likelihood of successful cannulation.",
            "Indeed, the current study showed that smaller veins (< 1 mm in diameter) were less likely to be successfully cannulated whether or not the ultrasound technique was employed.",
            "By screening the saphenous vein using ultrasound before cannulation, futile attempts could be avoided when the vein is not present.",
            "Although uncommon, there was no ultrasound-detectable saphenous vein in either leg in 2 out of 111 (1.8%) patients in this study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39905",
        "text": "A limitation of our study is that all venous cannulations were performed by a small number of experts in both ultrasound and landmark techniques. The results of the current study may not be replicated with inexperienced operators. Veins in small children collapse easily with only minimal compression by an ultrasound probe, so coordination and dextrous manipulation of the probe and cannula using both hands is vital for success. Therefore, a high degree of technical skill is required for this technique in the paediatric population. Accordingly, the current study was designed to utilise experts who could achieve the best chance of first-attempt success using both ultrasound and landmark techniques. The number of operators was limited to three because only a few experts in this new technique were available when our trial was initiated in 2013. The results showed there were no significant differences between the three study operators in either first-attempt success (p = 0.16) or success within 10 min (p = 0.18), suggesting that the results are generalisable for anaesthetists who master this technique. Further investigation is warranted to determine if this ultrasound technique can be easily taught to novice personnel.",
        "section": "Discussion",
        "section_number": 14,
        "sentences": [
            "A limitation of our study is that all venous cannulations were performed by a small number of experts in both ultrasound and landmark techniques.",
            "The results of the current study may not be replicated with inexperienced operators.",
            "Veins in small children collapse easily with only minimal compression by an ultrasound probe, so coordination and dextrous manipulation of the probe and cannula using both hands is vital for success.",
            "Therefore, a high degree of technical skill is required for this technique in the paediatric population.",
            "Accordingly, the current study was designed to utilise experts who could achieve the best chance of first-attempt success using both ultrasound and landmark techniques.",
            "The number of operators was limited to three because only a few experts in this new technique were available when our trial was initiated in 2013.",
            "The results showed there were no significant differences between the three study operators in either first-attempt success (p = 0.16) or success within 10 min (p = 0.18), suggesting that the results are generalisable for anaesthetists who master this technique.",
            "Further investigation is warranted to determine if this ultrasound technique can be easily taught to novice personnel."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39905",
        "text": "© 2017 The Association of Anaesthetists of Great Britain and Ireland",
        "section": "",
        "section_number": 15,
        "sentences": [
            "© 2017 The Association of Anaesthetists of Great Britain and Ireland"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39905",
        "text": "© 2017 The Association of Anaesthetists of Great Britain and Ireland Anaesthesia 2017, 72, 1508-1515 Hanada et al. | Ultrasound-guided saphenous vein cannulation in children",
        "section": "",
        "section_number": 16,
        "sentences": [
            "© 2017 The Association of Anaesthetists of Great Britain and Ireland Anaesthesia 2017, 72, 1508-1515 Hanada et al. | Ultrasound-guided saphenous vein cannulation in children"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    }
]