[
    {
        "doc_id": "37075",
        "text": "Δ3.6% p<0.05 Δ35 mL p=0.27 Δ139 mL p<0.001 Additional endpoint: peak FEV 1(0-3h) % predicted response at Week 12 Pediatric asthma Population 6-11 year olds with severe persistent asthma, on high-dose ICS with ≥1 controller or medium-dose ICS with ≥2 controllers 1°endpoint: peak FEV 1(0-3h) response at Week 12 Δ Adjusted mean (mL) Tio R 5 μg daily Tio R 2.5 μg daily Placebo R daily 391 mL 287 mL 252 mL Adjusted mean % predicted response Tio R 5 μg daily Tio R 2.5 μg daily Placebo R daily 17.4% 14.7% 11.1% Δ6.3% p<0.001 Comparable safety in all treatment arms Tiotropium Clinical Program-tiotropium Respimat (tio R) add-on in pediatric population Background: Studies in adults and adolescents have demonstrated that tiotropium is efficacious as an add-on therapy to inhaled corticosteroids (ICSs) with or without other maintenance therapies in patients with moderate or severe symptomatic asthma. Objective: We sought to assess the efficacy and safety of once-daily tiotropium Respimat add-on therapy to high-dose ICS with 1 or more controller medications, or medium-dose ICS with 2 or more controller medications, in the first phase III trial of tiotropium in children with severe symptomatic asthma. Methods: In this 12-week, double-blind, placebo-controlled, parallel-group trial, 401 participants aged 6 to 11 years were randomized to receive once-daily tiotropium 5 mg (2 puffs of 2.5 mg) or 2.5 mg (2 puffs of 1.25 mg), or placebo (2 puffs), administered through the Respimat device as add-on to background therapy. Results: Compared with placebo, tiotropium 5 mg, but not 2.5 mg, add-on therapy improved the primary end point, peak FEV 1 within 3 hours after dosing (5 mg, 139 mL [95% CI, 75-203; P < .001]; 2.5 mg, 35 mL [95% CI, 228 to 99; P 5 .27]), and the key secondary end point, trough FEV 1 (5 mg, 87 mL [95% CI, 19-154; P 5 .01]; 2.5 mg, 18 mL [95% CI, 248 to 85; P 5 .59]). The safety and tolerability of tiotropium were comparable with those of placebo.",
        "section": "Abstract",
        "sentences": [
            "Δ3.6% p<0.05 Δ35 mL p=0.27 Δ139 mL p<0.001 Additional endpoint: peak FEV 1(0-3h) % predicted response at Week 12 Pediatric asthma Population 6-11 year olds with severe persistent asthma, on high-dose ICS with ≥1 controller or medium-dose ICS with ≥2 controllers 1°endpoint: peak FEV 1(0-3h) response at Week 12 Δ Adjusted mean (mL) Tio R 5 μg daily Tio R 2.5 μg daily Placebo R daily 391 mL 287 mL 252 mL Adjusted mean % predicted response Tio R 5 μg daily Tio R 2.5 μg daily Placebo R daily 17.4% 14.7% 11.1% Δ6.3% p<0.001 Comparable safety in all treatment arms Tiotropium Clinical Program-tiotropium Respimat (tio R) add-on in pediatric population Background: Studies in adults and adolescents have demonstrated that tiotropium is efficacious as an add-on therapy to inhaled corticosteroids (ICSs) with or without other maintenance therapies in patients with moderate or severe symptomatic asthma.",
            "Objective: We sought to assess the efficacy and safety of once-daily tiotropium Respimat add-on therapy to high-dose ICS with 1 or more controller medications, or medium-dose ICS with 2 or more controller medications, in the first phase III trial of tiotropium in children with severe symptomatic asthma.",
            "Methods: In this 12-week, double-blind, placebo-controlled, parallel-group trial, 401 participants aged 6 to 11 years were randomized to receive once-daily tiotropium 5 mg (2 puffs of 2.5 mg) or 2.5 mg (2 puffs of 1.25 mg), or placebo (2 puffs), administered through the Respimat device as add-on to background therapy.",
            "Results: Compared with placebo, tiotropium 5 mg, but not 2.5 mg, add-on therapy improved the primary end point, peak FEV 1 within 3 hours after dosing (5 mg, 139 mL [95% CI, 75-203; P < .001]; 2.5 mg, 35 mL [95% CI, 228 to 99; P 5 .27]), and the key secondary end point, trough FEV 1 (5 mg, 87 mL [95% CI, 19-154; P 5 .01]; 2.5 mg, 18 mL [95% CI, 248 to 85; P 5 .59]).",
            "The safety and tolerability of tiotropium were comparable with those of placebo."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37075",
        "text": "Conclusions: Once-daily tiotropium Respimat 5 mg improved lung function and was well tolerated as add-on therapy to ICS with other maintenance therapies in children with severe symptomatic asthma. (J Allergy Clin Immunol 2017;140:1277-87.)",
        "section": "",
        "section_number": 1,
        "sentences": [
            "Conclusions: Once-daily tiotropium Respimat 5 mg improved lung function and was well tolerated as add-on therapy to ICS with other maintenance therapies in children with severe symptomatic asthma. (",
            "J Allergy Clin Immunol 2017;140:1277-87.)"
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37075",
        "text": "Key words: Anticholinergic drug, asthma, asthma control, children, efficacy, FEV 1 , lung function, Respimat, safety, tiotropium",
        "section": "",
        "section_number": 2,
        "sentences": [
            "Key words: Anticholinergic drug, asthma, asthma control, children, efficacy, FEV 1 , lung function, Respimat, safety, tiotropium"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37075",
        "text": "Asthma is one of the most prevalent chronic diseases in children and adolescents, 1 affecting approximately 1 in 11 children in the United Kingdom 2 and 10% of adolescents in the United States. 3 The once-daily long-acting anticholinergic bronchodilator tiotropium, delivered through the Respimat Soft Mist inhaler (Boehringer Ingelheim, Ingelheim am Rhein, Germany), has demonstrated efficacy as an add-on therapy to inhaled corticosteroids (ICSs) with or without other maintenance therapies in adults and adolescents. Based on this comprehensive clinical evidence, tiotropium is approved in several countries for the treatment of symptomatic asthma in adults [4] [5] [6] [7] [8] [9] and in the United States for the treatment of children aged > _12 years. [10] [11] [12] Furthermore, the current Global Initiative for Asthma recommendations include tiotropium add-on therapy as part of steps 4 and 5 of the stepwise approach for patients aged > _12 years. 13 In children aged 6 to 11 years, the current Global Initiative for Asthma strategy recommends treatment with low-dose ICSs, followed by a stepwise increase in ICS dose and/or additional (or second class of) maintenance therapy, such as a long-acting b 2agonist (LABA) or leukotriene receptor antagonist (LTRA), if control has not been achieved. 13 However, treatment according to guidelines has been reported to result in sufficient asthma control in only around 50% of pediatric patients. 3, 14, 15 This may be explained in most cases by low adherence to asthma treatment, which is of general concern in asthma patients and is notably poor in the pediatric population. [16] [17] [18] [19] [20] [21] Prescribing physicians may also not adhere consistently to treatment guidelines and may fail to prescribe appropriate therapy or provide adequate education for pediatric asthma patients, compounding the issue of poor asthma control. 22, 23 However, a proportion of patients have asthma that remains unstable or suffer from frequent exacerbations despite adhering to therapy and after addressing any comorbidities. [24] [25] [26] Asthma exacerbations are linked with high morbidity, risk of mortality, and high treatment costs. 27 The risk of an asthma exacerbation increases with decreasing lung function, and recurring exacerbations may lead to the development of persistent asthma in children [28] [29] [30] and significantly poorer lung function, 28 leading to a potentially higher risk of developing chronic obstructive pulmonary disease in adulthood. 31, 32 Pediatric patients with asthma also have higher rates of comorbidities, including depression and behavioral disorders, which rise further with increasing asthma severity. 33 Children with poorly controlled asthma are at a higher risk of suffering from sleep interference and night-time awakenings and may miss school days as a result. 3, [34] [35] [36] Overall, therefore, there is a need to improve adherence through better communication strategies 37 and for additional options for the treatment of suboptimally controlled asthma. 16 Safety considerations are particularly relevant in younger patients, and it is important that potential new therapies are both efficacious and well tolerated.",
        "section": "",
        "section_number": 3,
        "sentences": [
            "Asthma is one of the most prevalent chronic diseases in children and adolescents, 1 affecting approximately 1 in 11 children in the United Kingdom 2 and 10% of adolescents in the United States.",
            "3 The once-daily long-acting anticholinergic bronchodilator tiotropium, delivered through the Respimat Soft Mist inhaler (Boehringer Ingelheim, Ingelheim am Rhein, Germany), has demonstrated efficacy as an add-on therapy to inhaled corticosteroids (ICSs) with or without other maintenance therapies in adults and adolescents.",
            "Based on this comprehensive clinical evidence, tiotropium is approved in several countries for the treatment of symptomatic asthma in adults [4] [5] [6] [7] [8] [9] and in the United States for the treatment of children aged > _12 years. [",
            "10] [11] [12] Furthermore, the current Global Initiative for Asthma recommendations include tiotropium add-on therapy as part of steps 4 and 5 of the stepwise approach for patients aged > _12 years.",
            "13 In children aged 6 to 11 years, the current Global Initiative for Asthma strategy recommends treatment with low-dose ICSs, followed by a stepwise increase in ICS dose and/or additional (or second class of) maintenance therapy, such as a long-acting b 2agonist (LABA) or leukotriene receptor antagonist (LTRA), if control has not been achieved.",
            "13 However, treatment according to guidelines has been reported to result in sufficient asthma control in only around 50% of pediatric patients.",
            "3, 14, 15 This may be explained in most cases by low adherence to asthma treatment, which is of general concern in asthma patients and is notably poor in the pediatric population. [",
            "16] [17] [18] [19] [20] [21] Prescribing physicians may also not adhere consistently to treatment guidelines and may fail to prescribe appropriate therapy or provide adequate education for pediatric asthma patients, compounding the issue of poor asthma control.",
            "22, 23 However, a proportion of patients have asthma that remains unstable or suffer from frequent exacerbations despite adhering to therapy and after addressing any comorbidities. [",
            "24] [25] [26] Asthma exacerbations are linked with high morbidity, risk of mortality, and high treatment costs.",
            "27 The risk of an asthma exacerbation increases with decreasing lung function, and recurring exacerbations may lead to the development of persistent asthma in children [28] [29] [30] and significantly poorer lung function, 28 leading to a potentially higher risk of developing chronic obstructive pulmonary disease in adulthood.",
            "31, 32 Pediatric patients with asthma also have higher rates of comorbidities, including depression and behavioral disorders, which rise further with increasing asthma severity.",
            "33 Children with poorly controlled asthma are at a higher risk of suffering from sleep interference and night-time awakenings and may miss school days as a result.",
            "3, [34] [35] [36] Overall, therefore, there is a need to improve adherence through better communication strategies 37 and for additional options for the treatment of suboptimally controlled asthma.",
            "16 Safety considerations are particularly relevant in younger patients, and it is important that potential new therapies are both efficacious and well tolerated."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37075",
        "text": "Here we present results from the first completed phase III study of once-daily tiotropium Respimat add-on therapy in children with asthma, in which the 5-mg and 2.5-mg doses were administered over 12 weeks in participants aged 6 to 11 years with severe symptomatic asthma.",
        "section": "",
        "section_number": 4,
        "sentences": [
            "Here we present results from the first completed phase III study of once-daily tiotropium Respimat add-on therapy in children with asthma, in which the 5-mg and 2.5-mg doses were administered over 12 weeks in participants aged 6 to 11 years with severe symptomatic asthma."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37075",
        "text": "This was a 12-week, phase III, randomized, double-blind, placebocontrolled, parallel-group study (VivaTinA-asthma; NCT01634152) in children aged 6 to 11 years with severe symptomatic asthma. The study design is the same as that of the PensieTinA-asthma study in adolescents (aged 12-17 years) with severe symptomatic asthma 12 (Fig 1, A) and is part of a larger pediatric investigational program that is linked to the investigational program of tiotropium conducted in adult and adolescent asthma patients. The trial was conducted at 92 sites in 17 countries (Argentina, Australia, Belgium, Brazil, Canada, Czech Republic, Germany, Guatemala, Hungary, Latvia, Lithuania, Poland, Romania, Russia, Slovakia, Ukraine, and the United States).",
        "section": "Study design",
        "section_number": 5,
        "sentences": [
            "This was a 12-week, phase III, randomized, double-blind, placebocontrolled, parallel-group study (VivaTinA-asthma; NCT01634152) in children aged 6 to 11 years with severe symptomatic asthma.",
            "The study design is the same as that of the PensieTinA-asthma study in adolescents (aged 12-17 years) with severe symptomatic asthma 12 (Fig 1, A) and is part of a larger pediatric investigational program that is linked to the investigational program of tiotropium conducted in adult and adolescent asthma patients.",
            "The trial was conducted at 92 sites in 17 countries (Argentina, Australia, Belgium, Brazil, Canada, Czech Republic, Germany, Guatemala, Hungary, Latvia, Lithuania, Poland, Romania, Russia, Slovakia, Ukraine, and the United States)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37075",
        "text": "Eligible participants were aged 6 to 11 years with at least a 6-month documented history of asthma at enrollment and were symptomatic at screening and before randomization, defined as an interviewer-administered Asthma Control Questionnaire (ACQ-IA) 38 mean score of at least 1.5. Participants were required to have been receiving maintenance therapy with ICSs either at a stable high dose in combination with 1 or more controller medications (eg, LABA or LTRA) or at a stable medium dose in combination with 2 or more controller medications (eg, LABA and/or LTRA and/or sustained-release theophylline) for at least 4 weeks before screening and have a prebronchodilator FEV 1 of 60% to 90% of predicted normal at screening, FEV 1 reversibility of 12% or more 15 to 30 minutes after 200-mg salbutamol (albuterol) dose, and variability of absolute FEV 1 values from screening to randomization within 630%.",
        "section": "Study population",
        "section_number": 6,
        "sentences": [
            "Eligible participants were aged 6 to 11 years with at least a 6-month documented history of asthma at enrollment and were symptomatic at screening and before randomization, defined as an interviewer-administered Asthma Control Questionnaire (ACQ-IA) 38 mean score of at least 1.5.",
            "Participants were required to have been receiving maintenance therapy with ICSs either at a stable high dose in combination with 1 or more controller medications (eg, LABA or LTRA) or at a stable medium dose in combination with 2 or more controller medications (eg, LABA and/or LTRA and/or sustained-release theophylline) for at least 4 weeks before screening and have a prebronchodilator FEV 1 of 60% to 90% of predicted normal at screening, FEV 1 reversibility of 12% or more 15 to 30 minutes after 200-mg salbutamol (albuterol) dose, and variability of absolute FEV 1 values from screening to randomization within 630%."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37075",
        "text": "A key exclusion criterion was a diagnosis of any significant disease other than asthma.",
        "section": "Study population",
        "section_number": 7,
        "sentences": [
            "A key exclusion criterion was a diagnosis of any significant disease other than asthma."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37075",
        "text": "Following a 4-week screening period, participants were randomized 1:1:1 to once-daily tiotropium 5 mg (2 puffs of 2.5 mg) or 2.5 mg (2 puffs of 1.25 mg), or placebo (2 puffs), administered through the Respimat Soft Mist inhaler over 12 weeks, with a 3-week follow-up period after the last dose of treatment (Fig 1, A) . Participants were required to show compliance of 80% or more (recorded with the AM3 asthma monitor device [electronic peak flow meter and eDiary; eResearch Technology, H€ ochberg, Germany]) at randomization to continue with the trial. Randomization was performed using a pseudo-random number generator with a supplied seed number, with a block size of 6. Study treatments were administered as add-on to high-dose ICS maintenance therapy (>400 mg budesonide or equivalent) with 1 or more controller medications (eg, LABA and/or LTRA) or medium-dose ICS (200-400 mg budesonide or equivalent) with 2 or more controller medications (eg, LABA and/or LTRA and/or sustained-release theophylline). Participants self-administered medication once daily in the evening between 4 PM and 7 PM, taking ICS therapy first (if usually administered in the evening), then other controller therapies, followed by trial medication. Open-label salbutamol hydrofluoroalkane metered-dose inhalers (100 mg per actuation) were provided as rescue medication during the screening, treatment, and follow-up periods. Permitted concomitant medications for the treatment of acute asthma exacerbations included temporary increases in the dose of ICS; temporary addition of systemic corticosteroids, short-acting theophylline preparations, systemic b 2 -agonists, or inhaled short-acting anticholinergics; and antibiotics.",
        "section": "Study procedures",
        "section_number": 8,
        "sentences": [
            "Following a 4-week screening period, participants were randomized 1:1:1 to once-daily tiotropium 5 mg (2 puffs of 2.5 mg) or 2.5 mg (2 puffs of 1.25 mg), or placebo (2 puffs), administered through the Respimat Soft Mist inhaler over 12 weeks, with a 3-week follow-up period after the last dose of treatment (Fig 1, A) .",
            "Participants were required to show compliance of 80% or more (recorded with the AM3 asthma monitor device [electronic peak flow meter and eDiary; eResearch Technology, H€ ochberg, Germany]) at randomization to continue with the trial.",
            "Randomization was performed using a pseudo-random number generator with a supplied seed number, with a block size of 6.",
            "Study treatments were administered as add-on to high-dose ICS maintenance therapy (>400 mg budesonide or equivalent) with 1 or more controller medications (eg, LABA and/or LTRA) or medium-dose ICS (200-400 mg budesonide or equivalent) with 2 or more controller medications (eg, LABA and/or LTRA and/or sustained-release theophylline).",
            "Participants self-administered medication once daily in the evening between 4 PM and 7 PM, taking ICS therapy first (if usually administered in the evening), then other controller therapies, followed by trial medication.",
            "Open-label salbutamol hydrofluoroalkane metered-dose inhalers (100 mg per actuation) were provided as rescue medication during the screening, treatment, and follow-up periods.",
            "Permitted concomitant medications for the treatment of acute asthma exacerbations included temporary increases in the dose of ICS; temporary addition of systemic corticosteroids, short-acting theophylline preparations, systemic b 2 -agonists, or inhaled short-acting anticholinergics; and antibiotics."
        ],
        "sentence_labels": [
            -1,
            -1,
            1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": 0
    },
    {
        "doc_id": "37075",
        "text": "The study complied with the principles of the Declaration of Helsinki and the International Conference on Harmonisation for Good Clinical Practice Guidelines. Before trial initiation, the trial protocol, participant and parent/ guardian information sheets, and consent forms were reviewed and approved by the independent ethics committee and/or institutional review board of each participating institution. Before participation in the trial, written, informed consent was received from each participant's parent or guardian, and informed assent suitable for this age group was obtained from participants.",
        "section": "Study procedures",
        "section_number": 9,
        "sentences": [
            "The study complied with the principles of the Declaration of Helsinki and the International Conference on Harmonisation for Good Clinical Practice Guidelines.",
            "Before trial initiation, the trial protocol, participant and parent/ guardian information sheets, and consent forms were reviewed and approved by the independent ethics committee and/or institutional review board of each participating institution.",
            "Before participation in the trial, written, informed consent was received from each participant's parent or guardian, and informed assent suitable for this age group was obtained from participants."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37075",
        "text": "All primary and secondary efficacy end points were analyzed at week 12. The primary efficacy end point was change from baseline (response) in peak FEV 1 within 3 hours after dosing (FEV 1(0-3h) ). The key secondary efficacy end point was trough FEV 1 response (measured at the end of the dosing interval, 10 minutes before the administration of the next dose of trial medication).",
        "section": "Study end points",
        "section_number": 10,
        "sentences": [
            "All primary and secondary efficacy end points were analyzed at week 12.",
            "The primary efficacy end point was change from baseline (response) in peak FEV 1 within 3 hours after dosing (FEV 1(0-3h) ).",
            "The key secondary efficacy end point was trough FEV 1 response (measured at the end of the dosing interval, 10 minutes before the administration of the next dose of trial medication)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37075",
        "text": "Other secondary efficacy end points included the following: peak forced vital capacity (FVC) response within 3 hours after dosing (FVC (0-3h) ) and trough FVC response; ACQ-IA score and responder rate; weekly mean asthma symptom-free days response; weekly mean rescue medication use response; and weekly mean evening peak expiratory flow (PEF) response, measured at home.",
        "section": "Study end points",
        "section_number": 11,
        "sentences": [
            "Other secondary efficacy end points included the following: peak forced vital capacity (FVC) response within 3 hours after dosing (FVC (0-3h) ) and trough FVC response; ACQ-IA score and responder rate; weekly mean asthma symptom-free days response; weekly mean rescue medication use response; and weekly mean evening peak expiratory flow (PEF) response, measured at home."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37075",
        "text": "Further efficacy end points included the following: mean forced expiratory flow at 25% to 75% of the FVC (FEF 25-75 ) response at each time point during the 12-week treatment period; peak FEV 1(0-3h) and trough FEV 1 percentage of predicted responses at week 12; and time to first episode of asthma worsening (prespecified as exacerbation; defined as a progressive increase in 1 or more asthma symptoms that were outside a participant's usual day-to-day variation, lasting for 2 or more consecutive days, and/or a decrease in a participant's best morning PEF of 30% or more from their mean morning PEF for 2 or more consecutive days, recorded as described below); and first severe exacerbation (defined as an episode of asthma worsening that required treatment with systemic corticosteroids for 3 or more consecutive days) over the 12-week treatment period.",
        "section": "Study end points",
        "section_number": 12,
        "sentences": [
            "Further efficacy end points included the following: mean forced expiratory flow at 25% to 75% of the FVC (FEF 25-75 ) response at each time point during the 12-week treatment period; peak FEV 1(0-3h) and trough FEV 1 percentage of predicted responses at week 12; and time to first episode of asthma worsening (prespecified as exacerbation; defined as a progressive increase in 1 or more asthma symptoms that were outside a participant's usual day-to-day variation, lasting for 2 or more consecutive days, and/or a decrease in a participant's best morning PEF of 30% or more from their mean morning PEF for 2 or more consecutive days, recorded as described below); and first severe exacerbation (defined as an episode of asthma worsening that required treatment with systemic corticosteroids for 3 or more consecutive days) over the 12-week treatment period."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37075",
        "text": "Post hoc analyses were performed on in-clinic trough PEF responses at week 12 and trough FEV 1 /FVC responses over 12 weeks.",
        "section": "Study end points",
        "section_number": 13,
        "sentences": [
            "Post hoc analyses were performed on in-clinic trough PEF responses at week 12 and trough FEV 1 /FVC responses over 12 weeks."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37075",
        "text": "Adverse events were recorded until 30 days after the last dose of trial medication to assess safety and tolerability.",
        "section": "Study end points",
        "section_number": 14,
        "sentences": [
            "Adverse events were recorded until 30 days after the last dose of trial medication to assess safety and tolerability."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37075",
        "text": "In-clinic lung function testing was conducted at screening and at every visit during the treatment period. Spirometers met American Thoracic Society and European Respiratory Society criteria. 39 At each time point, in-clinic FEV 1 and FVC responses were measured from at least 3 and up to 8 spirometric maneuvers; the highest FEV 1 and FVC responses from an acceptable maneuver were selected, regardless of whether they came from the same or different maneuvers.",
        "section": "Study assessments",
        "section_number": 15,
        "sentences": [
            "In-clinic lung function testing was conducted at screening and at every visit during the treatment period.",
            "Spirometers met American Thoracic Society and European Respiratory Society criteria.",
            "39 At each time point, in-clinic FEV 1 and FVC responses were measured from at least 3 and up to 8 spirometric maneuvers; the highest FEV 1 and FVC responses from an acceptable maneuver were selected, regardless of whether they came from the same or different maneuvers."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37075",
        "text": "The ACQ-IA was completed at screening and at every visit during the treatment period.",
        "section": "Study assessments",
        "section_number": 16,
        "sentences": [
            "The ACQ-IA was completed at screening and at every visit during the treatment period."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37075",
        "text": "Rescue medication use, treatment compliance, and any worsening of asthma symptoms were measured by participants at home using the AM3 device. Homebased FEV 1 and PEF were measured twice daily with the AM3 device.",
        "section": "Study assessments",
        "section_number": 17,
        "sentences": [
            "Rescue medication use, treatment compliance, and any worsening of asthma symptoms were measured by participants at home using the AM3 device.",
            "Homebased FEV 1 and PEF were measured twice daily with the AM3 device."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37075",
        "text": "Efficacy analyses were performed on the full analysis set, which was the same as the treated set. Safety analyses were performed on the treated set, defined as all randomized participants who received at least 1 dose of study medication.",
        "section": "Statistical analyses",
        "section_number": 18,
        "sentences": [
            "Efficacy analyses were performed on the full analysis set, which was the same as the treated set.",
            "Safety analyses were performed on the treated set, defined as all randomized participants who received at least 1 dose of study medication."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37075",
        "text": "The null hypotheses were tested in a stepwise manner to control the probability of a type I error (1-sided; a 5 0.025). First, the superiority of tiotropium 5 mg versus placebo for peak FEV 1(0-3h) response at week 12 was tested. If the corresponding null hypothesis was rejected, then the same null hypothesis for the 2.5-mg dose was tested. Testing for the superiority of tiotropium 5 mg, and then 2.5 mg, versus placebo for the key secondary end point was then conducted. If at any stage the previous step was not successful, further analyses were considered descriptive, that is, nonconfirmatory, only.",
        "section": "Statistical analyses",
        "section_number": 19,
        "sentences": [
            "The null hypotheses were tested in a stepwise manner to control the probability of a type I error (1-sided; a 5 0.025).",
            "First, the superiority of tiotropium 5 mg versus placebo for peak FEV 1(0-3h) response at week 12 was tested.",
            "If the corresponding null hypothesis was rejected, then the same null hypothesis for the 2.5-mg dose was tested.",
            "Testing for the superiority of tiotropium 5 mg, and then 2.5 mg, versus placebo for the key secondary end point was then conducted.",
            "If at any stage the previous step was not successful, further analyses were considered descriptive, that is, nonconfirmatory, only."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37075",
        "text": "All lung function end points, ACQ-IA scores, and end points from the AM3 device were analyzed using a restricted maximum likelihood-based mixedeffects model with repeated measures. The model included the fixed, categorical effects of ''treatment,'' ''country,'' ''visit,'' and ''treatment-by-visit interaction,'' as well as the covariates of ''baseline value'' and ''baseline valueby-visit interaction.'' Baseline was defined as the pretreatment value measured at randomization in the evening 10 minutes before the evening dose of the participant's usual asthma medication and first dose of trial medication for lung function end points, and as the average of the 7 days immediately preceding randomization for end points measured using the AM3 device. ''Patient'' was included as random effect. ACQ-IA responder analyses were performed using the minimal clinically important difference of 0.5. 40 Time to first severe exacerbation and time to first episode of asthma worsening were analyzed using Cox proportional hazards regression model with ''treatment'' fitted as an effect. Safety analyses were descriptive in nature.",
        "section": "Statistical analyses",
        "section_number": 20,
        "sentences": [
            "All lung function end points, ACQ-IA scores, and end points from the AM3 device were analyzed using a restricted maximum likelihood-based mixedeffects model with repeated measures.",
            "The model included the fixed, categorical effects of ''treatment,'' ''country,'' ''visit,'' and ''treatment-by-visit interaction,'' as well as the covariates of ''baseline value'' and ''baseline valueby-visit interaction.''",
            "Baseline was defined as the pretreatment value measured at randomization in the evening 10 minutes before the evening dose of the participant's usual asthma medication and first dose of trial medication for lung function end points, and as the average of the 7 days immediately preceding randomization for end points measured using the AM3 device. ''",
            "Patient'' was included as random effect.",
            "ACQ-IA responder analyses were performed using the minimal clinically important difference of 0.5.",
            "40 Time to first severe exacerbation and time to first episode of asthma worsening were analyzed using Cox proportional hazards regression model with ''treatment'' fitted as an effect.",
            "Safety analyses were descriptive in nature."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37075",
        "text": "Sample size was determined using a conservative 2-group t test with a power of 80% and a probability of a type I error of 2.5% (1-sided). It was determined that 125 participants per treatment group were required to detect a difference of 150 mL in peak FEV 1(0-3h) response, assuming a common SD of 420 mL.",
        "section": "Statistical analyses",
        "section_number": 21,
        "sentences": [
            "Sample size was determined using a conservative 2-group t test with a power of 80% and a probability of a type I error of 2.5% (1-sided).",
            "It was determined that 125 participants per treatment group were required to detect a difference of 150 mL in peak FEV 1(0-3h) response, assuming a common SD of 420 mL."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37075",
        "text": "A total of 401 participants were randomized; 392 (97.8%) completed the 12-week treatment period, 1 (0.2%) was not treated, and 8 (2.0%) prematurely discontinued study medication (Fig 1, B) . Mean treatment exposure 6 SD was 86.1 6 9.1 days, and mean adherence with study medication 6 SD was 82.0 6 21.6%, recorded with the AM3 device.",
        "section": "RESULTS",
        "section_number": 22,
        "sentences": [
            "A total of 401 participants were randomized; 392 (97.8%) completed the 12-week treatment period, 1 (0.2%) was not treated, and 8 (2.0%) prematurely discontinued study medication (Fig 1, B) .",
            "Mean treatment exposure 6 SD was 86.1 6 9.1 days, and mean adherence with study medication 6 SD was 82.0 6 21.6%, recorded with the AM3 device."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37075",
        "text": "Overall, baseline demographics and disease characteristics were balanced between treatment groups (Table I) . The majority of participants were male (69.8%), 36.3% were aged 6 to 8 years, and 63.8% were aged 9 to 11 years, with a mean age 6 SD of 9.0 6 1.6 years overall. Mean asthma duration 6 SD was 4.9 6 2.5 years, and 7.8% of participants had been exposed to second-hand smoke. In the 3 months before screening, all participants received treatment with ICSs, 78.8% received a LABA, and 85.0% received an LTRA. During the treatment period, 30.2% of participants received ICSs plus 1 other controller, 69.8% received ICSs plus 2 other controllers, 78.5% received a LABA, and 84.8% received an LTRA.",
        "section": "Baseline participant demographics and disease characteristics",
        "section_number": 23,
        "sentences": [
            "Overall, baseline demographics and disease characteristics were balanced between treatment groups (Table I) .",
            "The majority of participants were male (69.8%), 36.3% were aged 6 to 8 years, and 63.8% were aged 9 to 11 years, with a mean age 6 SD of 9.0 6 1.6 years overall.",
            "Mean asthma duration 6 SD was 4.9 6 2.5 years, and 7.8% of participants had been exposed to second-hand smoke.",
            "In the 3 months before screening, all participants received treatment with ICSs, 78.8% received a LABA, and 85.0% received an LTRA.",
            "During the treatment period, 30.2% of participants received ICSs plus 1 other controller, 69.8% received ICSs plus 2 other controllers, 78.5% received a LABA, and 84.8% received an LTRA."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37075",
        "text": "Primary end point. Tiotropium provided a statistically significant improvement versus placebo in the primary end point, peak FEV 1(0-3h) response at week 12, with the 5-mg dose (adjusted mean difference: 139 mL; 95% CI, 75-203; P < .001) but not with the 2.5-mg dose (adjusted mean difference: 35 mL; 95% CI, 228 to 99; P 5 .27) (Fig 2, A and Table II ); all subsequent analyses were therefore considered descriptive.",
        "section": "Efficacy",
        "section_number": 24,
        "sentences": [
            "Primary end point.",
            "Tiotropium provided a statistically significant improvement versus placebo in the primary end point, peak FEV 1(0-3h) response at week 12, with the 5-mg dose (adjusted mean difference: 139 mL; 95% CI, 75-203; P < .001) but not with the 2.5-mg dose (adjusted mean difference: 35 mL; 95% CI, 228 to 99; P 5 .27) (Fig 2, A and Table II ); all subsequent analyses were therefore considered descriptive."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37075",
        "text": "Key secondary end point. Improvements in trough FEV 1 response versus placebo after 12 weeks of treatment were statistically significant with the 5-mg dose (adjusted mean difference: 87 mL; 95% CI, 19-154; P 5 .01) but not with the 2.5-mg dose The full analysis set is shown. Results are adjusted for treatment, country, visit, baseline, treatment-by-visit interaction, and baseline-by-visit interaction. (adjusted mean difference: 18 mL; 95% CI, 248 to 85; P 5 .59) (Fig 2, B) .",
        "section": "Efficacy",
        "section_number": 25,
        "sentences": [
            "Key secondary end point.",
            "Improvements in trough FEV 1 response versus placebo after 12 weeks of treatment were statistically significant with the 5-mg dose (adjusted mean difference: 87 mL; 95% CI, 19-154; P 5 .01) but not with the 2.5-mg dose The full analysis set is shown.",
            "Results are adjusted for treatment, country, visit, baseline, treatment-by-visit interaction, and baseline-by-visit interaction. (",
            "adjusted mean difference: 18 mL; 95% CI, 248 to 85; P 5 .59) (Fig 2, B) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37075",
        "text": "Other secondary end points. Additional secondary end points are presented in Table II . No statistically significant differences compared with placebo were observed for adjusted mean peak FVC (0-3h) and trough FVC responses at week 12 following treatment with either dose of tiotropium. Changes in adjusted mean ACQ-IA score with both doses of tiotropium at week 12 were similar to those seen with placebo; the majority of participants in all treatment groups were responders (ACQ-IA improvement of at least 0.5) after 12 weeks (tiotropium 5 mg, 80.8%; tiotropium 2.5 mg, 79.4%; placebo, 76.9%). The adjusted mean number of asthma symptom-free days was increased by a similar degree in all treatment groups after 12 weeks, and there was a nonsignificant difference versus placebo in adjusted mean daytime rescue medication use with both tiotropium doses (Table II) . Adjusted mean differences in weekly mean evening PEF responses following tiotropium administration, measured at home using an unsupervised AM3 device (Table II) , were inconsistent and did not correlate with the post hoc in-clinic trough PEF results (see below). When analyzed by age group, the adjusted mean difference versus placebo in weekly mean evening PEF response with tiotropium was inconsistent (for example, in participants aged 6-8 years: tiotropium 5 mg: Further end points. Post hoc analysis of in-clinic trough PEF response at week 12 demonstrated a statistically significant improvement compared with placebo for tiotropium 5 mg (adjusted mean difference vs placebo: 13.80 L; 95% CI, 3.47-24.13; P 5.009); however, the difference was not significant with the 2.5-mg dose (adjusted mean difference vs placebo: 9.55 L; 95% CI, 20.67 to 19.76; P 5 .07).",
        "section": "Efficacy",
        "section_number": 26,
        "sentences": [
            "Other secondary end points.",
            "Additional secondary end points are presented in Table II .",
            "No statistically significant differences compared with placebo were observed for adjusted mean peak FVC (0-3h) and trough FVC responses at week 12 following treatment with either dose of tiotropium.",
            "Changes in adjusted mean ACQ-IA score with both doses of tiotropium at week 12 were similar to those seen with placebo; the majority of participants in all treatment groups were responders (ACQ-IA improvement of at least 0.5) after 12 weeks (tiotropium 5 mg, 80.8%; tiotropium 2.5 mg, 79.4%; placebo, 76.9%).",
            "The adjusted mean number of asthma symptom-free days was increased by a similar degree in all treatment groups after 12 weeks, and there was a nonsignificant difference versus placebo in adjusted mean daytime rescue medication use with both tiotropium doses (Table II) .",
            "Adjusted mean differences in weekly mean evening PEF responses following tiotropium administration, measured at home using an unsupervised AM3 device (Table II) , were inconsistent and did not correlate with the post hoc in-clinic trough PEF results (see below).",
            "When analyzed by age group, the adjusted mean difference versus placebo in weekly mean evening PEF response with tiotropium was inconsistent (for example, in participants aged 6-8 years: tiotropium 5 mg: Further end points.",
            "Post hoc analysis of in-clinic trough PEF response at week 12 demonstrated a statistically significant improvement compared with placebo for tiotropium 5 mg (adjusted mean difference vs placebo: 13.80 L; 95% CI, 3.47-24.13; P 5.009); however, the difference was not significant with the 2.5-mg dose (adjusted mean difference vs placebo: 9.55 L; 95% CI, 20.67 to 19.76; P 5 .07)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37075",
        "text": "Adjusted mean differences in FEF 25-75 responses between both tiotropium doses and placebo were statistically significant at all time points throughout the study period, with the exception of the 2.5-mg dose at week 8 (Fig 3) . Improvements in adjusted mean peak FEV 1(0-3h) percentage of predicted responses were statistically significant compared with placebo for both tiotropium doses at week 12; improvements in adjusted mean trough FEV 1 percentage of predicted responses were statistically significant with tiotropium 5 mg only (Fig 4) . Post hoc analyses of adjusted mean trough FEV 1 /FVC responses demonstrated statistically significant improvements at all time points versus placebo with both tiotropium doses, with the exception of tiotropium 2.5 mg at week 8 ( Fig 5) .",
        "section": "Efficacy",
        "section_number": 27,
        "sentences": [
            "Adjusted mean differences in FEF 25-75 responses between both tiotropium doses and placebo were statistically significant at all time points throughout the study period, with the exception of the 2.5-mg dose at week 8 (Fig 3) .",
            "Improvements in adjusted mean peak FEV 1(0-3h) percentage of predicted responses were statistically significant compared with placebo for both tiotropium doses at week 12; improvements in adjusted mean trough FEV 1 percentage of predicted responses were statistically significant with tiotropium 5 mg only (Fig 4) .",
            "Post hoc analyses of adjusted mean trough FEV 1 /FVC responses demonstrated statistically significant improvements at all time points versus placebo with both tiotropium doses, with the exception of tiotropium 2.5 mg at week 8 ( Fig 5) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37075",
        "text": "Seven participants (5.4%) in the tiotropium 5-mg group, 3 participants (2.2%) in the tiotropium 2.5-mg group, and 8 participants (6.0%) in the placebo group experienced a severe asthma exacerbation during the treatment period. At least 1 episode of asthma worsening was reported for 35 participants (26.9%) receiving tiotropium 5 mg, 29 participants (21.3%) receiving tiotropium 2.5 mg, and 47 participants (35.1%) receiving placebo. The risk of severe asthma exacerbations and episodes of asthma worsening was lower with tiotropium than with placebo (hazard ratios <1); however, this difference was significant only for episodes of asthma worsening with tiotropium 2.5 mg versus placebo (P 5 .006).",
        "section": "Efficacy",
        "section_number": 28,
        "sentences": [
            "Seven participants (5.4%) in the tiotropium 5-mg group, 3 participants (2.2%) in the tiotropium 2.5-mg group, and 8 participants (6.0%) in the placebo group experienced a severe asthma exacerbation during the treatment period.",
            "At least 1 episode of asthma worsening was reported for 35 participants (26.9%) receiving tiotropium 5 mg, 29 participants (21.3%) receiving tiotropium 2.5 mg, and 47 participants (35.1%) receiving placebo.",
            "The risk of severe asthma exacerbations and episodes of asthma worsening was lower with tiotropium than with placebo (hazard ratios <1); however, this difference was significant only for episodes of asthma worsening with tiotropium 2.5 mg versus placebo (P 5 .006)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37075",
        "text": "The overall incidence of adverse events was lower with tiotropium 5 mg (n 5 56; 43.1%) and 2.5 mg (n 5 59; 43.4%) compared with placebo (n 5 66; 49.3%). The majority of adverse events were mild or moderate in intensity and the most frequently reported adverse events, by preferred term, included asthma, decreased PEF rate, nasopharyngitis, and respiratory tract infection (Table III) . Investigator-defined drug-related adverse events were reported for 3 participants: tiotropium 5 mg, n 5 1 (dizziness); placebo, n 5 2 (cough, n 5 1; asthma, cough, decreased appetite, fatigue, and metabolic cardiomyopathy, n 5 1). Adverse events leading to discontinuation were reported for 4 participants receiving tiotropium 5 mg (asthma, n 5 2) or placebo (cough, n 5 1; metabolic cardiomyopathy, n 5 1). Eight participants reported serious adverse events, none of which was considered to be related to the study drug: tiotropium 5 mg, n 5 4 (asthma, n 5 3; appendicitis, n 5 1); tiotropium 2.5 mg, n 5 2 (asthma, n 5 1; epilepsy, n 5 1); placebo, n 5 2 (asthma, n 5 1; asthmatic crisis, n 5 1). No deaths occurred during the trial.",
        "section": "Safety and tolerability",
        "section_number": 29,
        "sentences": [
            "The overall incidence of adverse events was lower with tiotropium 5 mg (n 5 56; 43.1%) and 2.5 mg (n 5 59; 43.4%) compared with placebo (n 5 66; 49.3%).",
            "The majority of adverse events were mild or moderate in intensity and the most frequently reported adverse events, by preferred term, included asthma, decreased PEF rate, nasopharyngitis, and respiratory tract infection (Table III) .",
            "Investigator-defined drug-related adverse events were reported for 3 participants: tiotropium 5 mg, n 5 1 (dizziness); placebo, n 5 2 (cough, n 5 1; asthma, cough, decreased appetite, fatigue, and metabolic cardiomyopathy, n 5 1).",
            "Adverse events leading to discontinuation were reported for 4 participants receiving tiotropium 5 mg (asthma, n 5 2) or placebo (cough, n 5 1; metabolic cardiomyopathy, n 5 1).",
            "Eight participants reported serious adverse events, none of which was considered to be related to the study drug: tiotropium 5 mg, n 5 4 (asthma, n 5 3; appendicitis, n 5 1); tiotropium 2.5 mg, n 5 2 (asthma, n 5 1; epilepsy, n 5 1); placebo, n 5 2 (asthma, n 5 1; asthmatic crisis, n 5 1).",
            "No deaths occurred during the trial."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37075",
        "text": "In this phase III study in children aged 6 to 11 years with severe symptomatic asthma, once-daily tiotropium Respimat add-on to ICSs plus 1 or more controller medications improved lung function compared with placebo. Statistically significant improvements in the primary end point, peak FEV 1(0-3h) response, were observed with tiotropium 5 mg only so all subsequent analyses, including those for the key secondary end point of trough FEV 1 response, were considered descriptive. Likewise, improvements in the key secondary end point, trough FEV 1 response, were statistically significant with tiotropium 5 mg only. Peak FVC (0-3h) and trough FVC responses with tiotropium were not statistically significant. The safety and tolerability of tiotropium were comparable with those of placebo, consistent with previously published data in adults and adolescents. 9, 11, 12 The significant improvements in peak and trough FEV 1 responses observed with tiotropium in this study of children with severe symptomatic asthma are consistent with published data in adults and adolescents with comparable asthma severity, suggesting that consistent findings are generally observed across the tiotropium trial program in both adult and pediatric asthma patients. In the PrimoTinA-asthma studies in adults with severe symptomatic asthma, tiotropium 5 mg led to significant improvements in both peak and trough FEV 1 responses at weeks 24 and 48. 9 The PensieTinA-asthma study in adolescents with severe symptomatic asthma demonstrated improvements with tiotropium versus placebo in several domains of lung function, including peak and trough FEV 1 responses, FEF 25-75 responses, and morning and evening PEF responses; however, findings were not statistically significant as the trial did not meet the primary end point of peak FEV 1(0-3h) response at week 12. 12 Changes in ACQ-IA score in this study were similar between tiotropium and placebo, with more than 75% of participants in all treatment arms showing an ACQ response (improvement of at least 0.5). These responder rates are similar to those observed in adolescent patients 11, 12 and greater than those observed in adults. 5 These data are in line with findings that studies of a second or third controller added on to ICSs are unlikely to achieve the minimum important difference (0.5) in ACQ score versus placebo; this may be attributable to improved adherence with background medication in the trial setting, resulting in improvements from baseline in all treatment arms. 41 Interestingly, despite improvements being observed in asthma control in all treatment arms, a reduction in respiratory adverse events (asthma and decreased PEF rate) was observed with tiotropium compared with placebo, which may be indicative of improved asthma control, as respiratory adverse events can be considered both a safety and an efficacy parameter.",
        "section": "DISCUSSION",
        "section_number": 30,
        "sentences": [
            "In this phase III study in children aged 6 to 11 years with severe symptomatic asthma, once-daily tiotropium Respimat add-on to ICSs plus 1 or more controller medications improved lung function compared with placebo.",
            "Statistically significant improvements in the primary end point, peak FEV 1(0-3h) response, were observed with tiotropium 5 mg only so all subsequent analyses, including those for the key secondary end point of trough FEV 1 response, were considered descriptive.",
            "Likewise, improvements in the key secondary end point, trough FEV 1 response, were statistically significant with tiotropium 5 mg only.",
            "Peak FVC (0-3h) and trough FVC responses with tiotropium were not statistically significant.",
            "The safety and tolerability of tiotropium were comparable with those of placebo, consistent with previously published data in adults and adolescents.",
            "9, 11, 12 The significant improvements in peak and trough FEV 1 responses observed with tiotropium in this study of children with severe symptomatic asthma are consistent with published data in adults and adolescents with comparable asthma severity, suggesting that consistent findings are generally observed across the tiotropium trial program in both adult and pediatric asthma patients.",
            "In the PrimoTinA-asthma studies in adults with severe symptomatic asthma, tiotropium 5 mg led to significant improvements in both peak and trough FEV 1 responses at weeks 24 and 48.",
            "9 The PensieTinA-asthma study in adolescents with severe symptomatic asthma demonstrated improvements with tiotropium versus placebo in several domains of lung function, including peak and trough FEV 1 responses, FEF 25-75 responses, and morning and evening PEF responses; however, findings were not statistically significant as the trial did not meet the primary end point of peak FEV 1(0-3h) response at week 12.",
            "12 Changes in ACQ-IA score in this study were similar between tiotropium and placebo, with more than 75% of participants in all treatment arms showing an ACQ response (improvement of at least 0.5).",
            "These responder rates are similar to those observed in adolescent patients 11, 12 and greater than those observed in adults.",
            "5 These data are in line with findings that studies of a second or third controller added on to ICSs are unlikely to achieve the minimum important difference (0.5) in ACQ score versus placebo; this may be attributable to improved adherence with background medication in the trial setting, resulting in improvements from baseline in all treatment arms.",
            "41 Interestingly, despite improvements being observed in asthma control in all treatment arms, a reduction in respiratory adverse events (asthma and decreased PEF rate) was observed with tiotropium compared with placebo, which may be indicative of improved asthma control, as respiratory adverse events can be considered both a safety and an efficacy parameter."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37075",
        "text": "Statistically significant improvements in FEF 25-75 response were observed versus placebo with tiotropium across the trial duration (with the exception of tiotropium 2.5 mg at week 8). FEF 25-75 is a reflection of small airway function, 42, 43 and these improvements in conjunction with the observed improvements in FEV 1 support the efficacy of tiotropium in children with severe symptomatic asthma.",
        "section": "DISCUSSION",
        "section_number": 31,
        "sentences": [
            "Statistically significant improvements in FEF 25-75 response were observed versus placebo with tiotropium across the trial duration (with the exception of tiotropium 2.5 mg at week 8).",
            "FEF 25-75 is a reflection of small airway function, 42, 43 and these improvements in conjunction with the observed improvements in FEV 1 support the efficacy of tiotropium in children with severe symptomatic asthma."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37075",
        "text": "Children with severe asthma have been reported to maintain similar levels of lung function to children with less severe asthma, despite having frequent asthma symptoms. 44 However, in the present study, we observed statistically significant improvements with tiotropium in relation to spirometry but no significant improvements in asthma symptoms. Furthermore, it has been shown that FEV 1 /FVC significantly decreases as asthma severity increases in children, 44 and that decreases in FEV 1 /FVC ratio are linked to an increased risk of exacerbations, 45 suggesting that the improvements in FEV 1 /FVC with tiotropium versus placebo observed in our study may be of importance.",
        "section": "DISCUSSION",
        "section_number": 32,
        "sentences": [
            "Children with severe asthma have been reported to maintain similar levels of lung function to children with less severe asthma, despite having frequent asthma symptoms.",
            "44 However, in the present study, we observed statistically significant improvements with tiotropium in relation to spirometry but no significant improvements in asthma symptoms.",
            "Furthermore, it has been shown that FEV 1 /FVC significantly decreases as asthma severity increases in children, 44 and that decreases in FEV 1 /FVC ratio are linked to an increased risk of exacerbations, 45 suggesting that the improvements in FEV 1 /FVC with tiotropium versus placebo observed in our study may be of importance."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37075",
        "text": "In-clinic data demonstrated a significant improvement in trough PEF response with tiotropium 5 mg, whereas analysis of home-based, unsupervised measurements of evening PEF using the AM3 device revealed no significant differences between tiotropium and placebo, overall and by age group. This is in contrast to the significant improvements versus placebo seen in home-based measurements of evening PEF in adolescents with tiotropium 5 mg 12 and in adults with tiotropium 5 mg and 2.5 mg. 5 Comparison with these other phase III data suggest that the young participants in the current trial may have experienced difficulty obtaining accurate PEF measurements at home in the absence of supervision by a medical professional. 46 Data on the efficacy and safety of ICSs plus tiotropium compared with the combination of ICSs plus LABA are becoming available. 5, 47, 48 The MezzoTinA-asthma study in adults with moderate symptomatic asthma demonstrated that tiotropium shows efficacy and tolerability comparable with those of the LABA salmeterol 5 ; however, data on the efficacy of ICSs plus LABA versus ICSs plus anticholinergic drugs in children are lacking. Surveillance studies have provided further reassuring information in relation to the safety and tolerability of ICSs plus LABA in pediatric patients. [49] [50] [51] [52] Poor medication adherence is a common issue in children, leading to suboptimal asthma control. 53, 54 Once-daily dosing with other asthma medications has been shown to improve adherence versus twice-daily dosing. 55 Once-daily dosing of tiotropium may therefore be of benefit in the stepwise addition of treatments for uncontrolled asthma in children aged 6 to 11 years with severe symptomatic asthma, 13 particularly when a LABA is unsuitable or ineffective. 56, 57 The Respimat Soft Mist inhaler may provide further benefits for pediatric patients with asthma, because it is easy to use and delivers a dose independent of a patient's variable inspiratory flow, which facilitates superior lung deposition compared with alternative inhaler devices. 58 However, effective and repeated instruction on inhaler technique remains of considerable importance, particularly in pediatric patients. 59, 60 The results of this trial should be interpreted in the light of certain limitations. Improved adherence to background medication in the clinical trial environment can lead to a marked placebo response. 41 Additionally, the short duration of the study limits the analysis of severe or seasonal exacerbations, asthma worsening, and asthma control end points, and may have affected the lung function end points. Lung function is the most sensitive assessment for bronchodilator medications and was therefore selected as the primary end point of this study. However, as a result, this trial was not fully powered for the analysis of FEV 1 /FVC, which may provide a more accurate reflection of asthma severity in children than FEV 1 . 44 Similarly, this trial was not powered for the analysis of important patient-reported outcomes such as ACQ score or exacerbations, which require larger, long-term studies to assess. Furthermore, although smaller, short-term studies can provide valuable information over a short time frame, they may overestimate the magnitude of treatment effects and can require validation from larger confirmatory studies. 61 Nevertheless, the relatively large participant population in this trial increases the reliability of the study findings. These data add to the body of evidence from trials in adults and adolescents that demonstrates the efficacy, safety, and tolerability of tiotropium Respimat in asthma and provides insight into its real-world efficacy, as tiotropium was studied as an add-on to participants' usual background therapy.",
        "section": "DISCUSSION",
        "section_number": 33,
        "sentences": [
            "In-clinic data demonstrated a significant improvement in trough PEF response with tiotropium 5 mg, whereas analysis of home-based, unsupervised measurements of evening PEF using the AM3 device revealed no significant differences between tiotropium and placebo, overall and by age group.",
            "This is in contrast to the significant improvements versus placebo seen in home-based measurements of evening PEF in adolescents with tiotropium 5 mg 12 and in adults with tiotropium 5 mg and 2.5 mg.",
            "5 Comparison with these other phase III data suggest that the young participants in the current trial may have experienced difficulty obtaining accurate PEF measurements at home in the absence of supervision by a medical professional.",
            "46 Data on the efficacy and safety of ICSs plus tiotropium compared with the combination of ICSs plus LABA are becoming available.",
            "5, 47, 48 The MezzoTinA-asthma study in adults with moderate symptomatic asthma demonstrated that tiotropium shows efficacy and tolerability comparable with those of the LABA salmeterol 5 ; however, data on the efficacy of ICSs plus LABA versus ICSs plus anticholinergic drugs in children are lacking.",
            "Surveillance studies have provided further reassuring information in relation to the safety and tolerability of ICSs plus LABA in pediatric patients. [",
            "49] [50] [51] [52] Poor medication adherence is a common issue in children, leading to suboptimal asthma control.",
            "53, 54 Once-daily dosing with other asthma medications has been shown to improve adherence versus twice-daily dosing.",
            "55 Once-daily dosing of tiotropium may therefore be of benefit in the stepwise addition of treatments for uncontrolled asthma in children aged 6 to 11 years with severe symptomatic asthma, 13 particularly when a LABA is unsuitable or ineffective.",
            "56, 57 The Respimat Soft Mist inhaler may provide further benefits for pediatric patients with asthma, because it is easy to use and delivers a dose independent of a patient's variable inspiratory flow, which facilitates superior lung deposition compared with alternative inhaler devices.",
            "58 However, effective and repeated instruction on inhaler technique remains of considerable importance, particularly in pediatric patients.",
            "59, 60 The results of this trial should be interpreted in the light of certain limitations.",
            "Improved adherence to background medication in the clinical trial environment can lead to a marked placebo response.",
            "41 Additionally, the short duration of the study limits the analysis of severe or seasonal exacerbations, asthma worsening, and asthma control end points, and may have affected the lung function end points.",
            "Lung function is the most sensitive assessment for bronchodilator medications and was therefore selected as the primary end point of this study.",
            "However, as a result, this trial was not fully powered for the analysis of FEV 1 /FVC, which may provide a more accurate reflection of asthma severity in children than FEV 1 .",
            "44 Similarly, this trial was not powered for the analysis of important patient-reported outcomes such as ACQ score or exacerbations, which require larger, long-term studies to assess.",
            "Furthermore, although smaller, short-term studies can provide valuable information over a short time frame, they may overestimate the magnitude of treatment effects and can require validation from larger confirmatory studies.",
            "61 Nevertheless, the relatively large participant population in this trial increases the reliability of the study findings.",
            "These data add to the body of evidence from trials in adults and adolescents that demonstrates the efficacy, safety, and tolerability of tiotropium Respimat in asthma and provides insight into its real-world efficacy, as tiotropium was studied as an add-on to participants' usual background therapy."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37075",
        "text": "In conclusion, once-daily tiotropium Respimat 5 mg improves lung function and is a well-tolerated bronchodilator when added to ICSs plus 1 or more controller medications in children aged 6 to 11 years with severe symptomatic asthma.",
        "section": "DISCUSSION",
        "section_number": 34,
        "sentences": [
            "In conclusion, once-daily tiotropium Respimat 5 mg improves lung function and is a well-tolerated bronchodilator when added to ICSs plus 1 or more controller medications in children aged 6 to 11 years with severe symptomatic asthma."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37075",
        "text": "We take full responsibility for the scope, direction, content of, and editorial decisions relating to the manuscript, were involved at all stages of development, and have approved the submitted manuscript. Stephen P. Peters, MD, PhD (Wake Forest Baptist Medical Center, Winston-Salem, NC) and H. William Kelly, PharmD, BCPS, FCCP (University of New Mexico Health Sciences Center, Albuquerque, NM), although not contributing authors, acted as advisors in relation to this manuscript. Medical writing assistance, in the form of the preparation and revision of the manuscript, was supported financially by Boehringer Ingelheim and provided by Helen Woodroof, PhD, of Complete HealthVizion under the authors' conceptual direction and based on feedback from the authors.",
        "section": "DISCUSSION",
        "section_number": 35,
        "sentences": [
            "We take full responsibility for the scope, direction, content of, and editorial decisions relating to the manuscript, were involved at all stages of development, and have approved the submitted manuscript.",
            "Stephen P. Peters, MD, PhD (Wake Forest Baptist Medical Center, Winston-Salem, NC) and H. William Kelly, PharmD, BCPS, FCCP (University of New Mexico Health Sciences Center, Albuquerque, NM), although not contributing authors, acted as advisors in relation to this manuscript.",
            "Medical writing assistance, in the form of the preparation and revision of the manuscript, was supported financially by Boehringer Ingelheim and provided by Helen Woodroof, PhD, of Complete HealthVizion under the authors' conceptual direction and based on feedback from the authors."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37075",
        "text": "Clinical implications: Once-daily tiotropium Respimat 5 mg improves lung function, with safety and tolerability comparable with those of placebo, in children with severe symptomatic asthma.",
        "section": "DISCUSSION",
        "section_number": 36,
        "sentences": [
            "Clinical implications: Once-daily tiotropium Respimat 5 mg improves lung function, with safety and tolerability comparable with those of placebo, in children with severe symptomatic asthma."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37075",
        "text": "J ALLERGY CLIN IMMUNOL VOLUME 140, NUMBER 5",
        "section": "",
        "section_number": 37,
        "sentences": [
            "J ALLERGY CLIN IMMUNOL VOLUME 140, NUMBER 5"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37075",
        "text": "J ALLERGY CLIN IMMUNOLNOVEMBER 2017",
        "section": "",
        "section_number": 38,
        "sentences": [
            "J ALLERGY CLIN IMMUNOLNOVEMBER 2017"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    }
]