[
    {
        "doc_id": "34380",
        "text": "Objectives-To identify success rates for radial artery cannulation in a pediatric critical care unit using either palpation or ultrasound guidance to cannulate the radial artery. Methods-A prospective randomized comparative study of critically ill children who required invasive monitoring in a tertiary referral center was conducted. All patients were randomized by a stratified block of 4 to either ultrasound-guided or traditional palpation radial artery cannulation. The primary outcomes were the first attempt and total success rates. Results-Eighty-four children were enrolled, with 43 randomized to the palpation technique and 41 to the ultrasound-guided technique. Demographic data between the groups were not significantly different. The total success and first attempt rates for the ultrasound-guided group were significantly higher than those for the palpation group (success ratio, 2.03; 95% confidence interval, 1.13-3.64; P 5 .018; and success ratio, 4.18; 95% confidence interval, 1.57-11.14; P 5 .004, respectively). The median time to success for the ultrasound-guided group was significantly shorter than that for the palpation group (3.3 versus 10.4 minutes; P < .001). Cannulation complications were lower in the ultrasound-guided group than the palpation group (12.5% versus 53.3%; P < .001). Conclusions-The ultrasound-guided technique could improve the success rate and allow for faster cannulation of radial artery catheterization in critically ill children.",
        "section": "Abstract",
        "sentences": [
            "Objectives-To identify success rates for radial artery cannulation in a pediatric critical care unit using either palpation or ultrasound guidance to cannulate the radial artery.",
            "Methods-A prospective randomized comparative study of critically ill children who required invasive monitoring in a tertiary referral center was conducted.",
            "All patients were randomized by a stratified block of 4 to either ultrasound-guided or traditional palpation radial artery cannulation.",
            "The primary outcomes were the first attempt and total success rates.",
            "Results-Eighty-four children were enrolled, with 43 randomized to the palpation technique and 41 to the ultrasound-guided technique.",
            "Demographic data between the groups were not significantly different.",
            "The total success and first attempt rates for the ultrasound-guided group were significantly higher than those for the palpation group (success ratio, 2.03; 95% confidence interval, 1.13-3.64; P 5 .018; and success ratio, 4.18; 95% confidence interval, 1.57-11.14; P 5 .004, respectively).",
            "The median time to success for the ultrasound-guided group was significantly shorter than that for the palpation group (3.3 versus 10.4 minutes; P < .001).",
            "Cannulation complications were lower in the ultrasound-guided group than the palpation group (12.5% versus 53.3%; P < .001).",
            "Conclusions-The ultrasound-guided technique could improve the success rate and allow for faster cannulation of radial artery catheterization in critically ill children."
        ],
        "sentence_labels": [
            -1,
            -1,
            1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": 0
    },
    {
        "doc_id": "34380",
        "text": "T he use of ultrasound to guide invasive procedures has become more popular during the last 10 years, especially ultrasoundguided pleurocentesis, abdominal paracentesis, and vascular catheterization. [1] [2] [3] [4] Currently, ultrasound-guided central venous access can improve the success rate, decrease complications, and reduce cost in critically ill adults and children. [5] [6] [7] In adults and children, ultrasound-guided central venous catheterization has a higher success rate than the landmark technique. [8] [9] [10] Moreover, ultrasoundguided vascular access skill can be acquired easily by novice trainee. 11 Arterial catheterization is an important procedure in critically ill children for hemodynamic monitoring and blood sampling. 12, 13 Infants and small children have small vessels and a tendency for failed artery cannulation. Traditional radial artery cannulation uses the landmark technique by palpating the radial pulse. The palpation technique needs an experienced physician, especially for infants and small children. Multiple attempts can cause arterial spasms and hematoma. [14] [15] [16] Recent systematic reviews have shown ultrasound-guided arterial catheterization to be better than the landmark technique. [17] [18] [19] [20] [21] However, these reports almost exclusively studied adult populations. Only 3 articles have previously reported studies of children, and the results are still controversial. 16, 22, 23 Furthermore, all children were elective surgical patients who received inhalation or sedative medication and had stable hemodynamics. The objective of this study was to compare the success rate of radial artery cannulation via the ultrasound-guided technique with the traditional palpation technique in critically ill children.",
        "section": "",
        "section_number": 1,
        "sentences": [
            "T he use of ultrasound to guide invasive procedures has become more popular during the last 10 years, especially ultrasoundguided pleurocentesis, abdominal paracentesis, and vascular catheterization. [",
            "1] [2] [3] [4] Currently, ultrasound-guided central venous access can improve the success rate, decrease complications, and reduce cost in critically ill adults and children. [",
            "5] [6] [7] In adults and children, ultrasound-guided central venous catheterization has a higher success rate than the landmark technique. [",
            "8] [9] [10] Moreover, ultrasoundguided vascular access skill can be acquired easily by novice trainee.",
            "11 Arterial catheterization is an important procedure in critically ill children for hemodynamic monitoring and blood sampling.",
            "12, 13 Infants and small children have small vessels and a tendency for failed artery cannulation.",
            "Traditional radial artery cannulation uses the landmark technique by palpating the radial pulse.",
            "The palpation technique needs an experienced physician, especially for infants and small children.",
            "Multiple attempts can cause arterial spasms and hematoma. [",
            "14] [15] [16] Recent systematic reviews have shown ultrasound-guided arterial catheterization to be better than the landmark technique. [",
            "17] [18] [19] [20] [21] However, these reports almost exclusively studied adult populations.",
            "Only 3 articles have previously reported studies of children, and the results are still controversial.",
            "16, 22, 23 Furthermore, all children were elective surgical patients who received inhalation or sedative medication and had stable hemodynamics.",
            "The objective of this study was to compare the success rate of radial artery cannulation via the ultrasound-guided technique with the traditional palpation technique in critically ill children."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34380",
        "text": "This study was a prospective randomized controlled trial comparing the ultrasound-guide technique and the traditional palpation technique for radial artery cannulation. The study was performed at a pediatric intensive care unit in a tertiary care academic center. It is a regional referral center for pediatric subspecialty care in Thailand. This study was approved by the Institutional Review Board of the authors' center, and all participants provided written informed consent. This trial was registered at the US National Institutes of Health (ClinicalTrials. gov; number NCT02668471).",
        "section": "Materials and Methods",
        "section_number": 2,
        "sentences": [
            "This study was a prospective randomized controlled trial comparing the ultrasound-guide technique and the traditional palpation technique for radial artery cannulation.",
            "The study was performed at a pediatric intensive care unit in a tertiary care academic center.",
            "It is a regional referral center for pediatric subspecialty care in Thailand.",
            "This study was approved by the Institutional Review Board of the authors' center, and all participants provided written informed consent.",
            "This trial was registered at the US National Institutes of Health (ClinicalTrials.",
            "gov; number NCT02668471)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34380",
        "text": "Critically ill children, aged 1 month to 15 years, who required invasive monitoring and frequent blood sampling were enrolled by a stratified block of 4. A stratified randomization was performed for children younger and older than 1 year. The exclusion criteria were patients with absence of an amplitude of radial pulsation, skin erosions near the insertion site, or former cannulation. The sample size was calculated by a 2-independent proportions formula with a power of 80% and a 2-tailed a risk of .05. We calculated the sample size estimation on the basis of a previous study. 23 This study aimed to improve the success rate of radial artery cannulation from 40% to 75%. The sample size was 27 in each arm.",
        "section": "Materials and Methods",
        "section_number": 3,
        "sentences": [
            "Critically ill children, aged 1 month to 15 years, who required invasive monitoring and frequent blood sampling were enrolled by a stratified block of 4.",
            "A stratified randomization was performed for children younger and older than 1 year.",
            "The exclusion criteria were patients with absence of an amplitude of radial pulsation, skin erosions near the insertion site, or former cannulation.",
            "The sample size was calculated by a 2-independent proportions formula with a power of 80% and a 2-tailed a risk of .05.",
            "We calculated the sample size estimation on the basis of a previous study.",
            "23 This study aimed to improve the success rate of radial artery cannulation from 40% to 75%.",
            "The sample size was 27 in each arm."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34380",
        "text": "Demographic data were recorded, including any local analgesia at the radial site of puncture, systemic sedation, or neuromuscular blockage. The radial artery diameter was measured by a physician who had not performed the radial artery catheterization. With a routinely sterile technique, a standard 22-to 24-gauge Jelco intravenous catheter (Smiths Medical International, Ashford, England) percutaneously punctured the radial artery either by the palpation technique according to standard practice or by the ultrasound-guided technique using a vascular transducer (8-12 MHz) and a 2-dimensional M-Turbo ultrasound system (SonoSite, Inc, Bothell, WA). Ultrasound-guided artery cannulation was imaged in a short-axis view, and the artery was lined up with the center of the transducer. The needle was inserted at the center of the transducer in real time. A single-or doublewall technique was chosen depending on operator preference. The Seldinger technique was used in both techniques. The start time was defined as the initial needle penetration through the skin. The time to successful arterial cannulation was measured as removal of the metal needle and continuation of a flash of arterial blood. Failure was defined as failure of cannulation after 3 attempts. Cannulation attempts were quantified as the numbers of needle tips completely withdrawn from the skin. The success rate was defined as successful cannulation of the radial artery in 3 attempts or fewer. The ultrasound-guided vascular cannulation method is not widely used in our country. Despite the fact that all of the first-year fellows had no prior experience with ultrasound-guided vascular cannulation, our fellowshiptraining program provides an ultrasound-guided vascular access course within the first month of fellowship commencement. Before the study, all fellow operators had experience of more than 10 cases in either the ultrasound-guided or traditional palpation technique.",
        "section": "Study Protocol",
        "section_number": 4,
        "sentences": [
            "Demographic data were recorded, including any local analgesia at the radial site of puncture, systemic sedation, or neuromuscular blockage.",
            "The radial artery diameter was measured by a physician who had not performed the radial artery catheterization.",
            "With a routinely sterile technique, a standard 22-to 24-gauge Jelco intravenous catheter (Smiths Medical International, Ashford, England) percutaneously punctured the radial artery either by the palpation technique according to standard practice or by the ultrasound-guided technique using a vascular transducer (8-12 MHz) and a 2-dimensional M-Turbo ultrasound system (SonoSite, Inc, Bothell, WA).",
            "Ultrasound-guided artery cannulation was imaged in a short-axis view, and the artery was lined up with the center of the transducer.",
            "The needle was inserted at the center of the transducer in real time.",
            "A single-or doublewall technique was chosen depending on operator preference.",
            "The Seldinger technique was used in both techniques.",
            "The start time was defined as the initial needle penetration through the skin.",
            "The time to successful arterial cannulation was measured as removal of the metal needle and continuation of a flash of arterial blood.",
            "Failure was defined as failure of cannulation after 3 attempts.",
            "Cannulation attempts were quantified as the numbers of needle tips completely withdrawn from the skin.",
            "The success rate was defined as successful cannulation of the radial artery in 3 attempts or fewer.",
            "The ultrasound-guided vascular cannulation method is not widely used in our country.",
            "Despite the fact that all of the first-year fellows had no prior experience with ultrasound-guided vascular cannulation, our fellowshiptraining program provides an ultrasound-guided vascular access course within the first month of fellowship commencement.",
            "Before the study, all fellow operators had experience of more than 10 cases in either the ultrasound-guided or traditional palpation technique."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34380",
        "text": "The primary outcomes were the first-attempt success and total success rates of arterial cannulation between the ultrasound-guided and palpation techniques. The secondary outcomes were the time to success and incidence of complications. Major complications from radial artery cannulation were recorded as hand ischemia, hemorrhage, and thrombosis. Hematoma, a minor complication, was defined as obviously visible subcutaneous swelling or bleeding after arterial puncture. The fellow experiences with the ultrasound-guided and palpation techniques for radial artery cannulation were recorded over 6 months before the study.",
        "section": "Measurements",
        "section_number": 5,
        "sentences": [
            "The primary outcomes were the first-attempt success and total success rates of arterial cannulation between the ultrasound-guided and palpation techniques.",
            "The secondary outcomes were the time to success and incidence of complications.",
            "Major complications from radial artery cannulation were recorded as hand ischemia, hemorrhage, and thrombosis.",
            "Hematoma, a minor complication, was defined as obviously visible subcutaneous swelling or bleeding after arterial puncture.",
            "The fellow experiences with the ultrasound-guided and palpation techniques for radial artery cannulation were recorded over 6 months before the study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34380",
        "text": "The statistical analysis was performed with the Stata version 14 program (StataCorp, College Station, Texas). Patient demographics and clinical characteristics were summarized descriptively for statistically significant differences between the ultrasound-guided and traditional palpation groups. Outcome measures were reported as median (interquartile range [IQR]) or number (percent). The unpaired Student t test or Mann-Whitney U test was used for continuous variables, and the Fisher exact test was used for categorical variables. The success ratio (risk ratio) of the ultrasound-guided group compared with the traditional palpation group as a reference was analyzed by logistic regression for adjusted parameters such as age, radial artery size, and operator experience. A multilevel mixed-effects parametric survival analysis was used for the hazard ratio of the median time to success. P < .05 was considered statistically significant.",
        "section": "Statistical Analysis",
        "section_number": 6,
        "sentences": [
            "The statistical analysis was performed with the Stata version 14 program (StataCorp, College Station, Texas).",
            "Patient demographics and clinical characteristics were summarized descriptively for statistically significant differences between the ultrasound-guided and traditional palpation groups.",
            "Outcome measures were reported as median (interquartile range [IQR]) or number (percent).",
            "The unpaired Student t test or Mann-Whitney U test was used for continuous variables, and the Fisher exact test was used for categorical variables.",
            "The success ratio (risk ratio) of the ultrasound-guided group compared with the traditional palpation group as a reference was analyzed by logistic regression for adjusted parameters such as age, radial artery size, and operator experience.",
            "A multilevel mixed-effects parametric survival analysis was used for the hazard ratio of the median time to success.",
            "P < .05 was considered statistically significant."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34380",
        "text": "Trials guideline, 24 we screened 246 patients who were admitted to the pediatric intensive care unit, and 143 did not meet our inclusion criteria. Of the remaining 103 patients, 19 patients (18%) met the exclusion criteria but refused permission for participation (Figure 1) . Eighty-four children were enrolled in this study, with 43 being randomized to the traditional palpation technique and 41 to the ultrasound-guided technique. The median age was 22 (IQR, 6-69) months. Demographic data were not significantly different between the study groups (Table 1 ). The total success rate showed a significant improvement in the ultrasound-guided group versus the traditional palpation group (80.5% versus 39.5%; respectively; P < .001; Figure 2 ). The multiple logistic regression analysis to adjust for the clinical variables significantly associated with the total and first-attempt success rates (age, radial artery size, and operator experience) confirmed that the ultrasound-guided technique had a higher success rate than the traditional palpation technique (success ratio, 2.03; 95% confidence interval, 1.13-3.64; P 5 .018; and success ratio, 4.18; 95% confidence interval, 1.57-11.14; P 5 .004, respectively). The median time to success for the ultrasound-guided technique was significantly shorter than that for the traditional palpation technique (3.3 and 10.4 minutes, respectively; success ratio, 3.26; 95% confidence interval; 1.80-5.89; P < .001; Figure 3 ). The incidence of hematoma was lower in the ultrasound-guided group than the palpation group (12.5% versus 53.3%; P < .001). There were no major complications, such as hand ischemia, hemorrhage, and thrombosis, detected in either group.",
        "section": "On the basis of the Consolidated Standards of Reporting",
        "section_number": 7,
        "sentences": [
            "Trials guideline, 24 we screened 246 patients who were admitted to the pediatric intensive care unit, and 143 did not meet our inclusion criteria.",
            "Of the remaining 103 patients, 19 patients (18%) met the exclusion criteria but refused permission for participation (Figure 1) .",
            "Eighty-four children were enrolled in this study, with 43 being randomized to the traditional palpation technique and 41 to the ultrasound-guided technique.",
            "The median age was 22 (IQR, 6-69) months.",
            "Demographic data were not significantly different between the study groups (Table 1 ).",
            "The total success rate showed a significant improvement in the ultrasound-guided group versus the traditional palpation group (80.5% versus 39.5%; respectively; P < .001; Figure 2 ).",
            "The multiple logistic regression analysis to adjust for the clinical variables significantly associated with the total and first-attempt success rates (age, radial artery size, and operator experience) confirmed that the ultrasound-guided technique had a higher success rate than the traditional palpation technique (success ratio, 2.03; 95% confidence interval, 1.13-3.64; P 5 .018; and success ratio, 4.18; 95% confidence interval, 1.57-11.14; P 5 .004, respectively).",
            "The median time to success for the ultrasound-guided technique was significantly shorter than that for the traditional palpation technique (3.3 and 10.4 minutes, respectively; success ratio, 3.26; 95% confidence interval; 1.80-5.89; P < .001; Figure 3 ).",
            "The incidence of hematoma was lower in the ultrasound-guided group than the palpation group (12.5% versus 53.3%; P < .001).",
            "There were no major complications, such as hand ischemia, hemorrhage, and thrombosis, detected in either group."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34380",
        "text": "The operators consisted of 4 first-year and 3 second-year pediatric critical care fellows. The prior experiences of the first-and second-year fellows in the 6 months before the study were 11 and 21 times (ultrasound-guided technique) and 19 and 14 (palpation technique), respectively. The learning experience classification was used to analyze the success rate of radial artery cannulation (Figure 4) . The results showed no statistically significant difference between the first and last trimesters. However, the success rate decreased during the last 3 months for the traditional palpation technique.",
        "section": "On the basis of the Consolidated Standards of Reporting",
        "section_number": 8,
        "sentences": [
            "The operators consisted of 4 first-year and 3 second-year pediatric critical care fellows.",
            "The prior experiences of the first-and second-year fellows in the 6 months before the study were 11 and 21 times (ultrasound-guided technique) and 19 and 14 (palpation technique), respectively.",
            "The learning experience classification was used to analyze the success rate of radial artery cannulation (Figure 4) .",
            "The results showed no statistically significant difference between the first and last trimesters.",
            "However, the success rate decreased during the last 3 months for the traditional palpation technique."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34380",
        "text": "Ultrasound-guided vascular catheterization is now increasingly performed. 7 Even though it requires an Figure 2 . Comparison of success rates and hematoma complications between the ultrasound-guided and palpation techniques for radial artery cannulation. experienced operator to display the 2-dimensional view and juxtapose the target vessel and the needle, our study demonstrated that the ultrasound-guided technique could be used successfully by inexperienced pediatric critical care fellows. Artery cannulation is a frequent and important procedure for continuous blood pressure monitoring and blood sampling in a critical care setting. 25 However, it is sometimes difficult, especially in small children with urgent circumstances. Recently, a systematic review including 444 arterial cannulations in a pediatric population showed that ultrasound guidance improves the first-and second-attempt success rates of radial artery cannulation in children. 26 However, it included 5 studies with elective surgical settings, where patients were sedated, and the study operators were anesthesiologists. Under similar conditions, ultrasound guidance was favored over palpation, 16, 23 and Doppler auditory assistance 27 was favored in infants and small children. On the other hand, one study showed no difference in the total success rates between ultrasound guidance and palpation in young children when the procedure was performed by inexperienced anesthesiology fellows. 28 A lack of a difference was also reported in a randomized study of 152 children younger than 18 years (mean age, 99 months). 22 Contrary to the aforementioned studies, in our research, most of the patients were younger than 5 years, and they were hospitalized in a pediatric critical care unit. Thus, in comparison with children undergoing elective surgery, they varied considerably according to hemodynamic conditions and levels of consciousness, which affected extremity movement and the radial pulse intensity. This factor might explain why our study showed that ultrasound-guided radial artery cannulation increased the total success rate, increased the firstattempt success rate, decreased the median time to success, and decreased the complication of hematoma compared with traditional palpation.",
        "section": "Discussion",
        "section_number": 9,
        "sentences": [
            "Ultrasound-guided vascular catheterization is now increasingly performed.",
            "7 Even though it requires an Figure 2 .",
            "Comparison of success rates and hematoma complications between the ultrasound-guided and palpation techniques for radial artery cannulation.",
            "experienced operator to display the 2-dimensional view and juxtapose the target vessel and the needle, our study demonstrated that the ultrasound-guided technique could be used successfully by inexperienced pediatric critical care fellows.",
            "Artery cannulation is a frequent and important procedure for continuous blood pressure monitoring and blood sampling in a critical care setting.",
            "25 However, it is sometimes difficult, especially in small children with urgent circumstances.",
            "Recently, a systematic review including 444 arterial cannulations in a pediatric population showed that ultrasound guidance improves the first-and second-attempt success rates of radial artery cannulation in children.",
            "26 However, it included 5 studies with elective surgical settings, where patients were sedated, and the study operators were anesthesiologists.",
            "Under similar conditions, ultrasound guidance was favored over palpation, 16, 23 and Doppler auditory assistance 27 was favored in infants and small children.",
            "On the other hand, one study showed no difference in the total success rates between ultrasound guidance and palpation in young children when the procedure was performed by inexperienced anesthesiology fellows.",
            "28 A lack of a difference was also reported in a randomized study of 152 children younger than 18 years (mean age, 99 months).",
            "22 Contrary to the aforementioned studies, in our research, most of the patients were younger than 5 years, and they were hospitalized in a pediatric critical care unit.",
            "Thus, in comparison with children undergoing elective surgery, they varied considerably according to hemodynamic conditions and levels of consciousness, which affected extremity movement and the radial pulse intensity.",
            "This factor might explain why our study showed that ultrasound-guided radial artery cannulation increased the total success rate, increased the firstattempt success rate, decreased the median time to success, and decreased the complication of hematoma compared with traditional palpation."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34380",
        "text": "Our results showed that the success rate of radial artery cannulation improved in both the first-and second-year fellows in the ultrasound-guided group. However, the success rate decreased in the last 3 months in the traditional palpation group. The second-year fellows had a lower success rate than the first-year fellows for the traditional palpation technique. It is possible that the second-year fellows preferred to perform ultrasoundguided vascular cannulation than traditional palpation before the study. Therefore, their traditional palpation skills might have decreased. The learning curve for the procedure may affect the outcome. 29 Ultrasound-guided radial artery cannulation improved the success rate and reduced the complication rate, although it might reduce traditional palpation skills.",
        "section": "Discussion",
        "section_number": 10,
        "sentences": [
            "Our results showed that the success rate of radial artery cannulation improved in both the first-and second-year fellows in the ultrasound-guided group.",
            "However, the success rate decreased in the last 3 months in the traditional palpation group.",
            "The second-year fellows had a lower success rate than the first-year fellows for the traditional palpation technique.",
            "It is possible that the second-year fellows preferred to perform ultrasoundguided vascular cannulation than traditional palpation before the study.",
            "Therefore, their traditional palpation skills might have decreased.",
            "The learning curve for the procedure may affect the outcome.",
            "29 Ultrasound-guided radial artery cannulation improved the success rate and reduced the complication rate, although it might reduce traditional palpation skills."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34380",
        "text": "To our knowledge, a randomized controlled study of radial artery cannulation performed by trainees in a pediatric critical care setting has not been reported previously. We recommend ultrasound-guided radial artery cannulation in critically ill young children because of its higher success rate and lower incidence of complications, in concordance with previous studies. 16, 23 On the contrary, in older children and adolescents who require artery cannulation, either the ultrasound-guided or the palpation technique can be performed. 22 Moreover, we suggest that young physicians should practice the traditional palpation technique first, learn the ultrasound-guided technique to help in difficult cases, and practice both techniques to maintain their skills.",
        "section": "Discussion",
        "section_number": 11,
        "sentences": [
            "To our knowledge, a randomized controlled study of radial artery cannulation performed by trainees in a pediatric critical care setting has not been reported previously.",
            "We recommend ultrasound-guided radial artery cannulation in critically ill young children because of its higher success rate and lower incidence of complications, in concordance with previous studies.",
            "16, 23 On the contrary, in older children and adolescents who require artery cannulation, either the ultrasound-guided or the palpation technique can be performed.",
            "22 Moreover, we suggest that young physicians should practice the traditional palpation technique first, learn the ultrasound-guided technique to help in difficult cases, and practice both techniques to maintain their skills."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34380",
        "text": "There were some limitations to this study. First, it was a single-center study with a small sample size. Most patients were younger than 5 years, with 33 patients (39%) younger than 1 year, which could have selectively biased the results, since the palpation technique is more difficult in smaller arteries. As such, the findings cannot represent practice in all pediatric critical care populations. A larger sample of all age ranges should be further investigated. Second, the operators included 7 fellows. The experience of each fellow may have affected the success rate of radial artery cannulation; however, we used a multiple logistic regression analysis, which included the operator to reduce operator bias. Third, this study could not be conducted in a blinded fashion. The last limitation was the time to success. We defined this time as the time between skin puncture and successful insertion of the catheter. Therefore, we could not conclude that ultrasound-guided radial artery cannulation was actually faster than the palpation technique, since the time to success did not include times for preparing the ultrasound machine and examining the patient.",
        "section": "Discussion",
        "section_number": 12,
        "sentences": [
            "There were some limitations to this study.",
            "First, it was a single-center study with a small sample size.",
            "Most patients were younger than 5 years, with 33 patients (39%) younger than 1 year, which could have selectively biased the results, since the palpation technique is more difficult in smaller arteries.",
            "As such, the findings cannot represent practice in all pediatric critical care populations.",
            "A larger sample of all age ranges should be further investigated.",
            "Second, the operators included 7 fellows.",
            "The experience of each fellow may have affected the success rate of radial artery cannulation; however, we used a multiple logistic regression analysis, which included the operator to reduce operator bias.",
            "Third, this study could not be conducted in a blinded fashion.",
            "The last limitation was the time to success.",
            "We defined this time as the time between skin puncture and successful insertion of the catheter.",
            "Therefore, we could not conclude that ultrasound-guided radial artery cannulation was actually faster than the palpation technique, since the time to success did not include times for preparing the ultrasound machine and examining the patient."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34380",
        "text": "In conclusion, critically ill children were found to benefit from ultrasound-guided radial artery cannulation in terms of a higher first-attempt success rate, shorter time for cannulation, and fewer complications in young children. Furthermore, all of these effects were achieved by inexperienced trainees.",
        "section": "Discussion",
        "section_number": 13,
        "sentences": [
            "In conclusion, critically ill children were found to benefit from ultrasound-guided radial artery cannulation in terms of a higher first-attempt success rate, shorter time for cannulation, and fewer complications in young children.",
            "Furthermore, all of these effects were achieved by inexperienced trainees."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34380",
        "text": "J Ultrasound Med 2017; 36:2495-2501",
        "section": "",
        "section_number": 14,
        "sentences": [
            "J Ultrasound Med 2017; 36:2495-2501"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    }
]