[
    {
        "doc_id": "38539",
        "text": "Güney-Varal İ, Köksal N, Özkan H, Bağcı O, Doğan P. The effect of early administration of combined multi-strain and multi-species probiotics on gastrointestinal morbidities and mortality in preterm infants: A randomized controlled trial in a tertiary care unit.",
        "section": "Abstract",
        "sentences": [
            "Güney-Varal İ, Köksal N, Özkan H, Bağcı O, Doğan P. The effect of early administration of combined multi-strain and multi-species probiotics on gastrointestinal morbidities and mortality in preterm infants: A randomized controlled trial in a tertiary care unit."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38539",
        "text": "The formation of normal microbiological flora in the gastrointestinal system of the human organism is important for physiological, nutritional and immunological development. The microflora of the neonates in the newborn intensive care unit (NICU) varies significantly from the healthy neonates' microfloras. The gastrointestinal tract which is accepted as sterile at birth is affected by the environmental flora during the hospitalization at NICU and with the often invasive procedures and long-term antibiotic uses, it is colonized with pathological microorganisms that leads to many major morbidity and mortality 1 . N e c r o t i z i n g e n t e r o c o l i t i s ( N E C ) i s a gastrointestinal emergency of the newborn period in which inflammation and death of mucosal and submucosal layers of the intestinal tissue occur 2 . In those born under 1500 g, its frequency is 5-10%, with a 20-30% mortality.",
        "section": "",
        "section_number": 1,
        "sentences": [
            "The formation of normal microbiological flora in the gastrointestinal system of the human organism is important for physiological, nutritional and immunological development.",
            "The microflora of the neonates in the newborn intensive care unit (NICU) varies significantly from the healthy neonates' microfloras.",
            "The gastrointestinal tract which is accepted as sterile at birth is affected by the environmental flora during the hospitalization at NICU and with the often invasive procedures and long-term antibiotic uses, it is colonized with pathological microorganisms that leads to many major morbidity and mortality 1 .",
            "N e c r o t i z i n g e n t e r o c o l i t i s ( N E C ) i s a gastrointestinal emergency of the newborn period in which inflammation and death of mucosal and submucosal layers of the intestinal tissue occur 2 .",
            "In those born under 1500 g, its frequency is 5-10%, with a 20-30% mortality."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38539",
        "text": "Since important morbidities such as growth retardation, neurological defects, short-bowel syndrome, and intestinal obstruction may occur in the long-term follow-up of prematures who experience NEC and survive, the methods to prevent these conditions have long been attracting the attention of the researchers 3 .",
        "section": "",
        "section_number": 2,
        "sentences": [
            "Since important morbidities such as growth retardation, neurological defects, short-bowel syndrome, and intestinal obstruction may occur in the long-term follow-up of prematures who experience NEC and survive, the methods to prevent these conditions have long been attracting the attention of the researchers 3 ."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38539",
        "text": "The positive effects of many probiotic strains on premature infants have been demonstrated previously in the literature; however data on the use of combined probiotics is scarce 4-6. In this study, we investigated the effect of a probiotic combination of Lactobacillus and Bifidobacterium, which has not been tested before, on mortality and nutrition intolerance when used at higher doses.",
        "section": "",
        "section_number": 3,
        "sentences": [
            "The positive effects of many probiotic strains on premature infants have been demonstrated previously in the literature; however data on the use of combined probiotics is scarce 4-6.",
            "In this study, we investigated the effect of a probiotic combination of Lactobacillus and Bifidobacterium, which has not been tested before, on mortality and nutrition intolerance when used at higher doses."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38539",
        "text": "The study was conducted in preterm infants with a gestational age ≤32 week and a birth weight ≤ 1500 g at Uludağ University Medical Faculty Neonatal Intensive Care Unit (NICU); they were followed for a one-year period in a prospective randomized controlled manner. Patients were randomized in a 2:1 ration to receive probiotics or not (control group). While ten percent reduction in NEC frequency via probiotic supplementation is considered significant, and aiming for alpha value of 0.05 and beta value (power analysis) of 80%; the number of patients to be enrolled in both arms of the study was found to be 40. The infants with: detected chromosomal abnormalities, previous gastrointestinal system surgery, a diagnosis of metabolic disease, babies lost in the first postnatal week and babies with severe sepsis episode were excluded from the study. Alternate randomization was used to enroll the infants to the study arms and following the randomization of the infants, the ready commercial preparation which contain multi-combined probiotics of Lactobacillus rhamnosus (4.1x10⁸ Birth weight ≤1000 g, n (%) Male, n (%) APGAR 5' (median) Multiple birth, n (%) Antenatal steroid, n (%) Maternal antibiotics, n (%) PROM, n (%) Preeclampsia, n (%) Cesarean section birth n (%) The day when probiotics were given RDS, n (%) PDA, n (%) BPD, n (%) IVH≥3, n (%) ROP≥3, n (%) Minimal enteral feeding was started on the first day of life with mother's milk for all patients. The infants who could not receive mother's milk were fed with formula, and the infants with insufficent mother's milk condition were fed with mixed mother's milk and formula. The probiotic support was started when the amount of the diet in one meal time exceeded 2 ml, and when the enteral nutrition reached 50-60 ml/kg, it was set as 2x1 sachets, until the patient was discharged. The choice of nutrition for patients (breast milk, formula, mother's milk/formula), the first day they were started to be fed, the first time they were given probiotics, the day that the feeding reached 100 ml/kg/day and 150 ml/kg/day were recorded on preprinted forms. The patients who developed abdominal distension, gastric residue or vomiting during feeding were accepted as having episodes of feeding intolerance and their feeding was suspended. Necrotizing enterocolitis staging was made according to the Bell Classification 7 .",
        "section": "Patients and study design",
        "section_number": 4,
        "sentences": [
            "The study was conducted in preterm infants with a gestational age ≤32 week and a birth weight ≤ 1500 g at Uludağ University Medical Faculty Neonatal Intensive Care Unit (NICU); they were followed for a one-year period in a prospective randomized controlled manner.",
            "Patients were randomized in a 2:1 ration to receive probiotics or not (control group).",
            "While ten percent reduction in NEC frequency via probiotic supplementation is considered significant, and aiming for alpha value of 0.05 and beta value (power analysis) of 80%; the number of patients to be enrolled in both arms of the study was found to be 40.",
            "The infants with: detected chromosomal abnormalities, previous gastrointestinal system surgery, a diagnosis of metabolic disease, babies lost in the first postnatal week and babies with severe sepsis episode were excluded from the study.",
            "Alternate randomization was used to enroll the infants to the study arms and following the randomization of the infants, the ready commercial preparation which contain multi-combined probiotics of Lactobacillus rhamnosus (4.1x10⁸ Birth weight ≤1000 g, n (%) Male, n (%) APGAR 5' (median) Multiple birth, n (%) Antenatal steroid, n (%) Maternal antibiotics, n (%) PROM, n (%) Preeclampsia, n (%) Cesarean section birth n (%) The day when probiotics were given RDS, n (%) PDA, n (%) BPD, n (%) IVH≥3, n (%) ROP≥3, n (%) Minimal enteral feeding was started on the first day of life with mother's milk for all patients.",
            "The infants who could not receive mother's milk were fed with formula, and the infants with insufficent mother's milk condition were fed with mixed mother's milk and formula.",
            "The probiotic support was started when the amount of the diet in one meal time exceeded 2 ml, and when the enteral nutrition reached 50-60 ml/kg, it was set as 2x1 sachets, until the patient was discharged.",
            "The choice of nutrition for patients (breast milk, formula, mother's milk/formula), the first day they were started to be fed, the first time they were given probiotics, the day that the feeding reached 100 ml/kg/day and 150 ml/kg/day were recorded on preprinted forms.",
            "The patients who developed abdominal distension, gastric residue or vomiting during feeding were accepted as having episodes of feeding intolerance and their feeding was suspended.",
            "Necrotizing enterocolitis staging was made according to the Bell Classification 7 ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": 2
    },
    {
        "doc_id": "38539",
        "text": "Sepsis was diagnosed with the clinical findings, in addition to positive blood cultures in patients with increased C-reactive protein, procalcitonin and serum amyloid-A (SAA). Blood and cerebrospinal fluid (CSF) cultures were evaluated by BACTEC (BACTEC 9240, Becton Dickinson, Germany) method.",
        "section": "Patients and study design",
        "section_number": 5,
        "sentences": [
            "Sepsis was diagnosed with the clinical findings, in addition to positive blood cultures in patients with increased C-reactive protein, procalcitonin and serum amyloid-A (SAA).",
            "Blood and cerebrospinal fluid (CSF) cultures were evaluated by BACTEC (BACTEC 9240, Becton Dickinson, Germany) method."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38539",
        "text": "Primary outcome of the present study was ≥ Stage 2 NEC and mortality. Secondary outcomes were culture-proven sepsis and days to reach full enteral feeding.",
        "section": "Patients and study design",
        "section_number": 6,
        "sentences": [
            "Primary outcome of the present study was ≥ Stage 2 NEC and mortality.",
            "Secondary outcomes were culture-proven sepsis and days to reach full enteral feeding."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38539",
        "text": "The study was approved by Uludağ University Clinical Research Ethics Board (Registration Number: no:2012-13/16). Written consent was obtained from the preterm infants' parents.",
        "section": "Patients and study design",
        "section_number": 7,
        "sentences": [
            "The study was approved by Uludağ University Clinical Research Ethics Board (Registration Number: no:2012-13/16).",
            "Written consent was obtained from the preterm infants' parents."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38539",
        "text": "Statistical analyses of the data were performed using the Statistical Package for the Social Sciences (SPSS) version 16.0.1 program (SPSS Inc., Chicago, IL, USA). Continuous values were presented as median and mean±standard deviation, where suitable. The categorical values were presented as number and percentage. Chi-square analysis or Fisher's exact test were used to compare categorical variables among groups. The Mann-Whitney U test was used to compare nonparametric variables. Logistic regression analysis was used to identify the factors affecting the outcome. Statistical significance was set at p<0.05.",
        "section": "Statistical analysis",
        "section_number": 8,
        "sentences": [
            "Statistical analyses of the data were performed using the Statistical Package for the Social Sciences (SPSS) version 16.0.1 program (SPSS Inc., Chicago, IL, USA).",
            "Continuous values were presented as median and mean±standard deviation, where suitable.",
            "The categorical values were presented as number and percentage.",
            "Chi-square analysis or Fisher's exact test were used to compare categorical variables among groups.",
            "The Mann-Whitney U test was used to compare nonparametric variables.",
            "Logistic regression analysis was used to identify the factors affecting the outcome.",
            "Statistical significance was set at p<0.05."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38539",
        "text": "A total of 139 patients were included in the study. The distribution of included and excluded patients were summarized in the flowchart ( Fig. 1 ). Of the 110 infants analyzed in the study, 63.6% (n=70) were in the group that received probiotics (Group 1), and 36.4% (n=40) were in the control group (Group 2). The demographic and clinical characteristics of the groups were summarized in Table I . Although, the birthweights of infants in Group 1 were higher than that of Group 2, this difference was not statistically significant.",
        "section": "Results",
        "section_number": 9,
        "sentences": [
            "A total of 139 patients were included in the study.",
            "The distribution of included and excluded patients were summarized in the flowchart ( Fig. 1 ).",
            "Of the 110 infants analyzed in the study, 63.6% (n=70) were in the group that received probiotics (Group 1), and 36.4% (n=40) were in the control group (Group 2).",
            "The demographic and clinical characteristics of the groups were summarized in Table I .",
            "Although, the birthweights of infants in Group 1 were higher than that of Group 2, this difference was not statistically significant."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38539",
        "text": "In Group 1, time to start the probiotic support ranged between postnatal 2 nd and 7 th days, with a mean of 4.3±1.5 days. Patients in Group 1 took a mean 36.5±12.6 days of probiotic, and reached the total dose in a mean 9.8±3.4 days. All cases of NEC were seen in group 2 as 3.6% (n=4) of all infants. Necrotizing enterocolitis (NEC) was present in 4 cases, 2 of them were Stage 2 and the other 2 were The incidence and mortality rates of NEC in infants taking probiotics, was found to be significantly lower than the control group (p=0.016, p=0.001, respectively). In preterm infants receiving probiotic support, the mortality and the sepsis-related mortality from NEC rates were significantly lower than the control group (p=0.046, p=0.023) ( Table II) .",
        "section": "Results",
        "section_number": 10,
        "sentences": [
            "In Group 1, time to start the probiotic support ranged between postnatal 2 nd and 7 th days, with a mean of 4.3±1.5 days.",
            "Patients in Group 1 took a mean 36.5±12.6 days of probiotic, and reached the total dose in a mean 9.8±3.4 days.",
            "All cases of NEC were seen in group 2 as 3.6% (n=4) of all infants.",
            "Necrotizing enterocolitis (NEC) was present in 4 cases, 2 of them were Stage 2 and the other 2 were The incidence and mortality rates of NEC in infants taking probiotics, was found to be significantly lower than the control group (p=0.016, p=0.001, respectively).",
            "In preterm infants receiving probiotic support, the mortality and the sepsis-related mortality from NEC rates were significantly lower than the control group (p=0.046, p=0.023) ( Table II) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38539",
        "text": "All of the infants (100%) enrolled into the study were fed within the first hour of life with own mother's milk as per study protocol. If own mother's milk was not available within this time frame, preterm formula was given. When the groups were compared based on their nutritional characteristics, 52.9% (n=37) of the infants in Group 1 was on exclusive breast milk, whereas 35% (n=14) of the infants in Group 2 received exclusively breast milk and there was found to be no significant difference between the groups (p=0.108). The incidence of late-onset sepsis was not different compared to the control group (17% versus 35%, p=0.059). The amount of increase in diet of patients and the duration of transition to full enteral feeding are summarized in Table II .",
        "section": "Results",
        "section_number": 11,
        "sentences": [
            "All of the infants (100%) enrolled into the study were fed within the first hour of life with own mother's milk as per study protocol.",
            "If own mother's milk was not available within this time frame, preterm formula was given.",
            "When the groups were compared based on their nutritional characteristics, 52.9% (n=37) of the infants in Group 1 was on exclusive breast milk, whereas 35% (n=14) of the infants in Group 2 received exclusively breast milk and there was found to be no significant difference between the groups (p=0.108).",
            "The incidence of late-onset sepsis was not different compared to the control group (17% versus 35%, p=0.059).",
            "The amount of increase in diet of patients and the duration of transition to full enteral feeding are summarized in Table II ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38539",
        "text": "When results were evaluated after adjustment for birth weight and gestational week, which were risk factors for mortality, absence of probiotic support was identified as an independent risk factor (OR: 71.5; 95% CI:3.94-1294.73; p=0.004).",
        "section": "Results",
        "section_number": 12,
        "sentences": [
            "When results were evaluated after adjustment for birth weight and gestational week, which were risk factors for mortality, absence of probiotic support was identified as an independent risk factor (OR: 71.5; 95% CI:3.94-1294.73; p=0.004)."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38539",
        "text": "The effects of probiotic use in premature infants on gastrointestinal system morbidities have been evaluated in numerous studies and a decrease in feeding intolerance, NEC and mortality rates were reported [8] [9] [10] [11] [12] [13] . In this study, we showed that high-dose and prolonged use of combined multistrain and multispecies probiotics had positive effects on gastrointestinal complications, sepsis and mortality in premature infants and demonstrated a decrease in NEC (≥ Stage 2). To the best of our knowledge, this is the first randomized controlled study that evaluates the effects of prolonged use of combined probiotics at high doses in preterm infants.",
        "section": "Discussion",
        "section_number": 13,
        "sentences": [
            "The effects of probiotic use in premature infants on gastrointestinal system morbidities have been evaluated in numerous studies and a decrease in feeding intolerance, NEC and mortality rates were reported [8] [9] [10] [11] [12] [13] .",
            "In this study, we showed that high-dose and prolonged use of combined multistrain and multispecies probiotics had positive effects on gastrointestinal complications, sepsis and mortality in premature infants and demonstrated a decrease in NEC (≥ Stage 2).",
            "To the best of our knowledge, this is the first randomized controlled study that evaluates the effects of prolonged use of combined probiotics at high doses in preterm infants."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38539",
        "text": "Vaginally born and breast fed babies are colonized with beneficial microorganisms, particularly Bifidobacteria and Lactobacillus, while preterm babies are hospitalized in the NICU and colonized with enterococci, coliforms and the other pathogenic bacterias which are shown to take part in the development of NEC 14, 15 . Administration of Lactobacillus and Bifidobacterium strains were often experienced in many studies and the use of these two microorganisms was recommended in guidelines 2, 16 . The use of a single or combined probiotics in premature infants was shown to result in a significant reduction in the incidence of NEC and mortality 17, 18 . In their meta-analysis, Olsen et al. 19 found a 45% decrease in the incidence of NEC with probiotic use (RR: 0.55; 95%CI 0.39-0.78; p<0.005). In another study 1,315 preterm infants were randomized and administered 8.2-9.2 log 10 of Bifidobacterium breve, but no significant decrease was found on NEC, lateonset sepsis (LOS) and death (RR:0.93,RR:0.97, RR:0.93) respectively 20 . This has shown that each strain has different effectiveness on NEC. Repa et al. 21 studied preterm infants; they gave 10 9 cfu Lactobasillus acidophilus and 10 9 cfu Bifidobacterium bifidum, although not statistically significant, they showed a reduction in NEC at preterm infants and this was more effective in the breastfed group. The type of the probiotic strains and their combined use, as well as the appropriate amount are important for their effectiveness. In studies performed, generally, 1.5x10 9 cfu as the initial dose and 3x10 9 cfu as the maintenance dose have been preferred 2, 22, 23 . In our study, the preferred high dose (4x10 9 cfu) is a distinguishing feature from the other studies. Again in the literature, it is stated that the most effective time to reduce the incidence of NEC is until 4-6 weeks, and the most effective time to reduce sepsis and mortality is until discharge or longer than 6 weeks 18 . We also investigated the effects of long-term use of probiotics, by targeting 4-6 weeks in this study. In the group without the probiotic support, NEC rate was 10%, and no NEC was observed in the probiotic group; this observation may be interpreted as a positive effect of probiotic use at the appropriate dose, time and content, as well as breastfeeding. In the group without probiotic use, the increase in rates of mortality (OR: 71.5; 95% CI:3.9-1294.7) draws attention to the importance of using the proper probiotics in appropriate dose and time in this sensitive premature group.",
        "section": "Discussion",
        "section_number": 14,
        "sentences": [
            "Vaginally born and breast fed babies are colonized with beneficial microorganisms, particularly Bifidobacteria and Lactobacillus, while preterm babies are hospitalized in the NICU and colonized with enterococci, coliforms and the other pathogenic bacterias which are shown to take part in the development of NEC 14, 15 .",
            "Administration of Lactobacillus and Bifidobacterium strains were often experienced in many studies and the use of these two microorganisms was recommended in guidelines 2, 16 .",
            "The use of a single or combined probiotics in premature infants was shown to result in a significant reduction in the incidence of NEC and mortality 17, 18 .",
            "In their meta-analysis, Olsen et al. 19 found a 45% decrease in the incidence of NEC with probiotic use (RR: 0.55; 95%CI 0.39-0.78; p<0.005).",
            "In another study 1,315 preterm infants were randomized and administered 8.2-9.2 log 10 of Bifidobacterium breve, but no significant decrease was found on NEC, lateonset sepsis (LOS) and death (RR:0.93,RR:0.97, RR:0.93) respectively 20 .",
            "This has shown that each strain has different effectiveness on NEC.",
            "Repa et al. 21 studied preterm infants; they gave 10 9 cfu Lactobasillus acidophilus and 10 9 cfu Bifidobacterium bifidum, although not statistically significant, they showed a reduction in NEC at preterm infants and this was more effective in the breastfed group.",
            "The type of the probiotic strains and their combined use, as well as the appropriate amount are important for their effectiveness.",
            "In studies performed, generally, 1.5x10 9 cfu as the initial dose and 3x10 9 cfu as the maintenance dose have been preferred 2, 22, 23 .",
            "In our study, the preferred high dose (4x10 9 cfu) is a distinguishing feature from the other studies.",
            "Again in the literature, it is stated that the most effective time to reduce the incidence of NEC is until 4-6 weeks, and the most effective time to reduce sepsis and mortality is until discharge or longer than 6 weeks 18 .",
            "We also investigated the effects of long-term use of probiotics, by targeting 4-6 weeks in this study.",
            "In the group without the probiotic support, NEC rate was 10%, and no NEC was observed in the probiotic group; this observation may be interpreted as a positive effect of probiotic use at the appropriate dose, time and content, as well as breastfeeding.",
            "In the group without probiotic use, the increase in rates of mortality (OR: 71.5; 95% CI:3.9-1294.7) draws attention to the importance of using the proper probiotics in appropriate dose and time in this sensitive premature group."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38539",
        "text": "Probiotics are well-known to produce bacteriostatic and bactericidal substances, thus having immunomodulatory effects, and in addition, to prevent colonization of pathogens by competing for adhesion to the intestinal mucosa 8, 24 . Although this effect is demonstrated well in some studies, the probiotic supplementation could not be shown to reduce the incidence of neonatal sepsis in others 23, [25] [26] [27] [28] [29] [30] . In their meta-analysis, Alfaleh et al. 18 reported that the probiotics reduced culture-positive sepsis rate significantly. In our study, rate of culture-positive sepsis was also lower than the control group, but difference was not statistically significant (p=0.059). Sepsisrelated mortality rate, however, was detected to be significantly lower in the probiotic group. We believe that sepsis incidence in premature infants would reduce to significant levels, if our study contained larger number of patients. It is clear that with the provision of reducing the major morbidities such as NEC and sepsis, the duration of antibiotic use would reduce and length of hospital stay would be reduced relatedly. It was shown that the premature infants that use probiotics stay in the hospital with an average of 6 days less 31 . Also in our study, time of antibiotic use was significantly less in the probiotic group and length of hospital stay was found to be 9 days less compared to the control group, however this was statistically insignificant.",
        "section": "Discussion",
        "section_number": 15,
        "sentences": [
            "Probiotics are well-known to produce bacteriostatic and bactericidal substances, thus having immunomodulatory effects, and in addition, to prevent colonization of pathogens by competing for adhesion to the intestinal mucosa 8, 24 .",
            "Although this effect is demonstrated well in some studies, the probiotic supplementation could not be shown to reduce the incidence of neonatal sepsis in others 23, [25] [26] [27] [28] [29] [30] .",
            "In their meta-analysis, Alfaleh et al. 18 reported that the probiotics reduced culture-positive sepsis rate significantly.",
            "In our study, rate of culture-positive sepsis was also lower than the control group, but difference was not statistically significant (p=0.059).",
            "Sepsisrelated mortality rate, however, was detected to be significantly lower in the probiotic group.",
            "We believe that sepsis incidence in premature infants would reduce to significant levels, if our study contained larger number of patients.",
            "It is clear that with the provision of reducing the major morbidities such as NEC and sepsis, the duration of antibiotic use would reduce and length of hospital stay would be reduced relatedly.",
            "It was shown that the premature infants that use probiotics stay in the hospital with an average of 6 days less 31 .",
            "Also in our study, time of antibiotic use was significantly less in the probiotic group and length of hospital stay was found to be 9 days less compared to the control group, however this was statistically insignificant."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38539",
        "text": "Feeding intolerance is frequent among premature infants and there is growing evidence that probiotics may shorten hospital stay by decreasing feeding intolerance rates 6, 14, 18, [31] [32] [33] [34] . The positive effects of probiotics are thought to be the result of regulating the intestinal motility, preventing the colonization of harmful bacteria, maintaining the lactase activity and by reducing the intestinal pH 35, 36 . In their metaanalysis Deshpande et al 6 found that of the preterm neonates with very-low birth weight, the group on probiotics reached full enteral feeding earlier than the control group. We demonstrated that, patients in the probiotic group reached 100 ml/kg/day and 150 ml/ kg/day of enteral feeding earlier than that of the control group indicating a reduced feeding intolerance rate.",
        "section": "Discussion",
        "section_number": 16,
        "sentences": [
            "Feeding intolerance is frequent among premature infants and there is growing evidence that probiotics may shorten hospital stay by decreasing feeding intolerance rates 6, 14, 18, [31] [32] [33] [34] .",
            "The positive effects of probiotics are thought to be the result of regulating the intestinal motility, preventing the colonization of harmful bacteria, maintaining the lactase activity and by reducing the intestinal pH 35, 36 .",
            "In their metaanalysis Deshpande et al 6 found that of the preterm neonates with very-low birth weight, the group on probiotics reached full enteral feeding earlier than the control group.",
            "We demonstrated that, patients in the probiotic group reached 100 ml/kg/day and 150 ml/ kg/day of enteral feeding earlier than that of the control group indicating a reduced feeding intolerance rate."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38539",
        "text": "The relative small number of patients is noteworthy in our study's limitations. However to reflect a 10% decrease in the NEC incidence, the number of patients in each group was found to be sufficient. Another limitation of the study is that the feature we put forward as the high dose and the combined probiotic use was not compared with the standard dose and a preparation composed of a single strain probiotic, and the control group consisting of only the patients with no probiotic use. However, when the incidence of NEC in our unit was taken into account while the sample size was being calculated, the risk of not reaching a sufficent number of patients for each group was foreseen; therefore, the study was designed with these groups.",
        "section": "Discussion",
        "section_number": 17,
        "sentences": [
            "The relative small number of patients is noteworthy in our study's limitations.",
            "However to reflect a 10% decrease in the NEC incidence, the number of patients in each group was found to be sufficient.",
            "Another limitation of the study is that the feature we put forward as the high dose and the combined probiotic use was not compared with the standard dose and a preparation composed of a single strain probiotic, and the control group consisting of only the patients with no probiotic use.",
            "However, when the incidence of NEC in our unit was taken into account while the sample size was being calculated, the risk of not reaching a sufficent number of patients for each group was foreseen; therefore, the study was designed with these groups."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38539",
        "text": "As a result, it may be said that routine probiotic use is one of the most fervent up-to-date debates of neonatology. Although there are no consensus reports of the American Academy of Pediatrics (AAP) or the European Society for Pediatric Gastroenterology, Hepatology and Nutrition (ESPGHAN) on the routine use of probiotics, recent Cochrane review showed that probiotics significantly reduce the incidence of severe NEC and mortality whereas there is no agreement on the appropriate dose, duration and the content of probiotics. In our study, we showed a significant decrease in NEC and mortality rates with the use of combined multistrain and multispecies probiotics. We believe that with the use of this simple and cost-effective treatment during the NICU hospitalization of preterm infants, better results may be obtained. We suggest that our findings should be supported by randomized and controlled trials with larger series of patients.",
        "section": "Discussion",
        "section_number": 18,
        "sentences": [
            "As a result, it may be said that routine probiotic use is one of the most fervent up-to-date debates of neonatology.",
            "Although there are no consensus reports of the American Academy of Pediatrics (AAP) or the European Society for Pediatric Gastroenterology, Hepatology and Nutrition (ESPGHAN) on the routine use of probiotics, recent Cochrane review showed that probiotics significantly reduce the incidence of severe NEC and mortality whereas there is no agreement on the appropriate dose, duration and the content of probiotics.",
            "In our study, we showed a significant decrease in NEC and mortality rates with the use of combined multistrain and multispecies probiotics.",
            "We believe that with the use of this simple and cost-effective treatment during the NICU hospitalization of preterm infants, better results may be obtained.",
            "We suggest that our findings should be supported by randomized and controlled trials with larger series of patients."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38539",
        "text": "Güney-Varal İ, et alThe Turkish Journal of Pediatrics • January-February 2017",
        "section": "",
        "section_number": 19,
        "sentences": [
            "Güney-Varal İ, et alThe Turkish Journal of Pediatrics • January-February 2017"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    }
]