[
    {
        "doc_id": "37332",
        "text": "Background-Telehealth offers opportunities to extend clinical and research interventions for pediatric obesity. Objectives-To assess utility of a telephone intervention, implemented through a national primary care pediatric research network, for promoting differentiation in dietary intake, consistent with either a low-glycemic load (Low GL) or Low Fat prescription, among overweight/obese school-age children. Methods-Five-week telephone dietary counseling intervention for parents of overweight/obese school-age children recruited through the Slone Center Office-based Research Network. Parentchild dyads were randomized to Low GL or Low Fat diet. Primary outcomes were dietary GL and dietary fat, adjusted for energy intake and assessed by 24-hour dietary recall. Results-Subjects were randomized to Low GL (n=11, 8.1±1.7 years, 45.5% male) or Low Fat (n=11, 8.2±2.0 years, 36.4% male), with no baseline differences. Overall, 86% of subjects attended at least 4 of 5 counseling sessions, and study completion rate was 91% (based on completion of the final dietary recalls). Reported satisfaction was high. In adjusted analyses limited to \"recall completers,\" reduction in dietary GL (g/1000 Kcal) achieved within the Low GL group was significant (p=0.01) and greater than the change in dietary GL in the Low Fat group (mean ± SE; −12.9 ± 4.4 vs. 5.1 ± 4.9, p=0.03). Similarly, reduction in dietary fat (% of total energy) within the Low Fat group was significant (−5.6 ± 2.5, p=0.046) but with no difference between groups (p=0.25).",
        "section": "Abstract",
        "sentences": [
            "Background-Telehealth offers opportunities to extend clinical and research interventions for pediatric obesity.",
            "Objectives-To assess utility of a telephone intervention, implemented through a national primary care pediatric research network, for promoting differentiation in dietary intake, consistent with either a low-glycemic load (Low GL) or Low Fat prescription, among overweight/obese school-age children.",
            "Methods-Five-week telephone dietary counseling intervention for parents of overweight/obese school-age children recruited through the Slone Center Office-based Research Network.",
            "Parentchild dyads were randomized to Low GL or Low Fat diet.",
            "Primary outcomes were dietary GL and dietary fat, adjusted for energy intake and assessed by 24-hour dietary recall.",
            "Results-Subjects were randomized to Low GL (n=11, 8.1±1.7 years, 45.5% male) or Low Fat (n=11, 8.2±2.0 years, 36.4% male), with no baseline differences.",
            "Overall, 86% of subjects attended at least 4 of 5 counseling sessions, and study completion rate was 91% (based on completion of the final dietary recalls).",
            "Reported satisfaction was high.",
            "In adjusted analyses limited to \"recall completers,\" reduction in dietary GL (g/1000 Kcal) achieved within the Low GL group was significant (p=0.01) and greater than the change in dietary GL in the Low Fat group (mean ± SE; −12.9 ± 4.4 vs. 5.1 ± 4.9, p=0.03).",
            "Similarly, reduction in dietary fat (% of total energy) within the Low Fat group was significant (−5.6 ± 2.5, p=0.046) but with no difference between groups (p=0.25)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37332",
        "text": "Obesity is a prevalent chronic disease of childhood (1) , yet pediatric weight management programs struggle to retain patients (2) , limiting effectiveness of interventions. Telehealth modalities for convenient implementation of dietary interventions in primary care, ranging from telephone to videoconferencing (3) (4) (5) (6) (7) , are critical given the widespread problem of pediatric obesity and limited resources in academic medical centers. Telephone interventions are increasingly used for health promotion with potential advantages over face-to-face and written interventions including lower cost, convenience, and privacy (8) . For younger children, interventions targeting parents have been advocated as a means to involve families and garner parental support in providing healthful foods and modeling healthful behaviors (9) . Multifaceted interventions for pediatric obesity have shown success (10) , yet few studies directly compare dietary treatments independent of other facets (11) .",
        "section": "Introduction",
        "section_number": 1,
        "sentences": [
            "Obesity is a prevalent chronic disease of childhood (1) , yet pediatric weight management programs struggle to retain patients (2) , limiting effectiveness of interventions.",
            "Telehealth modalities for convenient implementation of dietary interventions in primary care, ranging from telephone to videoconferencing (3) (4) (5) (6) (7) , are critical given the widespread problem of pediatric obesity and limited resources in academic medical centers.",
            "Telephone interventions are increasingly used for health promotion with potential advantages over face-to-face and written interventions including lower cost, convenience, and privacy (8) .",
            "For younger children, interventions targeting parents have been advocated as a means to involve families and garner parental support in providing healthful foods and modeling healthful behaviors (9) .",
            "Multifaceted interventions for pediatric obesity have shown success (10) , yet few studies directly compare dietary treatments independent of other facets (11) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37332",
        "text": "Our aim was to assess utility of a telephone intervention, implemented through a national primary care pediatric research network, for promoting differentiation in dietary intake, consistent with either a low-glycemic load (Low GL) or Low Fat prescription, among overweight/obese school-age children. We chose the telephone as the most basic form of telehealth to avoid potential challenges of more sophisticated telehealth platforms that could impede development of relationships with primary care practices. We focused on dietary intake to inform planning of future trials aimed at comparing dietary interventions for pediatric obesity over the long term (12) . We evaluated the telephone intervention through a national network, recognizing that collaboration between an obesity clinic in an academic medical center and a primary care network in future trials would offer opportunities to conduct well-powered dietary intervention studies with high external validity. We hypothesized that the telephone intervention would elicit dietary changes consistent with randomly-assigned prescriptions.",
        "section": "Introduction",
        "section_number": 2,
        "sentences": [
            "Our aim was to assess utility of a telephone intervention, implemented through a national primary care pediatric research network, for promoting differentiation in dietary intake, consistent with either a low-glycemic load (Low GL) or Low Fat prescription, among overweight/obese school-age children.",
            "We chose the telephone as the most basic form of telehealth to avoid potential challenges of more sophisticated telehealth platforms that could impede development of relationships with primary care practices.",
            "We focused on dietary intake to inform planning of future trials aimed at comparing dietary interventions for pediatric obesity over the long term (12) .",
            "We evaluated the telephone intervention through a national network, recognizing that collaboration between an obesity clinic in an academic medical center and a primary care network in future trials would offer opportunities to conduct well-powered dietary intervention studies with high external validity.",
            "We hypothesized that the telephone intervention would elicit dietary changes consistent with randomly-assigned prescriptions."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37332",
        "text": "A 5-week telephone intervention was designed to counsel parents/guardians (hereafter referred to as \"parents\") on dietary prescriptions. Parent-child dyads were randomized to either a Low GL or Low Fat diet, representing diets along the spectrum of possible approaches for treating obesity in school-age children (13) . Primary outcomes were dietary GL (g/1000 Kcal) and dietary fat (% of total energy) assessed by 24-hour dietary recall interviews. The study was conducted at Boston Children's Hospital (BCH) with subjects recruited through the Slone Center Office-Based Research (SCOR) Network coordinated by the Slone Epidemiology Center at Boston University School of Medicine (14) . The study was approved by the BCH IRB.",
        "section": "Study Overview",
        "section_number": 3,
        "sentences": [
            "A 5-week telephone intervention was designed to counsel parents/guardians (hereafter referred to as \"parents\") on dietary prescriptions.",
            "Parent-child dyads were randomized to either a Low GL or Low Fat diet, representing diets along the spectrum of possible approaches for treating obesity in school-age children (13) .",
            "Primary outcomes were dietary GL (g/1000 Kcal) and dietary fat (% of total energy) assessed by 24-hour dietary recall interviews.",
            "The study was conducted at Boston Children's Hospital (BCH) with subjects recruited through the Slone Center Office-Based Research (SCOR) Network coordinated by the Slone Epidemiology Center at Boston University School of Medicine (14) .",
            "The study was approved by the BCH IRB."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37332",
        "text": "Subjects were aged 5-10 years, with body mass index (BMI) for sex and age ≥85 th percentile within the prior 6 months. Parent and child had to be living in the same household with a working telephone, and conversant in English. Parent had to be literate in English. Children were excluded for major chronic medical illness (e.g., diabetes, inflammatory bowel disease), psychiatric disorders, obesity-associated genetic syndromes, current participation in another obesity-related research study or formal weight-loss program, being related to or living with another study participant, or following a specialized diet.",
        "section": "Subjects",
        "section_number": 4,
        "sentences": [
            "Subjects were aged 5-10 years, with body mass index (BMI) for sex and age ≥85 th percentile within the prior 6 months.",
            "Parent and child had to be living in the same household with a working telephone, and conversant in English.",
            "Parent had to be literate in English.",
            "Children were excluded for major chronic medical illness (e.g., diabetes, inflammatory bowel disease), psychiatric disorders, obesity-associated genetic syndromes, current participation in another obesity-related research study or formal weight-loss program, being related to or living with another study participant, or following a specialized diet."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37332",
        "text": "At the time of the study, the SCOR Network included approximately 500 pediatricians/ family physicians (~75%/25%) with ~60% group-private practice/30% solo-private practice/5% clinic/5% other and ~40% suburban/30% rural/25% urban/5% other. Subjects were recruited from 8 sites located in Concord, NH; Lexington, KY; Lockport, NY; State College, PA; Boston, MA; Austin, TX; San Marcos, TX; and Indianapolis, IN. A preliminary phase from April-July 2008, with 21 referrals and 10 randomized subjects, informed modifications to screening and intervention protocols presented herein. Subjects, who participated in the preliminary phase, were not included in the main analysis. Based on this phase, readiness to make dietary changes was added as an inclusion criterion, as described below. The main study recruited from August 2008-February 2009 with 82 referrals and 22 randomized subjects (Figure 1 ).",
        "section": "Subjects",
        "section_number": 5,
        "sentences": [
            "At the time of the study, the SCOR Network included approximately 500 pediatricians/ family physicians (~75%/25%) with ~60% group-private practice/30% solo-private practice/5% clinic/5% other and ~40% suburban/30% rural/25% urban/5% other.",
            "Subjects were recruited from 8 sites located in Concord, NH; Lexington, KY; Lockport, NY; State College, PA; Boston, MA; Austin, TX; San Marcos, TX; and Indianapolis, IN.",
            "A preliminary phase from April-July 2008, with 21 referrals and 10 randomized subjects, informed modifications to screening and intervention protocols presented herein.",
            "Subjects, who participated in the preliminary phase, were not included in the main analysis.",
            "Based on this phase, readiness to make dietary changes was added as an inclusion criterion, as described below.",
            "The main study recruited from August 2008-February 2009 with 82 referrals and 22 randomized subjects (Figure 1 )."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37332",
        "text": "Recruitment and enrollment was a multistep process. First, during face-to-face visits, referring physicians reviewed introductory brochures with patients who met age and BMI criteria. There was limited uptake of a site stipend ($400), offered for chart review to identify and contact additional patients. After verbal permission from the parent, the physician faxed a referral to BCH, including the patient's most recent height and weight. Second, a research assistant (RA) performed telephone screening with each parent to confirm eligibility ( Figure 1 , \"medical screening\"). Third, families passing initial screening spoke with the dietitian, who assessed readiness to make dietary change (15) , motivation for study participation, support for making dietary changes, and current dietary practices ( Figure 1 , \"behavioral screening\"). Final eligibility was confirmed by the study directors (ETR and CBE) and principal investigator (DSL).",
        "section": "Enrollment and Randomization",
        "section_number": 6,
        "sentences": [
            "Recruitment and enrollment was a multistep process.",
            "First, during face-to-face visits, referring physicians reviewed introductory brochures with patients who met age and BMI criteria.",
            "There was limited uptake of a site stipend ($400), offered for chart review to identify and contact additional patients.",
            "After verbal permission from the parent, the physician faxed a referral to BCH, including the patient's most recent height and weight.",
            "Second, a research assistant (RA) performed telephone screening with each parent to confirm eligibility ( Figure 1 , \"medical screening\").",
            "Third, families passing initial screening spoke with the dietitian, who assessed readiness to make dietary change (15) , motivation for study participation, support for making dietary changes, and current dietary practices ( Figure 1 , \"behavioral screening\").",
            "Final eligibility was confirmed by the study directors (ETR and CBE) and principal investigator (DSL)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37332",
        "text": "A parent completed the informed consent process by telephone, and assent was obtained from children aged 7 years and older. Subjects were randomized by an RA to either a Low GL or Low Fat diet after two baseline dietary recall interviews. Families were not formally masked to group assignment but were only told that both groups would follow healthful nutritional programs differing in emphasized foods. Randomization was stratified by site. Separate randomization envelopes for each site were prepared in advance by the BCH Clinical Research Center in randomly permuted blocks of 2 and 4, preventing anticipation of assignments.",
        "section": "Enrollment and Randomization",
        "section_number": 7,
        "sentences": [
            "A parent completed the informed consent process by telephone, and assent was obtained from children aged 7 years and older.",
            "Subjects were randomized by an RA to either a Low GL or Low Fat diet after two baseline dietary recall interviews.",
            "Families were not formally masked to group assignment but were only told that both groups would follow healthful nutritional programs differing in emphasized foods.",
            "Randomization was stratified by site.",
            "Separate randomization envelopes for each site were prepared in advance by the BCH Clinical Research Center in randomly permuted blocks of 2 and 4, preventing anticipation of assignments."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37332",
        "text": "The telephone intervention (Table S1 ) involved 5 weekly contacts with a dietitian, with each call ~30 minutes in duration. The Low GL and Low Fat interventions were comparable with the exception of the dietary prescription, which varied in carbohydrate-to-fat ratio. All appointments were scheduled by an RA at the time of consent, and standardized procedures were used to handle missed sessions consistently.",
        "section": "Intervention",
        "section_number": 8,
        "sentences": [
            "The telephone intervention (Table S1 ) involved 5 weekly contacts with a dietitian, with each call ~30 minutes in duration.",
            "The Low GL and Low Fat interventions were comparable with the exception of the dietary prescription, which varied in carbohydrate-to-fat ratio.",
            "All appointments were scheduled by an RA at the time of consent, and standardized procedures were used to handle missed sessions consistently."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37332",
        "text": "The patient-centered counseling model (16) was used to foster dietary adherence (17, 18) . Targeted constructs included readiness to change, self-efficacy, health beliefs, behavioral clues, and self-control. Counseling sessions were audiorecorded, and a subset was reviewed by the senior author (CBE) for consistency with targeted constructs and differentiation in dietary prescriptions. Printed materials tailored to the assigned dietary prescription were mailed to the family before sessions 1, 3, and 5. These included nutritionally-themed \"games\" for children such as word jumbles and word searches linked to the assigned diet. Sessions 2 and 4 were focused less on nutrition education and more on dietary review, counseling, and support.",
        "section": "Intervention",
        "section_number": 9,
        "sentences": [
            "The patient-centered counseling model (16) was used to foster dietary adherence (17, 18) .",
            "Targeted constructs included readiness to change, self-efficacy, health beliefs, behavioral clues, and self-control.",
            "Counseling sessions were audiorecorded, and a subset was reviewed by the senior author (CBE) for consistency with targeted constructs and differentiation in dietary prescriptions.",
            "Printed materials tailored to the assigned dietary prescription were mailed to the family before sessions 1, 3, and 5.",
            "These included nutritionally-themed \"games\" for children such as word jumbles and word searches linked to the assigned diet.",
            "Sessions 2 and 4 were focused less on nutrition education and more on dietary review, counseling, and support."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37332",
        "text": "The Low GL diet had a target macronutrient composition of 40-45% of energy from carbohydrate, 30-35% from fat, and 20-25% from protein and was prescribed ad libitum, based on data suggesting less hunger and energy intake among children in response to lowvs. high-glycemic index (GI) meals (19) . Nutrition education focused on replacing high-or moderate-GI sources of carbohydrate with low-GI sources or healthful fat (e.g., unsaturated). Parents were instructed to offer their children ample amounts of non-starchy vegetables, fruits, and legumes and limit provision of starchy vegetables, refined grains, and sweets. These guidelines fostered adequate intake of dietary fiber and consumption of healthful fat. \"Food Choice Lists\" delineated low-, moderate-, and high-GL foods, taking GI into account.",
        "section": "Intervention",
        "section_number": 10,
        "sentences": [
            "The Low GL diet had a target macronutrient composition of 40-45% of energy from carbohydrate, 30-35% from fat, and 20-25% from protein and was prescribed ad libitum, based on data suggesting less hunger and energy intake among children in response to lowvs.",
            "high-glycemic index (GI) meals (19) .",
            "Nutrition education focused on replacing high-or moderate-GI sources of carbohydrate with low-GI sources or healthful fat (e.g., unsaturated).",
            "Parents were instructed to offer their children ample amounts of non-starchy vegetables, fruits, and legumes and limit provision of starchy vegetables, refined grains, and sweets.",
            "These guidelines fostered adequate intake of dietary fiber and consumption of healthful fat. \"",
            "Food Choice Lists\" delineated low-, moderate-, and high-GL foods, taking GI into account."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37332",
        "text": "The Low Fat diet had a target macronutrient composition of 50-55% of energy from carbohydrate, 25-30% from fat, and 20-25% from protein and was also prescribed ad libitum, based on the contention that individuals eating less fat consume fewer calories because fat has a higher energy density and is more satiating than carbohydrate (20) . Nutrition education focused on choosing foods containing ≤3 grams of fat/serving, limiting added fats, and using low-fat meal preparation strategies. Parents were instructed to offer their children ample amounts of grains, vegetables, and fruits and limit high-fat foods. Some attention was given to whole grains to foster adequate dietary fiber intake. \"Food Choice Lists\" delineated low-, moderate-, and high-fat foods.",
        "section": "Intervention",
        "section_number": 11,
        "sentences": [
            "The Low Fat diet had a target macronutrient composition of 50-55% of energy from carbohydrate, 25-30% from fat, and 20-25% from protein and was also prescribed ad libitum, based on the contention that individuals eating less fat consume fewer calories because fat has a higher energy density and is more satiating than carbohydrate (20) .",
            "Nutrition education focused on choosing foods containing ≤3 grams of fat/serving, limiting added fats, and using low-fat meal preparation strategies.",
            "Parents were instructed to offer their children ample amounts of grains, vegetables, and fruits and limit high-fat foods.",
            "Some attention was given to whole grains to foster adequate dietary fiber intake. \"",
            "Food Choice Lists\" delineated low-, moderate-, and high-fat foods."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37332",
        "text": "Subjects' most recent height and weight were provided by their referring physician to calculate BMI. These data were collected using standard clinical measurement practices. Demographic data were collected by telephone from the parent.",
        "section": "Data Collection",
        "section_number": 12,
        "sentences": [
            "Subjects' most recent height and weight were provided by their referring physician to calculate BMI.",
            "These data were collected using standard clinical measurement practices.",
            "Demographic data were collected by telephone from the parent."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37332",
        "text": "A diet technician, masked to group assignment and with no responsibilities for implementing the intervention, conducted unannounced 24-hour dietary recall interviews by telephone with the child, assisted by the parent. Two interviews were conducted the week prior to randomization and another two during the second week following completion of the intervention. Dietary data were collected by a multiple-pass method using the Nutrient Data System for Research software versions 2006-2008 (Nutrition Coordinating Center, University of Minnesota, Minneapolis, MN) (21) (22) (23) . To facilitate portion size estimation, the parent used a picture guide, provided via email or mail.",
        "section": "Data Collection",
        "section_number": 13,
        "sentences": [
            "A diet technician, masked to group assignment and with no responsibilities for implementing the intervention, conducted unannounced 24-hour dietary recall interviews by telephone with the child, assisted by the parent.",
            "Two interviews were conducted the week prior to randomization and another two during the second week following completion of the intervention.",
            "Dietary data were collected by a multiple-pass method using the Nutrient Data System for Research software versions 2006-2008 (Nutrition Coordinating Center, University of Minnesota, Minneapolis, MN) (21) (22) (23) .",
            "To facilitate portion size estimation, the parent used a picture guide, provided via email or mail."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37332",
        "text": "After the final recall interview, the diet technician surveyed the parent about his/her satisfaction with the study, on a scale of 1 (not at all satisfied) to 10 (extremely satisfied) and the child's apparent level of interest in the study during participation, on a scale of 0 (not at all interested) to 4 (extremely interested).",
        "section": "Data Collection",
        "section_number": 14,
        "sentences": [
            "After the final recall interview, the diet technician surveyed the parent about his/her satisfaction with the study, on a scale of 1 (not at all satisfied) to 10 (extremely satisfied) and the child's apparent level of interest in the study during participation, on a scale of 0 (not at all interested) to 4 (extremely interested)."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37332",
        "text": "The parent and child each received a gift card at the completion of the study (up to $50 for parent and $20 for child based on number of completed sessions and dietary recall interviews).",
        "section": "Data Collection",
        "section_number": 15,
        "sentences": [
            "The parent and child each received a gift card at the completion of the study (up to $50 for parent and $20 for child based on number of completed sessions and dietary recall interviews)."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37332",
        "text": "Power calculations were based on a Student's t-test with 2-sided type I error rate of 0.05, using cross-sectional standard deviation of the outcome and pre-post correlation within subjects estimated from a previous study (17) . With 15 subjects/arm, the study would have 80% power with α=0.05, to detect a differential change of ~9 g/1000 kcal in glycemic load and 5% of energy from fat, deemed achievable based on prior studies (17, 22) . Due to the extended recruitment period and funding limits, the actual sample comprising 11 subjects/arm provided 80% power to detect a differential change of ~21 g/1000 kcal in glycemic load and ~12% of energy from fat.",
        "section": "Sample Size",
        "section_number": 16,
        "sentences": [
            "Power calculations were based on a Student's t-test with 2-sided type I error rate of 0.05, using cross-sectional standard deviation of the outcome and pre-post correlation within subjects estimated from a previous study (17) .",
            "With 15 subjects/arm, the study would have 80% power with α=0.05, to detect a differential change of ~9 g/1000 kcal in glycemic load and 5% of energy from fat, deemed achievable based on prior studies (17, 22) .",
            "Due to the extended recruitment period and funding limits, the actual sample comprising 11 subjects/arm provided 80% power to detect a differential change of ~21 g/1000 kcal in glycemic load and ~12% of energy from fat."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37332",
        "text": "The primary a priori analysis employed the intention-to-treat principle, classifying each subject according to his/her randomly assigned diet regardless of duration or compliance. Imputation for missing data utilized the last observation carried forward. Secondary analyses were conducted to evaluate outcomes for the subgroup of subjects who completed the final dietary recall interviews (hereafter referred to as \"recall completers\"). All tests were twotailed with significance level of p<0.05. SAS software (version 9.2, Cary, NC) was used for all computations.",
        "section": "Statistical Analysis",
        "section_number": 17,
        "sentences": [
            "The primary a priori analysis employed the intention-to-treat principle, classifying each subject according to his/her randomly assigned diet regardless of duration or compliance.",
            "Imputation for missing data utilized the last observation carried forward.",
            "Secondary analyses were conducted to evaluate outcomes for the subgroup of subjects who completed the final dietary recall interviews (hereafter referred to as \"recall completers\").",
            "All tests were twotailed with significance level of p<0.05.",
            "SAS software (version 9.2, Cary, NC) was used for all computations."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37332",
        "text": "Baseline characteristics were compared between groups by Student's t-test (continuous variables) or Fisher's exact test (categorical variables). Pre-specified primary outcomes were change in dietary glycemic load (g/1000 Kcal) and dietary fat (% of total energy). Change in total calories was a secondary outcome. Data from the two dietary recall interviews at each time point were averaged. Within-group changes were assessed by paired t-test. Betweengroup changes were compared by Student's t-test. We evaluated baseline characteristics deemed potentially relevant to the efficacy of a dietary change intervention (race/ethnicity, practice site, and BMI category) by analysis of covariance.",
        "section": "Statistical Analysis",
        "section_number": 18,
        "sentences": [
            "Baseline characteristics were compared between groups by Student's t-test (continuous variables) or Fisher's exact test (categorical variables).",
            "Pre-specified primary outcomes were change in dietary glycemic load (g/1000 Kcal) and dietary fat (% of total energy).",
            "Change in total calories was a secondary outcome.",
            "Data from the two dietary recall interviews at each time point were averaged.",
            "Within-group changes were assessed by paired t-test.",
            "Betweengroup changes were compared by Student's t-test.",
            "We evaluated baseline characteristics deemed potentially relevant to the efficacy of a dietary change intervention (race/ethnicity, practice site, and BMI category) by analysis of covariance."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37332",
        "text": "Baseline characteristics of the 22 randomized subjects (11 Low GL, 11 Low Fat) are summarized in Table 1 . The two groups were balanced with no significant differences. Subjects were recruited from 7 of 8 participating SCOR Network sites. Participating parents were predominantly mothers (100% Low GL vs. 72.7% Low Fat, p=0.21), with approximately 50% self-reporting very good/excellent health (54.5% Low GL vs. 46.1% Low Fat, p=0.75).",
        "section": "Study Sample",
        "section_number": 19,
        "sentences": [
            "Baseline characteristics of the 22 randomized subjects (11 Low GL, 11 Low Fat) are summarized in Table 1 .",
            "The two groups were balanced with no significant differences.",
            "Subjects were recruited from 7 of 8 participating SCOR Network sites.",
            "Participating parents were predominantly mothers (100% Low GL vs. 72.7% Low Fat, p=0.21), with approximately 50% self-reporting very good/excellent health (54.5% Low GL vs. 46.1% Low Fat, p=0.75)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37332",
        "text": "Dietary outcomes are presented in Table 2 . Dietary GL, fat, and total energy were comparable in the two groups at baseline. In the intention-to-treat analyses (all subjects), there were no significant between-or within-group differences for changes in dietary fat. There was a significantly lower GL in the Low GL compared to the Low Fat group post intervention (61.2 ± 3.7 vs. 77.2 ± 2.8, p=0.003). However, change in GL did not differ between groups (p=0.06). The Low GL group also had a significant within-group decrease in total energy intake (−376 ± 89, p<0.005) and significantly lower total energy intake compared to the Low Fat group at the end of the intervention (p=0.001). Change in total energy intake, however, did not differ between groups (p=0.06).",
        "section": "Dietary Outcomes",
        "section_number": 20,
        "sentences": [
            "Dietary outcomes are presented in Table 2 .",
            "Dietary GL, fat, and total energy were comparable in the two groups at baseline.",
            "In the intention-to-treat analyses (all subjects), there were no significant between-or within-group differences for changes in dietary fat.",
            "There was a significantly lower GL in the Low GL compared to the Low Fat group post intervention (61.2 ± 3.7 vs. 77.2 ± 2.8, p=0.003).",
            "However, change in GL did not differ between groups (p=0.06).",
            "The Low GL group also had a significant within-group decrease in total energy intake (−376 ± 89, p<0.005) and significantly lower total energy intake compared to the Low Fat group at the end of the intervention (p=0.001).",
            "Change in total energy intake, however, did not differ between groups (p=0.06)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37332",
        "text": "Two subjects in the Low Fat group were lost to follow-up and therefore did not complete the final dietary recall interviews. Unadjusted analyses limited to \"recall completers\" (data not shown) were qualitatively unchanged from intention-to-treat analyses. However, when analyses limited to \"recall completers\" were adjusted for race/ethnicity, practice site, and BMI percentile (Table 2) , reduction in dietary GL achieved within the Low GL group was significant (p=0.01) and greater than the change in dietary GL in the Low Fat group (mean ± SE; −12.9 ± 4.4 vs. 5.1 ± 4.9, p=0.03). Similarly, adjusted for the same covariates, the reduction in dietary fat achieved within the Low Fat group was significant (−5.6 ± 2.5, p=0.046) but with no difference between groups. There were no independent differences for change in dietary GL or fat by race/ethnicity, practice site, or BMI percentile.",
        "section": "Dietary Outcomes",
        "section_number": 21,
        "sentences": [
            "Two subjects in the Low Fat group were lost to follow-up and therefore did not complete the final dietary recall interviews.",
            "Unadjusted analyses limited to \"recall completers\" (data not shown) were qualitatively unchanged from intention-to-treat analyses.",
            "However, when analyses limited to \"recall completers\" were adjusted for race/ethnicity, practice site, and BMI percentile (Table 2) , reduction in dietary GL achieved within the Low GL group was significant (p=0.01) and greater than the change in dietary GL in the Low Fat group (mean ± SE; −12.9 ± 4.4 vs. 5.1 ± 4.9, p=0.03).",
            "Similarly, adjusted for the same covariates, the reduction in dietary fat achieved within the Low Fat group was significant (−5.6 ± 2.5, p=0.046) but with no difference between groups.",
            "There were no independent differences for change in dietary GL or fat by race/ethnicity, practice site, or BMI percentile."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37332",
        "text": "Overall, 59% of subjects completed all 5 counseling sessions, and 86% completed at least 4. There were no differences in number (4.6 ± 0.5 vs. 4.2 ± 1.1, p=0.23) or length of completed counseling sessions (42.1 ± 5.0 vs. 39.3 ± 6.1 minutes, p=0.26) between the Low GL and Low Fat groups. Among \"recall completers\" (91% of total sample), there was an overall positive experience with the intervention and there were no significant differences between groups for satisfaction with scheduling, counseling, printed materials for parents, printed materials for children, or child's interest (Table S2 ). However, compared to the Low GL group, the Low Fat group reported higher overall satisfaction (9.4 ± 0.7 vs. 10.0 ± 0, p=0.01). No serious harm or unintended effects were reported in either group.",
        "section": "Process Measures and Experience",
        "section_number": 22,
        "sentences": [
            "Overall, 59% of subjects completed all 5 counseling sessions, and 86% completed at least 4.",
            "There were no differences in number (4.6 ± 0.5 vs. 4.2 ± 1.1, p=0.23) or length of completed counseling sessions (42.1 ± 5.0 vs. 39.3 ± 6.1 minutes, p=0.26) between the Low GL and Low Fat groups.",
            "Among \"recall completers\" (91% of total sample), there was an overall positive experience with the intervention and there were no significant differences between groups for satisfaction with scheduling, counseling, printed materials for parents, printed materials for children, or child's interest (Table S2 ).",
            "However, compared to the Low GL group, the Low Fat group reported higher overall satisfaction (9.4 ± 0.7 vs. 10.0 ± 0, p=0.01).",
            "No serious harm or unintended effects were reported in either group."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37332",
        "text": "We implemented a telephone-based dietary research protocol involving screening, consent, and intervention delivery (nutrition education and dietary counseling) through collaboration with a pediatric practice-based research network. Overall, we found that a telephone-based intervention targeting parents of overweight or obese school-age children fostered prescribed dietary changes in the short term, with high rates of adherence in completing scheduled telephone calls, and intervention satisfaction. Our findings have important implications for 1) partnerships between obesity clinics in academic medical centers and primary care providers in community settings and 2) design and implementation of future trials to compare distinct dietary interventions for treating pediatric obesity.",
        "section": "Discussion",
        "section_number": 23,
        "sentences": [
            "We implemented a telephone-based dietary research protocol involving screening, consent, and intervention delivery (nutrition education and dietary counseling) through collaboration with a pediatric practice-based research network.",
            "Overall, we found that a telephone-based intervention targeting parents of overweight or obese school-age children fostered prescribed dietary changes in the short term, with high rates of adherence in completing scheduled telephone calls, and intervention satisfaction.",
            "Our findings have important implications for 1) partnerships between obesity clinics in academic medical centers and primary care providers in community settings and 2) design and implementation of future trials to compare distinct dietary interventions for treating pediatric obesity."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37332",
        "text": "Results are consistent with those of previous studies describing successful impact of telehealth interventions targeting parents as the agent of change on the dietary intake of preschool and school-age children (3, 4, 7) . For example, Wyse et al. conducted the Healthy Habits trial, a cluster randomized controlled trial of preschool-age children in New South Wales, Australia (3). Parents either received 4 weekly telephone calls facilitated by a trained interviewer using a computer-assisted telephone protocol and supplemented by mailed written materials or a booklet on the Australian dietary guidelines and how to meet them. The investigators found significant improvement (p<0.001) in fruit and vegetable intake at 2 months compared to controls, and significant reduction in \"non-core foods\" which included those high in fat, salt, or sugar (3) . The effect on fruits and vegetable intake was maintained at 6 months (4) and 12 months (24). Davis et al. evaluated a family-based behavioral group for school-age children offered through telehealth and demonstrated increased fruit and vegetable intake and decreased BMI z-score, not significantly different from the face-to-face physician intervention (7) . A similar study comparing outcomes of a telephone vs. telehealth via videoconference demonstrated comparable satisfaction and outcomes (25) . Therefore, opportunities offered by telehealth to extend the reach of obesity treatment have received increasing attention (7, 25, 26) , with focus on new methods to scale successful intervention strategies that have been implemented in primary care, such as motivational interviewing (27) .",
        "section": "Discussion",
        "section_number": 24,
        "sentences": [
            "Results are consistent with those of previous studies describing successful impact of telehealth interventions targeting parents as the agent of change on the dietary intake of preschool and school-age children (3, 4, 7) .",
            "For example, Wyse et al. conducted the Healthy Habits trial, a cluster randomized controlled trial of preschool-age children in New South Wales, Australia (3).",
            "Parents either received 4 weekly telephone calls facilitated by a trained interviewer using a computer-assisted telephone protocol and supplemented by mailed written materials or a booklet on the Australian dietary guidelines and how to meet them.",
            "The investigators found significant improvement (p<0.001) in fruit and vegetable intake at 2 months compared to controls, and significant reduction in \"non-core foods\" which included those high in fat, salt, or sugar (3) .",
            "The effect on fruits and vegetable intake was maintained at 6 months (4) and 12 months (24).",
            "Davis et al. evaluated a family-based behavioral group for school-age children offered through telehealth and demonstrated increased fruit and vegetable intake and decreased BMI z-score, not significantly different from the face-to-face physician intervention (7) .",
            "A similar study comparing outcomes of a telephone vs. telehealth via videoconference demonstrated comparable satisfaction and outcomes (25) .",
            "Therefore, opportunities offered by telehealth to extend the reach of obesity treatment have received increasing attention (7, 25, 26) , with focus on new methods to scale successful intervention strategies that have been implemented in primary care, such as motivational interviewing (27) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37332",
        "text": "Dietary intake data have important implications for using telehealth to enhance external validity of broader scale nutrition research aiming to evaluate effects of diets varying in composition for treating pediatric obesity. We detected a group difference for change in dietary GL in adjusted analyses, and changes for GL and dietary fat within respective groups, suggesting that telehealth holds promise for delivering distinct dietary prescriptions to achieve differentiation in self-reported intake among children in their normal environments. Moreover, by reducing geographic barriers to recruiting and counseling patients in randomized trials of dietary interventions, telehealth is a viable option for evaluating generalizability of dietary treatments across demographic groups.",
        "section": "Discussion",
        "section_number": 25,
        "sentences": [
            "Dietary intake data have important implications for using telehealth to enhance external validity of broader scale nutrition research aiming to evaluate effects of diets varying in composition for treating pediatric obesity.",
            "We detected a group difference for change in dietary GL in adjusted analyses, and changes for GL and dietary fat within respective groups, suggesting that telehealth holds promise for delivering distinct dietary prescriptions to achieve differentiation in self-reported intake among children in their normal environments.",
            "Moreover, by reducing geographic barriers to recruiting and counseling patients in randomized trials of dietary interventions, telehealth is a viable option for evaluating generalizability of dietary treatments across demographic groups."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37332",
        "text": "Strengths of the study include the geographic heterogeneity of the sample, good subject adherence with the protocol, and high retention rate. Nevertheless, despite sociodemographic heterogeneity in education and income, the sample was predominantly non-Hispanic White and represented families who were ready to change, as a criterion for eligibility, thereby limiting generalizability. Next steps to evaluate broader generalizability of findings must include collaboration with primary care providers who treat ethnically and racially diverse patients and those at all stages of change. Sample size may have limited power to assess changes in primary outcomes. Although we demonstrated a mechanism to conduct dietary trials within a network, our challenges with recruitment, though common (28, 29) , underscore another area for continued planning. In addition, the primary outcome measure was based on dietary assessment and therefore social desirability bias could have influenced our results (30) . Further, while families were not formally masked to group assignment, the interventions were not labeled as \"low-glycemic load\" or \"low fat,\" nor were families aware of the dietary outcomes of interest. Finally, we did not have a control group and thus could not estimate the extent of the effects achieved beyond usual care. Therefore, we cannot compare either intervention effect to changes resulting from external influences. However, given the short duration of the intervention and challenges of obesity treatment, a significant external contribution to observed effects is unlikely.",
        "section": "Discussion",
        "section_number": 26,
        "sentences": [
            "Strengths of the study include the geographic heterogeneity of the sample, good subject adherence with the protocol, and high retention rate.",
            "Nevertheless, despite sociodemographic heterogeneity in education and income, the sample was predominantly non-Hispanic White and represented families who were ready to change, as a criterion for eligibility, thereby limiting generalizability.",
            "Next steps to evaluate broader generalizability of findings must include collaboration with primary care providers who treat ethnically and racially diverse patients and those at all stages of change.",
            "Sample size may have limited power to assess changes in primary outcomes.",
            "Although we demonstrated a mechanism to conduct dietary trials within a network, our challenges with recruitment, though common (28, 29) , underscore another area for continued planning.",
            "In addition, the primary outcome measure was based on dietary assessment and therefore social desirability bias could have influenced our results (30) .",
            "Further, while families were not formally masked to group assignment, the interventions were not labeled as \"low-glycemic load\" or \"low fat,\" nor were families aware of the dietary outcomes of interest.",
            "Finally, we did not have a control group and thus could not estimate the extent of the effects achieved beyond usual care.",
            "Therefore, we cannot compare either intervention effect to changes resulting from external influences.",
            "However, given the short duration of the intervention and challenges of obesity treatment, a significant external contribution to observed effects is unlikely."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37332",
        "text": "In conclusion, our telephone-based dietary intervention for overweight/obese children fostered prescribed dietary changes and highlights opportunities for further developing partnerships between academic medical centers and primary care providers. Next steps include incorporating other modalities of telehealth (6); extending intervention delivery over a longer period to assess durability and into a larger, more heterogeneous patient population to enhance generalizability; incorporating physical activity and tools recognized to be successful in primary care (27) ; conducting cost analyses (with implications for reimbursement models); and assessing clinical outcomes, such as BMI, and patient-reported outcomes, such as quality of life.",
        "section": "Discussion",
        "section_number": 27,
        "sentences": [
            "In conclusion, our telephone-based dietary intervention for overweight/obese children fostered prescribed dietary changes and highlights opportunities for further developing partnerships between academic medical centers and primary care providers.",
            "Next steps include incorporating other modalities of telehealth (6); extending intervention delivery over a longer period to assess durability and into a larger, more heterogeneous patient population to enhance generalizability; incorporating physical activity and tools recognized to be successful in primary care (27) ; conducting cost analyses (with implications for reimbursement models); and assessing clinical outcomes, such as BMI, and patient-reported outcomes, such as quality of life."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37332",
        "text": "Refer to Web version on PubMed Central for supplementary material. Table 1 Characteristics of subjects, compared by study arm. ",
        "section": "Supplementary Material",
        "section_number": 28,
        "sentences": [
            "Refer to Web version on PubMed Central for supplementary material.",
            "Table 1 Characteristics of subjects, compared by study arm."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37332",
        "text": "Pediatr Obes. Author manuscript; available in PMC 2018 December 01.",
        "section": "",
        "section_number": 29,
        "sentences": [
            "Pediatr Obes.",
            "Author manuscript; available in PMC 2018 December 01."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    }
]