[
    {
        "doc_id": "33676",
        "text": "BACKGROUND Among adolescents with type 1 diabetes, rapid increases in albumin excretion during puberty precede the development of microalbuminuria and macroalbuminuria, long-term risk factors for renal and cardiovascular disease. We hypothesized that adolescents with high levels of albumin excretion might benefit from angiotensin-converting-enzyme (ACE) inhibitors and statins, drugs that have not been fully evaluated in adolescents. METHODS We screened 4407 adolescents with type 1 diabetes between the ages of 10 and 16 years of age and identified 1287 with values in the upper third of the albumin-to-creatinine ratios; 443 were randomly assigned in a placebo-controlled trial of an ACE inhibitor and a statin with the use of a 2-by-2 factorial design minimizing differences in baseline characteristics such as age, sex, and duration of diabetes. The primary outcome for both interventions was the change in albumin excretion, assessed according to the albumin-to-creatinine ratio calculated from three early-morning urine samples obtained every 6 months over 2 to 4 years, and expressed as the area under the curve. Key secondary outcomes included the development of microalbuminuria, progression of retinopathy, changes in the glomerular filtration rate, lipid levels, and measures of cardiovascular risk (carotid intima-media thickness and levels of high-sensitivity C-reactive protein and asymmetric dimethylarginine). RESULTS The primary outcome was not affected by ACE inhibitor therapy, statin therapy, or the combination of the two. The use of an ACE inhibitor was associated with a lower incidence of microalbuminuria than the use of placebo; in the context of negative findings for the primary outcome and statistical analysis plan, this lower incidence was not considered significant (hazard ratio, 0.57; 95% confidence interval, 0.35 to 0.94). Statin use resulted in significant reductions in total, low-density lipoprotein, and nonhigh-density lipoprotein cholesterol levels, in triglyceride levels, and in the ratio of apolipoprotein B to apolipoprotein A1, whereas neither drug had significant effects on carotid intima-media thickness, other cardiovascular markers, the glomerular filtration rate, or progression of retinopathy. Overall adherence to the drug regimen was 75%, and serious adverse events were similar across the groups. CONCLUSIONS The use of an ACE inhibitor and a statin did not change the albumin-to-creatinine ratio over time.",
        "section": "Abstract",
        "sentences": [
            "BACKGROUND Among adolescents with type 1 diabetes, rapid increases in albumin excretion during puberty precede the development of microalbuminuria and macroalbuminuria, long-term risk factors for renal and cardiovascular disease.",
            "We hypothesized that adolescents with high levels of albumin excretion might benefit from angiotensin-converting-enzyme (ACE) inhibitors and statins, drugs that have not been fully evaluated in adolescents.",
            "METHODS We screened 4407 adolescents with type 1 diabetes between the ages of 10 and 16 years of age and identified 1287 with values in the upper third of the albumin-to-creatinine ratios; 443 were randomly assigned in a placebo-controlled trial of an ACE inhibitor and a statin with the use of a 2-by-2 factorial design minimizing differences in baseline characteristics such as age, sex, and duration of diabetes.",
            "The primary outcome for both interventions was the change in albumin excretion, assessed according to the albumin-to-creatinine ratio calculated from three early-morning urine samples obtained every 6 months over 2 to 4 years, and expressed as the area under the curve.",
            "Key secondary outcomes included the development of microalbuminuria, progression of retinopathy, changes in the glomerular filtration rate, lipid levels, and measures of cardiovascular risk (carotid intima-media thickness and levels of high-sensitivity C-reactive protein and asymmetric dimethylarginine).",
            "RESULTS The primary outcome was not affected by ACE inhibitor therapy, statin therapy, or the combination of the two.",
            "The use of an ACE inhibitor was associated with a lower incidence of microalbuminuria than the use of placebo; in the context of negative findings for the primary outcome and statistical analysis plan, this lower incidence was not considered significant (hazard ratio, 0.57; 95% confidence interval, 0.35 to 0.94).",
            "Statin use resulted in significant reductions in total, low-density lipoprotein, and nonhigh-density lipoprotein cholesterol levels, in triglyceride levels, and in the ratio of apolipoprotein B to apolipoprotein A1, whereas neither drug had significant effects on carotid intima-media thickness, other cardiovascular markers, the glomerular filtration rate, or progression of retinopathy.",
            "Overall adherence to the drug regimen was 75%, and serious adverse events were similar across the groups.",
            "CONCLUSIONS The use of an ACE inhibitor and a statin did not change the albumin-to-creatinine ratio over time."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33676",
        "text": "n engl j med 377;18 nejm.org November 2, 2017",
        "section": "",
        "section_number": 1,
        "sentences": [
            "n engl j med 377;18 nejm.org November 2, 2017"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33676",
        "text": "T h e ne w e ngl a nd jou r na l o f m e dicine C hildren with type 1 diabetes are at higher risk for long-term renal and cardiovascular disease and death than the general population, 1, 2 and adolescence is a period of risk for the development of complications, since adequate glycemic control is difficult to achieve. 3 Rapid increases in albumin excretion during puberty precede the development of microalbuminuria and macroalbuminuria, 4 and these changes are associated with dyslipidemia, hypertension, increased levels of high-sensitivity C-reactive protein, [5] [6] [7] increased aortic and carotid intimamedia thickness, 8, 9 and altered retinal vasculature. 10 We hypothesized that adolescents with high levels of albumin excretion might benefit from angiotensin-converting-enzyme (ACE) inhibitors and statins. These drugs are commonly used in adults with type 1 diabetes, but they have not been fully evaluated in adolescents. [11] [12] [13] [14] [15] To identify adolescents with type 1 diabetes who were at increased risk for potential complications, we screened 4407 patients between the ages of 10 and 16 years to determine the presence of increased albumin excretion, which was defined as the upper third of the albumin-tocreatinine ratios on the basis of six early-morning urine samples, after adjustment for age, sex, and duration of diabetes. There is evidence that such adolescents have an increased glomerular filtration rate, dyslipidemia, and increased arterial stiffness, aortic intima-media thickness, and cardiac autonomic dysfunction. 9, 16, 17 We subsequently invited the patients with the highest albumin-tocreatinine ratios to participate in the Adolescent Type 1 Diabetes Cardio-Renal Intervention Trial (AdDIT) to evaluate the effects of ACE inhibitors and statins.",
        "section": "1734",
        "section_number": 2,
        "sentences": [
            "T h e ne w e ngl a nd jou r na l o f m e dicine C hildren with type 1 diabetes are at higher risk for long-term renal and cardiovascular disease and death than the general population, 1, 2 and adolescence is a period of risk for the development of complications, since adequate glycemic control is difficult to achieve.",
            "3 Rapid increases in albumin excretion during puberty precede the development of microalbuminuria and macroalbuminuria, 4 and these changes are associated with dyslipidemia, hypertension, increased levels of high-sensitivity C-reactive protein, [5] [6] [7] increased aortic and carotid intimamedia thickness, 8, 9 and altered retinal vasculature.",
            "10 We hypothesized that adolescents with high levels of albumin excretion might benefit from angiotensin-converting-enzyme (ACE) inhibitors and statins.",
            "These drugs are commonly used in adults with type 1 diabetes, but they have not been fully evaluated in adolescents. [",
            "11] [12] [13] [14] [15] To identify adolescents with type 1 diabetes who were at increased risk for potential complications, we screened 4407 patients between the ages of 10 and 16 years to determine the presence of increased albumin excretion, which was defined as the upper third of the albumin-tocreatinine ratios on the basis of six early-morning urine samples, after adjustment for age, sex, and duration of diabetes.",
            "There is evidence that such adolescents have an increased glomerular filtration rate, dyslipidemia, and increased arterial stiffness, aortic intima-media thickness, and cardiac autonomic dysfunction.",
            "9, 16, 17 We subsequently invited the patients with the highest albumin-tocreatinine ratios to participate in the Adolescent Type 1 Diabetes Cardio-Renal Intervention Trial (AdDIT) to evaluate the effects of ACE inhibitors and statins."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33676",
        "text": "From May 2009 through August 2013, we enrolled patients in this double-blind, randomized, placebo-controlled trial at 32 centers in three countries (the United Kingdom, Canada, and Australia). The trial was designed to explore the effects of two drugs with very different mechanisms of action in this population of adolescents. With the use of a 2-by-2 factorial design, we evaluated a variable dose of an ACE inhibitor (quinapril at a dose of 5 to 10 mg daily), a fixed dose of a statin (atorvastatin at a dose of 10 mg daily), and combinations of both or placebo in adolescents who were at high risk for complications of diabetes. 18 The lower dose of the ACE inhibitor or placebo (5 mg) was initiated and increased to 10 mg daily after 2 weeks. If patients had side effects, the dose was reduced to 5 mg with a subsequent decision to increase or maintain the dose.",
        "section": "Trial Design and Oversight",
        "section_number": 3,
        "sentences": [
            "From May 2009 through August 2013, we enrolled patients in this double-blind, randomized, placebo-controlled trial at 32 centers in three countries (the United Kingdom, Canada, and Australia).",
            "The trial was designed to explore the effects of two drugs with very different mechanisms of action in this population of adolescents.",
            "With the use of a 2-by-2 factorial design, we evaluated a variable dose of an ACE inhibitor (quinapril at a dose of 5 to 10 mg daily), a fixed dose of a statin (atorvastatin at a dose of 10 mg daily), and combinations of both or placebo in adolescents who were at high risk for complications of diabetes.",
            "18 The lower dose of the ACE inhibitor or placebo (5 mg) was initiated and increased to 10 mg daily after 2 weeks.",
            "If patients had side effects, the dose was reduced to 5 mg with a subsequent decision to increase or maintain the dose."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33676",
        "text": "The trial sponsor was the University of Cambridge and Cambridge University Hospitals NHS Foundation Trust. The funders had no role in the design and conduct of the trial or in the collection, management, analysis, or interpretation of the data, but they were given the opportunity to comment on the manuscript before submission. Pfizer donated the active drugs and the placebos for this trial.",
        "section": "Trial Design and Oversight",
        "section_number": 4,
        "sentences": [
            "The trial sponsor was the University of Cambridge and Cambridge University Hospitals NHS Foundation Trust.",
            "The funders had no role in the design and conduct of the trial or in the collection, management, analysis, or interpretation of the data, but they were given the opportunity to comment on the manuscript before submission.",
            "Pfizer donated the active drugs and the placebos for this trial."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33676",
        "text": "The trial conformed to the provisions of the Declaration of Helsinki and was approved by the Cambridge University Hospitals and participating local research ethics committees. Parents of the patients provided written informed consent, and the trial patients were asked to provide their written assent if they were not yet at an age when they could provide consent.",
        "section": "Trial Design and Oversight",
        "section_number": 5,
        "sentences": [
            "The trial conformed to the provisions of the Declaration of Helsinki and was approved by the Cambridge University Hospitals and participating local research ethics committees.",
            "Parents of the patients provided written informed consent, and the trial patients were asked to provide their written assent if they were not yet at an age when they could provide consent."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33676",
        "text": "The trial was designed by the principal investigators, and data were collected by the collaborators listed in the Supplementary Appendix, available with the full text of this article at NEJM.org. All the authors vouch for the completeness and accuracy of the data and analyses and for the fidelity of the trial to the protocol and statistical analysis plan, both of which are available at NEJM.org. The trial statisticians analyzed the data, the first and last authors drafted the manuscript, and the steering committee and all authors approved the submission of the manuscript for publication.",
        "section": "Trial Design and Oversight",
        "section_number": 6,
        "sentences": [
            "The trial was designed by the principal investigators, and data were collected by the collaborators listed in the Supplementary Appendix, available with the full text of this article at NEJM.org.",
            "All the authors vouch for the completeness and accuracy of the data and analyses and for the fidelity of the trial to the protocol and statistical analysis plan, both of which are available at NEJM.org.",
            "The trial statisticians analyzed the data, the first and last authors drafted the manuscript, and the steering committee and all authors approved the submission of the manuscript for publication."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33676",
        "text": "Adolescents with type 1 diabetes were recruited from a prescreened population of 4407 patients, which included 1287 patients with values in the upper third of the albumin-to-creatinine ratio. We used the World Health Organization definition of an adolescent 19 as a person between 10 and 19 years of age, and we assessed Tanner pubertal stages. Eligible patients were 10 to 16 years of age and had received a diagnosis of diabetes at least 1 year earlier (or a diagnosis within the past year with an undetectable C-peptide level). All the patients had an adjusted albumin-to-creatinine ratio in the upper third of the screened population. 4, 18 Exclusion criteria were non-type 1 diabetes, pregnancy or unwillingness to adhere to contraceptive advice and pregnancy testing, severe hyperlipidemia or a family history suggesting familial hypercholesterolemia, hypertension unrelated to diabetic nephropathy, previous exposure to the investigational drugs, unwillingness or inability to adhere to the trial protocol, the presence of coexisting conditions (excluding treated hypothyroidism and celiac disease), proliferative retinopathy, and the presence of renal disease that was not associated with type 1 diabetes. 18 ",
        "section": "Trial Population",
        "section_number": 7,
        "sentences": [
            "Adolescents with type 1 diabetes were recruited from a prescreened population of 4407 patients, which included 1287 patients with values in the upper third of the albumin-to-creatinine ratio.",
            "We used the World Health Organization definition of an adolescent 19 as a person between 10 and 19 years of age, and we assessed Tanner pubertal stages.",
            "Eligible patients were 10 to 16 years of age and had received a diagnosis of diabetes at least 1 year earlier (or a diagnosis within the past year with an undetectable C-peptide level).",
            "All the patients had an adjusted albumin-to-creatinine ratio in the upper third of the screened population.",
            "4, 18 Exclusion criteria were non-type 1 diabetes, pregnancy or unwillingness to adhere to contraceptive advice and pregnancy testing, severe hyperlipidemia or a family history suggesting familial hypercholesterolemia, hypertension unrelated to diabetic nephropathy, previous exposure to the investigational drugs, unwillingness or inability to adhere to the trial protocol, the presence of coexisting conditions (excluding treated hypothyroidism and celiac disease), proliferative retinopathy, and the presence of renal disease that was not associated with type 1 diabetes.",
            "18"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33676",
        "text": "Patients underwent randomization by means of a secure Internet-based service (www . sealedenvelope . com) to one of four regimens: ACE inhibitor plus placebo, statin plus placebo, ACE inhibitor plus statin, or placebo plus placebo. Differences in baseline characteristics were minimized by categorizing patients according to glycated hemoglobin level (<7.5%, 7.5 to 8.5%, or >8.5%), log 10 albumin-to-creatinine ratio (1.2 to 1.7 or >1.7), sex, age (11 to 13 years or >13 years), duration of type 1 diabetes (<5 years or ≥5 years), total cholesterol level (<172.5 mg per deciliter or ≥172.5 mg per deciliter), and country. 18 ",
        "section": "Trial Procedures",
        "section_number": 8,
        "sentences": [
            "Patients underwent randomization by means of a secure Internet-based service (www .",
            "sealedenvelope .",
            "com) to one of four regimens: ACE inhibitor plus placebo, statin plus placebo, ACE inhibitor plus statin, or placebo plus placebo.",
            "Differences in baseline characteristics were minimized by categorizing patients according to glycated hemoglobin level (<7.5%, 7.5 to 8.5%, or >8.5%), log 10 albumin-to-creatinine ratio (1.2 to 1.7 or >1.7), sex, age (11 to 13 years or >13 years), duration of type 1 diabetes (<5 years or ≥5 years), total cholesterol level (<172.5 mg per deciliter or ≥172.5 mg per deciliter), and country.",
            "18"
        ],
        "sentence_labels": [
            1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": 0
    },
    {
        "doc_id": "33676",
        "text": "Adherence to the trial regimen was assessed according to pill counts of returned unused medications. To assist in counseling to improve adherence, data were also downloaded from the Medication Event Monitoring System (MEMS 6 TrackCap, Aardex). A medication vial cap was fitted with a microprocessor, which recorded the date and time the cap was opened and closed over the course of the trial. 20 ",
        "section": "Adherence",
        "section_number": 9,
        "sentences": [
            "Adherence to the trial regimen was assessed according to pill counts of returned unused medications.",
            "To assist in counseling to improve adherence, data were also downloaded from the Medication Event Monitoring System (MEMS 6 TrackCap, Aardex).",
            "A medication vial cap was fitted with a microprocessor, which recorded the date and time the cap was opened and closed over the course of the trial.",
            "20"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33676",
        "text": "At the baseline visit, height, weight, waist circumference, blood pressure, Tanner pubertal stage, smoking status, pregnancy tests, and levels of glycated hemoglobin, alanine aminotransferase, urea, and electrolytes were assessed. Nonfasting blood samples were collected for centralized measurements of lipids, including total cholesterol, high-density lipoprotein (HDL) cholesterol, low-density lipoprotein (LDL) cholesterol, and non-HDL cholesterol, triglycerides, apolipopro-teins (apolipoprotein A1 and apolipoprotein B), high-sensitivity C-reactive protein, asymmetric dimethylarginine, creatinine, and cystatin C. Patients attended designated centers for the measurement of the carotid intima-media thickness.",
        "section": "Trial Assessments",
        "section_number": 10,
        "sentences": [
            "At the baseline visit, height, weight, waist circumference, blood pressure, Tanner pubertal stage, smoking status, pregnancy tests, and levels of glycated hemoglobin, alanine aminotransferase, urea, and electrolytes were assessed.",
            "Nonfasting blood samples were collected for centralized measurements of lipids, including total cholesterol, high-density lipoprotein (HDL) cholesterol, low-density lipoprotein (LDL) cholesterol, and non-HDL cholesterol, triglycerides, apolipopro-teins (apolipoprotein A1 and apolipoprotein B), high-sensitivity C-reactive protein, asymmetric dimethylarginine, creatinine, and cystatin C. Patients attended designated centers for the measurement of the carotid intima-media thickness."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33676",
        "text": "Patients were seen 1 month after randomization and then every 3 months. Every 6 months, three early-morning urine samples and blood samples were obtained for centralized assessment of the albumin-to-creatinine ratio and other markers as measured at baseline. Anonymized digital copies of routine retinal photographs were obtained annually.",
        "section": "Trial Assessments",
        "section_number": 11,
        "sentences": [
            "Patients were seen 1 month after randomization and then every 3 months.",
            "Every 6 months, three early-morning urine samples and blood samples were obtained for centralized assessment of the albumin-to-creatinine ratio and other markers as measured at baseline.",
            "Anonymized digital copies of routine retinal photographs were obtained annually."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33676",
        "text": "Final assessments occurred after a minimum of 2 years and a maximum of 4 years. Assessments were identical to the baseline visit. Throughout the trial, the physicians were encouraged to strive for recommended levels of glycemic control, but targets and methods of insulin delivery were not stipulated in the protocol.",
        "section": "Trial Assessments",
        "section_number": 12,
        "sentences": [
            "Final assessments occurred after a minimum of 2 years and a maximum of 4 years.",
            "Assessments were identical to the baseline visit.",
            "Throughout the trial, the physicians were encouraged to strive for recommended levels of glycemic control, but targets and methods of insulin delivery were not stipulated in the protocol."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33676",
        "text": "Local laboratories analyzed glycated hemoglobin levels and safety data, whereas all other biochemical measurements were performed centrally at the WellChild Laboratory, London, as reported previously. 16 Carotid intima-media thickness was measured at 11 specialized vascular centers, with centralized analysis by the Vascular Physiology Unit at University College London, where training and quality control were also supervised. Retinal photographs were assessed centrally at the Centre for Eye Research, Melbourne, Australia (see the Supplementary Methods section in the Supplementary Appendix).",
        "section": "Biochemical, Cardiovascular, and Retinal Assessments",
        "section_number": 13,
        "sentences": [
            "Local laboratories analyzed glycated hemoglobin levels and safety data, whereas all other biochemical measurements were performed centrally at the WellChild Laboratory, London, as reported previously.",
            "16 Carotid intima-media thickness was measured at 11 specialized vascular centers, with centralized analysis by the Vascular Physiology Unit at University College London, where training and quality control were also supervised.",
            "Retinal photographs were assessed centrally at the Centre for Eye Research, Melbourne, Australia (see the Supplementary Methods section in the Supplementary Appendix)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33676",
        "text": "For patients who were 18 years of age or younger, the estimated glomerular filtration rate (GFR) was calculated on the basis of the creatinine level with the use of a modified Schwartz equation derived from our previous studies of the GFR in type 1 diabetes in which we used Inutest as the standard: 0.475 × height (cm)/creatinine (mg per deciliter) ( Table S1 in the Supplementary Appendix); for patients who were older than 18 years of age, the creatinine-based Chronic Kidney Disease Epidemiology Collaboration (CKD-EPI) equation was used. 21 Given recent changes in the evaluation of the GFR, we also carried out sensitivity analyses with the estimated GFR calculated by means of the Zappitelli equation in patients who were 18 years of ",
        "section": "Biochemical, Cardiovascular, and Retinal Assessments",
        "section_number": 14,
        "sentences": [
            "For patients who were 18 years of age or younger, the estimated glomerular filtration rate (GFR) was calculated on the basis of the creatinine level with the use of a modified Schwartz equation derived from our previous studies of the GFR in type 1 diabetes in which we used Inutest as the standard: 0.475 × height (cm)/creatinine (mg per deciliter) ( Table S1 in the Supplementary Appendix); for patients who were older than 18 years of age, the creatinine-based Chronic Kidney Disease Epidemiology Collaboration (CKD-EPI) equation was used.",
            "21 Given recent changes in the evaluation of the GFR, we also carried out sensitivity analyses with the estimated GFR calculated by means of the Zappitelli equation in patients who were 18 years of"
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33676",
        "text": "The primary outcome for both factorial comparisons was the change in repeated-measures analysis of the albumin-to-creatinine ratio, which was assessed according to the area under the curve of the log 10 albumin-to-creatinine ratio that was standardized according to the length of enrollment in the trial. Many secondary outcomes in the published protocol 18 were exploratory but considered to be clinically relevant in this population of adolescents. Those outcomes that are reported here assessed the effects of ACE inhibitors on blood pressure, the GFR, and the incidence of microalbuminuria, and the effect of statins on lipid levels, carotid intima-media thickness, and levels of high-sensitivity C-reactive protein and asymmetric dimethylarginine. Microalbuminuria was defined as an albumin-to-creatinine ratio of more than 31.0 mg per gram (3.5 mg per millimole) in male patients or more than 35.4 mg per gram (4 mg per millimole) in female patients in at least two of three early-morning urine samples at any trial visit. 3 The effects of both drugs on two-step and three-step progression of retinopathy were also assessed.",
        "section": "Efficacy Outcomes",
        "section_number": 15,
        "sentences": [
            "The primary outcome for both factorial comparisons was the change in repeated-measures analysis of the albumin-to-creatinine ratio, which was assessed according to the area under the curve of the log 10 albumin-to-creatinine ratio that was standardized according to the length of enrollment in the trial.",
            "Many secondary outcomes in the published protocol 18 were exploratory but considered to be clinically relevant in this population of adolescents.",
            "Those outcomes that are reported here assessed the effects of ACE inhibitors on blood pressure, the GFR, and the incidence of microalbuminuria, and the effect of statins on lipid levels, carotid intima-media thickness, and levels of high-sensitivity C-reactive protein and asymmetric dimethylarginine.",
            "Microalbuminuria was defined as an albumin-to-creatinine ratio of more than 31.0 mg per gram (3.5 mg per millimole) in male patients or more than 35.4 mg per gram (4 mg per millimole) in female patients in at least two of three early-morning urine samples at any trial visit.",
            "3 The effects of both drugs on two-step and three-step progression of retinopathy were also assessed."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33676",
        "text": "Safety was assessed by regular monitoring of plasma urea and electrolyte levels, the estimated GFR, liver function, and changes in height, weight, and body-mass index. Girls who had undergone menarche received counseling on contraception if they were sexually active, as well as pregnancy tests every 6 months.",
        "section": "Safety",
        "section_number": 16,
        "sentences": [
            "Safety was assessed by regular monitoring of plasma urea and electrolyte levels, the estimated GFR, liver function, and changes in height, weight, and body-mass index.",
            "Girls who had undergone menarche received counseling on contraception if they were sexually active, as well as pregnancy tests every 6 months."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33676",
        "text": "The sample size was based on repeated-measures analysis of the albumin-to-creatinine ratio in the Oxford Regional Prospective Study cohort, which involved 477 patients of a similar age to that in our cohort, with a mean of 3.5 annual assessments, 3, 4 in which the SD of log 10 of the albuminto-creatinine ratio (area under the curve per year) was 0.28. We determined that at 2 to 4 years of follow-up, a sample size of 400 (100 patients in each group) would provide a power of 93% to detect a 25% lower albumin-to-creatinine ratio among the patients receiving the ACE inhibitor (ACE inhibitor plus placebo and ACE inhibitor plus statin [200 patients]) than among those receiving placebo (placebo plus placebo and statin plus placebo [200 patients]) or among the patients receiving the statin (statin plus placebo and ACE inhibitor plus statin [200 patients]) than among those receiving placebo (placebo plus placebo and ACE inhibitor plus placebo [200 patients]). In 2012, the initial target population of 500 (based on a dropout rate of 20%) was revised to adjust for a potentially smaller population of patients undergoing randomization, resulting in a target of 440, which provided a power of 92% for the primary factorial comparisons. If an interaction between the drugs was detected, the trial provided a power of 82% to detect a 30% lower albumin-to-creatinine ratio among patients receiving the ACE inhibitor (ACE inhibitor plus placebo) or the statin (statin plus placebo) than among those receiving placebo (placebo plus placebo).",
        "section": "Statistical Analysis",
        "section_number": 17,
        "sentences": [
            "The sample size was based on repeated-measures analysis of the albumin-to-creatinine ratio in the Oxford Regional Prospective Study cohort, which involved 477 patients of a similar age to that in our cohort, with a mean of 3.5 annual assessments, 3, 4 in which the SD of log 10 of the albuminto-creatinine ratio (area under the curve per year) was 0.28.",
            "We determined that at 2 to 4 years of follow-up, a sample size of 400 (100 patients in each group) would provide a power of 93% to detect a 25% lower albumin-to-creatinine ratio among the patients receiving the ACE inhibitor (ACE inhibitor plus placebo and ACE inhibitor plus statin [200 patients]) than among those receiving placebo (placebo plus placebo and statin plus placebo [200 patients]) or among the patients receiving the statin (statin plus placebo and ACE inhibitor plus statin [200 patients]) than among those receiving placebo (placebo plus placebo and ACE inhibitor plus placebo [200 patients]).",
            "In 2012, the initial target population of 500 (based on a dropout rate of 20%) was revised to adjust for a potentially smaller population of patients undergoing randomization, resulting in a target of 440, which provided a power of 92% for the primary factorial comparisons.",
            "If an interaction between the drugs was detected, the trial provided a power of 82% to detect a 30% lower albumin-to-creatinine ratio among patients receiving the ACE inhibitor (ACE inhibitor plus placebo) or the statin (statin plus placebo) than among those receiving placebo (placebo plus placebo)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33676",
        "text": "For the primary outcome, the measurements of the albumin-to-creatinine ratio on 3 consecutive days every 6 months were aggregated into the mean of the three log 10 -transformed values. Since no further urine samples were obtained at randomization, the values at this time point were interpolated from those obtained at screening and the first visit after randomization. The trapezoidal rule was used to calculate the area under the curve of observations obtained at screening through those obtained at the final visit with the use of calendar dates. The duration of enrollment in the trial was calculated as the difference between randomization and the final visit dates (after 2 to 4 years) or withdrawal from the trial. The area under the curve was divided by the duration of enrollment to provide a one-time standardized value per patient.",
        "section": "Statistical Analysis",
        "section_number": 18,
        "sentences": [
            "For the primary outcome, the measurements of the albumin-to-creatinine ratio on 3 consecutive days every 6 months were aggregated into the mean of the three log 10 -transformed values.",
            "Since no further urine samples were obtained at randomization, the values at this time point were interpolated from those obtained at screening and the first visit after randomization.",
            "The trapezoidal rule was used to calculate the area under the curve of observations obtained at screening through those obtained at the final visit with the use of calendar dates.",
            "The duration of enrollment in the trial was calculated as the difference between randomization and the final visit dates (after 2 to 4 years) or withdrawal from the trial.",
            "The area under the curve was divided by the duration of enrollment to provide a one-time standardized value per patient."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33676",
        "text": "The primary analysis of the annualized log 10 albumin-to-creatinine ratio area under the curve used an analysis of covariance (ANCOVA) model to estimate main effects of the two treatments after adjustment for the baseline covariates used in the minimization algorithm that assigned treatment, with assessment of potential interaction between trial drugs. A P value of less than 0.05 was considered to indicate statistical significance with no adjustment for multiplicity, given the 2-by-2 trial design. A 1% level of significance (P<0.01) was adopted for the secondary outcomes.",
        "section": "Statistical Analysis",
        "section_number": 19,
        "sentences": [
            "The primary analysis of the annualized log 10 albumin-to-creatinine ratio area under the curve used an analysis of covariance (ANCOVA) model to estimate main effects of the two treatments after adjustment for the baseline covariates used in the minimization algorithm that assigned treatment, with assessment of potential interaction between trial drugs.",
            "A P value of less than 0.05 was considered to indicate statistical significance with no adjustment for multiplicity, given the 2-by-2 trial design.",
            "A 1% level of significance (P<0.01) was adopted for the secondary outcomes."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33676",
        "text": "The New England Journal of Medicine Downloaded from nejm.org at UNIVERSITY OF ALBERTA LIBRARY on February 27, 2020. For personal use only. No other uses without permission.",
        "section": "Statistical Analysis",
        "section_number": 20,
        "sentences": [
            "The New England Journal of Medicine Downloaded from nejm.org at UNIVERSITY OF ALBERTA LIBRARY on February 27, 2020.",
            "For personal use only.",
            "No other uses without permission."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33676",
        "text": "Copyright © 2017 Massachusetts Medical Society. All rights reserved.",
        "section": "Statistical Analysis",
        "section_number": 21,
        "sentences": [
            "Copyright © 2017 Massachusetts Medical Society.",
            "All rights reserved."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33676",
        "text": "The time until the first incidence of microalbuminuria was analyzed as a time-to-event variable with the use of the calendar date on which microalbuminuria was observed or with censoring at the final visit if microalbuminuria was never observed (patients with microalbuminuria at screening were excluded from this analysis). Kaplan-Meier survival curves were produced and hazard ratios were estimated with the use of a Cox proportional-hazards model, with adjustment for baseline covariates. The same time-to-event analysis and Cox proportional models were used to analyze two-step and three-step progression of retinopathy (see the Supplementary Methods section in the Supplementary Appendix).",
        "section": "Statistical Analysis",
        "section_number": 22,
        "sentences": [
            "The time until the first incidence of microalbuminuria was analyzed as a time-to-event variable with the use of the calendar date on which microalbuminuria was observed or with censoring at the final visit if microalbuminuria was never observed (patients with microalbuminuria at screening were excluded from this analysis).",
            "Kaplan-Meier survival curves were produced and hazard ratios were estimated with the use of a Cox proportional-hazards model, with adjustment for baseline covariates.",
            "The same time-to-event analysis and Cox proportional models were used to analyze two-step and three-step progression of retinopathy (see the Supplementary Methods section in the Supplementary Appendix)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33676",
        "text": "Analyses of secondary continuous outcomes were performed with an ANCOVA model to estimate main effects of the two treatments after adjustment for the baseline covariates. For outcomes that were assessed only at baseline and follow-up, the final measurement was used as a dependent variable in the model. Secondary outcomes are provided as means and 95% confidence intervals, with grouping categorized according to trial-drug groups, and pooling observations taken every 6 months (±3 months).",
        "section": "Statistical Analysis",
        "section_number": 23,
        "sentences": [
            "Analyses of secondary continuous outcomes were performed with an ANCOVA model to estimate main effects of the two treatments after adjustment for the baseline covariates.",
            "For outcomes that were assessed only at baseline and follow-up, the final measurement was used as a dependent variable in the model.",
            "Secondary outcomes are provided as means and 95% confidence intervals, with grouping categorized according to trial-drug groups, and pooling observations taken every 6 months (±3 months)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33676",
        "text": "Sensitivity analyses of the primary outcome were performed to take into account differences in adherence among the patients, according to the duration of treatment with weighting for the percentage of adherence at each visit. The sensitivity analysis was also repeated on the basis of the mean rate of adherence alone. R software was used for all statistical analyses.",
        "section": "Statistical Analysis",
        "section_number": 24,
        "sentences": [
            "Sensitivity analyses of the primary outcome were performed to take into account differences in adherence among the patients, according to the duration of treatment with weighting for the percentage of adherence at each visit.",
            "The sensitivity analysis was also repeated on the basis of the mean rate of adherence alone.",
            "R software was used for all statistical analyses."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33676",
        "text": "A total of 443 adolescents underwent randomization ( Fig. S1 in the Supplementary Appendix). The characteristics of the patients at baseline were similar in the four groups (Table 1, and Table S2 in the Supplementary Appendix). At recruitment, 3% of the patients were prepubertal, and these patients and the rest of the cohort progressed normally through puberty during the 2-to-4-year follow-up period. The median followup of patients was 2.6 years (range, 0.1 to 4.4), and 154 patients completed the maximum 4 years. A total of 78 patients (18%) withdrew from the trial, with no significant differences in rates of withdrawal among the four groups (Fig. S1 in the Supplementary Appendix). The mean overall rate of adherence to a trial drug was 75% (Fig. S2 in the Supplementary Appendix).",
        "section": "Patients, Follow-up, and Adherence",
        "section_number": 25,
        "sentences": [
            "A total of 443 adolescents underwent randomization ( Fig. S1 in the Supplementary Appendix).",
            "The characteristics of the patients at baseline were similar in the four groups (Table 1, and Table S2 in the Supplementary Appendix).",
            "At recruitment, 3% of the patients were prepubertal, and these patients and the rest of the cohort progressed normally through puberty during the 2-to-4-year follow-up period.",
            "The median followup of patients was 2.6 years (range, 0.1 to 4.4), and 154 patients completed the maximum 4 years.",
            "A total of 78 patients (18%) withdrew from the trial, with no significant differences in rates of withdrawal among the four groups (Fig. S1 in the Supplementary Appendix).",
            "The mean overall rate of adherence to a trial drug was 75% (Fig. S2 in the Supplementary Appendix)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33676",
        "text": "There was no significant effect of the ACE inhibitor (effect, −0.01; 95% confidence interval [CI], −0.05 to 0.03) or statin (effect, 0.01; 95% CI, −0.02 to 0.05) on the area under the curve of the albumin-to-creatinine ratio (Fig. 1) . Only the baseline log 10 value of the albumin-to-creatinine ratio was associated with the area under the curve of the albumin-to-creatinine ratio during treatment (effect, 0.62; 95% CI, 0.41 to 0.82).",
        "section": "Primary Outcome",
        "section_number": 26,
        "sentences": [
            "There was no significant effect of the ACE inhibitor (effect, −0.01; 95% confidence interval [CI], −0.05 to 0.03) or statin (effect, 0.01; 95% CI, −0.02 to 0.05) on the area under the curve of the albumin-to-creatinine ratio (Fig. 1) .",
            "Only the baseline log 10 value of the albumin-to-creatinine ratio was associated with the area under the curve of the albumin-to-creatinine ratio during treatment (effect, 0.62; 95% CI, 0.41 to 0.82)."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33676",
        "text": "There was no significant interaction between the two trial drugs (effect, 0.04; 95% CI, −0.04 to 0.12). Sensitivity analyses allowing for different levels of drug adherence and duration of treatment did not alter these results (Fig. S3 in the Supplementary Appendix).",
        "section": "Primary Outcome",
        "section_number": 27,
        "sentences": [
            "There was no significant interaction between the two trial drugs (effect, 0.04; 95% CI, −0.04 to 0.12).",
            "Sensitivity analyses allowing for different levels of drug adherence and duration of treatment did not alter these results (Fig. S3 in the Supplementary Appendix)."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33676",
        "text": "The use of ACE inhibitors reduced the cumulative incidence of microalbuminuria (P = 0.046 by the log-rank test) ( Fig. 2A) , with an adjusted hazard ratio of 0.57 (95% CI, 0.35 to 0.94; P = 0.03), which in the context of negative findings for the primary outcome and statistical analysis plan was not considered significant (Table S3 in the Supplementary Appendix). Variability in the albumin-to-creatinine ratios is shown in Figure S4 in the Supplementary Appendix. The use of the statin had no effect on the incidence of microalbuminuria (adjusted hazard ratio, 0.98; 95% CI, 0.61 to 1.58; P = 0.93) ( Fig. 2B , and Table S3 in the Supplementary Appendix).",
        "section": "Secondary Outcomes",
        "section_number": 28,
        "sentences": [
            "The use of ACE inhibitors reduced the cumulative incidence of microalbuminuria (P = 0.046 by the log-rank test) ( Fig. 2A) , with an adjusted hazard ratio of 0.57 (95% CI, 0.35 to 0.94; P = 0.03), which in the context of negative findings for the primary outcome and statistical analysis plan was not considered significant (Table S3 in the Supplementary Appendix).",
            "Variability in the albumin-to-creatinine ratios is shown in Figure S4 in the Supplementary Appendix.",
            "The use of the statin had no effect on the incidence of microalbuminuria (adjusted hazard ratio, 0.98; 95% CI, 0.61 to 1.58; P = 0.93) ( Fig. 2B , and Table S3 in the Supplementary Appendix)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33676",
        "text": "Statin treatment was associated with lower levels of total, LDL, and non-HDL cholesterol, triglycerides, and the ratio of apolipoprotein B to apolipoprotein A1 (Fig. 3, and Table S3 in the Supplementary Appendix), whereas there was no significant effect of the ACE inhibitor on lipid levels, apart from a nonsignificantly higher HDL cholesterol level ( Fig. S5 and Table S3 in the Supplementary Appendix).",
        "section": "Secondary Outcomes",
        "section_number": 29,
        "sentences": [
            "Statin treatment was associated with lower levels of total, LDL, and non-HDL cholesterol, triglycerides, and the ratio of apolipoprotein B to apolipoprotein A1 (Fig. 3, and Table S3 in the Supplementary Appendix), whereas there was no significant effect of the ACE inhibitor on lipid levels, apart from a nonsignificantly higher HDL cholesterol level ( Fig. S5 and Table S3 in the Supplementary Appendix)."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33676",
        "text": "The use of the ACE inhibitor was associated with nonsignificantly lower systolic blood-pressure z scores, whereas there was no effect of statins on blood pressure ( Fig. S6 and Table S3 in the Supplementary Appendix).",
        "section": "Secondary Outcomes",
        "section_number": 30,
        "sentences": [
            "The use of the ACE inhibitor was associated with nonsignificantly lower systolic blood-pressure z scores, whereas there was no effect of statins on blood pressure ( Fig. S6 and Table S3 in the Supplementary Appendix)."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33676",
        "text": "There was no significant effect of statins on the estimated GFR ( Fig. S7 and * Plus-minus values are means ±SD. There were no significant differences between the two groups in the characteristics evaluated at baseline.HDL denotes high-density lipoprotein, and LDL low-density lipoprotein. To convert the values for cholesterol to millimoles per liter, multiply by 0.02586. To convert the values for triglycerides to millimoles per liter, multiply by 0.01129. To convert the values for asymmetric dimethylarginine to nanomoles per liter, multiply by 5. † The urinary albumin-to-creatinine ratio is based on measurement of albumin in milligrams and creatinine in grams. To convert the values for the albumin-to-creatinine ratio to values with creatinine measured in millimoles, multiply by 0.113. Shown are the mean albumin-to-creatinine ratios (with albumin measured in milligrams and creatinine measured in grams) in patients who received the angiotensin-converting-enzyme (ACE) inhibitor versus those who received placebo (Panel A) and those who received statin therapy versus those who received placebo (Panel B). I bars indicate 95% confidence intervals. To convert the albumin-to-creatinine ratio to values with creatinine measured in millimoles, multiply by 0.113. ",
        "section": "Secondary Outcomes",
        "section_number": 31,
        "sentences": [
            "There was no significant effect of statins on the estimated GFR ( Fig. S7 and * Plus-minus values are means ±SD.",
            "There were no significant differences between the two groups in the characteristics evaluated at baseline.",
            "HDL denotes high-density lipoprotein, and LDL low-density lipoprotein.",
            "To convert the values for cholesterol to millimoles per liter, multiply by 0.02586.",
            "To convert the values for triglycerides to millimoles per liter, multiply by 0.01129.",
            "To convert the values for asymmetric dimethylarginine to nanomoles per liter, multiply by 5. †",
            "The urinary albumin-to-creatinine ratio is based on measurement of albumin in milligrams and creatinine in grams.",
            "To convert the values for the albumin-to-creatinine ratio to values with creatinine measured in millimoles, multiply by 0.113.",
            "Shown are the mean albumin-to-creatinine ratios (with albumin measured in milligrams and creatinine measured in grams) in patients who received the angiotensin-converting-enzyme (ACE) inhibitor versus those who received placebo (Panel A) and those who received statin therapy versus those who received placebo (Panel B).",
            "I bars indicate 95% confidence intervals.",
            "To convert the albumin-to-creatinine ratio to values with creatinine measured in millimoles, multiply by 0.113."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33676",
        "text": "T h e ne w e ngl a nd jou r na l o f m e dicine levels were consistently lower in the ACE-inhibitor group than in the placebo group ( Fig. S7 and Table S3 in the Supplementary Appendix) . In all the patients in the trial, the level of cystatin C decreased over time, suggesting an increased GFR, and this was confirmed on post hoc analyses of the estimated GFR as calculated by means of the Zappitelli and CKD-EPI creatinine-cystatin C equations, which increased over time, although there were no differences between the trial-drug groups ( Fig. S7 and Table S3 in the Supplementary Appendix). There were no significant effects of the ACE inhibitor or statin on carotid intima-media thickness or the asymmetric dimethylarginine level, but statin therapy led to a slight reduction in levels of high-sensitivity C-reactive protein ( Fig. S8 and Table S3 in the Supplementary Appendix) .",
        "section": "1740",
        "section_number": 32,
        "sentences": [
            "T h e ne w e ngl a nd jou r na l o f m e dicine levels were consistently lower in the ACE-inhibitor group than in the placebo group ( Fig. S7 and Table S3 in the Supplementary Appendix) .",
            "In all the patients in the trial, the level of cystatin C decreased over time, suggesting an increased GFR, and this was confirmed on post hoc analyses of the estimated GFR as calculated by means of the Zappitelli and CKD-EPI creatinine-cystatin C equations, which increased over time, although there were no differences between the trial-drug groups ( Fig. S7 and Table S3 in the Supplementary Appendix).",
            "There were no significant effects of the ACE inhibitor or statin on carotid intima-media thickness or the asymmetric dimethylarginine level, but statin therapy led to a slight reduction in levels of high-sensitivity C-reactive protein ( Fig. S8 and Table S3 in the Supplementary Appendix) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33676",
        "text": "Retinopathy two-step and three-step progression was not affected by the ACE inhibitor ( Fig. S9 and Table S3 in the Supplementary Appendix), whereas there was nonsignificantly lower progression with statin therapy (Fig. S9 in the Supplementary Appendix). The glycated hemoglobin level increased over time in all groups (Fig. S10 in the Supplementary Appendix).",
        "section": "1740",
        "section_number": 33,
        "sentences": [
            "Retinopathy two-step and three-step progression was not affected by the ACE inhibitor ( Fig. S9 and Table S3 in the Supplementary Appendix), whereas there was nonsignificantly lower progression with statin therapy (Fig. S9 in the Supplementary Appendix).",
            "The glycated hemoglobin level increased over time in all groups (Fig. S10 in the Supplementary Appendix)."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33676",
        "text": "Of the 222 patients who were receiving the ACE inhibitor or placebo, 56 (25%) required a dose reduction (to 5 mg daily), largely because of postural hypotension. However, persistent cough was rare, and only 5% of patients continued to receive the lower dose at the end of the trial.",
        "section": "Safety",
        "section_number": 34,
        "sentences": [
            "Of the 222 patients who were receiving the ACE inhibitor or placebo, 56 (25%) required a dose reduction (to 5 mg daily), largely because of postural hypotension.",
            "However, persistent cough was rare, and only 5% of patients continued to receive the lower dose at the end of the trial."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33676",
        "text": "Four serious adverse reactions were deemed to be related to the ACE inhibitor by the chief investigator: a clinically significant decrease in the estimated GFR (in two patients), a hypotensive episode (in one patient), and an elevated level of alanine aminotransferase (in one patient) ( Table 2) . No serious adverse reactions were deemed to be related to statin therapy. Overall, there were no significant differences in alanine aminotransferase levels in patients who were receiving statin therapy and those who were receiving placebo (Fig. S11 in the Supplementary Appendix). Shown are Kaplan-Meier curves for the differences in the probability of microalbuminuria between the patients who received the ACE inhibitor and those who received placebo (Panel A) and between those who received statin therapy and those who received placebo (Panel B). P values were calculated by means of the log-rank test. The adjusted hazard ratios are 0.57 (95% confidence interval [CI], 0.35 to 0.94; P = 0.03) (Panel A) and 0.98 (95% CI, 0.61 to 1.58; P = 0.93) (Panel B). The findings are not significant on the basis of a threshold for secondary outcomes set at P<0.01.",
        "section": "Safety",
        "section_number": 35,
        "sentences": [
            "Four serious adverse reactions were deemed to be related to the ACE inhibitor by the chief investigator: a clinically significant decrease in the estimated GFR (in two patients), a hypotensive episode (in one patient), and an elevated level of alanine aminotransferase (in one patient) ( Table 2) .",
            "No serious adverse reactions were deemed to be related to statin therapy.",
            "Overall, there were no significant differences in alanine aminotransferase levels in patients who were receiving statin therapy and those who were receiving placebo (Fig. S11 in the Supplementary Appendix).",
            "Shown are Kaplan-Meier curves for the differences in the probability of microalbuminuria between the patients who received the ACE inhibitor and those who received placebo (Panel A) and between those who received statin therapy and those who received placebo (Panel B).",
            "P values were calculated by means of the log-rank test.",
            "The adjusted hazard ratios are 0.57 (95% confidence interval [CI], 0.35 to 0.94; P = 0.03) (Panel A) and 0.98 (95% CI, 0.61 to 1.58; P = 0.93) (Panel B).",
            "The findings are not significant on the basis of a threshold for secondary outcomes set at P<0.01."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33676",
        "text": "The New England Journal of Medicine Downloaded from nejm.org at UNIVERSITY OF ALBERTA LIBRARY on February 27, 2020. For personal use only. No other uses without permission.",
        "section": "Safety",
        "section_number": 36,
        "sentences": [
            "The New England Journal of Medicine Downloaded from nejm.org at UNIVERSITY OF ALBERTA LIBRARY on February 27, 2020.",
            "For personal use only.",
            "No other uses without permission."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33676",
        "text": "Copyright © 2017 Massachusetts Medical Society. All rights reserved. ",
        "section": "Safety",
        "section_number": 37,
        "sentences": [
            "Copyright © 2017 Massachusetts Medical Society.",
            "All rights reserved."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33676",
        "text": "T h e ne w e ngl a nd jou r na l o f m e dicine No effects of the trial drugs on height, weight, body-mass index, or waist circumference were observed (Table S4 in the Supplementary Appendix). No serious unexpected serious adverse reactions were reported.",
        "section": "1742",
        "section_number": 38,
        "sentences": [
            "T h e ne w e ngl a nd jou r na l o f m e dicine No effects of the trial drugs on height, weight, body-mass index, or waist circumference were observed (Table S4 in the Supplementary Appendix).",
            "No serious unexpected serious adverse reactions were reported."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33676",
        "text": "Our trial assessed the effects of ACE-inhibitor and statin therapy in adolescents with type 1 diabetes, a group of patients who are difficult to recruit into and retain in clinical trials. The use of these agents over a period of 2 to 4 years did not show any effect on the primary outcome of a change in repeated measures of the albuminto-creatinine ratio over time. This end point was chosen because previous longitudinal studies had shown that increases in the albumin-to-creatinine ratio during puberty, below the thresholds for microalbuminuria and macroalbuminuria, were associated with risk markers for cardiovascular disease. Vascular disorder 1 (0.9) 1 (0.9) 1 (0.9) 0",
        "section": "Discussion",
        "section_number": 39,
        "sentences": [
            "Our trial assessed the effects of ACE-inhibitor and statin therapy in adolescents with type 1 diabetes, a group of patients who are difficult to recruit into and retain in clinical trials.",
            "The use of these agents over a period of 2 to 4 years did not show any effect on the primary outcome of a change in repeated measures of the albuminto-creatinine ratio over time.",
            "This end point was chosen because previous longitudinal studies had shown that increases in the albumin-to-creatinine ratio during puberty, below the thresholds for microalbuminuria and macroalbuminuria, were associated with risk markers for cardiovascular disease.",
            "Vascular disorder 1 (0.9) 1 (0.9) 1 (0.9) 0"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33676",
        "text": "Congenital, familial, or genetic disorder 0 0 0 1 (0.9)",
        "section": "Discussion",
        "section_number": 40,
        "sentences": [
            "Congenital, familial, or genetic disorder 0 0 0 1 (0.9)"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33676",
        "text": "Ear or labyrinth disorder 0 0 0 1 (0.9)",
        "section": "Discussion",
        "section_number": 41,
        "sentences": [
            "Ear or labyrinth disorder 0 0 0 1 (0.9)"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33676",
        "text": "Alcohol abuse 2 (1.8) 0 2 (1.8) 2 (1.8)",
        "section": "Discussion",
        "section_number": 42,
        "sentences": [
            "Alcohol abuse 2 (1.8) 0 2 (1.8) 2 (1.8)"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33676",
        "text": "Reproductive system or breast disorder 1 (0.9) 0 0 0 * Serious adverse events are classified according to the Medical Dictionary for Regulatory Activities (MedDRA), version 19. † For events with a frequency of at least 5% in any one trial group, the MedDRA preferred term is also reported. The trial was adequately powered to observe a 25% lower area under the curve of the albuminto-creatinine ratio in the treatment groups than in the placebo groups on the basis of published data from studies involving adolescents. 4 This effect size was conservative, according to previous studies of ACE inhibitors involving adults 11 and a few small studies involving children. [12] [13] [14] However, a subsequent study, the Renin-Angiotensin System Study (RASS), questioned the efficacy of interventions with ACE inhibitors in patients who had normal albumin levels, 23 and the effects of statins on renal function in patients with type 1 diabetes are now less certain. 24 In contrast to the RASS, we observed lower rates of progression to microalbuminuria with the ACE inhibitor than with placebo, and although this finding was not significant, it may be of clinical relevance, since it was related to reduced variability in the albumin-to-creatinine ratio. Recent data from the Diabetes Control and Complications Trial (DCCT) and the follow-up Epidemiology of Diabetes Interventions and Complications (EDIC) study indicate that even intermittent microalbuminuria may predict cardiovascular risk. 25 As expected, the use of statins significantly reduced lipid levels, and results are consistent with those in a recent small trial assessing the safety and efficacy of atorvastatin in improving lipid profiles in 60 adolescents with type 1 diabetes and elevated LDL cholesterol levels. 26 Overall LDL cholesterol levels were lower than those reported in diabetes trials involving adults 27 and in studies involving children and adolescents with heterozygous familial hypercholesterolemia. 28 However, the lipid levels were similar to those in cohorts of adolescents with type 1 diabetes, 7, 29 in which persistently abnormal lipid levels contribute to long-term cardiovascular risk. The use of the ACE inhibitor had little effect on plasma lipid levels, although there were nonsignificantly higher HDL cholesterol levels, as reported previously. 30 Statins were associated with only a small reduction in high-sensitivity C-reactive protein levels, but these levels were within the normal range at baseline. 31 Asymmetric dimethylarginine levels were no different after statin therapy, consistent with previous reports. 32 We selected carotid intima-media thickness as the primary vascular marker in our trial, since it is reproducible, noninvasive, and can offer prognostic information on adverse cardiovascular outcomes. 33 The thickness is higher in children and adolescents with type 1 diabetes than in agematched healthy children. 8 However, in contrast to studies involving adolescents with familial hypercholesterolemia, carotid intima-media thickness was not affected by the use of statins in our trial. One explanation could be that patients with familial hypercholesterolemia have been exposed to high lipid levels since birth and may have greater arterial-wall thickening than agematched patients with type 1 diabetes. 28, 34 Despite the absence of any response with respect to the carotid intima-media thickness in our trial, long-term follow-up of the cohort will be important to assess whether intervention during this critical period of adolescence will result in a \"legacy effect\" similar to that observed after previous trials investigating glycemic and lipid control. 35, 36 There was no significant effect of the ACE inhibitor on the progression of retinopathy in our trial, in contrast to results from previous studies involving adults who received enalapril. 23 These differences may relate to the relatively early stages of retinopathy in our young population, the duration of treatment, or possibly an ACE-inhibitor class effect. We observed a trend toward lower retinopathy progression with statin treatment, although this was less apparent over time, possibly reflecting lower numbers of patients with data on retinopathy or decreased drug adherence. There are limited and conflicting data on the effect of statins on retinopathy, 37 and the findings of our trial may support further exploration.",
        "section": "Discussion",
        "section_number": 43,
        "sentences": [
            "Reproductive system or breast disorder 1 (0.9) 0 0 0 * Serious adverse events are classified according to the Medical Dictionary for Regulatory Activities (MedDRA), version 19. †",
            "For events with a frequency of at least 5% in any one trial group, the MedDRA preferred term is also reported.",
            "The trial was adequately powered to observe a 25% lower area under the curve of the albuminto-creatinine ratio in the treatment groups than in the placebo groups on the basis of published data from studies involving adolescents.",
            "4 This effect size was conservative, according to previous studies of ACE inhibitors involving adults 11 and a few small studies involving children. [",
            "12] [13] [14] However, a subsequent study, the Renin-Angiotensin System Study (RASS), questioned the efficacy of interventions with ACE inhibitors in patients who had normal albumin levels, 23 and the effects of statins on renal function in patients with type 1 diabetes are now less certain.",
            "24 In contrast to the RASS, we observed lower rates of progression to microalbuminuria with the ACE inhibitor than with placebo, and although this finding was not significant, it may be of clinical relevance, since it was related to reduced variability in the albumin-to-creatinine ratio.",
            "Recent data from the Diabetes Control and Complications Trial (DCCT) and the follow-up Epidemiology of Diabetes Interventions and Complications (EDIC) study indicate that even intermittent microalbuminuria may predict cardiovascular risk.",
            "25 As expected, the use of statins significantly reduced lipid levels, and results are consistent with those in a recent small trial assessing the safety and efficacy of atorvastatin in improving lipid profiles in 60 adolescents with type 1 diabetes and elevated LDL cholesterol levels.",
            "26 Overall LDL cholesterol levels were lower than those reported in diabetes trials involving adults 27 and in studies involving children and adolescents with heterozygous familial hypercholesterolemia.",
            "28 However, the lipid levels were similar to those in cohorts of adolescents with type 1 diabetes, 7, 29 in which persistently abnormal lipid levels contribute to long-term cardiovascular risk.",
            "The use of the ACE inhibitor had little effect on plasma lipid levels, although there were nonsignificantly higher HDL cholesterol levels, as reported previously.",
            "30 Statins were associated with only a small reduction in high-sensitivity C-reactive protein levels, but these levels were within the normal range at baseline.",
            "31 Asymmetric dimethylarginine levels were no different after statin therapy, consistent with previous reports.",
            "32 We selected carotid intima-media thickness as the primary vascular marker in our trial, since it is reproducible, noninvasive, and can offer prognostic information on adverse cardiovascular outcomes.",
            "33 The thickness is higher in children and adolescents with type 1 diabetes than in agematched healthy children.",
            "8 However, in contrast to studies involving adolescents with familial hypercholesterolemia, carotid intima-media thickness was not affected by the use of statins in our trial.",
            "One explanation could be that patients with familial hypercholesterolemia have been exposed to high lipid levels since birth and may have greater arterial-wall thickening than agematched patients with type 1 diabetes.",
            "28, 34 Despite the absence of any response with respect to the carotid intima-media thickness in our trial, long-term follow-up of the cohort will be important to assess whether intervention during this critical period of adolescence will result in a \"legacy effect\" similar to that observed after previous trials investigating glycemic and lipid control.",
            "35, 36 There was no significant effect of the ACE inhibitor on the progression of retinopathy in our trial, in contrast to results from previous studies involving adults who received enalapril.",
            "23 These differences may relate to the relatively early stages of retinopathy in our young population, the duration of treatment, or possibly an ACE-inhibitor class effect.",
            "We observed a trend toward lower retinopathy progression with statin treatment, although this was less apparent over time, possibly reflecting lower numbers of patients with data on retinopathy or decreased drug adherence.",
            "There are limited and conflicting data on the effect of statins on retinopathy, 37 and the findings of our trial may support further exploration."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33676",
        "text": "Rates of withdrawal and adherence could have had an effect in our trial. Whereas dropout rates were similar to those predicted (18% vs. 20%), the rate of adherence (assessed objectively with the use of electronic track caps 20 ) was significantly higher (>70%) than the rates in other adolescent cohorts (50 to 55%). 38, 39 ACE-inhibitor therapy had few side effects, and although the drug dose was reduced on many occasions because of postural hypotension, only 5% of the patients were unable to receive the higher dose by the end of the trial. Chronic cough was not a clinically significant concern, and severe adverse reactions were rare. With regard to statin therapy, only one patient reported any muscle symptoms throughout the trial. Overall complication rates with statin therapy were lower than those reported",
        "section": "Discussion",
        "section_number": 44,
        "sentences": [
            "Rates of withdrawal and adherence could have had an effect in our trial.",
            "Whereas dropout rates were similar to those predicted (18% vs. 20%), the rate of adherence (assessed objectively with the use of electronic track caps 20 ) was significantly higher (>70%) than the rates in other adolescent cohorts (50 to 55%).",
            "38, 39 ACE-inhibitor therapy had few side effects, and although the drug dose was reduced on many occasions because of postural hypotension, only 5% of the patients were unable to receive the higher dose by the end of the trial.",
            "Chronic cough was not a clinically significant concern, and severe adverse reactions were rare.",
            "With regard to statin therapy, only one patient reported any muscle symptoms throughout the trial.",
            "Overall complication rates with statin therapy were lower than those reported"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33676",
        "text": "The New England Journal of Medicine Downloaded from nejm.org at UNIVERSITY OF ALBERTA LIBRARY on February 27, 2020. For personal use only. No other uses without permission.",
        "section": "Discussion",
        "section_number": 45,
        "sentences": [
            "The New England Journal of Medicine Downloaded from nejm.org at UNIVERSITY OF ALBERTA LIBRARY on February 27, 2020.",
            "For personal use only.",
            "No other uses without permission."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33676",
        "text": "Copyright © 2017 Massachusetts Medical Society. All rights reserved.",
        "section": "Discussion",
        "section_number": 46,
        "sentences": [
            "Copyright © 2017 Massachusetts Medical Society.",
            "All rights reserved."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33676",
        "text": "n engl j med 377;18 nejm.org November 2, 2017",
        "section": "Discussion",
        "section_number": 47,
        "sentences": [
            "n engl j med 377;18 nejm.org November 2, 2017"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33676",
        "text": "T h e ne w e ngl a nd jou r na l o f m e dicine in adults with and without diabetes, 15 and they were consistent with the rates in trials involving children and adolescents with heterozygous familial hypercholesterolemia. 28 No pregnancies occurred during the trial period, but this potential risk remains an issue for the use of ACE inhibitors and statins in adolescents. Our trial had certain limitations, including the relatively short duration of exposure to the trial drugs. Predictably, in this population, the mean glycated hemoglobin level increased by approximately 0.5% during the trial period, despite a high rate of insulin-pump therapy (50%). It may be too soon to determine whether drug therapy may have ameliorated the adverse effects of these glycemic exposures. A delayed \"legacy effect\" of early treatment with ACE inhibitors or statins could still occur, as reported in other trials of glucoselowering, lipid-lowering, or blood-pressure-lowering interventions, 35, 36, 40 in which reduced vascular complications emerged beyond the duration of the original trials. Follow-up of the present cohort will be essential to evaluate the potential benefits of early intervention with ACE inhibitors and statins.",
        "section": "1744",
        "section_number": 48,
        "sentences": [
            "T h e ne w e ngl a nd jou r na l o f m e dicine in adults with and without diabetes, 15 and they were consistent with the rates in trials involving children and adolescents with heterozygous familial hypercholesterolemia.",
            "28 No pregnancies occurred during the trial period, but this potential risk remains an issue for the use of ACE inhibitors and statins in adolescents.",
            "Our trial had certain limitations, including the relatively short duration of exposure to the trial drugs.",
            "Predictably, in this population, the mean glycated hemoglobin level increased by approximately 0.5% during the trial period, despite a high rate of insulin-pump therapy (50%).",
            "It may be too soon to determine whether drug therapy may have ameliorated the adverse effects of these glycemic exposures.",
            "A delayed \"legacy effect\" of early treatment with ACE inhibitors or statins could still occur, as reported in other trials of glucoselowering, lipid-lowering, or blood-pressure-lowering interventions, 35, 36, 40 in which reduced vascular complications emerged beyond the duration of the original trials.",
            "Follow-up of the present cohort will be essential to evaluate the potential benefits of early intervention with ACE inhibitors and statins."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33676",
        "text": "In conclusion, neither ACE-inhibitor nor statin therapy over a period of 2 to 4 years altered the primary outcome of the change in repeated measures of the albumin-to-creatinine ratio among adolescents with type 1 diabetes.",
        "section": "1744",
        "section_number": 49,
        "sentences": [
            "In conclusion, neither ACE-inhibitor nor statin therapy over a period of 2 to 4 years altered the primary outcome of the change in repeated measures of the albumin-to-creatinine ratio among adolescents with type 1 diabetes."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33676",
        "text": "n engl j med 377;18 nejm.org November 2, 2017",
        "section": "",
        "section_number": 50,
        "sentences": [
            "n engl j med 377;18 nejm.org November 2, 2017"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    }
]