[
    {
        "doc_id": "37277",
        "text": "Background: Early nutritional interventions may modulate health risks in preterm-born infants. Previously, we showed that pretermborn infants fed an isocaloric protein-and mineral-enriched postdischarge formula (PDF) from term age to 6-mo corrected age (CA) gained more lean mass than did those fed term formula (TF). Longterm follow-up of randomized nutritional trials is important to test the hypothesis that short-term positive effects on health are sustainable. Objective: The aim of this follow-up study was to compare body size, body composition, and metabolic health at age 8 y in pretermborn children who were randomly assigned to receive either PDF or TF from term age until 6-mo CA. Design: A total of 79 of 152 children (52%) from the original randomized controlled trial were enrolled for follow-up at age 8 y. Weight, height, and head circumference were measured by using standard methods. Body composition, including fat mass, lean mass, bone mineral content, and bone mineral density, was determined by dual-energy X-ray absorptiometry. Blood pressure was measured in the supine position by using an automatic device. Metabolic variables, including glucose, insulin, insulin-like growth factor I, triglycerides, cholesterol, cortisol, and leptin, were measured after an overnight fast. Nutritional habits at age 8 y were assessed by using a 3-d nutritional diary. Results: At age 8 y, no differences were found in body size, body composition, bone variables, and metabolic health variables when comparing children fed PDF with those fed TF. Adjustment for known and possible confounders did not change these results. Conclusions: In this follow-up study in preterm-born children, we showed that the favorable effects of PDF at 6-mo CA either were not maintained or could not be confirmed because of attrition at the age of 8 y. We suggest that future research should focus on nutritional interventions in the pre-and postdischarge period as a continuum rather than as separate entities. This trial was registered at www.trialregister.nl as NTR 2972 (follow-up study [STEP-2 (Study Towards the Effects of Post-discharge Nutrition 2)]) and NTR 55 [original randomized controlled trial (STEP)].",
        "section": "Abstract",
        "sentences": [
            "Background: Early nutritional interventions may modulate health risks in preterm-born infants.",
            "Previously, we showed that pretermborn infants fed an isocaloric protein-and mineral-enriched postdischarge formula (PDF) from term age to 6-mo corrected age (CA) gained more lean mass than did those fed term formula (TF).",
            "Longterm follow-up of randomized nutritional trials is important to test the hypothesis that short-term positive effects on health are sustainable.",
            "Objective: The aim of this follow-up study was to compare body size, body composition, and metabolic health at age 8 y in pretermborn children who were randomly assigned to receive either PDF or TF from term age until 6-mo CA.",
            "Design: A total of 79 of 152 children (52%) from the original randomized controlled trial were enrolled for follow-up at age 8 y. Weight, height, and head circumference were measured by using standard methods.",
            "Body composition, including fat mass, lean mass, bone mineral content, and bone mineral density, was determined by dual-energy X-ray absorptiometry.",
            "Blood pressure was measured in the supine position by using an automatic device.",
            "Metabolic variables, including glucose, insulin, insulin-like growth factor I, triglycerides, cholesterol, cortisol, and leptin, were measured after an overnight fast.",
            "Nutritional habits at age 8 y were assessed by using a 3-d nutritional diary.",
            "Results: At age 8 y, no differences were found in body size, body composition, bone variables, and metabolic health variables when comparing children fed PDF with those fed TF.",
            "Adjustment for known and possible confounders did not change these results.",
            "Conclusions: In this follow-up study in preterm-born children, we showed that the favorable effects of PDF at 6-mo CA either were not maintained or could not be confirmed because of attrition at the age of 8 y. We suggest that future research should focus on nutritional interventions in the pre-and postdischarge period as a continuum rather than as separate entities.",
            "This trial was registered at www.trialregister.nl as NTR 2972 (follow-up study [STEP-2 (Study Towards the Effects of Post-discharge Nutrition 2)]) and NTR 55 [original randomized controlled trial (STEP)]."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37277",
        "text": "Preterm birth has been associated with adverse outcomes such as neurodevelopmental impairment and (precursors of) the metabolic syndrome (1) (2) (3) . Therefore, research in preterm-born infants is focused not only on survival but to a great extent on improving health in later life. Many preterm-born infants are underweight at discharge or at term age, and subsequent catchup growth may seem desirable (4) . However, excessive catch-up growth, especially in weight, although beneficial for neurodevelopment, has been associated with an increased risk of developing cardiometabolic disease (5, 6) .",
        "section": "INTRODUCTION",
        "section_number": 1,
        "sentences": [
            "Preterm birth has been associated with adverse outcomes such as neurodevelopmental impairment and (precursors of) the metabolic syndrome (1) (2) (3) .",
            "Therefore, research in preterm-born infants is focused not only on survival but to a great extent on improving health in later life.",
            "Many preterm-born infants are underweight at discharge or at term age, and subsequent catchup growth may seem desirable (4) .",
            "However, excessive catch-up growth, especially in weight, although beneficial for neurodevelopment, has been associated with an increased risk of developing cardiometabolic disease (5, 6) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37277",
        "text": "Dietary adjustments in early life are aimed at the achievement of balanced, healthy catch-up growth (7, 8) , although the optimal nutrition for the period after hospital discharge has remained a much-debated subject. Not only the exact timing of nutritional intervention but also the composition of the formulas used are profoundly heterogeneous among the studies conducted thus far. Nevertheless, a recent systematic review on the effects of postdischarge formula (PDF) suggested that nutrient-enriched formulas may have short-term advantages, such as improved growth and greater accretion of lean mass (LM) than standard term formula (TF) (9) . Accordingly, we showed that infants randomly assigned to receive an isocaloric protein-and mineralenriched PDF from term age until 6-mo corrected age (CA) showed increases in LM accretion and bone mineral content (BMC) at 6-mo CA compared with infants fed TF (10) .",
        "section": "INTRODUCTION",
        "section_number": 2,
        "sentences": [
            "Dietary adjustments in early life are aimed at the achievement of balanced, healthy catch-up growth (7, 8) , although the optimal nutrition for the period after hospital discharge has remained a much-debated subject.",
            "Not only the exact timing of nutritional intervention but also the composition of the formulas used are profoundly heterogeneous among the studies conducted thus far.",
            "Nevertheless, a recent systematic review on the effects of postdischarge formula (PDF) suggested that nutrient-enriched formulas may have short-term advantages, such as improved growth and greater accretion of lean mass (LM) than standard term formula (TF) (9) .",
            "Accordingly, we showed that infants randomly assigned to receive an isocaloric protein-and mineralenriched PDF from term age until 6-mo corrected age (CA) showed increases in LM accretion and bone mineral content (BMC) at 6-mo CA compared with infants fed TF (10) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37277",
        "text": "Furthermore, Roggero et al. (11) described beneficial effects of a nutrient-enriched formula compared with a standard TF on gain in head circumference and LM in the first 6 mo of life in preterm infants born with an appropriate size for their gestational age (GA).",
        "section": "INTRODUCTION",
        "section_number": 3,
        "sentences": [
            "Furthermore, Roggero et al. (11) described beneficial effects of a nutrient-enriched formula compared with a standard TF on gain in head circumference and LM in the first 6 mo of life in preterm infants born with an appropriate size for their gestational age (GA)."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37277",
        "text": "Little is known about the sustainability of these short-term beneficial effects of PDF, or the chances of adverse consequences of feeding preterm-born infants a protein-enriched formula during 6 mo after term age. Some randomized trials and observational studies found that PDF was associated with improved growth, body composition, and bone variables at ages #24 mo (12) (13) (14) (15) . However, to our knowledge, no studies have reported on the long-term effects of PDF. Because it has been suggested that early nutrition may permanently alter health risks (16, 17) , long-term follow-up of nutritional intervention studies seems necessary.",
        "section": "INTRODUCTION",
        "section_number": 4,
        "sentences": [
            "Little is known about the sustainability of these short-term beneficial effects of PDF, or the chances of adverse consequences of feeding preterm-born infants a protein-enriched formula during 6 mo after term age.",
            "Some randomized trials and observational studies found that PDF was associated with improved growth, body composition, and bone variables at ages #24 mo (12) (13) (14) (15) .",
            "However, to our knowledge, no studies have reported on the long-term effects of PDF.",
            "Because it has been suggested that early nutrition may permanently alter health risks (16, 17) , long-term follow-up of nutritional intervention studies seems necessary."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37277",
        "text": "The aim of the present study was to investigate whether an isocaloric protein-and mineral-enriched PDF, compared with TF and human milk (HM), given to infants born preterm between term age and 6-mo CA would lead to alterations in body composition, bone mineralization, and metabolic health variables at age 8 y. We hypothesized that the differences found at 6-mo CA would persist, without increasing the risks of adverse consequences, at age 8 y.",
        "section": "INTRODUCTION",
        "section_number": 5,
        "sentences": [
            "The aim of the present study was to investigate whether an isocaloric protein-and mineral-enriched PDF, compared with TF and human milk (HM), given to infants born preterm between term age and 6-mo CA would lead to alterations in body composition, bone mineralization, and metabolic health variables at age 8 y. We hypothesized that the differences found at 6-mo CA would persist, without increasing the risks of adverse consequences, at age 8 y."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37277",
        "text": "In this article, we describe the follow-up at age 8 y of our randomized controlled trial (RCT) called the \"Study Towards the Effects of Post-discharge nutrition on growth and body composition of infants born less than or equal to 32 weeks gestation and/or less than or equal to 1500 g birth weight\" (STEP). The participants of the STEP study were included between January 2003 and March 2006. In this RCT, infants fed formula were randomly assigned at term age to receive either an isocaloric protein-and mineral-enriched PDF (n = 54) or standard TF (n = 48). An additional control group of HM-fed infants was also included (n = 50). The study formula was continued until 6-mo CA. The composition of PDF compared with the TF (per 100 mL) was as follows: energy, 67 compared with 67 kcal; protein, 1.70 compared with 1.47 g; carbohydrates, 7.0 compared with 7.2 g; fat, 3.5 compared with 3.5 g; calcium, 65 compared with 50 mg; and vitamin D, 38 compared with 30 mg.",
        "section": "Original trial",
        "section_number": 6,
        "sentences": [
            "In this article, we describe the follow-up at age 8 y of our randomized controlled trial (RCT) called the \"Study Towards the Effects of Post-discharge nutrition on growth and body composition of infants born less than or equal to 32 weeks gestation and/or less than or equal to 1500 g birth weight\" (STEP).",
            "The participants of the STEP study were included between January 2003 and March 2006.",
            "In this RCT, infants fed formula were randomly assigned at term age to receive either an isocaloric protein-and mineral-enriched PDF (n = 54) or standard TF (n = 48).",
            "An additional control group of HM-fed infants was also included (n = 50).",
            "The study formula was continued until 6-mo CA.",
            "The composition of PDF compared with the TF (per 100 mL) was as follows: energy, 67 compared with 67 kcal; protein, 1.70 compared with 1.47 g; carbohydrates, 7.0 compared with 7.2 g; fat, 3.5 compared with 3.5 g; calcium, 65 compared with 50 mg; and vitamin D, 38 compared with 30 mg."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37277",
        "text": "Both parents and researchers were blinded to the allocation. Blinding was maintained until analyses at 6-mo CA were performed. At term age and at 3-and 6-mo CA, anthropometric measurements were performed and blood was drawn for the determination of bone markers, lipid status, iron status, glucose, and insulin. At term age and at 6-mo CA, body composition was measured with dual-energy X-ray absorptiometry (DXA). Further details of the study are described elsewhere (10) .",
        "section": "Original trial",
        "section_number": 7,
        "sentences": [
            "Both parents and researchers were blinded to the allocation.",
            "Blinding was maintained until analyses at 6-mo CA were performed.",
            "At term age and at 3-and 6-mo CA, anthropometric measurements were performed and blood was drawn for the determination of bone markers, lipid status, iron status, glucose, and insulin.",
            "At term age and at 6-mo CA, body composition was measured with dual-energy X-ray absorptiometry (DXA).",
            "Further details of the study are described elsewhere (10) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37277",
        "text": "For the follow-up study (STEP-2) at 8 y we approached all parents of participants who were included in the STEP study. Exclusion criteria were as follows: incomplete follow-up until 24-mo CA, severe physical impairment, or conditions known to affect growth or body composition.",
        "section": "Study protocol of follow-up",
        "section_number": 8,
        "sentences": [
            "For the follow-up study (STEP-2) at 8 y we approached all parents of participants who were included in the STEP study.",
            "Exclusion criteria were as follows: incomplete follow-up until 24-mo CA, severe physical impairment, or conditions known to affect growth or body composition."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37277",
        "text": "The primary objective of the follow-up study was to compare body size, body composition, and metabolic health at age 8 y between preterm-born children fed either PDF or TF from term age to 6-mo CA. The secondary objective was to compare body size, body composition, and metabolic health at age 8 y between preterm-born children fed HM and those fed either PDF or TF.",
        "section": "Study protocol of follow-up",
        "section_number": 9,
        "sentences": [
            "The primary objective of the follow-up study was to compare body size, body composition, and metabolic health at age 8 y between preterm-born children fed either PDF or TF from term age to 6-mo CA.",
            "The secondary objective was to compare body size, body composition, and metabolic health at age 8 y between preterm-born children fed HM and those fed either PDF or TF."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37277",
        "text": "Children were seen at our outpatient clinic. Anthropometric measurements were performed; weight was measured to the nearest 0.05 kg with an electronic scale (Seca) and standing height was measured to the nearest 0.1 cm by using a digital stadiometer (DGI 250D; De Grood). Head, waist, and hip circumferences were measured 3 times with a nonstretchable measuring tape to the nearest 0.1 cm, and the mean values were calculated.",
        "section": "Study protocol of follow-up",
        "section_number": 10,
        "sentences": [
            "Children were seen at our outpatient clinic.",
            "Anthropometric measurements were performed; weight was measured to the nearest 0.05 kg with an electronic scale (Seca) and standing height was measured to the nearest 0.1 cm by using a digital stadiometer (DGI 250D; De Grood).",
            "Head, waist, and hip circumferences were measured 3 times with a nonstretchable measuring tape to the nearest 0.1 cm, and the mean values were calculated."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37277",
        "text": "A DXA scan (Hologic Discovery 4500 A, whole-body scan; Hologic Inc.) was performed and analyzed by using Apex version 13.3.3 software. This provided information on whole-body LM (kilograms), fat mass (FM; kilograms), bone area (BA; centimeters squared), BMC (grams), and bone mineral density (BMD; grams per centimeters squared). As suggested by VanItallie et al. (18) , we also reported FM and LM normalized for height: FM index (FMI) = FM/squared height and LM index (LMI) = LM/squared height.",
        "section": "Study protocol of follow-up",
        "section_number": 11,
        "sentences": [
            "A DXA scan (Hologic Discovery 4500 A, whole-body scan; Hologic Inc.) was performed and analyzed by using Apex version 13.3.3 software.",
            "This provided information on whole-body LM (kilograms), fat mass (FM; kilograms), bone area (BA; centimeters squared), BMC (grams), and bone mineral density (BMD; grams per centimeters squared).",
            "As suggested by VanItallie et al. (18) , we also reported FM and LM normalized for height: FM index (FMI) = FM/squared height and LM index (LMI) = LM/squared height."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37277",
        "text": "After 15 min of rest in the supine position, blood pressure (BP) was measured 6 times during 30 min. The measurements were performed on the nondominant arm with an automatic device (Dinamap) by using an appropriate cuff for the upper arm circumference. Systolic and diastolic BP (SBP and DBP, respectively) were reported by the device, and mean arterial pressure (MAP) was calculated as [(DBP 3 2) + SBP]/3. Means for SBP, DBP, and MAP were calculated from the 6 measurements. Absolute values were converted to percentiles adjusted for sex, age, and height (19) . A blood sample was obtained after an overnight fast. Emla (lidocaine/prilocaine) cream (As-traZeneca) was applied $30 min before the insertion of an intravenous cannula.",
        "section": "Study protocol of follow-up",
        "section_number": 12,
        "sentences": [
            "After 15 min of rest in the supine position, blood pressure (BP) was measured 6 times during 30 min.",
            "The measurements were performed on the nondominant arm with an automatic device (Dinamap) by using an appropriate cuff for the upper arm circumference.",
            "Systolic and diastolic BP (SBP and DBP, respectively) were reported by the device, and mean arterial pressure (MAP) was calculated as [(DBP 3 2) + SBP]/3.",
            "Means for SBP, DBP, and MAP were calculated from the 6 measurements.",
            "Absolute values were converted to percentiles adjusted for sex, age, and height (19) .",
            "A blood sample was obtained after an overnight fast.",
            "Emla (lidocaine/prilocaine) cream (As-traZeneca) was applied $30 min before the insertion of an intravenous cannula."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37277",
        "text": "To assess nutritional habits at age 8 y, parents and children were asked to fill in a 3-d nutritional diary. During 2 weekdays and 1 weekend day, all meals, snacks, and beverages were recorded as precisely as possible. These data were entered in a digital nutrient-calculating tool on the The Netherlands Nutrition Center website (20) , which calculated daily intakes of energy, fat, protein, carbohydrates, and various micronutrients.",
        "section": "Study protocol of follow-up",
        "section_number": 13,
        "sentences": [
            "To assess nutritional habits at age 8 y, parents and children were asked to fill in a 3-d nutritional diary.",
            "During 2 weekdays and 1 weekend day, all meals, snacks, and beverages were recorded as precisely as possible.",
            "These data were entered in a digital nutrient-calculating tool on the The Netherlands Nutrition Center website (20) , which calculated daily intakes of energy, fat, protein, carbohydrates, and various micronutrients."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37277",
        "text": "Educational level and ethnicity were self-reported by parents. Educational level was categorized as neither of the parents, 1 parent, or both parents having completed higher education. Ethnicity was categorized as white when both parents were from white origin.",
        "section": "Study protocol of follow-up",
        "section_number": 14,
        "sentences": [
            "Educational level and ethnicity were self-reported by parents.",
            "Educational level was categorized as neither of the parents, 1 parent, or both parents having completed higher education.",
            "Ethnicity was categorized as white when both parents were from white origin."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37277",
        "text": "The study protocol was approved by the Ethics Committee of VU University Medical Center, Amsterdam. All parents of participants gave written informed consent. This trial was registered at www.trialregister.nl as NTR 2972 (follow-up study ",
        "section": "Study protocol of follow-up",
        "section_number": 15,
        "sentences": [
            "The study protocol was approved by the Ethics Committee of VU University Medical Center, Amsterdam.",
            "All parents of participants gave written informed consent.",
            "This trial was registered at www.trialregister.nl as NTR 2972 (follow-up study"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37277",
        "text": "The following variables were analyzed on an automated Modular analytics (Roche Diagnostics) immediately after blood was obtained: glucose (millimoles per liter), triglycerides (millimoles per liter), total cholesterol (millimoles per liter), HDL cholesterol (millimoles per liter), calcium (millimoles per liter), phosphate (millimoles per liter), magnesium (millimoles per liter), free thyroxine (fT4; picomoles per liter), and thyroidstimulating hormone (micro-International Units per liter). LDL cholesterol (millimoles per liter) was calculated by using the Friedewald et al. (21) formula.",
        "section": "Laboratory analysis",
        "section_number": 16,
        "sentences": [
            "The following variables were analyzed on an automated Modular analytics (Roche Diagnostics) immediately after blood was obtained: glucose (millimoles per liter), triglycerides (millimoles per liter), total cholesterol (millimoles per liter), HDL cholesterol (millimoles per liter), calcium (millimoles per liter), phosphate (millimoles per liter), magnesium (millimoles per liter), free thyroxine (fT4; picomoles per liter), and thyroidstimulating hormone (micro-International Units per liter).",
            "LDL cholesterol (millimoles per liter) was calculated by using the Friedewald et al. (21) formula."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37277",
        "text": "For the following analyses, plasma was stored at 2808C and thawed once, just before analysis. Insulin (picomoles per liter), C-peptide (nanomoles per liter), and cortisol (nanomoles per liter) were measured by using immunoassays (Luminescence; Advia Centaur XP; Siemens Medical Solutions Diagnostics). The interassay CV ranges were 7-8%, 5-7%, and 6-7%, respectively. The lower detection limits were 10 pmol/L and 0.03 and 30 nmol/L, respectively. Leptin (micrograms per liter) was measured by radioimmunoassay (Linco Research, Inc.), with an interassay CV of 6% and a lower detection limit of 0.5 mg/L.",
        "section": "Laboratory analysis",
        "section_number": 17,
        "sentences": [
            "For the following analyses, plasma was stored at 2808C and thawed once, just before analysis.",
            "Insulin (picomoles per liter), C-peptide (nanomoles per liter), and cortisol (nanomoles per liter) were measured by using immunoassays (Luminescence; Advia Centaur XP; Siemens Medical Solutions Diagnostics).",
            "The interassay CV ranges were 7-8%, 5-7%, and 6-7%, respectively.",
            "The lower detection limits were 10 pmol/L and 0.03 and 30 nmol/L, respectively.",
            "Leptin (micrograms per liter) was measured by radioimmunoassay (Linco Research, Inc.), with an interassay CV of 6% and a lower detection limit of 0.5 mg/L."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37277",
        "text": "Adrenocorticotropic hormone (ACTH) (picomoles per liter) and insulin-like growth factor (IGF) I (nanomoles per liter) were measured by chemiluminescence immunoassay (Liaison Diasorin S.p.A.). The interassay CV was 6% for ACTH, and ranged from 7.4% to 16% for IGF-I. The lower detection limits were 1.1 pmol/L and 3.2 nmol/L, respectively. IGF binding protein 3 (IGF-BP3; milligrams per liter) was measured by using a noncompetitive immunoassay (ELISA; DRG International Inc.). The interassay CV ranged from 9% to 17%, and the lower detection limit was 0.4 mg/L. 25-Hydroxycholecalciferol (picomoles per liter) was measured by HPLC separation with tandem mass spectrometry detection (22) . The interassay CV ranged from 6% to 8%, and the lower detection limit was 4 nmol/L.",
        "section": "Laboratory analysis",
        "section_number": 18,
        "sentences": [
            "Adrenocorticotropic hormone (ACTH) (picomoles per liter) and insulin-like growth factor (IGF) I (nanomoles per liter) were measured by chemiluminescence immunoassay (Liaison Diasorin S.p.",
            "A.).",
            "The interassay CV was 6% for ACTH, and ranged from 7.4% to 16% for IGF-I. The lower detection limits were 1.1 pmol/L and 3.2 nmol/L, respectively.",
            "IGF binding protein 3 (IGF-BP3; milligrams per liter) was measured by using a noncompetitive immunoassay (ELISA; DRG International Inc.).",
            "The interassay CV ranged from 9% to 17%, and the lower detection limit was 0.4 mg/L. 25-Hydroxycholecalciferol (picomoles per liter) was measured by HPLC separation with tandem mass spectrometry detection (22) .",
            "The interassay CV ranged from 6% to 8%, and the lower detection limit was 4 nmol/L."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37277",
        "text": "HOMA-IR was calculated from fasting glucose and insulin concentrations as [glucose (mmol/L) 3 insulin (mIU/L)]/22.5. All laboratory tests were performed by the Department of Clinical Chemistry and the Endocrine Laboratory of VU University Medical Center, Amsterdam.",
        "section": "Laboratory analysis",
        "section_number": 19,
        "sentences": [
            "HOMA-IR was calculated from fasting glucose and insulin concentrations as [glucose (mmol/L) 3 insulin (mIU/L)]/22.5.",
            "All laboratory tests were performed by the Department of Clinical Chemistry and the Endocrine Laboratory of VU University Medical Center, Amsterdam."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37277",
        "text": "We aimed to study 37 participants/feeding group, which would allow us to detect a difference (mean 6 SD) in growth variable SD scores (SDSs) of 0.5 6 0.7, a 3.5% 6 0.5% difference in fat percentage, or both, with a power of 80% and an a of 0.05. Auxologic data were converted to SDSs on the basis of Dutch reference data (23) . Groups were compared on an intention-totreat basis. Normally distributed outcome data (reported as means 6 SDs) were analyzed by using (multivariable) regression analysis to compare the PDF to the TF group and the HM group to the PDF and TF groups. Skewed data (reported as medians and 25th-75th percentile IQRs) were ln-transformed and subsequently analyzed by using (multivariable) linear regression analysis. Variables that were unequally distributed among the feeding groups (P , 0.05) were considered as possible confounders and were included in the regression analyses as covariates. This was the case for GA, birth weight (BW), and parental educational level ( Table 1 ). Because previous studies suggested beneficial effects of PDF specifically for boys and infants born small-for-gestational-age (SGA), the regression analyses were also adjusted for sex and SGA status (BW and/or birth length #22 SDSs). Analyses with FM, LM, and bone variables were additionally adjusted for weight and height. Analyses with BMC were also adjusted for BA.",
        "section": "Statistical analysis",
        "section_number": 20,
        "sentences": [
            "We aimed to study 37 participants/feeding group, which would allow us to detect a difference (mean 6 SD) in growth variable SD scores (SDSs) of 0.5 6 0.7, a 3.5% 6 0.5% difference in fat percentage, or both, with a power of 80% and an a of 0.05.",
            "Auxologic data were converted to SDSs on the basis of Dutch reference data (23) .",
            "Groups were compared on an intention-totreat basis.",
            "Normally distributed outcome data (reported as means 6 SDs) were analyzed by using (multivariable) regression analysis to compare the PDF to the TF group and the HM group to the PDF and TF groups.",
            "Skewed data (reported as medians and 25th-75th percentile IQRs) were ln-transformed and subsequently analyzed by using (multivariable) linear regression analysis.",
            "Variables that were unequally distributed among the feeding groups (P , 0.05) were considered as possible confounders and were included in the regression analyses as covariates.",
            "This was the case for GA, birth weight (BW), and parental educational level ( Table 1 ).",
            "Because previous studies suggested beneficial effects of PDF specifically for boys and infants born small-for-gestational-age (SGA), the regression analyses were also adjusted for sex and SGA status (BW and/or birth length #22 SDSs).",
            "Analyses with FM, LM, and bone variables were additionally adjusted for weight and height.",
            "Analyses with BMC were also adjusted for BA."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37277",
        "text": "To explore the impact of early weight changes on the effect of the intervention on the outcomes at age 8 y, we performed 2 types of post hoc analyses, considering the following: 1) weight loss from birth to term age ($1 compared with ,1 SDS) and 2) weight gain from term age to 6-mo CA ($0.67 compared with ,0.67 SDS). First, we added an interaction term (feeding group 3 weight loss or gain) to the regression equation. Second, if the interaction term was significant, we performed analyses stratified by weight loss or gain. Significance was reached at a ",
        "section": "Statistical analysis",
        "section_number": 21,
        "sentences": [
            "To explore the impact of early weight changes on the effect of the intervention on the outcomes at age 8 y, we performed 2 types of post hoc analyses, considering the following: 1) weight loss from birth to term age ($1 compared with ,1 SDS) and 2) weight gain from term age to 6-mo CA ($0.67 compared with ,0.67 SDS).",
            "First, we added an interaction term (feeding group 3 weight loss or gain) to the regression equation.",
            "Second, if the interaction term was significant, we performed analyses stratified by weight loss or gain.",
            "Significance was reached at a"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37277",
        "text": "Of the 152 children who completed the original trial, 21 were excluded on the basis of the exclusion criteria. A total of 131 parents and children were approached for follow-up, and 52 declined to participate or could not be traced. Seventy-nine children were included for follow-up (from March 2011 to April 2014) at age 8 y: 33 from the original PDF group, 21 from the original TF group, and 25 from the original HM group (Figure 1 ). Exclusions and nonparticipants were equally distributed among the feeding groups (chi-square test, overall P = 0.341; PDF compared with TF, P = 0.190). Baseline characteristics were not different between participants and nonparticipants as a group (Table 1) . Furthermore, we compared weight, length, and head circumference SDSs at birth, term age, and at 3-, 6-, 12-, and 24-mo CA between participants and nonparticipants and found no significant differences at any of the time points (data not shown). However, within nonparticipants, FMI and FM% were lower in the PDF group than in the TF group at 6-mo CA (P = 0.045 and 0.028, respectively), whereas within participants, no differences between the PDF and TF group in FM or FMI, LM or LMI, and FM% at 6-mo CA were found.",
        "section": "RESULTS",
        "section_number": 22,
        "sentences": [
            "Of the 152 children who completed the original trial, 21 were excluded on the basis of the exclusion criteria.",
            "A total of 131 parents and children were approached for follow-up, and 52 declined to participate or could not be traced.",
            "Seventy-nine children were included for follow-up (from March 2011 to April 2014) at age 8 y: 33 from the original PDF group, 21 from the original TF group, and 25 from the original HM group (Figure 1 ).",
            "Exclusions and nonparticipants were equally distributed among the feeding groups (chi-square test, overall P = 0.341; PDF compared with TF, P = 0.190).",
            "Baseline characteristics were not different between participants and nonparticipants as a group (Table 1) .",
            "Furthermore, we compared weight, length, and head circumference SDSs at birth, term age, and at 3-, 6-, 12-, and 24-mo CA between participants and nonparticipants and found no significant differences at any of the time points (data not shown).",
            "However, within nonparticipants, FMI and FM% were lower in the PDF group than in the TF group at 6-mo CA (P = 0.045 and 0.028, respectively), whereas within participants, no differences between the PDF and TF group in FM or FMI, LM or LMI, and FM% at 6-mo CA were found."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37277",
        "text": "Growth variables measured at birth, term age, and at 3-, 6-, 12-, and 24-mo CA and 8 y were compared according to type of feeding. No differences between the groups were found at any of the time points ( Figure 2 ).",
        "section": "Primary outcomes",
        "section_number": 23,
        "sentences": [
            "Growth variables measured at birth, term age, and at 3-, 6-, 12-, and 24-mo CA and 8 y were compared according to type of feeding.",
            "No differences between the groups were found at any of the time points ( Figure 2 )."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37277",
        "text": "Both body size and body composition at 8 y were not different between the children fed PDF or TF from term age until 6-mo CA ( Table 2) . Adjustment of the regression analyses with FM and LM for weight and height did not change these results (data not shown).",
        "section": "Primary outcomes",
        "section_number": 24,
        "sentences": [
            "Both body size and body composition at 8 y were not different between the children fed PDF or TF from term age until 6-mo CA ( Table 2) .",
            "Adjustment of the regression analyses with FM and LM for weight and height did not change these results (data not shown)."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37277",
        "text": "Bone variables, including serum calcium, phosphate, vitamin D, and magnesium, were compared between the formula groups and no significant differences were found ( Table 3) . For BMC, BA was added to the regression model, but this had no effect on the association between feeding group and BMC. No differences were found in metabolic health variables between PDF-and TF-fed children ( Table 4) . Adjustment for the potential confounding variables GA, BW, and educational level of the parents or sex and SGA status did not lead to significant differences between the 2 formula groups (data not shown), with the exception of ACTH [b (95% CI): 0.32 (0.03, 0.61) (P = 0.031) and 0.33 (0.01, 0.66) (P = 0.043), respectively, for ln-transformed variable].",
        "section": "Primary outcomes",
        "section_number": 25,
        "sentences": [
            "Bone variables, including serum calcium, phosphate, vitamin D, and magnesium, were compared between the formula groups and no significant differences were found ( Table 3) .",
            "For BMC, BA was added to the regression model, but this had no effect on the association between feeding group and BMC.",
            "No differences were found in metabolic health variables between PDF-and TF-fed children ( Table 4) .",
            "Adjustment for the potential confounding variables GA, BW, and educational level of the parents or sex and SGA status did not lead to significant differences between the 2 formula groups (data not shown), with the exception of ACTH [b (95% CI): 0.32 (0.03, 0.61) (P = 0.031) and 0.33 (0.01, 0.66) (P = 0.043), respectively, for ln-transformed variable]."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37277",
        "text": "When comparing the HM group with the PDF and TF groups, no differences were found in body size, body composition, bone . Thyroid-stimulating hormone was lower in both the PDF and TF groups than in the On the basis of the 3-d nutritional diaries we compared the mean daily intakes of energy (kilocalories), (saturated) fat (grams), protein (grams), carbohydrates (grams), fiber (grams), and salt (grams) at age 8 y between the feeding groups. No significant differences were found for any of the nutrients (P . 0.10; data not shown).",
        "section": "Secondary outcomes",
        "section_number": 26,
        "sentences": [
            "When comparing the HM group with the PDF and TF groups, no differences were found in body size, body composition, bone .",
            "Thyroid-stimulating hormone was lower in both the PDF and TF groups than in the On the basis of the 3-d nutritional diaries we compared the mean daily intakes of energy (kilocalories), (saturated) fat (grams), protein (grams), carbohydrates (grams), fiber (grams), and salt (grams) at age 8 y between the feeding groups.",
            "No significant differences were found for any of the nutrients (P .",
            "0.10; data not shown)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37277",
        "text": "There was no interaction between the type of feeding and weight loss from birth to term age when assessing the effect of feeding type on our outcome variables (all P . 0.10). An interaction was found between the type of feeding (PDF compared with TF) and weight gain from term age to 6-mo CA on anthropometric measurements (weight, P = 0.071; weight SDS, P = 0.006; head circumference, P = 0.028) and DXA bone variables (BA, P = 0.092; BMC, P = 0.023; BMD, P = 0.031). In addition, an interaction was found between the type of feeding (TF compared with HM) and weight gain from term age to 6-mo CA on anthropometric measurements (weight, P = 0.022; weight SDS, P = 0.006; head circumference, P = 0.003; head circumference SDS, P = 0.005), body composition (FM, P = 0.066; LM, P = 0.041), DXA bone variables (BA, P = 0.054; BMC, P = 0.046), and BP (mean MAP, P = 0.068; mean DBP, P = 0.061). There was no evidence for an interaction between feeding type (PDF compared with HM) and weight gain from term age to 6-mo CA on outcomes, with the exception of head circumference SDS (P = 0.073). Within the group of children with a weight gain $0.67 SDS (n = 34), there were no significant differences between the PDF and TF groups, nor between the PDF and HM groups. Children from the TF group had a larger waist circumference than those in the HM group. Furthermore, they showed a tendency toward increases in head circumference (P = 0.050), LM (P = 0.068), LMI (P = 0.057), BMC (P = 0.059), and BMD (P = 0.053) (data not shown). Within the group of children with a weight gain ,0.67 SDS (n = 45), there were no significant differences between the PDF and HM groups (data not shown). Compared with children fed TF, children fed PDF showed a higher weight-for-age SDS; weight-for-height SDS; BMI (SDS); head, waist, and hip circumferences (including SDSs); LMI; and BMC ( Table 5) . When comparing TF and HM, weight, BMI, head, waist, and hip circumferences (including SDSs), and DBP and DBP percentile, were lower in the TF group (data not shown). Unadjusted P values are reported. For skewed data, ln-transformed variables were used. ACTH, adrenocorticotropic hormone; DBP, diastolic blood pressure; fT4, free thyroxine; HM, human milk; IGF-BP3, IGF binding protein 3; IGF-I, insulin-like growth factor I; MAP, mean arterial pressure; PDF, postdischarge formula; SBP, systolic blood pressure; TF, term formula; TSH, thyroid-stimulating hormone.",
        "section": "Post hoc analyses considering early weight changes",
        "section_number": 27,
        "sentences": [
            "There was no interaction between the type of feeding and weight loss from birth to term age when assessing the effect of feeding type on our outcome variables (all P .",
            "0.10).",
            "An interaction was found between the type of feeding (PDF compared with TF) and weight gain from term age to 6-mo CA on anthropometric measurements (weight, P = 0.071; weight SDS, P = 0.006; head circumference, P = 0.028) and DXA bone variables (BA, P = 0.092; BMC, P = 0.023; BMD, P = 0.031).",
            "In addition, an interaction was found between the type of feeding (TF compared with HM) and weight gain from term age to 6-mo CA on anthropometric measurements (weight, P = 0.022; weight SDS, P = 0.006; head circumference, P = 0.003; head circumference SDS, P = 0.005), body composition (FM, P = 0.066; LM, P = 0.041), DXA bone variables (BA, P = 0.054; BMC, P = 0.046), and BP (mean MAP, P = 0.068; mean DBP, P = 0.061).",
            "There was no evidence for an interaction between feeding type (PDF compared with HM) and weight gain from term age to 6-mo CA on outcomes, with the exception of head circumference SDS (P = 0.073).",
            "Within the group of children with a weight gain $0.67 SDS (n = 34), there were no significant differences between the PDF and TF groups, nor between the PDF and HM groups.",
            "Children from the TF group had a larger waist circumference than those in the HM group.",
            "Furthermore, they showed a tendency toward increases in head circumference (P = 0.050), LM (P = 0.068), LMI (P = 0.057), BMC (P = 0.059), and BMD (P = 0.053) (data not shown).",
            "Within the group of children with a weight gain ,0.67 SDS (n = 45), there were no significant differences between the PDF and HM groups (data not shown).",
            "Compared with children fed TF, children fed PDF showed a higher weight-for-age SDS; weight-for-height SDS; BMI (SDS); head, waist, and hip circumferences (including SDSs); LMI; and BMC ( Table 5) .",
            "When comparing TF and HM, weight, BMI, head, waist, and hip circumferences (including SDSs), and DBP and DBP percentile, were lower in the TF group (data not shown).",
            "Unadjusted P values are reported.",
            "For skewed data, ln-transformed variables were used.",
            "ACTH, adrenocorticotropic hormone; DBP, diastolic blood pressure; fT4, free thyroxine; HM, human milk; IGF-BP3, IGF binding protein 3; IGF-I, insulin-like growth factor I; MAP, mean arterial pressure; PDF, postdischarge formula; SBP, systolic blood pressure; TF, term formula; TSH, thyroid-stimulating hormone."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37277",
        "text": "2 Percentiles for SBP and DBP were adjusted for sex, age, and height.",
        "section": "Post hoc analyses considering early weight changes",
        "section_number": 28,
        "sentences": [
            "2 Percentiles for SBP and DBP were adjusted for sex, age, and height."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37277",
        "text": "In our follow-up study of postdischarge nutrition in infants born preterm, we found no differences in body size, body composition, bone variables, BP, or metabolic health variables at age 8 y between children fed PDF or TF from term age to 6-mo CA. Furthermore, there were no differences between children fed HM or formula from term age to 6-mo CA.",
        "section": "DISCUSSION",
        "section_number": 29,
        "sentences": [
            "In our follow-up study of postdischarge nutrition in infants born preterm, we found no differences in body size, body composition, bone variables, BP, or metabolic health variables at age 8 y between children fed PDF or TF from term age to 6-mo CA.",
            "Furthermore, there were no differences between children fed HM or formula from term age to 6-mo CA."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37277",
        "text": "There may be several possible explanations for the lack of association between type of feeding and outcomes at age 8 y. First, our sample was probably too small to detect significant differences between treatment arms. Second, the timing of the intervention might have been too late to exert persistent effects on body composition. The growth trajectories of our study population from birth to age 8 y showed that postnatal growth restriction between birth and term age was considerable in our cohort. In addition, as shown before, our study population had a much lower protein intake in the early postnatal (predischarge) period, compared with another cohort in which the current European Society for Pediatric Gastroenterology, Hepatology, and Nutrition guideline was followed (24) . According to this guideline, a protein intake of 3.5-4.5 g $ kg 21 $ d 21 is recommended immediately after preterm birth (25) . Together with protein, a balanced parenteral supply of energy and lipids as soon as possible after birth should be pursued (26) . There is no doubt that this approach substantially reduces the extent of postnatal growth restriction (27, 28) and, as a consequence, the need for catch-up. Altogether, this emphasizes the importance of an adequate early nutritional supply to accomplish adequate postnatal growth and healthy neurocognitive and metabolic development (29) . Third, because the differences at 6-mo CA were small, the children's diet and their individual lifestyles after the intervention might have attenuated the potential benefits of PDF.",
        "section": "DISCUSSION",
        "section_number": 30,
        "sentences": [
            "There may be several possible explanations for the lack of association between type of feeding and outcomes at age 8 y. First, our sample was probably too small to detect significant differences between treatment arms.",
            "Second, the timing of the intervention might have been too late to exert persistent effects on body composition.",
            "The growth trajectories of our study population from birth to age 8 y showed that postnatal growth restriction between birth and term age was considerable in our cohort.",
            "In addition, as shown before, our study population had a much lower protein intake in the early postnatal (predischarge) period, compared with another cohort in which the current European Society for Pediatric Gastroenterology, Hepatology, and Nutrition guideline was followed (24) .",
            "According to this guideline, a protein intake of 3.5-4.5 g $ kg 21 $ d 21 is recommended immediately after preterm birth (25) .",
            "Together with protein, a balanced parenteral supply of energy and lipids as soon as possible after birth should be pursued (26) .",
            "There is no doubt that this approach substantially reduces the extent of postnatal growth restriction (27, 28) and, as a consequence, the need for catch-up.",
            "Altogether, this emphasizes the importance of an adequate early nutritional supply to accomplish adequate postnatal growth and healthy neurocognitive and metabolic development (29) .",
            "Third, because the differences at 6-mo CA were small, the children's diet and their individual lifestyles after the intervention might have attenuated the potential benefits of PDF."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37277",
        "text": "Previously, (short-term) benefits of nutrient-enriched PDF have been reported, particularly for boys and infants born SGA (9) . Adding sex and SGA status to our regression models did not result in significant differences between the formula groups. The presumed benefits on body size, body composition, bone variables, and metabolic health could not be tested separately for boys and infants born SGA in our population due to the small sample sizes of the subgroups. The post hoc analyses might imply an advantage of PDF in children with a weight gain ,0.67 SDS between term age and 6-mo CA, albeit not for every outcome, but the impact on long-term health remains unknown. Moreover, because subgroups were very small, these results should be interpreted with caution.",
        "section": "DISCUSSION",
        "section_number": 31,
        "sentences": [
            "Previously, (short-term) benefits of nutrient-enriched PDF have been reported, particularly for boys and infants born SGA (9) .",
            "Adding sex and SGA status to our regression models did not result in significant differences between the formula groups.",
            "The presumed benefits on body size, body composition, bone variables, and metabolic health could not be tested separately for boys and infants born SGA in our population due to the small sample sizes of the subgroups.",
            "The post hoc analyses might imply an advantage of PDF in children with a weight gain ,0.67 SDS between term age and 6-mo CA, albeit not for every outcome, but the impact on long-term health remains unknown.",
            "Moreover, because subgroups were very small, these results should be interpreted with caution."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37277",
        "text": "Although, to our knowledge, no long-term follow-up studies with PDF as a nutritional intervention specifically have been published, follow-up data of early postnatal nutrition for pretermborn infants in a broader context are available. Similar to our results, short-term effects were found that did not persist into childhood. Two parallel randomized trials of predischarge diet (banked breast milk compared with preterm formula, preterm compared with term formula supplemented to own mother's milk) showed enhanced neonatal growth in preterm-born formula-fed infants. However, no differences in growth or skinfold thickness at ages 9 and 18 mo, nor at ages 7.5-8 y, were observed (30) . Furthermore, there was no effect of early diet on bone mass, FMI, and LMI at ages 8-12 y (31, 32), nor on peak bone mass at age 20 y (33) . In contrast to our findings at age 8 y, a positive effect of an HM-rich diet was found on whole-body BA and BMC at age 20 y (33). We did not find such a positive effect of HM; however, HM-fed children received a considerable amount of TF after 3-mo CA because of insufficiently available HM. Moreover, our follow-up was at age 8 y instead of age 20 y. Both short-and long-term benefits of HM for preterm-born infants have been described, notably decreased risks of developing obesity and type 2 diabetes (34), higher whole-body bone mass and BMC (35) , and higher intelligence quotient (36) . In our study, such benefits were not found, even though the parents of infants receiving HM were more often highly educated. Parental educational level (as a proxy for socioeconomic status) has been associated with quality of diet (37, 38) and metabolic health, possibly through the degree of physical activity in children (39) . The few small differences found between the HM group and the formula groups may be explained merely by chance.",
        "section": "DISCUSSION",
        "section_number": 32,
        "sentences": [
            "Although, to our knowledge, no long-term follow-up studies with PDF as a nutritional intervention specifically have been published, follow-up data of early postnatal nutrition for pretermborn infants in a broader context are available.",
            "Similar to our results, short-term effects were found that did not persist into childhood.",
            "Two parallel randomized trials of predischarge diet (banked breast milk compared with preterm formula, preterm compared with term formula supplemented to own mother's milk) showed enhanced neonatal growth in preterm-born formula-fed infants.",
            "However, no differences in growth or skinfold thickness at ages 9 and 18 mo, nor at ages 7.5-8 y, were observed (30) .",
            "Furthermore, there was no effect of early diet on bone mass, FMI, and LMI at ages 8-12 y (31, 32), nor on peak bone mass at age 20 y (33) .",
            "In contrast to our findings at age 8 y, a positive effect of an HM-rich diet was found on whole-body BA and BMC at age 20 y (33).",
            "We did not find such a positive effect of HM; however, HM-fed children received a considerable amount of TF after 3-mo CA because of insufficiently available HM.",
            "Moreover, our follow-up was at age 8 y instead of age 20 y. Both short-and long-term benefits of HM for preterm-born infants have been described, notably decreased risks of developing obesity and type 2 diabetes (34), higher whole-body bone mass and BMC (35) , and higher intelligence quotient (36) .",
            "In our study, such benefits were not found, even though the parents of infants receiving HM were more often highly educated.",
            "Parental educational level (as a proxy for socioeconomic status) has been associated with quality of diet (37, 38) and metabolic health, possibly through the degree of physical activity in children (39) .",
            "The few small differences found between the HM group and the formula groups may be explained merely by chance."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37277",
        "text": "In our study, we measured a set of outcomes that was previously associated with cardiometabolic disease risk (3, 40) . Although there is no consensus on a pediatric definition of metabolic syndrome, Ford and Li (41) suggested that, with appropriate adjustments, criteria for adults could be extrapolated to children. Common components for the diagnosis of metabolic syndrome include fasting concentrations of triglycerides, HDL cholesterol, and glucose; waist circumference; and BP. Ramírez-Vélez et al. (42) compared 4 different definitions of metabolic syndrome in a large cohort of children and adolescents aged 9-17 y, and found that its incidence varied considerably with the definition used. Overall, our cohort of preterm-born children did not fulfill any of these definitions at age 8 y. In particular, children fed PDF did not have a higher BP or a more harmful cardiometabolic profile. On the basis of these results, we have no reason to believe that PDF has an adverse effect on metabolic health at age 8 y.",
        "section": "DISCUSSION",
        "section_number": 33,
        "sentences": [
            "In our study, we measured a set of outcomes that was previously associated with cardiometabolic disease risk (3, 40) .",
            "Although there is no consensus on a pediatric definition of metabolic syndrome, Ford and Li (41) suggested that, with appropriate adjustments, criteria for adults could be extrapolated to children.",
            "Common components for the diagnosis of metabolic syndrome include fasting concentrations of triglycerides, HDL cholesterol, and glucose; waist circumference; and BP.",
            "Ramírez-Vélez et al. (42) compared 4 different definitions of metabolic syndrome in a large cohort of children and adolescents aged 9-17 y, and found that its incidence varied considerably with the definition used.",
            "Overall, our cohort of preterm-born children did not fulfill any of these definitions at age 8 y. In particular, children fed PDF did not have a higher BP or a more harmful cardiometabolic profile.",
            "On the basis of these results, we have no reason to believe that PDF has an adverse effect on metabolic health at age 8 y."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37277",
        "text": "The main strength of our study is that it comprises a long-term follow-up of an early nutritional randomized trial. An important limitation of our study, as in many follow-up studies, is attrition, which may introduce selection bias and limits the statistical power of the study. However, participants of the follow-up study were representative of the original cohort, because baseline characteristics were not different between participants and nonparticipants, although, when comparing body composition at 6-mo CA (the primary outcome of the original RCT) between the intervention groups, we were able to reproduce our previous observation that showed that PDF decreased FM at 6-mo CA among nonparticipants but not among participants. Therefore, it could be possible that if all former participants had participated in the follow-up, our results at age 8 y would have been different. In addition, the numbers of nonparticipants were not statistically different between the feeding groups, although in absolute numbers a higher percentage of the original PDF group was seen for follow-up at age 8 y (61% of the PDF group compared with 44% of the TF group). This may overestimate the effect of PDF on outcomes at 8 y; nevertheless, we did not observe any differences. As stated recently by the European Society for Pediatric Gastroenterology, Hepatology, and Nutrition Early Nutrition Research Working Group, despite the almost inevitable cohort attrition, long-term follow-up of early-nutrition RCTs is necessary (43) .",
        "section": "DISCUSSION",
        "section_number": 34,
        "sentences": [
            "The main strength of our study is that it comprises a long-term follow-up of an early nutritional randomized trial.",
            "An important limitation of our study, as in many follow-up studies, is attrition, which may introduce selection bias and limits the statistical power of the study.",
            "However, participants of the follow-up study were representative of the original cohort, because baseline characteristics were not different between participants and nonparticipants, although, when comparing body composition at 6-mo CA (the primary outcome of the original RCT) between the intervention groups, we were able to reproduce our previous observation that showed that PDF decreased FM at 6-mo CA among nonparticipants but not among participants.",
            "Therefore, it could be possible that if all former participants had participated in the follow-up, our results at age 8 y would have been different.",
            "In addition, the numbers of nonparticipants were not statistically different between the feeding groups, although in absolute numbers a higher percentage of the original PDF group was seen for follow-up at age 8 y (61% of the PDF group compared with 44% of the TF group).",
            "This may overestimate the effect of PDF on outcomes at 8 y; nevertheless, we did not observe any differences.",
            "As stated recently by the European Society for Pediatric Gastroenterology, Hepatology, and Nutrition Early Nutrition Research Working Group, despite the almost inevitable cohort attrition, long-term follow-up of early-nutrition RCTs is necessary (43) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37277",
        "text": "Another limitation is the generalizability of our results to current neonatal intensive care unit populations, who are born even more prematurely.",
        "section": "DISCUSSION",
        "section_number": 35,
        "sentences": [
            "Another limitation is the generalizability of our results to current neonatal intensive care unit populations, who are born even more prematurely."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37277",
        "text": "Although early nutrition is a key factor for growth, body composition, and metabolism, it is certainly not the only one. Considering the complex interactions between endocrine factors, such as IGF-I, and nutrition, we hypothesize that introducing a protein-, but not calorie-, enriched nutrition (i.e., PDF) already before discharge might prevent excessive fat accretion and its accompanying long-term health risks. The terms \"postdischarge nutrition\" or PDF may become obsolete when the rather arbitrary division of the postnatal period in pre-and postdischarge with regard to nutrition is abandoned.",
        "section": "DISCUSSION",
        "section_number": 36,
        "sentences": [
            "Although early nutrition is a key factor for growth, body composition, and metabolism, it is certainly not the only one.",
            "Considering the complex interactions between endocrine factors, such as IGF-I, and nutrition, we hypothesize that introducing a protein-, but not calorie-, enriched nutrition (i.e., PDF) already before discharge might prevent excessive fat accretion and its accompanying long-term health risks.",
            "The terms \"postdischarge nutrition\" or PDF may become obsolete when the rather arbitrary division of the postnatal period in pre-and postdischarge with regard to nutrition is abandoned."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37277",
        "text": "In conclusion, this long-term follow-up study of a nutritional intervention RCT during the postdischarge phase of preterm-born infants showed that the beneficial effects of PDF at 6-mo CA were either not maintained or could not be confirmed due to attrition at the age of 8 y. However, we do not know whether the previous positive effects might be of influence later in life. A combination of optimal nutritional support before and after hospital discharge of preterm-born infants might result in a more physiologic growth pattern (i.e., less early postnatal growth restriction and catch-up growth thereafter). Therefore, we suggest that future research should focus on nutritional interventions in the pre-and postdischarge period as a continuum rather than as separate entities. Consistent with recent recommendations, parenteral or enteral nutrition should be started immediately after birth and increased rapidly to reduce the extent of postnatal growth restriction. As soon as an adequate growth rate (i.e., similar to the intrauterine norm) is achieved, energy and protein needs should be re-evaluated, and irrespective of whether the child is still admitted, a switch to a \"postdischarge formula composition\" may be considered for the prevention of excessive catchup growth while still supporting neurodevelopment.",
        "section": "DISCUSSION",
        "section_number": 37,
        "sentences": [
            "In conclusion, this long-term follow-up study of a nutritional intervention RCT during the postdischarge phase of preterm-born infants showed that the beneficial effects of PDF at 6-mo CA were either not maintained or could not be confirmed due to attrition at the age of 8 y. However, we do not know whether the previous positive effects might be of influence later in life.",
            "A combination of optimal nutritional support before and after hospital discharge of preterm-born infants might result in a more physiologic growth pattern (i.e., less early postnatal growth restriction and catch-up growth thereafter).",
            "Therefore, we suggest that future research should focus on nutritional interventions in the pre-and postdischarge period as a continuum rather than as separate entities.",
            "Consistent with recent recommendations, parenteral or enteral nutrition should be started immediately after birth and increased rapidly to reduce the extent of postnatal growth restriction.",
            "As soon as an adequate growth rate (i.e., similar to the intrauterine norm) is achieved, energy and protein needs should be re-evaluated, and irrespective of whether the child is still admitted, a switch to a \"postdischarge formula composition\" may be considered for the prevention of excessive catchup growth while still supporting neurodevelopment."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37277",
        "text": "The authors' responsibilities were as follows-MvdL and HNL: designed the research; CAR and MvdL: conducted the research; CAR: performed the statistical analyses and had primary responsibility for the final content; and all authors: interpreted the data, wrote the manuscript, and read and approved the final manuscript. None of the authors had any conflicts of interest to disclose. Neither Friesland Campina nor Hero Benelux had a role in the design and execution of the studies, or in the analysis and interpretation of the results.",
        "section": "DISCUSSION",
        "section_number": 38,
        "sentences": [
            "The authors' responsibilities were as follows-MvdL and HNL: designed the research; CAR and MvdL: conducted the research; CAR: performed the statistical analyses and had primary responsibility for the final content; and all authors: interpreted the data, wrote the manuscript, and read and approved the final manuscript.",
            "None of the authors had any conflicts of interest to disclose.",
            "Neither Friesland Campina nor Hero Benelux had a role in the design and execution of the studies, or in the analysis and interpretation of the results."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37277",
        "text": "Downloaded from https://academic.oup.com/ajcn/article-abstract/106/2/549/4557619 by Univ of Alberta Library user on 28 February 2020",
        "section": "",
        "section_number": 39,
        "sentences": [
            "Downloaded from https://academic.oup.com/ajcn/article-abstract/106/2/549/4557619 by Univ of Alberta Library user on 28 February 2020"
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37277",
        "text": "Values are means 6 SDs or medians (25th, 75th IQRs) unless otherwise indicated. BL, birth length; BW, birth weight; CA, corrected age; FM, fat mass; HC, head circumference; HM, human milk; LM, lean mass; NTISS, Neonatal Therapeutic Intervention Scoring System; PDF, postdischarge formula; RCT, randomized controlled trial; SDS, SD score; STEP, Study Toward the Effects of Post-discharge Nutrition; TF, term formula.2 Participants compared with nonparticipants, derived by using unpaired t test, chi-square test, or Mann-Whitney U test as appropriate.3,4 Only participants of the follow-up study-PDF compared with HM: 3 P = 0.034, 4 P = 0.019.5 Only participants of the follow-up study-TF compared with HM and PDF compared with HM: P , 0.05. Higher education = higher vocational education or university.POSTDISCHARGE NUTRITION RCT, LONG-TERM FOLLOW-UP",
        "section": "",
        "section_number": 40,
        "sentences": [
            "Values are means 6 SDs or medians (25th, 75th IQRs) unless otherwise indicated.",
            "BL, birth length; BW, birth weight; CA, corrected age; FM, fat mass; HC, head circumference; HM, human milk; LM, lean mass; NTISS, Neonatal Therapeutic Intervention Scoring System; PDF, postdischarge formula; RCT, randomized controlled trial; SDS, SD score; STEP, Study Toward the Effects of Post-discharge Nutrition; TF, term formula.2 Participants compared with nonparticipants, derived by using unpaired t test, chi-square test, or Mann-Whitney U test as appropriate.3,4 Only participants of the follow-up study-PDF compared with HM: 3 P = 0.034, 4 P = 0.019.5 Only participants of the follow-up study-TF compared with HM and PDF compared with HM: P , 0.05.",
            "Higher education = higher vocational education or university.",
            "POSTDISCHARGE NUTRITION RCT, LONG-TERM FOLLOW-UP"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37277",
        "text": "Values are means 6 SDs unless otherwise indicated. Unadjusted P values are reported. BA, bone area; BMC, bone mineral content; BMD, bone mineral density; DXA, dual-energy X-ray absorptiometry; HM, human milk; PDF, postdischarge formula; TF, term formula; 25(OH)D 3 , 25-hydroxycholecalciferol.",
        "section": "",
        "section_number": 41,
        "sentences": [
            "Values are means 6 SDs unless otherwise indicated.",
            "Unadjusted P values are reported.",
            "BA, bone area; BMC, bone mineral content; BMD, bone mineral density; DXA, dual-energy X-ray absorptiometry; HM, human milk; PDF, postdischarge formula; TF, term formula; 25(OH)D 3 , 25-hydroxycholecalciferol."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37277",
        "text": "Values are means 6 SDs unless otherwise indicated. PDF (n = 20) was compared with TF (n = 11) by using linear regression analysis, with unadjusted P values. *P , 0.05. BA, bone area; BMC, bone mineral content; BMD, bone mineral density; CA, corrected age; FM, fat mass; FMI, fat mass index; LM, lean mass; LMI, lean mass index; PDF, postdischarge formula; SDS, SD score adjusted for age (unless indicated otherwise); TF, term formula.2 FMI was ln-transformed before use in linear regression analysis.",
        "section": "",
        "section_number": 42,
        "sentences": [
            "Values are means 6 SDs unless otherwise indicated.",
            "PDF (n = 20) was compared with TF (n = 11) by using linear regression analysis, with unadjusted P values. *",
            "P , 0.05.",
            "BA, bone area; BMC, bone mineral content; BMD, bone mineral density; CA, corrected age; FM, fat mass; FMI, fat mass index; LM, lean mass; LMI, lean mass index; PDF, postdischarge formula; SDS, SD score adjusted for age (unless indicated otherwise); TF, term formula.2 FMI was ln-transformed before use in linear regression analysis."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    }
]