[
    {
        "doc_id": "38900",
        "text": "Purpose: We assessed the effectiveness of transcutaneous interferential (IF) electrical stimulation on constipation in postoperative Hirschsprung's disease (HD) patients. Methods: Thirty HD children (18 boys and 12 girls) with constipation who had no surgical complication were enrolled and then randomly divided into two treatment groups. The control group underwent only behavioral therapy comprising high fiber diet, hydration, toilet training and pelvic floor muscles exercises while; the IF group underwent behavioral therapy plus IF electrical stimulation. Patients underwent anorectal manometry before and 6 months after the treatment. In addition, a complete bowel diary with data on the frequency of defecation per week, stool form and the number of fecal soiling episodes, a constipation score and a visual pain score were obtained from all patients before, after treatment and 6 months later. Results: Constipation symptoms were improved in 10 (66%) and 4 (26.6%) patients in IF and control groups, respectively at 6 months of follow up (P b 0.03). Frequency of defecation per week significantly increased after the treatment in the IF group compared with control group at the 6 months of follow up (5.4 ± 2.1 vs. 3.3 ± 1.8 per week, respectively; P b 0.009). In addition, mean pain score was significantly decreased in IF group compared with controls after treatment (P b 0.05). Conclusion: IF electrical stimulation is an effective adjunct to behavioral therapy to overcome symptoms of constipation in postoperative HD patients.",
        "section": "Abstract",
        "sentences": [
            "Purpose: We assessed the effectiveness of transcutaneous interferential (IF) electrical stimulation on constipation in postoperative Hirschsprung's disease (HD) patients.",
            "Methods: Thirty HD children (18 boys and 12 girls) with constipation who had no surgical complication were enrolled and then randomly divided into two treatment groups.",
            "The control group underwent only behavioral therapy comprising high fiber diet, hydration, toilet training and pelvic floor muscles exercises while; the IF group underwent behavioral therapy plus IF electrical stimulation.",
            "Patients underwent anorectal manometry before and 6 months after the treatment.",
            "In addition, a complete bowel diary with data on the frequency of defecation per week, stool form and the number of fecal soiling episodes, a constipation score and a visual pain score were obtained from all patients before, after treatment and 6 months later.",
            "Results: Constipation symptoms were improved in 10 (66%) and 4 (26.6%) patients in IF and control groups, respectively at 6 months of follow up (P b 0.03).",
            "Frequency of defecation per week significantly increased after the treatment in the IF group compared with control group at the 6 months of follow up (5.4 ± 2.1 vs. 3.3 ± 1.8 per week, respectively; P b 0.009).",
            "In addition, mean pain score was significantly decreased in IF group compared with controls after treatment (P b 0.05).",
            "Conclusion: IF electrical stimulation is an effective adjunct to behavioral therapy to overcome symptoms of constipation in postoperative HD patients."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38900",
        "text": "treat constipation [5, 12] . The purpose of this study was to assess the effectiveness of transcutaneous IF electrical stimulation on constipation in postoperative HD patients who suffered from constipation.",
        "section": "",
        "section_number": 1,
        "sentences": [
            "treat constipation [5, 12] .",
            "The purpose of this study was to assess the effectiveness of transcutaneous IF electrical stimulation on constipation in postoperative HD patients who suffered from constipation."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38900",
        "text": "This was a single center, with balanced randomization study conducted in Tehran, Iran. Between May 2008 and October 2014, 30 postoperative HD children with persistent constipation who had no operative complication were recruited from pediatric surgery clinic at Children's Hospital Medical Center in Tehran, Iran. The patients were at least 4 years old and the diagnosis of HD had been confirmed for them through rectal biopsy. All patients had already undergone surgical treatment (transanal Soave pull-through); bowel dysfunction assessments were performed using clinical measures (history, physical examination and barium enema if necessary). Anastomosis stricture, fistula and remaining aganglionic segment after surgical treatment had been ruled out in each patient by history, physical examination, barium enema and rectal biopsy.",
        "section": "Participants",
        "section_number": 2,
        "sentences": [
            "This was a single center, with balanced randomization study conducted in Tehran, Iran.",
            "Between May 2008 and October 2014, 30 postoperative HD children with persistent constipation who had no operative complication were recruited from pediatric surgery clinic at Children's Hospital Medical Center in Tehran, Iran.",
            "The patients were at least 4 years old and the diagnosis of HD had been confirmed for them through rectal biopsy.",
            "All patients had already undergone surgical treatment (transanal Soave pull-through); bowel dysfunction assessments were performed using clinical measures (history, physical examination and barium enema if necessary).",
            "Anastomosis stricture, fistula and remaining aganglionic segment after surgical treatment had been ruled out in each patient by history, physical examination, barium enema and rectal biopsy."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38900",
        "text": "Patients who had constipation, positive history for passing of hard stool, and episodes of fecal soiling with irregular emptying of the bowel (Bristol Stool Form 1 and 3) [13] were included in the study. Constipation was defined according to the Rome III criteria [14] as having at least two of the following features for at least two months; a maximum of 2 defecation times per week, at least one episode of incontinence after toilet training, painful defecation and passing of hard stool with large diameter, positive history of fecal impaction or bowel movements that clogged the toilet. Additionally all included patients had failed to respond to at least six months of conventional therapy such as dietary modification and use of laxatives. Patients who had inflammatory or metabolic diseases and complication of surgical procedure were excluded from the study. The treatment protocol was approved by the local ethics committee of Tehran University of Medical Sciences (project n. 29,631). All procedures complied with the Declaration of Helsinki. Patients and their parents were educated about the study procedures and informed consents were signed by all enrolled participants or their medical proxy.",
        "section": "Participants",
        "section_number": 3,
        "sentences": [
            "Patients who had constipation, positive history for passing of hard stool, and episodes of fecal soiling with irregular emptying of the bowel (Bristol Stool Form 1 and 3) [13] were included in the study.",
            "Constipation was defined according to the Rome III criteria [14] as having at least two of the following features for at least two months; a maximum of 2 defecation times per week, at least one episode of incontinence after toilet training, painful defecation and passing of hard stool with large diameter, positive history of fecal impaction or bowel movements that clogged the toilet.",
            "Additionally all included patients had failed to respond to at least six months of conventional therapy such as dietary modification and use of laxatives.",
            "Patients who had inflammatory or metabolic diseases and complication of surgical procedure were excluded from the study.",
            "The treatment protocol was approved by the local ethics committee of Tehran University of Medical Sciences (project n. 29,631).",
            "All procedures complied with the Declaration of Helsinki.",
            "Patients and their parents were educated about the study procedures and informed consents were signed by all enrolled participants or their medical proxy."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38900",
        "text": "Of 237 HD patients who had been operated during the study period, 57 patients with persistent constipation assessed for eligibility and only 30 patients met inclusion criteria. They were randomly assigned in a balanced randomization study using random block sizes of 2 (ratio; 1:1) into two equal treatment groups. For allocation of the participants, a computer-generated list of random numbers was used. IF group (n = 15) underwent behavioral therapy combined with IF electrical stimulation. Control group (n = 15) received only behavioral therapy without IF electrical stimulation.",
        "section": "Participants",
        "section_number": 4,
        "sentences": [
            "Of 237 HD patients who had been operated during the study period, 57 patients with persistent constipation assessed for eligibility and only 30 patients met inclusion criteria.",
            "They were randomly assigned in a balanced randomization study using random block sizes of 2 (ratio; 1:1) into two equal treatment groups.",
            "For allocation of the participants, a computer-generated list of random numbers was used.",
            "IF group (n = 15) underwent behavioral therapy combined with IF electrical stimulation.",
            "Control group (n = 15) received only behavioral therapy without IF electrical stimulation."
        ],
        "sentence_labels": [
            -1,
            1,
            -1,
            -1,
            -1
        ],
        "classification_label": 0
    },
    {
        "doc_id": "38900",
        "text": "Before entering the study, a complete round of systemic and neurological examination including inspection and evaluation of perineum and its sensation, anorectal manometry, barium enema and rectal biopsy were performed for each participant. Parents were asked to complete a 14-day diary of bowel habits, providing data on the frequency of defecation per week, stool form (as normal, small pieces or large) and the number of painful defecation (abdominal pain) episodes before starting the treatment program, after end of treatment sessions and again 6 months after end of treatment sessions. A visual pain score (scale of 0 to 10, 10 being the worst) and a constipation score questionnaire (scale 0 to 30) [15] were filled out according to the parent's report, both before and after the end of treatment sessions and also after six months of follow up. In addition, children in both groups were evaluated with anorectal manometry before and 6 months after the end of treatment courses.",
        "section": "Primary evaluations",
        "section_number": 5,
        "sentences": [
            "Before entering the study, a complete round of systemic and neurological examination including inspection and evaluation of perineum and its sensation, anorectal manometry, barium enema and rectal biopsy were performed for each participant.",
            "Parents were asked to complete a 14-day diary of bowel habits, providing data on the frequency of defecation per week, stool form (as normal, small pieces or large) and the number of painful defecation (abdominal pain) episodes before starting the treatment program, after end of treatment sessions and again 6 months after end of treatment sessions.",
            "A visual pain score (scale of 0 to 10, 10 being the worst) and a constipation score questionnaire (scale 0 to 30) [15] were filled out according to the parent's report, both before and after the end of treatment sessions and also after six months of follow up.",
            "In addition, children in both groups were evaluated with anorectal manometry before and 6 months after the end of treatment courses."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38900",
        "text": "Fifteen children within the age range of 5 to 12 entered either the IF or the control group. Both groups received a 15-course treatment program two times per week. In every treatment session, all patients (IF and control groups) underwent behavioral therapy. In addition, in every treatment session patients in the IF group received IF electrical stimulation.",
        "section": "Treatment program",
        "section_number": 6,
        "sentences": [
            "Fifteen children within the age range of 5 to 12 entered either the IF or the control group.",
            "Both groups received a 15-course treatment program two times per week.",
            "In every treatment session, all patients (IF and control groups) underwent behavioral therapy.",
            "In addition, in every treatment session patients in the IF group received IF electrical stimulation."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38900",
        "text": "After completion of treatment courses, all patients underwent monthly clinical visits during the 6 months follow up in order to support the training program and to enhance compliance.",
        "section": "Treatment program",
        "section_number": 7,
        "sentences": [
            "After completion of treatment courses, all patients underwent monthly clinical visits during the 6 months follow up in order to support the training program and to enhance compliance."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38900",
        "text": "Behavioral therapy included the use of painted pictures and short stories to simply explain gastrointestinal tract and pelvic floor muscle (PFM) functions, use of high fiber diet and fruit, hydration, toilet training and correction of defecation posture to the participating children and their parents. In every treatment session, optimal toilet training, correct defecation posture and use of foot support in small children were practiced. All patients were encouraged to eat fresh fruits, high fiber foods and intake fluid each day, especially water and apple, pear, and/or prune juice. Also, they were asked to avoid high fat foods, such as French fries and processed foods. Prior to starting the training program, the physiology and function of bladder and pelvic floor were explained by a pediatric physiotherapist orally to parents, and using painted pictures for children. Participants in both groups were trained to do regular exercises daily for at least 15 min; exercises included contraction of the PFM for 10 s followed by 30 s of relaxation, abdominal straining and bear-down maneuver. The physiotherapist trained all children to perform accurate PFM contraction, and to hold the contraction while keeping the abdominal muscles relaxed with hands placed on the perineum and abdominal wall or by putting the hands on their perineum and abdominal wall. Stool regulation is a necessary part of behavioral therapy program. Therefore, patients were asked to sit on the toilet 3 times a day after mealtime in a relaxed position for 5 min. This treatment program was also reinforced in every follow-up visit.",
        "section": "Behavioral therapy",
        "section_number": 8,
        "sentences": [
            "Behavioral therapy included the use of painted pictures and short stories to simply explain gastrointestinal tract and pelvic floor muscle (PFM) functions, use of high fiber diet and fruit, hydration, toilet training and correction of defecation posture to the participating children and their parents.",
            "In every treatment session, optimal toilet training, correct defecation posture and use of foot support in small children were practiced.",
            "All patients were encouraged to eat fresh fruits, high fiber foods and intake fluid each day, especially water and apple, pear, and/or prune juice.",
            "Also, they were asked to avoid high fat foods, such as French fries and processed foods.",
            "Prior to starting the training program, the physiology and function of bladder and pelvic floor were explained by a pediatric physiotherapist orally to parents, and using painted pictures for children.",
            "Participants in both groups were trained to do regular exercises daily for at least 15 min; exercises included contraction of the PFM for 10 s followed by 30 s of relaxation, abdominal straining and bear-down maneuver.",
            "The physiotherapist trained all children to perform accurate PFM contraction, and to hold the contraction while keeping the abdominal muscles relaxed with hands placed on the perineum and abdominal wall or by putting the hands on their perineum and abdominal wall.",
            "Stool regulation is a necessary part of behavioral therapy program.",
            "Therefore, patients were asked to sit on the toilet 3 times a day after mealtime in a relaxed position for 5 min.",
            "This treatment program was also reinforced in every follow-up visit."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38900",
        "text": "IF therapy consisted of fifteen sessions with 20 min each session and was delivered twice weekly. For all patients in the IF group an IF current device of 126 DS model, double-channel Tavanbakhsh Novin, Tehran, Iran was used, delivering a 4-kHz carrier frequency, a beat frequency sweep covering of 5-25 Hz for a duration of 250 μs, and a repeat time of 6 s with adjustable amplitude (0-50 mA). Electrical stimulation was applied by a pediatric physiotherapist according to the method of Chase et al. [16] . Two rectangular self-adhesive (2.5 × 3.5 cm) electrodes, one from each channel, were placed on the skin of the anterior abdominal wall bellow the costal margin bilaterally and two other electrodes from each channel were crossly placed on the back between T12 and L4 on either sides of the patients. The current from each channel crossed inside the abdomen. The intensity was increased until the patient declared a strong but comfortable level of sensory awareness with no muscle contractions. Maximum current intensity was below the pain threshold and was tolerated well by the patients.",
        "section": "Interferential electrical stimulation",
        "section_number": 9,
        "sentences": [
            "IF therapy consisted of fifteen sessions with 20 min each session and was delivered twice weekly.",
            "For all patients in the IF group an IF current device of 126 DS model, double-channel Tavanbakhsh Novin, Tehran, Iran was used, delivering a 4-kHz carrier frequency, a beat frequency sweep covering of 5-25 Hz for a duration of 250 μs, and a repeat time of 6 s with adjustable amplitude (0-50 mA).",
            "Electrical stimulation was applied by a pediatric physiotherapist according to the method of Chase et al. [16] .",
            "Two rectangular self-adhesive (2.5 × 3.5 cm) electrodes, one from each channel, were placed on the skin of the anterior abdominal wall bellow the costal margin bilaterally and two other electrodes from each channel were crossly placed on the back between T12 and L4 on either sides of the patients.",
            "The current from each channel crossed inside the abdomen.",
            "The intensity was increased until the patient declared a strong but comfortable level of sensory awareness with no muscle contractions.",
            "Maximum current intensity was below the pain threshold and was tolerated well by the patients."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38900",
        "text": "Anorectal manometry (Laborie Medical Technologies, Canada) was performed with patients at side-lying position, using an eight-channel water perfusion catheter before and 6 months after end of treatment courses. The catheter (pediatric water perfuse anorectal motility catheter with latex balloon, 4.5 mm, Canada) was inserted in the anal canal, and the mean maximal resting pressure was measured. Special attention was given to the recto-anal inhibitory reflex (RAIR) and sphincter pressure. The same protocol was done for the anorectal manometry performed within 6 months after the end of treatment courses.",
        "section": "Anorectal manometry",
        "section_number": 10,
        "sentences": [
            "Anorectal manometry (Laborie Medical Technologies, Canada) was performed with patients at side-lying position, using an eight-channel water perfusion catheter before and 6 months after end of treatment courses.",
            "The catheter (pediatric water perfuse anorectal motility catheter with latex balloon, 4.5 mm, Canada) was inserted in the anal canal, and the mean maximal resting pressure was measured.",
            "Special attention was given to the recto-anal inhibitory reflex (RAIR) and sphincter pressure.",
            "The same protocol was done for the anorectal manometry performed within 6 months after the end of treatment courses."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38900",
        "text": "Primary outcome was to measure an increase in defecation frequency of 2 times per week more than baseline. Secondary outcomes were presence or absence of fecal soiling, stool form, pain score and constipation score. Anorectal manometry was performed 6 months after the end of the treatment sessions for all patients.",
        "section": "Outcome measurement",
        "section_number": 11,
        "sentences": [
            "Primary outcome was to measure an increase in defecation frequency of 2 times per week more than baseline.",
            "Secondary outcomes were presence or absence of fecal soiling, stool form, pain score and constipation score.",
            "Anorectal manometry was performed 6 months after the end of the treatment sessions for all patients."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38900",
        "text": "To detect an increase in frequency of defecation per week (2 times/ week more than at the base line in both groups), which is in agreement with the study of Kajbafzadeh et al. [19] with a two-sided 5% significance level and a power of 80%, a sample size of 13 patients per group was necessary.",
        "section": "Sample size",
        "section_number": 12,
        "sentences": [
            "To detect an increase in frequency of defecation per week (2 times/ week more than at the base line in both groups), which is in agreement with the study of Kajbafzadeh et al. [19] with a two-sided 5% significance level and a power of 80%, a sample size of 13 patients per group was necessary."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38900",
        "text": "Statistical analysis was performed using Statistical Package of Social Science software (version 17, SPSS). Categorical data were reported as frequencies and percentages. To analyze data, chi-square or Fisher's Exact Tests was applied for nonparametric statistical comparisons before and after the treatment in both cohorts. Mann-Whitney U-test and Student's t-test were performed wherever applicable to compare the values between the IF and control groups. Data are expressed as range and mean ± SD. P levels of less than 0.05 were considered statistically significant.",
        "section": "Statistical analysis",
        "section_number": 13,
        "sentences": [
            "Statistical analysis was performed using Statistical Package of Social Science software (version 17, SPSS).",
            "Categorical data were reported as frequencies and percentages.",
            "To analyze data, chi-square or Fisher's Exact Tests was applied for nonparametric statistical comparisons before and after the treatment in both cohorts.",
            "Mann-Whitney U-test and Student's t-test were performed wherever applicable to compare the values between the IF and control groups.",
            "Data are expressed as range and mean ± SD.",
            "P levels of less than 0.05 were considered statistically significant."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38900",
        "text": "Thirty children with a history of HD between the ages of 5 to12, with constipation and fecal soiling were recruited for this single-center prospective study. There were 10 boys and 5 girls in the IF group (mean age: 7.2 ± 2.3, range: 5-12 years), also 8 boys and 7 girls were present in the control group (mean age: 7.5 ± 2.6, range: 5-12 years). Mean duration of constipation symptoms after operation in the IF+ behavioral therapy and behavioral therapy alone was 11.8 months (range 6-20 months) and 14.2 months (range 6-24 months) respectively. There was no significant difference between IF and control groups regarding their age, gender, and pre-intervention bowel habit diary (P N 0.05, Table 1 ). All randomized children completed the trial. A flow diagram of the study is shown in Fig. 1 . No adverse effects were reported by our patients and their parents during the therapy or during the follow up.",
        "section": "Study population",
        "section_number": 14,
        "sentences": [
            "Thirty children with a history of HD between the ages of 5 to12, with constipation and fecal soiling were recruited for this single-center prospective study.",
            "There were 10 boys and 5 girls in the IF group (mean age: 7.2 ± 2.3, range: 5-12 years), also 8 boys and 7 girls were present in the control group (mean age: 7.5 ± 2.6, range: 5-12 years).",
            "Mean duration of constipation symptoms after operation in the IF+ behavioral therapy and behavioral therapy alone was 11.8 months (range 6-20 months) and 14.2 months (range 6-24 months) respectively.",
            "There was no significant difference between IF and control groups regarding their age, gender, and pre-intervention bowel habit diary (P N 0.05, Table 1 ).",
            "All randomized children completed the trial.",
            "A flow diagram of the study is shown in Fig. 1 .",
            "No adverse effects were reported by our patients and their parents during the therapy or during the follow up."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38900",
        "text": "Constipation symptoms were decreased in 11 (73%) patients in the IF group and also in 5 (33%) patients in the control group, by the end of treatment courses. This lasted in 10 (66%) and 4 (26.6%) patients in IF and control groups, respectively at 6 months follow up.",
        "section": "Bowel habit diary outcomes",
        "section_number": 15,
        "sentences": [
            "Constipation symptoms were decreased in 11 (73%) patients in the IF group and also in 5 (33%) patients in the control group, by the end of treatment courses.",
            "This lasted in 10 (66%) and 4 (26.6%) patients in IF and control groups, respectively at 6 months follow up."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38900",
        "text": "The values are presented as mean ± SD. In the IF group, frequency of defecation before treatment was 2.6 ± 0.91 (range: 1-3) per week which increased to 5.8 ± 1.6 (range: 3-7) per week at the end of the treatment courses; while in the control group the frequency of defecation increased from 2.3 ± 0.81 (range: 1-3) per week to 4 ± 2.3 (range: 1-7) per week (P b 0.05, Table 2 ).",
        "section": "Bowel habit diary outcomes",
        "section_number": 16,
        "sentences": [
            "The values are presented as mean ± SD.",
            "In the IF group, frequency of defecation before treatment was 2.6 ± 0.91 (range: 1-3) per week which increased to 5.8 ± 1.6 (range: 3-7) per week at the end of the treatment courses; while in the control group the frequency of defecation increased from 2.3 ± 0.81 (range: 1-3) per week to 4 ± 2.3 (range: 1-7) per week (P b 0.05, Table 2 )."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38900",
        "text": "All patients had fecal soiling before the treatment. Mean episodes of fecal soiling per day significantly decreased after the treatment in the IF group compared with only behavioral therapy in the control group at the end of treatment courses (2.3 ± 1.2 vs. 4.9 ± 3.9 per day, P b 0.05, Table 2 ) and also at 6 months follow-up (2.6 ± 1.7 vs. 4.7 ± 3.1 per day, P b 0.05, Table 2 ).",
        "section": "Bowel habit diary outcomes",
        "section_number": 17,
        "sentences": [
            "All patients had fecal soiling before the treatment.",
            "Mean episodes of fecal soiling per day significantly decreased after the treatment in the IF group compared with only behavioral therapy in the control group at the end of treatment courses (2.3 ± 1.2 vs. 4.9 ± 3.9 per day, P b 0.05, Table 2 ) and also at 6 months follow-up (2.6 ± 1.7 vs. 4.7 ± 3.1 per day, P b 0.05, Table 2 )."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38900",
        "text": "Stool form became normal in 10/15(66.6%) of patients in the IF group and continued to be normal after 6 months; whereas stool form became normal only in 6/15 (40%) of patients in the control group at the end of treatment sessions; the stool form relapsed in 2 control patients to its prior state after the follow-up period ( Table 2) .",
        "section": "Bowel habit diary outcomes",
        "section_number": 18,
        "sentences": [
            "Stool form became normal in 10/15(66.6%) of patients in the IF group and continued to be normal after 6 months; whereas stool form became normal only in 6/15 (40%) of patients in the control group at the end of treatment sessions; the stool form relapsed in 2 control patients to its prior state after the follow-up period ( Table 2) ."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38900",
        "text": "Pain during defecation was reported in 9/15 (60%) and 10/15 (66.6%) of patients in the IF and control groups, respectively before the treatment. But in 8 patients in the IF group and 3 patients in the controls, the pain upon defecation had stopped by the end of the treatment sessions (P b 0.01).",
        "section": "Bowel habit diary outcomes",
        "section_number": 19,
        "sentences": [
            "Pain during defecation was reported in 9/15 (60%) and 10/15 (66.6%) of patients in the IF and control groups, respectively before the treatment.",
            "But in 8 patients in the IF group and 3 patients in the controls, the pain upon defecation had stopped by the end of the treatment sessions (P b 0.01)."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38900",
        "text": "Regarding anorectal manometry parameters at the base line, RAIR was present in 6/15 and 5/15 patients in the IF and control groups respectively. Six months after treatment, 12/15 patients in IF group and 8/15 patients in control group had RAIR on anorectal manometry (P b 0.05, Table 2 ). RAIR was present at mean threshold volumes of 51.5 ± 6.8(45-60) and 52.5 ± 10 (39-70) ml in 6/15 patients in IF group and 5/15 patients in control group, respectively before treatment on patients who had RAIR. The volume required to elicit an RAIR significantly changed in IF group (6/15) compared with controls (5/15) at follow-up on those patients (31 ± 3.6 vs. 44 ± 6.2 ml, P b 0.002, Table 2 ) (Fig. 2) . In these patients, the mean sphincter pressure before treatment was 46.5 ± 21 (range: 15-83) and 56.5 ± 17 (35-83) mmHg in IF and control groups respectively, that decreased to 26 ± 11 (range: 12-50) and 39 ± 13 (range: 20-62) mmHg in IF group and control group after 6 months (P b 0.05, Fig. 3 ).",
        "section": "Anorectal manometry outcomes",
        "section_number": 20,
        "sentences": [
            "Regarding anorectal manometry parameters at the base line, RAIR was present in 6/15 and 5/15 patients in the IF and control groups respectively.",
            "Six months after treatment, 12/15 patients in IF group and 8/15 patients in control group had RAIR on anorectal manometry (P b 0.05, Table 2 ).",
            "RAIR was present at mean threshold volumes of 51.5 ± 6.8(45-60) and 52.5 ± 10 (39-70) ml in 6/15 patients in IF group and 5/15 patients in control group, respectively before treatment on patients who had RAIR.",
            "The volume required to elicit an RAIR significantly changed in IF group (6/15) compared with controls (5/15) at follow-up on those patients (31 ± 3.6 vs. 44 ± 6.2 ml, P b 0.002, Table 2 ) (Fig. 2) .",
            "In these patients, the mean sphincter pressure before treatment was 46.5 ± 21 (range: 15-83) and 56.5 ± 17 (35-83) mmHg in IF and control groups respectively, that decreased to 26 ± 11 (range: 12-50) and 39 ± 13 (range: 20-62) mmHg in IF group and control group after 6 months (P b 0.05, Fig. 3 )."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38900",
        "text": "Mean constipation score at the base line was 17.5 ± 2.3 (range: 14-21) and 17.8 ± 2.7 (range: 14-22) in IF and control groups respectively. This score decreased significantly in IF group compared with controls at 6 months after treatment (7 ± 6.8 vs. 14.8 ± 3.8, P b 0.001) (Fig. 4A ). Pain scores also showed a significant decrease among the IF group in comparison with the controls (P b 0.05, Table 2 ) (Fig. 4B ).",
        "section": "Constipation and pain score outcomes",
        "section_number": 21,
        "sentences": [
            "Mean constipation score at the base line was 17.5 ± 2.3 (range: 14-21) and 17.8 ± 2.7 (range: 14-22) in IF and control groups respectively.",
            "This score decreased significantly in IF group compared with controls at 6 months after treatment (7 ± 6.8 vs. 14.8 ± 3.8, P b 0.001) (Fig. 4A ).",
            "Pain scores also showed a significant decrease among the IF group in comparison with the controls (P b 0.05, Table 2 ) (Fig. 4B )."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38900",
        "text": "Effective and regular emptying of bowel cannot be achieved in one third of postoperative HD patients [1, 2] . Constipation troubles these patients physically and socially, adversely affecting their quality of life [17] . We have shown in our study that administration of transcutaneous IF electrical current can significantly decrease the severity of constipation in postoperative HD patients who had constipation.",
        "section": "Discussion",
        "section_number": 22,
        "sentences": [
            "Effective and regular emptying of bowel cannot be achieved in one third of postoperative HD patients [1, 2] .",
            "Constipation troubles these patients physically and socially, adversely affecting their quality of life [17] .",
            "We have shown in our study that administration of transcutaneous IF electrical current can significantly decrease the severity of constipation in postoperative HD patients who had constipation."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38900",
        "text": "Our results showed that the administration of IF electrical current with behavioral therapy not only increased the number of patients with improvement of symptoms, but also the effects lasted longer than those who only had behavioral therapy. Clinically, IF therapy is an adjunct therapy with added success and sustained effects. The frequency of weekly bowel movement increased significantly after the combination of IF electrical stimulation with behavioral therapy in the IF group in comparison with the control group (only behavioral therapy). Proper colonic motility and its effect on normal continence is also discussed in the literature. Levitt et al. have said that motility is one of the three major factors to achieve continence [18] . They have found that HD patients after recto-sigmoid resection can develop constipation because of a lack of high magnitude propagating contractions [18] . In another study by Meinds et al. severe constipation in HD patients is shown to be associated with dyssynergic defecation [1] . The regulating mechanism of internal-external anal sphincter relaxation that allows for a successful bowel movement is absent in HD patients. Early diagnosis and treatment of this problem prevents the development of severe constipation and overflow incontinence in adulthood. However, one third of postoperative patients cannot achieve continence or improvement in their constipation symptoms. To the best of our knowledge, this is the first study that has evaluated the effects of IF electrical stimulation on constipation symptoms in postoperative HD patients who had constipation. The results showed that IF therapy can reduce severity of constipation in postoperative HD patients.",
        "section": "Discussion",
        "section_number": 23,
        "sentences": [
            "Our results showed that the administration of IF electrical current with behavioral therapy not only increased the number of patients with improvement of symptoms, but also the effects lasted longer than those who only had behavioral therapy.",
            "Clinically, IF therapy is an adjunct therapy with added success and sustained effects.",
            "The frequency of weekly bowel movement increased significantly after the combination of IF electrical stimulation with behavioral therapy in the IF group in comparison with the control group (only behavioral therapy).",
            "Proper colonic motility and its effect on normal continence is also discussed in the literature.",
            "Levitt et al. have said that motility is one of the three major factors to achieve continence [18] .",
            "They have found that HD patients after recto-sigmoid resection can develop constipation because of a lack of high magnitude propagating contractions [18] .",
            "In another study by Meinds et al. severe constipation in HD patients is shown to be associated with dyssynergic defecation [1] .",
            "The regulating mechanism of internal-external anal sphincter relaxation that allows for a successful bowel movement is absent in HD patients.",
            "Early diagnosis and treatment of this problem prevents the development of severe constipation and overflow incontinence in adulthood.",
            "However, one third of postoperative patients cannot achieve continence or improvement in their constipation symptoms.",
            "To the best of our knowledge, this is the first study that has evaluated the effects of IF electrical stimulation on constipation symptoms in postoperative HD patients who had constipation.",
            "The results showed that IF therapy can reduce severity of constipation in postoperative HD patients."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38900",
        "text": "The complete therapeutic mechanisms of electrical stimulation are unclear but using transcutaneous IF stimulation on the abdomen probably stimulates local skin nerve fibers; deeper stimulation could activate parasympathetic outflow to the intestine and nerves within the intestine. Electrical stimulation at this area is unlikely to stimulate the pelvic floor and external anal sphincter directly. It can influence sacral reflexes of the neural network that control bowel function [16, 19] .",
        "section": "Discussion",
        "section_number": 24,
        "sentences": [
            "The complete therapeutic mechanisms of electrical stimulation are unclear but using transcutaneous IF stimulation on the abdomen probably stimulates local skin nerve fibers; deeper stimulation could activate parasympathetic outflow to the intestine and nerves within the intestine.",
            "Electrical stimulation at this area is unlikely to stimulate the pelvic floor and external anal sphincter directly.",
            "It can influence sacral reflexes of the neural network that control bowel function [16, 19] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38900",
        "text": "Such agonistic positive effect was also observed when electrical currents were used for the treatment of neurogenic bladder dysfunction and urinary retention [8] . Neuromodulation principle in these studies was then adopted for treatment of constipation dominant form of irritable bowel syndrome and idiopathic constipation since many patients developed diarrhea in their course of treatment [5, 6] . Electrical stimulation of autonomic and somatic nervous plexus in sacral region is believed to enhance the voluntary and reflex mediated mechanisms of continence and large bowel peristalsis; significant reduction in abdominal pain and bloating with improvement of bowel movement follows [5, 8] . Transdermal application of electrical current has been practiced before to treat chronic constipation and soiling in children and adults [6, 11, 20] . In a study by Chase et al. not only defecation problems were reduced, but a significant reduction of soiling episodes was also reported [16] .",
        "section": "Discussion",
        "section_number": 25,
        "sentences": [
            "Such agonistic positive effect was also observed when electrical currents were used for the treatment of neurogenic bladder dysfunction and urinary retention [8] .",
            "Neuromodulation principle in these studies was then adopted for treatment of constipation dominant form of irritable bowel syndrome and idiopathic constipation since many patients developed diarrhea in their course of treatment [5, 6] .",
            "Electrical stimulation of autonomic and somatic nervous plexus in sacral region is believed to enhance the voluntary and reflex mediated mechanisms of continence and large bowel peristalsis; significant reduction in abdominal pain and bloating with improvement of bowel movement follows [5, 8] .",
            "Transdermal application of electrical current has been practiced before to treat chronic constipation and soiling in children and adults [6, 11, 20] .",
            "In a study by Chase et al. not only defecation problems were reduced, but a significant reduction of soiling episodes was also reported [16] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38900",
        "text": "Additional effects on fecal soiling were also observed with the use of IF current therapy in our patients. Our results showed that mean episodes of fecal soiling significantly decreased in IF group compared with controls after treatment. The effects persisted beyond 6 months of follow-up. Significant reduction of pain during defecation was reported by IF therapy group in comparison to controls both after the treatment and after 6 months of follow-up. IF therapy also decreased the level of pain as reported by patients on pain scores.",
        "section": "Discussion",
        "section_number": 26,
        "sentences": [
            "Additional effects on fecal soiling were also observed with the use of IF current therapy in our patients.",
            "Our results showed that mean episodes of fecal soiling significantly decreased in IF group compared with controls after treatment.",
            "The effects persisted beyond 6 months of follow-up.",
            "Significant reduction of pain during defecation was reported by IF therapy group in comparison to controls both after the treatment and after 6 months of follow-up.",
            "IF therapy also decreased the level of pain as reported by patients on pain scores."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38900",
        "text": "Leong et al. have shown that improvement of defecation in children with slow-transit constipation was associated with a change of stool consistency as well as the increase of bowel movements. In a number of cases a wetter stool consistency was a more prominent factor of improvement than bowel movements alone. They succeeded in changing toilet-time sits in their patients to an urge-initiated pattern through electrical stimulation [11] .",
        "section": "Discussion",
        "section_number": 27,
        "sentences": [
            "Leong et al. have shown that improvement of defecation in children with slow-transit constipation was associated with a change of stool consistency as well as the increase of bowel movements.",
            "In a number of cases a wetter stool consistency was a more prominent factor of improvement than bowel movements alone.",
            "They succeeded in changing toilet-time sits in their patients to an urge-initiated pattern through electrical stimulation [11] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38900",
        "text": "In our study, administration of IF current also affected the stool form. Two thirds of patients in the IF group benefitted from the treatment and the effect was the same at 6 months follow-up, while in the controls, fewer patients (one third) had stool improvement. One third in the control group had symptoms relapsed after initial improvement in stool form, noted at follow-up period.",
        "section": "Discussion",
        "section_number": 28,
        "sentences": [
            "In our study, administration of IF current also affected the stool form.",
            "Two thirds of patients in the IF group benefitted from the treatment and the effect was the same at 6 months follow-up, while in the controls, fewer patients (one third) had stool improvement.",
            "One third in the control group had symptoms relapsed after initial improvement in stool form, noted at follow-up period."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38900",
        "text": "Electrical stimulation showed positive effects in this group of patients with a clear organic pathology (HD) that was corrected by surgery. We all assume that constipation after corrective surgery has an underlying neuronal cause. The fact that transcutaneous electrical stimulation has improved the symptoms is a very good evidence of neuromodulation. This is important for understanding the mechanism of action of transcutaneous Table 2 Change in constipation symptoms and anorectal manometry parameters after end of treatment courses and 6 months of follow-up in both groups. electrical stimulation. It also raises the possibility that treating patients with transcutaneous electrical stimulation soon after the pull-through operation might prevent constipation from developing. Anorectal manometry is a useful test for assessing defecation disorders in children and adults [21, 22] . This study shows a significant decrease in mean sphincter pressure and the volume required to elicit an RAIR in IF group compared with controls (P b 0.05).",
        "section": "Discussion",
        "section_number": 29,
        "sentences": [
            "Electrical stimulation showed positive effects in this group of patients with a clear organic pathology (HD) that was corrected by surgery.",
            "We all assume that constipation after corrective surgery has an underlying neuronal cause.",
            "The fact that transcutaneous electrical stimulation has improved the symptoms is a very good evidence of neuromodulation.",
            "This is important for understanding the mechanism of action of transcutaneous Table 2 Change in constipation symptoms and anorectal manometry parameters after end of treatment courses and 6 months of follow-up in both groups.",
            "electrical stimulation.",
            "It also raises the possibility that treating patients with transcutaneous electrical stimulation soon after the pull-through operation might prevent constipation from developing.",
            "Anorectal manometry is a useful test for assessing defecation disorders in children and adults [21, 22] .",
            "This study shows a significant decrease in mean sphincter pressure and the volume required to elicit an RAIR in IF group compared with controls (P b 0.05)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38900",
        "text": "RAIR was present in 6/15 and 5/15 patients in the IF and control groups respectively at the baseline, while the number of patients who had RAIR was significantly higher in IF group compared with controls at follow up. Moreover, the mean threshold volumes required to elicit an RAIR significantly changed in IF group compared with controls at follow up.",
        "section": "Discussion",
        "section_number": 30,
        "sentences": [
            "RAIR was present in 6/15 and 5/15 patients in the IF and control groups respectively at the baseline, while the number of patients who had RAIR was significantly higher in IF group compared with controls at follow up.",
            "Moreover, the mean threshold volumes required to elicit an RAIR significantly changed in IF group compared with controls at follow up."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38900",
        "text": "Although RAIR is absent in HD patients before surgical treatment, there are several studies that have reported positive outcomes in bowel dysfunction after surgical treatment in HD patients [17] . On the other hand, there are some studies that have reported presence of RAIR in HD patients after surgical treatment [23, 24] . All patients in the present study had undergone surgical treatment before entering to the study. This reflex may be expected to appear in patients when a significant portion of the rectal wall has been preserved, and an adequate amount of the internal anal sphincter muscle removed [23, 24] . The exact mechanism for this observation is unclear, but a shorter aganglionic cuff with more full muscle layer dissection may be able to explain this observation. Further investigations, including histological analysis, will be needed to answer this question [23, 24] .",
        "section": "Discussion",
        "section_number": 31,
        "sentences": [
            "Although RAIR is absent in HD patients before surgical treatment, there are several studies that have reported positive outcomes in bowel dysfunction after surgical treatment in HD patients [17] .",
            "On the other hand, there are some studies that have reported presence of RAIR in HD patients after surgical treatment [23, 24] .",
            "All patients in the present study had undergone surgical treatment before entering to the study.",
            "This reflex may be expected to appear in patients when a significant portion of the rectal wall has been preserved, and an adequate amount of the internal anal sphincter muscle removed [23, 24] .",
            "The exact mechanism for this observation is unclear, but a shorter aganglionic cuff with more full muscle layer dissection may be able to explain this observation.",
            "Further investigations, including histological analysis, will be needed to answer this question [23, 24] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38900",
        "text": "The focus of our study was on improvement of functional constipation symptoms after IF therapy in postoperative HD patients who had no surgical complication. Focus of the study was not on changing in anorectal manometry parameters, because we did not perform anorectal manometry immediately at the end of treatment sessions. Although some studies had reported the presence of RAIR in HD patients after surgery [23, 24] , future studies are needed to clarify how electrical stimulation can affect RAIR in some postoperative HD patients who had functional constipation and to give some suggestion of how it could develop based on the known neuronal structures.",
        "section": "Discussion",
        "section_number": 32,
        "sentences": [
            "The focus of our study was on improvement of functional constipation symptoms after IF therapy in postoperative HD patients who had no surgical complication.",
            "Focus of the study was not on changing in anorectal manometry parameters, because we did not perform anorectal manometry immediately at the end of treatment sessions.",
            "Although some studies had reported the presence of RAIR in HD patients after surgery [23, 24] , future studies are needed to clarify how electrical stimulation can affect RAIR in some postoperative HD patients who had functional constipation and to give some suggestion of how it could develop based on the known neuronal structures."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38900",
        "text": "Moreover, mean sphincter pressure was significantly reduced in IF group compared with controls at follow up. But this might be a problem as it could increase soiling or incontinence. Although, most of patients in IF group had no fecal soiling after treatment (11/15), some remaining patients (2/15) reported an increase in their episodes of fecal soiling after treatment that may be explained by a decrease in sphincter pressure after IF therapy. Kumar et al. studied anorectal manometry on 90 healthy children. They reported that the mean ± SD sphincter pressure in normal children is between 31.07 ± 10.9 and 43.43 ± 8.79 mmHg [25] . Sympathetic fibers from the superior rectal and hypogastric plexuses stimulate and maintain internal anal sphincter contraction. Its contraction is inhibited by parasympathetic fiber stimulation [26] . The stimulating electrodes were placed near the waist, so the connected currents crossed within the abdomen. Electrical stimulation at this site is likely to stimulate local skin nerve fibers, and deeper stimulation could activate the hypogastric plexus and vagal parasympathetic outflow to the intestine, and nerves within the intestine. It can influence sacral reflexes of the neural network that control bowel function. The exact mechanism of IF stimulation to create a lower resting pressure is not completely clear, but it may be explained by stimulation of the hypogastric plexus and vagal parasympathetic outflow to the intestine [16, 26] . Also, the results of electrical therapy in constipated adult patients are positive and notable; it reduces evacuation difficulty, improves the defecation frequency, and improves the associated abdominal symptoms [27, 28] .",
        "section": "Discussion",
        "section_number": 33,
        "sentences": [
            "Moreover, mean sphincter pressure was significantly reduced in IF group compared with controls at follow up.",
            "But this might be a problem as it could increase soiling or incontinence.",
            "Although, most of patients in IF group had no fecal soiling after treatment (11/15), some remaining patients (2/15) reported an increase in their episodes of fecal soiling after treatment that may be explained by a decrease in sphincter pressure after IF therapy.",
            "Kumar et al. studied anorectal manometry on 90 healthy children.",
            "They reported that the mean ± SD sphincter pressure in normal children is between 31.07 ± 10.9 and 43.43 ± 8.79 mmHg [25] .",
            "Sympathetic fibers from the superior rectal and hypogastric plexuses stimulate and maintain internal anal sphincter contraction.",
            "Its contraction is inhibited by parasympathetic fiber stimulation [26] .",
            "The stimulating electrodes were placed near the waist, so the connected currents crossed within the abdomen.",
            "Electrical stimulation at this site is likely to stimulate local skin nerve fibers, and deeper stimulation could activate the hypogastric plexus and vagal parasympathetic outflow to the intestine, and nerves within the intestine.",
            "It can influence sacral reflexes of the neural network that control bowel function.",
            "The exact mechanism of IF stimulation to create a lower resting pressure is not completely clear, but it may be explained by stimulation of the hypogastric plexus and vagal parasympathetic outflow to the intestine [16, 26] .",
            "Also, the results of electrical therapy in constipated adult patients are positive and notable; it reduces evacuation difficulty, improves the defecation frequency, and improves the associated abdominal symptoms [27, 28] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38900",
        "text": "There were some limitations in our study. Small number of patients in different groups limited our results. The significance of relative improvements in the cases compared to the controls could be bolder with larger samples. We also did not include a valid tool to assess the quality of life in our patients; given the improvement of the constipation-related symptoms in many of the cases; it is advisable that in a similar setting, the objective improvement in the patients' quality of life be assessed. Other limitations of our study were short-term follow-up, single-center study and lack of sham stimulation (with that the placebo effects cannot be excluded). Another limitation of this study was that there was no blinded observer to assess constipation symptoms during the post treatment follow-up. As anorectal manometry was performed in the gastroenterology department of our center by a pediatric gastroenterologist, we only had access to data reporting presence or absence of RAIR, the volume required to elicit an RAIR and sphincter pressure.",
        "section": "Discussion",
        "section_number": 34,
        "sentences": [
            "There were some limitations in our study.",
            "Small number of patients in different groups limited our results.",
            "The significance of relative improvements in the cases compared to the controls could be bolder with larger samples.",
            "We also did not include a valid tool to assess the quality of life in our patients; given the improvement of the constipation-related symptoms in many of the cases; it is advisable that in a similar setting, the objective improvement in the patients' quality of life be assessed.",
            "Other limitations of our study were short-term follow-up, single-center study and lack of sham stimulation (with that the placebo effects cannot be excluded).",
            "Another limitation of this study was that there was no blinded observer to assess constipation symptoms during the post treatment follow-up.",
            "As anorectal manometry was performed in the gastroenterology department of our center by a pediatric gastroenterologist, we only had access to data reporting presence or absence of RAIR, the volume required to elicit an RAIR and sphincter pressure."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38900",
        "text": "In conclusion, this study showed combination of behavioral therapy with IF electrical stimulation for the management of constipation in postoperative HD patients with constipation is accompanied by significant symptoms improvement. More importantly, this method is a safe and non-invasive intervention that prompts further investigations with larger samples and longer follow-up periods.",
        "section": "Discussion",
        "section_number": 35,
        "sentences": [
            "In conclusion, this study showed combination of behavioral therapy with IF electrical stimulation for the management of constipation in postoperative HD patients with constipation is accompanied by significant symptoms improvement.",
            "More importantly, this method is a safe and non-invasive intervention that prompts further investigations with larger samples and longer follow-up periods."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    }
]