[
    {
        "doc_id": "37734",
        "text": "Stunting is associated with impaired cognitive and motor function. The effect of an education intervention including nutrition, stimulation, sanitation, and hygiene on child growth and cognitive/language/motor development, delivered to impoverished mothers in Uganda, was assessed. In a community-based, open cluster-randomized trial, 511 mother/children dyads aged 6-8 months were enrolled to an intervention (n = 263) or control (n = 248) group. The primary outcome was change in length-forage z-score at age 20-24 months. Secondary outcomes included anthropometry and scores on the 2 developmental scales: Bayley Scales of Infant and Toddler Development-III and the Ages and Stages Questionnaire. There was no evidence of a difference in mean length-forage z-score at 20-24 months between the 2 study groups: 0.10, 95% CI [−0.17, 0.36], p = .49. The intervention group had higher mean composite development scores than the controls on Bayley Scales of Infant and Toddler Development-III, the mean difference being 15.",
        "section": "Abstract",
        "sentences": [
            "Stunting is associated with impaired cognitive and motor function.",
            "The effect of an education intervention including nutrition, stimulation, sanitation, and hygiene on child growth and cognitive/language/motor development, delivered to impoverished mothers in Uganda, was assessed.",
            "In a community-based, open cluster-randomized trial, 511 mother/children dyads aged 6-8 months were enrolled to an intervention (n = 263) or control (n = 248) group.",
            "The primary outcome was change in length-forage z-score at age 20-24 months.",
            "Secondary outcomes included anthropometry and scores on the 2 developmental scales: Bayley Scales of Infant and Toddler Development-III and the Ages and Stages Questionnaire.",
            "There was no evidence of a difference in mean length-forage z-score at 20-24 months between the 2 study groups: 0.10, 95% CI [−0.17, 0.36], p = .49.",
            "The intervention group had higher mean composite development scores than the controls on Bayley Scales of Infant and Toddler Development-III, the mean difference being 15."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "when the included children were aged between 6 and 8 months. Children were evaluated at the end of the intervention when they were 12-16 months of age and 8 months later when they were 20-24 months of age. The study was conducted in Kabale and Kisoro districts in south-western Uganda because of the high prevalence of stunting (UBOS. Uganda Demographic and Health Survey, 2011).",
        "section": "",
        "section_number": 1,
        "sentences": [
            "when the included children were aged between 6 and 8 months.",
            "Children were evaluated at the end of the intervention when they were 12-16 months of age and 8 months later when they were 20-24 months of age.",
            "The study was conducted in Kabale and Kisoro districts in south-western Uganda because of the high prevalence of stunting (UBOS.",
            "Uganda Demographic and Health Survey, 2011)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "Town centres were excluded to minimize differences in socio-economic status and feeding practices. The people living in the study area are predominantly small-scale farmers. Both districts are densely pop- ",
        "section": "",
        "section_number": 2,
        "sentences": [
            "Town centres were excluded to minimize differences in socio-economic status and feeding practices.",
            "The people living in the study area are predominantly small-scale farmers.",
            "Both districts are densely pop-"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "The intervention was delivered by an education team of 4 trained persons (2 female and 2 male bachelor graduates in nutrition) to 26 groups of 4-12 mothers/group. Children who did not have a mother as caregiver were recruited with a grandmother. A village health team (VHT) leader or a mother leader was selected by consensus in the groups.",
        "section": "| Intervention",
        "section_number": 3,
        "sentences": [
            "The intervention was delivered by an education team of 4 trained persons (2 female and 2 male bachelor graduates in nutrition) to 26 groups of 4-12 mothers/group.",
            "Children who did not have a mother as caregiver were recruited with a grandmother.",
            "A village health team (VHT) leader or a mother leader was selected by consensus in the groups."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "The intervention was delivered at three main sessions with each group during a period of 6 months. These sessions followed strict guidelines agreed upon prior to implementation. The quality of intervention was monitored on site by the first author who attended all the sessions.",
        "section": "| Intervention",
        "section_number": 4,
        "sentences": [
            "The intervention was delivered at three main sessions with each group during a period of 6 months.",
            "These sessions followed strict guidelines agreed upon prior to implementation.",
            "The quality of intervention was monitored on site by the first author who attended all the sessions."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "The VHT leader/mother leader was responsible for two main activities: (a) organize monthly meetings to practice preparation of dishes demonstrated to the groups, feed the children, revisit, and discuss knowledge about feeding and hygiene emphasized in the intervention; and (b) conduct of monthly follow-up meetings with the mothers in their homes to assist and encourage them to adhere to the intervention.",
        "section": "| Intervention",
        "section_number": 5,
        "sentences": [
            "The VHT leader/mother leader was responsible for two main activities: (a) organize monthly meetings to practice preparation of dishes demonstrated to the groups, feed the children, revisit, and discuss knowledge about feeding and hygiene emphasized in the intervention; and (b) conduct of monthly follow-up meetings with the mothers in their homes to assist and encourage them to adhere to the intervention."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "The VHT leader/mother leader attended all the three main education sessions with the mothers.",
        "section": "| Intervention",
        "section_number": 6,
        "sentences": [
            "The VHT leader/mother leader attended all the three main education sessions with the mothers."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "• Child development may be improved with relatively small cost intervention strategies in a low-resource setting independently of growth deficiencies.",
        "section": "Key messages",
        "section_number": 7,
        "sentences": [
            "• Child development may be improved with relatively small cost intervention strategies in a low-resource setting independently of growth deficiencies."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "• Education about nutrition, hygiene, sanitation, and stimulation to impoverished mothers, markedly improved cognitive, language, and motor development of children between 6 and 24 months of age in rural Uganda.",
        "section": "Key messages",
        "section_number": 8,
        "sentences": [
            "• Education about nutrition, hygiene, sanitation, and stimulation to impoverished mothers, markedly improved cognitive, language, and motor development of children between 6 and 24 months of age in rural Uganda."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "• Stunting prevalence was not improved by education to mothers about nutrition, hygiene, sanitation, and stimulation.",
        "section": "Key messages",
        "section_number": 9,
        "sentences": [
            "• Stunting prevalence was not improved by education to mothers about nutrition, hygiene, sanitation, and stimulation."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "The intervention delivery strategy revolved about two behaviour change techniques: providing information and prompt practice (demonstrations). A nutrition education curriculum was based on the 10 guiding principles of complementary feeding of breastfed children (PAHO/WHO, 2003) . We formulated recipes and demonstrated their cooking using locally available foods of good quality protein with emphasis on animal protein. The mothers were encouraged to have a kitchen garden with vegetables and domestic animals (chicken/rabbits), which could provide cheap animal protein (see Supporting Information).",
        "section": "Key messages",
        "section_number": 10,
        "sentences": [
            "The intervention delivery strategy revolved about two behaviour change techniques: providing information and prompt practice (demonstrations).",
            "A nutrition education curriculum was based on the 10 guiding principles of complementary feeding of breastfed children (PAHO/WHO, 2003) .",
            "We formulated recipes and demonstrated their cooking using locally available foods of good quality protein with emphasis on animal protein.",
            "The mothers were encouraged to have a kitchen garden with vegetables and domestic animals (chicken/rabbits), which could provide cheap animal protein (see Supporting Information)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "With regard to hygiene, the education team emphasized hand washing before feeding as well as use of clean utensils during food preparation and feeding. Sharing of spoons with the child was discouraged to prevent infections. The education team demonstrated the use of tooth brush, which was distributed to all household members.",
        "section": "Key messages",
        "section_number": 11,
        "sentences": [
            "With regard to hygiene, the education team emphasized hand washing before feeding as well as use of clean utensils during food preparation and feeding.",
            "Sharing of spoons with the child was discouraged to prevent infections.",
            "The education team demonstrated the use of tooth brush, which was distributed to all household members."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "Moreover, the education team emphasized the need to take ill children to hospital for medical attention and to increase the feeding frequency during and after illness episodes.",
        "section": "Key messages",
        "section_number": 12,
        "sentences": [
            "Moreover, the education team emphasized the need to take ill children to hospital for medical attention and to increase the feeding frequency during and after illness episodes."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "The team highlighted the importance of play in the cognitive, language, and motor development of a child. Together with the mothers, specific play activities and toys that could be useful in developing each of the development domains were identified. The mothers were encouraged to engage in play activities and use play toys. The stimulation intervention was based on social-cognitive learning theory, where mothers were taught the benefits of the stimulation practices (Bandura, 2001) . The education team together with the mothers identified and resolved any hindrances and barriers to the stimulation intervention. For cognitive development, mothers were encouraged to use, name, and identify body parts to facilitate the children's understanding of their daily routine in relation to the body. Other activities included hiding favourite items for children to find, demonstrating screwing and unscrewing bottles, and imaginary play such as pretending to feed a doll when given a cup and spoon. For language development, the team emphasized the use of imitation, role-playing games, songs, and music. Mothers were encouraged to talk to the children, call them by their names, and respond to them by word and gesturing. In addition, mothers were advised to mention household and personal items while pointing at them, naming domestic animals and imitating words and actions. For motor development, the children were encouraged to pick up items with their fingers, holding a pencil to scribble, throwing a ball, crawling or walking upstairs, and kicking a ball. Mothers were advised to hold infants by hand and assist them to walk.",
        "section": "Key messages",
        "section_number": 13,
        "sentences": [
            "The team highlighted the importance of play in the cognitive, language, and motor development of a child.",
            "Together with the mothers, specific play activities and toys that could be useful in developing each of the development domains were identified.",
            "The mothers were encouraged to engage in play activities and use play toys.",
            "The stimulation intervention was based on social-cognitive learning theory, where mothers were taught the benefits of the stimulation practices (Bandura, 2001) .",
            "The education team together with the mothers identified and resolved any hindrances and barriers to the stimulation intervention.",
            "For cognitive development, mothers were encouraged to use, name, and identify body parts to facilitate the children's understanding of their daily routine in relation to the body.",
            "Other activities included hiding favourite items for children to find, demonstrating screwing and unscrewing bottles, and imaginary play such as pretending to feed a doll when given a cup and spoon.",
            "For language development, the team emphasized the use of imitation, role-playing games, songs, and music.",
            "Mothers were encouraged to talk to the children, call them by their names, and respond to them by word and gesturing.",
            "In addition, mothers were advised to mention household and personal items while pointing at them, naming domestic animals and imitating words and actions.",
            "For motor development, the children were encouraged to pick up items with their fingers, holding a pencil to scribble, throwing a ball, crawling or walking upstairs, and kicking a ball.",
            "Mothers were advised to hold infants by hand and assist them to walk."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "Each of the three main sessions lasted 6-8 hours. Details of the intervention procedures are given in Supporting Information.",
        "section": "Key messages",
        "section_number": 14,
        "sentences": [
            "Each of the three main sessions lasted 6-8 hours.",
            "Details of the intervention procedures are given in Supporting Information."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "To ensure compliance of mothers to the intervention groups, a follow-up assessment form (Supporting Information) with grading from 1 to 10 points was scored based on specific observed activities, reports from VHT leaders/mother leaders, and interaction.",
        "section": "Key messages",
        "section_number": 15,
        "sentences": [
            "To ensure compliance of mothers to the intervention groups, a follow-up assessment form (Supporting Information) with grading from 1 to 10 points was scored based on specific observed activities, reports from VHT leaders/mother leaders, and interaction."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "Two trained field-teams independently collected data. The first team (12 persons in 6 pairs, \"advanced level\" and bachelor degree graduates who were familiar with the study area) collected baseline characteristics and anthropometry from both study groups and were blinded to group allocation. The second team of four persons (two nutrition graduates and two child development graduates) blinded to group allocation, collected child development data at baseline (6-8 months) and anthropometry and child development data when the children were 12-16 and 20-24 months. All questionnaires and assessments were administered in the local language. The second team also administered a knowledge assessment questionnaire from a subsample of mothers in both study groups at the end of the study period (i.e., when the children were 20-to 24-months old).",
        "section": "| Data collection and analyses",
        "section_number": 16,
        "sentences": [
            "Two trained field-teams independently collected data.",
            "The first team (12 persons in 6 pairs, \"advanced level\" and bachelor degree graduates who were familiar with the study area) collected baseline characteristics and anthropometry from both study groups and were blinded to group allocation.",
            "The second team of four persons (two nutrition graduates and two child development graduates) blinded to group allocation, collected child development data at baseline (6-8 months) and anthropometry and child development data when the children were 12-16 and 20-24 months.",
            "All questionnaires and assessments were administered in the local language.",
            "The second team also administered a knowledge assessment questionnaire from a subsample of mothers in both study groups at the end of the study period (i.e., when the children were 20-to 24-months old)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "A baseline data questionnaire was administered to the mothers through interview and included the following: (a) socio-demographic characteristics; (b) morbidity, that is, if their child had any illness in the previous 2 weeks and/or if the child was sick at the time of data collection; and (c) child feeding practices. The questions were adapted from validated tools (PAHO, 2004) .",
        "section": "| Data collection and analyses",
        "section_number": 17,
        "sentences": [
            "A baseline data questionnaire was administered to the mothers through interview and included the following: (a) socio-demographic characteristics; (b) morbidity, that is, if their child had any illness in the previous 2 weeks and/or if the child was sick at the time of data collection; and (c) child feeding practices.",
            "The questions were adapted from validated tools (PAHO, 2004) ."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "The socio-economic status of each household was obtained using the \"Simple Poverty Scorecard for Uganda\" (Schreiner, 2011) . This tool has 10 indicators, which are strongly associated with poverty and are sensitive to changes in poverty status. Each indicator is given a score, and these scores are added to give a total poverty score ranging from 0 (high likelihood of poverty) to 100 (least likelihood of poverty).",
        "section": "| Data collection and analyses",
        "section_number": 18,
        "sentences": [
            "The socio-economic status of each household was obtained using the \"Simple Poverty Scorecard for Uganda\" (Schreiner, 2011) .",
            "This tool has 10 indicators, which are strongly associated with poverty and are sensitive to changes in poverty status.",
            "Each indicator is given a score, and these scores are added to give a total poverty score ranging from 0 (high likelihood of poverty) to 100 (least likelihood of poverty)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "Sanitation was evaluated by observation and recording presence = 0 or absence = 1 of (a) stagnant water in the compound, (b) human faeces around the house, (c) animal droppings, and (d) litter in the compound; condition or absence of (a) plate stand (drying rack), (b) bath shelter, and (c) latrine were scored as good = 3, fair = 2, poor = 1, and absent = 0. All scores were combined to make the composite variable (household sanitation) with scores ranging from 0 to 4 (poor), 5-8 (fair), and 9-13 (good).",
        "section": "| Data collection and analyses",
        "section_number": 19,
        "sentences": [
            "Sanitation was evaluated by observation and recording presence = 0 or absence = 1 of (a) stagnant water in the compound, (b) human faeces around the house, (c) animal droppings, and (d) litter in the compound; condition or absence of (a) plate stand (drying rack), (b) bath shelter, and (c) latrine were scored as good = 3, fair = 2, poor = 1, and absent = 0.",
            "All scores were combined to make the composite variable (household sanitation) with scores ranging from 0 to 4 (poor), 5-8 (fair), and 9-13 (good)."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "The Household Food Insecurity Access Scale, without any modifications, was used to determine household food insecurity (Coates, Swindale, & Bilinsky, 2007; Webb et al., 2006) at the three time points.",
        "section": "| Data collection and analyses",
        "section_number": 20,
        "sentences": [
            "The Household Food Insecurity Access Scale, without any modifications, was used to determine household food insecurity (Coates, Swindale, & Bilinsky, 2007; Webb et al., 2006) at the three time points."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "Responses determined the Household Food Insecurity Access Prevalence status indicator as a proxy of household food insecurity (Coates et al., 2007) . Each household was then classified into either food secure or mildly, moderately, and severely food insecure.",
        "section": "| Data collection and analyses",
        "section_number": 21,
        "sentences": [
            "Responses determined the Household Food Insecurity Access Prevalence status indicator as a proxy of household food insecurity (Coates et al., 2007) .",
            "Each household was then classified into either food secure or mildly, moderately, and severely food insecure."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "The child dietary diversity score (CDDS) adapted from the Household Diversity Score tool was used to determine the quality of the diet . The tool has a range of 0-8 food groups (grains, roots, or tubers; vitamin A-rich plant foods; other fruits or vegetables; meat, poultry, fish, and seafood; eggs; pulses/legumes/nuts; milk and milk products; and foods cooked in oil/fat). If the child consumed any of the foods the previous 24 hr that belonged to any of these groups, it would be scored 1, and these were summed up to give the CDDS, which was then categorized as low (scores) 0-3 or high (≥4) (WHO/UNICEF, 2007) . The CDDS has good sensitivity and specificity and correlates significantly with weight-and length-for-age z-scores (Moursi et al., 2008; Steyn, Nel, Nantel, Kennedy, & Labadarios, 2006) .",
        "section": "| Data collection and analyses",
        "section_number": 22,
        "sentences": [
            "The child dietary diversity score (CDDS) adapted from the Household Diversity Score tool was used to determine the quality of the diet .",
            "The tool has a range of 0-8 food groups (grains, roots, or tubers; vitamin A-rich plant foods; other fruits or vegetables; meat, poultry, fish, and seafood; eggs; pulses/legumes/nuts; milk and milk products; and foods cooked in oil/fat).",
            "If the child consumed any of the foods the previous 24 hr that belonged to any of these groups, it would be scored 1, and these were summed up to give the CDDS, which was then categorized as low (scores) 0-3 or high (≥4) (WHO/UNICEF, 2007) .",
            "The CDDS has good sensitivity and specificity and correlates significantly with weight-and length-for-age z-scores (Moursi et al., 2008; Steyn, Nel, Nantel, Kennedy, & Labadarios, 2006) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "Nutritional status was evaluated using weight, length, head circumference (HC), and mid upper arm circumference (MUAC) following standard procedures and calibrations as recommended (WHO, 2006) .",
        "section": "| Data collection and analyses",
        "section_number": 23,
        "sentences": [
            "Nutritional status was evaluated using weight, length, head circumference (HC), and mid upper arm circumference (MUAC) following standard procedures and calibrations as recommended (WHO, 2006) ."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "Weight (to the nearest 0.1 kg) was measured with a Seca-scale model 881 (Hamburg, Germany), whereas recumbent length was measured (to the nearest 0.1 cm) with a length board (Seca, SO114530). HC was measured with a nonstretchable tape (Seca, S0145630 PAC-50) and MUAC was measured with a nonstretchable tape (Seca, S0145620 MUAC, Child 11.5 Red/PAC-50) at the midpoint between the acromion and the olecranon. The date of birth was obtained from the child health card. For children without health card (8.3%), a record of events was used to determine the approximate date of birth. Anthropometric data were converted to z-scores, length-for-age (LAZ), weight-for-age (WAZ), weight-for-length (WLZ), mid upper arm circumference (MUACZ), and head circumference (HCZ), using the Anthro (version 3.2.2) software, a nutritional assessment tool based on the WHO standards. Undernutrition was defined as a z-score below minus two SD from the median of the WHO reference standards for LAZ (stunting), WAZ (underweight), or WLZ (wasting; WHO, 2006) .",
        "section": "| Data collection and analyses",
        "section_number": 24,
        "sentences": [
            "Weight (to the nearest 0.1 kg) was measured with a Seca-scale model 881 (Hamburg, Germany), whereas recumbent length was measured (to the nearest 0.1 cm) with a length board (Seca, SO114530).",
            "HC was measured with a nonstretchable tape (Seca, S0145630 PAC-50) and MUAC was measured with a nonstretchable tape (Seca, S0145620 MUAC, Child 11.5 Red/PAC-50) at the midpoint between the acromion and the olecranon.",
            "The date of birth was obtained from the child health card.",
            "For children without health card (8.3%), a record of events was used to determine the approximate date of birth.",
            "Anthropometric data were converted to z-scores, length-for-age (LAZ), weight-for-age (WAZ), weight-for-length (WLZ), mid upper arm circumference (MUACZ), and head circumference (HCZ), using the Anthro (version 3.2.2) software, a nutritional assessment tool based on the WHO standards.",
            "Undernutrition was defined as a z-score below minus two SD from the median of the WHO reference standards for LAZ (stunting), WAZ (underweight), or WLZ (wasting; WHO, 2006) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "Interobserver Pearson's correlation coefficients for reliability between the assessors based on measurements of 20 randomly selected children were excellent, ranging between 0.91 and 0.98 for all anthropometric measurements.",
        "section": "| Data collection and analyses",
        "section_number": 25,
        "sentences": [
            "Interobserver Pearson's correlation coefficients for reliability between the assessors based on measurements of 20 randomly selected children were excellent, ranging between 0.91 and 0.98 for all anthropometric measurements."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "and Toddler Development-III (BSID-III) using the three subscales of cognitive, language, and motor functions (Fernald et al., 2009) . The Bayley scales provide comprehensive development measures for children up to 42 months. The BSID-III has been adapted for appropriate use among children in rural Uganda (Singla et al., 2015) and in similar settings (Hamadani, Huda, Khatun, & Grantham-McGregor, 2006 ).",
        "section": "Child development was determined by the Bayley Scales of Infant",
        "section_number": 26,
        "sentences": [
            "and Toddler Development-III (BSID-III) using the three subscales of cognitive, language, and motor functions (Fernald et al., 2009) .",
            "The Bayley scales provide comprehensive development measures for children up to 42 months.",
            "The BSID-III has been adapted for appropriate use among children in rural Uganda (Singla et al., 2015) and in similar settings (Hamadani, Huda, Khatun, & Grantham-McGregor, 2006 )."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "The BSID-III scales were translated to the local language and backtranslated to English. Unfamiliar items in the stimulus and picture booklets were replaced with familiar objects in the Ugandan context; for example, apples were replaced with tomatoes and a vacuum cleaner with a mop. Replacement items were chosen based on their size, colour, and shape to maintain functional equivalence with the original stimuli. The raw scores were converted to composite scores accordingly using BSID-III conversion tables. Infant development was also assessed using the Ages and Stages Questionnaire (ASQ; Kerstjens et al., 2009) . The scores obtained from each of the five developmental domains were calculated according to a scale from 0 (worst) to 60 (best). Both tools were used because we did not include the social-emotional scale of BSID-III. Thus, ASQ, a caregiver report, was used to assess the social-emotional abilities of the child and to evaluate a wide range of adaptive behaviours not obtained with the BSID-III. The administration of the tests was performed by personnel fluent in English and the local language. Feedback on administration and data records were reviewed at the end of each assessment day.",
        "section": "Child development was determined by the Bayley Scales of Infant",
        "section_number": 27,
        "sentences": [
            "The BSID-III scales were translated to the local language and backtranslated to English.",
            "Unfamiliar items in the stimulus and picture booklets were replaced with familiar objects in the Ugandan context; for example, apples were replaced with tomatoes and a vacuum cleaner with a mop.",
            "Replacement items were chosen based on their size, colour, and shape to maintain functional equivalence with the original stimuli.",
            "The raw scores were converted to composite scores accordingly using BSID-III conversion tables.",
            "Infant development was also assessed using the Ages and Stages Questionnaire (ASQ; Kerstjens et al., 2009) .",
            "The scores obtained from each of the five developmental domains were calculated according to a scale from 0 (worst) to 60 (best).",
            "Both tools were used because we did not include the social-emotional scale of BSID-III.",
            "Thus, ASQ, a caregiver report, was used to assess the social-emotional abilities of the child and to evaluate a wide range of adaptive behaviours not obtained with the BSID-III.",
            "The administration of the tests was performed by personnel fluent in English and the local language.",
            "Feedback on administration and data records were reviewed at the end of each assessment day."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "A 6-day intensive training session on use of the BSID-III and ASQ was conducted by a clinical psychologist (second author). The scales were pretested on 8 boys and 12 girls from Kabale who were not part of the study. Internal consistency of the scales was good as shown by Chronbach's α = 0.78 for BSID III and Chronbach's α = 0.83 for ASQ.",
        "section": "Child development was determined by the Bayley Scales of Infant",
        "section_number": 28,
        "sentences": [
            "A 6-day intensive training session on use of the BSID-III and ASQ was conducted by a clinical psychologist (second author).",
            "The scales were pretested on 8 boys and 12 girls from Kabale who were not part of the study.",
            "Internal consistency of the scales was good as shown by Chronbach's α = 0.78 for BSID III and Chronbach's α = 0.83 for ASQ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "Interobservation agreement between the child assessment team was good indicated by an intraclass correlation coefficient of 0.75 (p = .0001) for BSID-III and 0.79 (p = .0001) for ASQ.",
        "section": "Child development was determined by the Bayley Scales of Infant",
        "section_number": 29,
        "sentences": [
            "Interobservation agreement between the child assessment team was good indicated by an intraclass correlation coefficient of 0.75 (p = .0001) for BSID-III and 0.79 (p = .0001) for ASQ."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "Child assessments were performed in hired special rooms in the villages so that there were no interruptions and interference during assessment. We also had a mobile tent in cases where rooms were not available. The mothers were given money for transportation to the test sites. We started assessment using BSID-III followed by the ASQ and finally growth assessment. The total duration per child was about 1.5 hr. Data quality was maintained by daily checks for completeness. The second author (clinical psychologist) supervised the administration of tests, the interview styles, and the data records, and the first author (nutritionist) supervised all anthropometric assessments. For consistency, we studied the guidelines and rules of using anthropometric tools and child development scales before each assessment time.",
        "section": "Child development was determined by the Bayley Scales of Infant",
        "section_number": 30,
        "sentences": [
            "Child assessments were performed in hired special rooms in the villages so that there were no interruptions and interference during assessment.",
            "We also had a mobile tent in cases where rooms were not available.",
            "The mothers were given money for transportation to the test sites.",
            "We started assessment using BSID-III followed by the ASQ and finally growth assessment.",
            "The total duration per child was about 1.5 hr.",
            "Data quality was maintained by daily checks for completeness.",
            "The second author (clinical psychologist) supervised the administration of tests, the interview styles, and the data records, and the first author (nutritionist) supervised all anthropometric assessments.",
            "For consistency, we studied the guidelines and rules of using anthropometric tools and child development scales before each assessment time."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "In case of illness, the child would not be assessed and the household would be revisited. A knowledge assessment questionnaire was administered to a subsample of mothers in both study groups evaluating knowledge on nutrition, child stimulation, and hygiene practices.",
        "section": "Child development was determined by the Bayley Scales of Infant",
        "section_number": 31,
        "sentences": [
            "In case of illness, the child would not be assessed and the household would be revisited.",
            "A knowledge assessment questionnaire was administered to a subsample of mothers in both study groups evaluating knowledge on nutrition, child stimulation, and hygiene practices."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "Proportionate sampling was used to obtain 10 subcounties (6 out of 19",
        "section": "| Design and statistical analyses",
        "section_number": 32,
        "sentences": [
            "Proportionate sampling was used to obtain 10 subcounties (6 out of 19"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "in Kabale and 4 out of 14 in Kisoro) to participate in the study. We used a three-stage procedure to obtain households for the study. First, by simple random sampling, three subcounties in Kabale were allocated to the intervention group and the other three to the control group. Similarly, in Kisoro, two subcounties were allocated to the intervention and the other two to the control group. Second, all the villages in each participating subcounty (intervention or control) were listed alphabetically and assigned numbers in an ascending order. By use of computer-generated random numbers, villages to whose assigned number matched with the random numbers were chosen. The intervention villages did not share common geographical boundaries with control villages to minimize contamination of the intervention contents between the two study groups. Third, by complete enumeration, all consenting households with children aged 6-8 months within a participating village were recruited to the study. If a household had more than one eligible child, the youngest was selected, and in the case of twins, we randomly selected one for evaluation. On the basis of the 2002 population housing census and the fertility rate, we expected an average of 6 mother-child dyads per 150 households in every village to have a child between 6 and 8 months old. Households were excluded if the child had (a) congenital malformation(s), (b) a physical disorder that would influence growth or preclude anthropometric measurements or influence nutrient intake, or (c) been diagnosed with a mental or brain illness as reported by the mother or a health worker.",
        "section": "| Design and statistical analyses",
        "section_number": 33,
        "sentences": [
            "in Kabale and 4 out of 14 in Kisoro) to participate in the study.",
            "We used a three-stage procedure to obtain households for the study.",
            "First, by simple random sampling, three subcounties in Kabale were allocated to the intervention group and the other three to the control group.",
            "Similarly, in Kisoro, two subcounties were allocated to the intervention and the other two to the control group.",
            "Second, all the villages in each participating subcounty (intervention or control) were listed alphabetically and assigned numbers in an ascending order.",
            "By use of computer-generated random numbers, villages to whose assigned number matched with the random numbers were chosen.",
            "The intervention villages did not share common geographical boundaries with control villages to minimize contamination of the intervention contents between the two study groups.",
            "Third, by complete enumeration, all consenting households with children aged 6-8 months within a participating village were recruited to the study.",
            "If a household had more than one eligible child, the youngest was selected, and in the case of twins, we randomly selected one for evaluation.",
            "On the basis of the 2002 population housing census and the fertility rate, we expected an average of 6 mother-child dyads per 150 households in every village to have a child between 6 and 8 months old.",
            "Households were excluded if the child had (a) congenital malformation(s), (b) a physical disorder that would influence growth or preclude anthropometric measurements or influence nutrient intake, or (c) been diagnosed with a mental or brain illness as reported by the mother or a health worker."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": 0
    },
    {
        "doc_id": "37734",
        "text": "The study personnel collecting the data and analysing the study outcomes were blinded to group allocation.",
        "section": "| Design and statistical analyses",
        "section_number": 34,
        "sentences": [
            "The study personnel collecting the data and analysing the study outcomes were blinded to group allocation."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "Sample size calculation was based on the primary outcome (LAZ at 20-24 months). The mean ± SD for LAZ is 0.0 ± 1.0 in a healthy population. We defined a difference of 0.3 SD LAZ at 20-24 months between the intervention and control group as clinically relevant, corresponding to about half a percentile in LAZ (Ong, Ahmed, Emmett, Preece, & Dunger, 2000) . To detect a change of 0.3 SD in LAZ at 20-24 months with a significance level of 5% and a power of 80%, 176 children were required per group. Fifty-one children per subcounty (cluster) were included presuming 10 subcounties as clusters and an intracluster correlation of 0.01 (Campbell, Donner, & Klar, 2007) . We included 511 mother-children pairs, and the assessment was by intention to treat.",
        "section": "| Design and statistical analyses",
        "section_number": 35,
        "sentences": [
            "Sample size calculation was based on the primary outcome (LAZ at 20-24 months).",
            "The mean ± SD for LAZ is 0.0 ± 1.0 in a healthy population.",
            "We defined a difference of 0.3 SD LAZ at 20-24 months between the intervention and control group as clinically relevant, corresponding to about half a percentile in LAZ (Ong, Ahmed, Emmett, Preece, & Dunger, 2000) .",
            "To detect a change of 0.3 SD in LAZ at 20-24 months with a significance level of 5% and a power of 80%, 176 children were required per group.",
            "Fifty-one children per subcounty (cluster) were included presuming 10 subcounties as clusters and an intracluster correlation of 0.01 (Campbell, Donner, & Klar, 2007) .",
            "We included 511 mother-children pairs, and the assessment was by intention to treat."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "We used a four-level model to compare the intervention with the control group at baseline, 12-16 and at 20-24 months. The subcounty, village, child, and children within villages were the random intercepts, and the three time points and group (intervention or control) were the random slope and fixed variables in the model. Unstructured or exchangeable variance-covariance structure was used for the random part at child level, and the models were fitted via the restricted maximum likelihood method. We fitted data by the maximum likelihood method and used a log likelihood ratio test to determine the overall effect of the intervention for the entire study period. Values are given as mean (SD or 95% CI) differences between the two groups.",
        "section": "| Design and statistical analyses",
        "section_number": 36,
        "sentences": [
            "We used a four-level model to compare the intervention with the control group at baseline, 12-16 and at 20-24 months.",
            "The subcounty, village, child, and children within villages were the random intercepts, and the three time points and group (intervention or control) were the random slope and fixed variables in the model.",
            "Unstructured or exchangeable variance-covariance structure was used for the random part at child level, and the models were fitted via the restricted maximum likelihood method.",
            "We fitted data by the maximum likelihood method and used a log likelihood ratio test to determine the overall effect of the intervention for the entire study period.",
            "Values are given as mean (SD or 95% CI) differences between the two groups."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "We analysed the mean slope (the average change per 6 months) within each group to assess the effect of the intervention over time. We performed the statistical analyses with Stata/SE version 14 and SPSS version 22. All analyses were adjusted for cluster and individual levels of sampling. Significance was set at p < .05 for the primary outcome.",
        "section": "| Design and statistical analyses",
        "section_number": 37,
        "sentences": [
            "We analysed the mean slope (the average change per 6 months) within each group to assess the effect of the intervention over time.",
            "We performed the statistical analyses with Stata/SE version 14 and SPSS version 22.",
            "All analyses were adjusted for cluster and individual levels of sampling.",
            "Significance was set at p < .05 for the primary outcome."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "Due to multiple testing regarding the secondary outcomes, we used a Bonferroni correction of 0.05/12, and therefore, significance for the secondary outcomes was set at 0.004.",
        "section": "| Design and statistical analyses",
        "section_number": 38,
        "sentences": [
            "Due to multiple testing regarding the secondary outcomes, we used a Bonferroni correction of 0.05/12, and therefore, significance for the secondary outcomes was set at 0.004."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "3 | RESULTS",
        "section": "| Design and statistical analyses",
        "section_number": 39,
        "sentences": [
            "3 | RESULTS"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "We enrolled 511 households with children between 6 and 8 months, which were assigned to either the intervention (41 villages, n = 263) or the control (41 villages, n = 248) group (Figure 1) . Anthropometric data collection and child development testing were performed at baseline, end of the intervention period when the children were 12-16 months and when the children were 20-24 months. Eighteen children in the intervention and 21 in the control group were lost to follow-up at the end of the intervention period. Two children in the intervention and three children in the control group died. We did not register any loss to follow-up during the subsequent follow-up period.",
        "section": "| Enrolment and baseline characteristics",
        "section_number": 40,
        "sentences": [
            "We enrolled 511 households with children between 6 and 8 months, which were assigned to either the intervention (41 villages, n = 263) or the control (41 villages, n = 248) group (Figure 1) .",
            "Anthropometric data collection and child development testing were performed at baseline, end of the intervention period when the children were 12-16 months and when the children were 20-24 months.",
            "Eighteen children in the intervention and 21 in the control group were lost to follow-up at the end of the intervention period.",
            "Two children in the intervention and three children in the control group died.",
            "We did not register any loss to follow-up during the subsequent follow-up period."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "Thus, at the age of 20-24 months, 243 children in the intervention group and 224 children in the control group could be analysed. There were no differences (p = .40) between those who completed the study and those who did not.",
        "section": "| Enrolment and baseline characteristics",
        "section_number": 41,
        "sentences": [
            "Thus, at the age of 20-24 months, 243 children in the intervention group and 224 children in the control group could be analysed.",
            "There were no differences (p = .40) between those who completed the study and those who did not."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "There were no apparent differences between the two study groups in the socio-demographic characteristics ( Table 1) . The prevalence of stunting, underweight, and wasting at baseline, expressed as z-scores <2 SD from the median of the reference population, was similar in both study groups. About one third of all the children were sick at baseline, with equal numbers in both study groups. The most common illnesses were cough and common cold, diarrhoea, suspected malaria, and eye infections. Nine children in both study groups had not started complementary feeding, and most children (97%) were still breastfeeding. In general, the household sanitation was fair although a substantial proportion lacked basic sanitary facilities such as latrines.",
        "section": "| Enrolment and baseline characteristics",
        "section_number": 42,
        "sentences": [
            "There were no apparent differences between the two study groups in the socio-demographic characteristics ( Table 1) .",
            "The prevalence of stunting, underweight, and wasting at baseline, expressed as z-scores <2 SD from the median of the reference population, was similar in both study groups.",
            "About one third of all the children were sick at baseline, with equal numbers in both study groups.",
            "The most common illnesses were cough and common cold, diarrhoea, suspected malaria, and eye infections.",
            "Nine children in both study groups had not started complementary feeding, and most children (97%) were still breastfeeding.",
            "In general, the household sanitation was fair although a substantial proportion lacked basic sanitary facilities such as latrines."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "Furthermore, the mean poverty scores for households in both study groups were about 50.",
        "section": "| Enrolment and baseline characteristics",
        "section_number": 43,
        "sentences": [
            "Furthermore, the mean poverty scores for households in both study groups were about 50."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "Most (84%) mothers of children in the intervention group attended the three sessions during the intervention period. Using the follow-up assessment form, in the first follow-up, 11 groups scored (range) 2-5, and the other 15 groups scored 6-9. In the second follow-up, five groups scored 4-5 and 21 groups scored 6-10.",
        "section": "| Enrolment and baseline characteristics",
        "section_number": 44,
        "sentences": [
            "Most (84%) mothers of children in the intervention group attended the three sessions during the intervention period.",
            "Using the follow-up assessment form, in the first follow-up, 11 groups scored (range) 2-5, and the other 15 groups scored 6-9.",
            "In the second follow-up, five groups scored 4-5 and 21 groups scored 6-10."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "On the basis of a questionnaire given at the end of the study, the mothers in the intervention group performed significantly better in nutrition knowledge than the control group (results in Table S1 ).",
        "section": "| Enrolment and baseline characteristics",
        "section_number": 45,
        "sentences": [
            "On the basis of a questionnaire given at the end of the study, the mothers in the intervention group performed significantly better in nutrition knowledge than the control group (results in Table S1 )."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "A significantly higher proportion of mothers in the intervention group were able to identify foods and their nutrients correctly than the control group; 84% versus 50% were cleaning the child's mouth, and 51% versus 6% described preparation of silverfish very well for the child. These data suggest that the mothers of the intervention children had acquired the desired level of knowledge from the intervention.",
        "section": "| Enrolment and baseline characteristics",
        "section_number": 46,
        "sentences": [
            "A significantly higher proportion of mothers in the intervention group were able to identify foods and their nutrients correctly than the control group; 84% versus 50% were cleaning the child's mouth, and 51% versus 6% described preparation of silverfish very well for the child.",
            "These data suggest that the mothers of the intervention children had acquired the desired level of knowledge from the intervention."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "The means ± SD of the CDDS in the intervention group were 3.3 ± 1.7, 3.9 ± 1.2, and 4.1 ± 1.1 at 6-8 months (baseline), 12-16 months, and 20-24 months, respectively. The corresponding values for the control group were 2.8 ± 1.6, 3.5 ± 1.2, and 3.4 ± 1.1 at 6-8 months, 12-16 months, and 20-24 months, respectively. There was no significant difference in mean CDDS between the two study groups at the three study time points; the estimated difference between the slopes being 0.28, 95% CI [−0.24, 0.81], p = .29. There was, however, an average increase per 6 months in CDDS of 0.86, 95% CI [0.46, 1.27], p = .0001, in the intervention group compared to 0.58, 95% CI [0.16, 1.00], p = .007, in the control group (i.e., difference in control group not significant after Bonferroni correction).",
        "section": "| Enrolment and baseline characteristics",
        "section_number": 47,
        "sentences": [
            "The means ± SD of the CDDS in the intervention group were 3.3 ± 1.7, 3.9 ± 1.2, and 4.1 ± 1.1 at 6-8 months (baseline), 12-16 months, and 20-24 months, respectively.",
            "The corresponding values for the control group were 2.8 ± 1.6, 3.5 ± 1.2, and 3.4 ± 1.1 at 6-8 months, 12-16 months, and 20-24 months, respectively.",
            "There was no significant difference in mean CDDS between the two study groups at the three study time points; the estimated difference between the slopes being 0.28, 95% CI [−0.24, 0.81], p = .29.",
            "There was, however, an average increase per 6 months in CDDS of 0.86, 95% CI [0.46, 1.27], p = .0001, in the intervention group compared to 0.58, 95% CI [0.16, 1.00], p = .007, in the control group (i.e., difference in control group not significant after Bonferroni correction)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "Household food insecurity affected the intervention and control groups equally. About 84.4%, 83.8%, and 76.4% of the households in the intervention group suffered mild to severe household food insecurity at baseline, at 12-16 months, and at 20-24 months, respectively.",
        "section": "| Enrolment and baseline characteristics",
        "section_number": 48,
        "sentences": [
            "Household food insecurity affected the intervention and control groups equally.",
            "About 84.4%, 83.8%, and 76.4% of the households in the intervention group suffered mild to severe household food insecurity at baseline, at 12-16 months, and at 20-24 months, respectively."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "The corresponding values in the control group were 85.9%, 89.3%, and 80.0%.",
        "section": "| Enrolment and baseline characteristics",
        "section_number": 49,
        "sentences": [
            "The corresponding values in the control group were 85.9%, 89.3%, and 80.0%."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "There was no evidence of a difference in linear growth, measured as mean LAZ, at 20-24 months between the intervention and control group (Table 2) : 0.10, 95% CI [−0.17, 0.36], p = .49. There was, however, a decline in mean LAZ slopes during the study period in both study groups, indicating linear growth faltering (Table S2) With regard to the other anthropometric indicators (WAZ, WLZ, MUACZ, and HCZ), there were no significant differences between the intervention and control group, neither at baseline nor at 12-16 months or at 20-24 months (Table 2) . We observed no significant change in the mean slopes for WAZ and WLZ among the intervention and control children (Table S2 ). The LAZ, MUACZ, and HCZ mean slopes decreased significantly in both study groups, and the mean slopes did not differ between intervention and control groups for any of the anthropometric indicators (p > .05; Table S2 ). The effect sizes of the anthropometric measures at 20-24 months are shown in Table S3 .",
        "section": "| Anthropometric measures during the study period",
        "section_number": 50,
        "sentences": [
            "There was no evidence of a difference in linear growth, measured as mean LAZ, at 20-24 months between the intervention and control group (Table 2) : 0.10, 95% CI [−0.17, 0.36], p = .49.",
            "There was, however, a decline in mean LAZ slopes during the study period in both study groups, indicating linear growth faltering (Table S2) With regard to the other anthropometric indicators (WAZ, WLZ, MUACZ, and HCZ), there were no significant differences between the intervention and control group, neither at baseline nor at 12-16 months or at 20-24 months (Table 2) .",
            "We observed no significant change in the mean slopes for WAZ and WLZ among the intervention and control children (Table S2 ).",
            "The LAZ, MUACZ, and HCZ mean slopes decreased significantly in both study groups, and the mean slopes did not differ between intervention and control groups for any of the anthropometric indicators (p > .05; Table S2 ).",
            "The effect sizes of the anthropometric measures at 20-24 months are shown in Table S3 ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "There was a significant increase in mean cognitive and motor composite scores measured by BSID-III from baseline to 20-24 months in the intervention but not among the control children (Table 3) . Although the mean slope for cognitive development increased significantly over time in the intervention group, there was no significant mean slope change among the controls. The mean slope for motor development increased significantly over time in the intervention but decreased significantly in the control group (Table S4 ). In contrast, the mean composite scores for language decreased significantly in both groups during the study period (Table 3) , as did the mean slopes. The decrease was more pronounced among the controls. All mean scores in the three domains were significantly higher in the intervention group than the control group (Table 3) .",
        "section": "| Child development during the study period",
        "section_number": 51,
        "sentences": [
            "There was a significant increase in mean cognitive and motor composite scores measured by BSID-III from baseline to 20-24 months in the intervention but not among the control children (Table 3) .",
            "Although the mean slope for cognitive development increased significantly over time in the intervention group, there was no significant mean slope change among the controls.",
            "The mean slope for motor development increased significantly over time in the intervention but decreased significantly in the control group (Table S4 ).",
            "In contrast, the mean composite scores for language decreased significantly in both groups during the study period (Table 3) , as did the mean slopes.",
            "The decrease was more pronounced among the controls.",
            "All mean scores in the three domains were significantly higher in the intervention group than the control group (Table 3) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "We also assessed child development using the ASQ scales (Table 4) . Whereas there were no significant differences in mean communication scores between the two study groups at baseline and at 12-16 months, the children in the intervention group scored significantly higher than the controls at 20-24 months. A similar pattern was noted for gross and fine motor as well as the personal-social development domains. With regard to the problem solving domain, the intervention group performed significantly better at 12-16 months and at 20-24 months. The mean slopes for communication, fine motor, problem solving, and personal-social developments decreased significantly more in the control compared with the intervention group over time (Table S4 ). The mean slope for gross motor development increased significantly more in the intervention compared with the control group during the study period. The effect sizes of from the BSID-III and ASQ at 20-24 months are shown in Table S3 .",
        "section": "| Child development during the study period",
        "section_number": 52,
        "sentences": [
            "We also assessed child development using the ASQ scales (Table 4) .",
            "Whereas there were no significant differences in mean communication scores between the two study groups at baseline and at 12-16 months, the children in the intervention group scored significantly higher than the controls at 20-24 months.",
            "A similar pattern was noted for gross and fine motor as well as the personal-social development domains.",
            "With regard to the problem solving domain, the intervention group performed significantly better at 12-16 months and at 20-24 months.",
            "The mean slopes for communication, fine motor, problem solving, and personal-social developments decreased significantly more in the control compared with the intervention group over time (Table S4 ).",
            "The mean slope for gross motor development increased significantly more in the intervention compared with the control group during the study period.",
            "The effect sizes of from the BSID-III and ASQ at 20-24 months are shown in Table S3 ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "We found that a decline in linear growth rates occurred during the study period in both groups, and we could not detect a significant difference between the two groups at 20-24 months. Similarly, the WAZ, WLZ, MUACZ, and HCZ remained similar between the two groups during the study period. In contrast to these anthropometric results, the intervention clearly improved child development domains. Notably, at 20-24 months, the children in the intervention group scored markedly better on all three subscales of the BSID-III scale and on the five developmental domains of the ASQ scale, compared with the control group. In the intervention group, the mean slopes for the development scores consistently indicated a more favourable change in the various subscales and domains, as measured with both scales.",
        "section": "| DISCUSSION",
        "section_number": 53,
        "sentences": [
            "We found that a decline in linear growth rates occurred during the study period in both groups, and we could not detect a significant difference between the two groups at 20-24 months.",
            "Similarly, the WAZ, WLZ, MUACZ, and HCZ remained similar between the two groups during the study period.",
            "In contrast to these anthropometric results, the intervention clearly improved child development domains.",
            "Notably, at 20-24 months, the children in the intervention group scored markedly better on all three subscales of the BSID-III scale and on the five developmental domains of the ASQ scale, compared with the control group.",
            "In the intervention group, the mean slopes for the development scores consistently indicated a more favourable change in the various subscales and domains, as measured with both scales."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "The age group of 6-8 months was identified for intervention because complementary feeding is recommended to start at 6 months. This is also the age at which growth faltering is common, often due to low nutrient density of the foods complementing breast milk (Shrimpton et al., 2001 Flowchart of trial progress losses, increased nutrient needs, and poor appetite (Vazir et al., 2013) .",
        "section": "| DISCUSSION",
        "section_number": 54,
        "sentences": [
            "The age group of 6-8 months was identified for intervention because complementary feeding is recommended to start at 6 months.",
            "This is also the age at which growth faltering is common, often due to low nutrient density of the foods complementing breast milk (Shrimpton et al., 2001 Flowchart of trial progress losses, increased nutrient needs, and poor appetite (Vazir et al., 2013) ."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "It has also been shown that this age period is appropriate for interventions to reduce stunting (Victora, de Onis, Hallal, Blossner, & Shrimpton, 2010) .",
        "section": "| DISCUSSION",
        "section_number": 55,
        "sentences": [
            "It has also been shown that this age period is appropriate for interventions to reduce stunting (Victora, de Onis, Hallal, Blossner, & Shrimpton, 2010) ."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "Our nutrition education intervention was specifically designed for impoverished, rural women of low socio-economic status, with few years of education, having heavy workloads, and who could not easily access or even afford \"already-made\" infant foods. We therefore opted for an intervention strategy in which they could use the available and accessible food to improve complementary diets of their children.",
        "section": "| DISCUSSION",
        "section_number": 56,
        "sentences": [
            "Our nutrition education intervention was specifically designed for impoverished, rural women of low socio-economic status, with few years of education, having heavy workloads, and who could not easily access or even afford \"already-made\" infant foods.",
            "We therefore opted for an intervention strategy in which they could use the available and accessible food to improve complementary diets of their children."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "Moreover, we strongly underscored the importance of hygiene in handling the food and included oral/dental aspects.",
        "section": "| DISCUSSION",
        "section_number": 57,
        "sentences": [
            "Moreover, we strongly underscored the importance of hygiene in handling the food and included oral/dental aspects."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "The CDDS was comparable and not significantly different between the two groups. Because both groups were equally affected by household food insecurity, this could explain the lack of significant difference in the CDDS between groups. However, the significant increase in CDDS within the intervention group shows that there was increase in dietary diversity for some children. Still, we noted that the provision of sources of animal protein foods was still low (data not shown) and this would lead to low micronutrients in their diets, possibly in part due to limited availability of affordable animal protein food choices and poverty constraints. This, together with the observed low CDDS, might have limited improvements in growth of the children.",
        "section": "| DISCUSSION",
        "section_number": 58,
        "sentences": [
            "The CDDS was comparable and not significantly different between the two groups.",
            "Because both groups were equally affected by household food insecurity, this could explain the lack of significant difference in the CDDS between groups.",
            "However, the significant increase in CDDS within the intervention group shows that there was increase in dietary diversity for some children.",
            "Still, we noted that the provision of sources of animal protein foods was still low (data not shown) and this would lead to low micronutrients in their diets, possibly in part due to limited availability of affordable animal protein food choices and poverty constraints.",
            "This, together with the observed low CDDS, might have limited improvements in growth of the children."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "Moreover, because the CDDS do not measure the amount or frequency of food eaten, we do not know the actual differences in the dietary intakes between the intervention and control groups.",
        "section": "| DISCUSSION",
        "section_number": 59,
        "sentences": [
            "Moreover, because the CDDS do not measure the amount or frequency of food eaten, we do not know the actual differences in the dietary intakes between the intervention and control groups."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "The lack of significant differences in the anthropometric measures between the two groups could be attributed to the lack of capacity to access the foods recommended, as our intervention provided information and education and not actual foods. Although mothers in the intervention group seemed to have acquired the necessary knowledge about infant and young feeding (Table S1 ), the observed household food insecurity limited their ability to provide quality and quantity food to the children. In line with this, many mothers in the intervention group reported lack of money to buy foods rich in protein and micronutrients required for adequate childhood growth. Maternal education, which was low (5 years) in both groups, could have affected the linear growth as observed in a study Household head age (years) 31.4 ± 7.9 33.4 ± 10.7",
        "section": "| DISCUSSION",
        "section_number": 60,
        "sentences": [
            "The lack of significant differences in the anthropometric measures between the two groups could be attributed to the lack of capacity to access the foods recommended, as our intervention provided information and education and not actual foods.",
            "Although mothers in the intervention group seemed to have acquired the necessary knowledge about infant and young feeding (Table S1 ), the observed household food insecurity limited their ability to provide quality and quantity food to the children.",
            "In line with this, many mothers in the intervention group reported lack of money to buy foods rich in protein and micronutrients required for adequate childhood growth.",
            "Maternal education, which was low (5 years) in both groups, could have affected the linear growth as observed in a study Household head age (years) 31.4 ± 7.9 33.4 ± 10.7"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "Household head education (years) 6.4 ± 3.1 5.9 ± 3.1 Household size 5.5 ± 2•1 5.5 ± 2.1",
        "section": "| DISCUSSION",
        "section_number": 61,
        "sentences": [
            "Household head education (years) 6.4 ± 3.1 5.9 ± 3.1 Household size 5.5 ± 2•1 5.5 ± 2.1"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "Household poverty score 47.8 ± 11.7 47.6 ± 11.4",
        "section": "| DISCUSSION",
        "section_number": 62,
        "sentences": [
            "Household poverty score 47.8 ± 11.7 47.6 ± 11.4"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "Sanitation composite score 7.2 ± 1.9 7.3 ± 1.9 Although sanitation was generally fair and about the same in both groups at baseline, our emphasis on the WASH initiative in the The variation in n is due to missing data. c Mean differences (95% CI), estimates were adjusted for clustering.",
        "section": "| DISCUSSION",
        "section_number": 63,
        "sentences": [
            "Sanitation composite score 7.2 ± 1.9 7.3 ± 1.9 Although sanitation was generally fair and about the same in both groups at baseline, our emphasis on the WASH initiative in the The variation in n is due to missing data.",
            "c Mean differences (95% CI), estimates were adjusted for clustering."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "d The p value is for the difference between the two study groups at each study time point.",
        "section": "| DISCUSSION",
        "section_number": 64,
        "sentences": [
            "d The p value is for the difference between the two study groups at each study time point."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "e Overall p value is for the overall effect of intervention obtained from the log likelihood ratio test. The variation in n is due to missing data as some children would not complete all tests. c Mean differences (95% CI), estimates were adjusted for clustering d The p value is for the difference between the two study groups at each study point.",
        "section": "| DISCUSSION",
        "section_number": 65,
        "sentences": [
            "e Overall p value is for the overall effect of intervention obtained from the log likelihood ratio test.",
            "The variation in n is due to missing data as some children would not complete all tests.",
            "c Mean differences (95% CI), estimates were adjusted for clustering d The p value is for the difference between the two study groups at each study point."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "e Overall p value is for the overall effect of intervention obtained from the log likelihood ratio test.",
        "section": "| DISCUSSION",
        "section_number": 66,
        "sentences": [
            "e Overall p value is for the overall effect of intervention obtained from the log likelihood ratio test."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "intervention lacked social support, especially in the provision of quality and quantity of water. The WASH initiative embedded in the UN Sustainable Development Goal 6 is important if other goals and targets are to be achieved. It has been identified as a unit in the health pillar of nurturing care to promote childhood development (Black et al., 2017) . Undernutrition has been linked to poor WASH via enteric pathogens and infections in low-and middle-income countries (Cumming & Cairncross, 2016; Nabwera, Fulford, Moore, & Prentice, 2017 ).",
        "section": "| DISCUSSION",
        "section_number": 67,
        "sentences": [
            "intervention lacked social support, especially in the provision of quality and quantity of water.",
            "The WASH initiative embedded in the UN Sustainable Development Goal 6 is important if other goals and targets are to be achieved.",
            "It has been identified as a unit in the health pillar of nurturing care to promote childhood development (Black et al., 2017) .",
            "Undernutrition has been linked to poor WASH via enteric pathogens and infections in low-and middle-income countries (Cumming & Cairncross, 2016; Nabwera, Fulford, Moore, & Prentice, 2017 )."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "The present findings on growth are in line with other studies trying to improve dietary intake and growth through education but did not find significant differences in linear growth or prevalence of stunting among children (Bhandari et al., 2001; Santos et al., 2001 ).",
        "section": "| DISCUSSION",
        "section_number": 68,
        "sentences": [
            "The present findings on growth are in line with other studies trying to improve dietary intake and growth through education but did not find significant differences in linear growth or prevalence of stunting among children (Bhandari et al., 2001; Santos et al., 2001 )."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "Whereas one Indian study found no impact on linear growth using home educational counselling (Bhandari et al., 2001) , another study from the same researchers (Bhandari et al., 2004) found a small but significant increase in length. A Peruvian study reported that nutrition education had a significant effect on linear growth at 18 months of age (Penny et al., 2005) . The latter two studies, however, had longer period of intervention, more frequent contact with the study groups, and were also performed and supported by the existing health and nutrition services. In addition, they were integrated with child and local government programs. The Ugandan study (Singla et al., 2015) emphasized more sessions of parenting with a diet component, but that did not improve linear growth. In the present study, there were three main education and two follow-up sessions. Growth is moderated by interplay of many factors such as morbidity, food insecurity, hence buffer the potential negative impacts of undernutrition (Prado & Dewey, 2014 ). The development changes were observed to persist beyond intervention period partly because we were teaching forward and the skills would persist and improve as the children grew older.",
        "section": "| DISCUSSION",
        "section_number": 69,
        "sentences": [
            "Whereas one Indian study found no impact on linear growth using home educational counselling (Bhandari et al., 2001) , another study from the same researchers (Bhandari et al., 2004) found a small but significant increase in length.",
            "A Peruvian study reported that nutrition education had a significant effect on linear growth at 18 months of age (Penny et al., 2005) .",
            "The latter two studies, however, had longer period of intervention, more frequent contact with the study groups, and were also performed and supported by the existing health and nutrition services.",
            "In addition, they were integrated with child and local government programs.",
            "The Ugandan study (Singla et al., 2015) emphasized more sessions of parenting with a diet component, but that did not improve linear growth.",
            "In the present study, there were three main education and two follow-up sessions.",
            "Growth is moderated by interplay of many factors such as morbidity, food insecurity, hence buffer the potential negative impacts of undernutrition (Prado & Dewey, 2014 ).",
            "The development changes were observed to persist beyond intervention period partly because we were teaching forward and the skills would persist and improve as the children grew older."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "We also noted that there could be a combined effect of the various intervention activities on development domains, as observed in other studies (Yousafzai et al., 2014) . Cognitive development had a larger effect size compared to motor and language development. Possibly, child play matched with the caregiver's aspirations for future school achievement for the child may in part explain this preferential cognitive improvement (Vazir et al., 2013) . Child stimulation involves rather simple doable actions that are easily integrated into daily care roles by everyone in the home, including men. The decline in language domain (receptive and expressive combined) in both groups, although the intervention group later improved at 20-24 months, was mainly affected by children performing poorer on the expressive subscale.",
        "section": "| DISCUSSION",
        "section_number": 70,
        "sentences": [
            "We also noted that there could be a combined effect of the various intervention activities on development domains, as observed in other studies (Yousafzai et al., 2014) .",
            "Cognitive development had a larger effect size compared to motor and language development.",
            "Possibly, child play matched with the caregiver's aspirations for future school achievement for the child may in part explain this preferential cognitive improvement (Vazir et al., 2013) .",
            "Child stimulation involves rather simple doable actions that are easily integrated into daily care roles by everyone in the home, including men.",
            "The decline in language domain (receptive and expressive combined) in both groups, although the intervention group later improved at 20-24 months, was mainly affected by children performing poorer on the expressive subscale."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "This could be attributed to lack of play materials that facilitate speech and language development. The simplest language stimulation activities for children included talking, singing, storytelling, and later on reading to the children. With the heavy workloads, the mothers probably could get adequate time to engage the children in language stimulation. On the other hand, there are a variety of simple play materials for cognitive and motor development that mothers could avail to children to play with while they were busy. The BSID III results are in line with the results of the studies performed in similar settings (Cromwell et al., 2014; Hamadani et al., 2006; Rademeyer, Jacklin, & Maxeke, 2013; Singla et al., 2015) .",
        "section": "| DISCUSSION",
        "section_number": 71,
        "sentences": [
            "This could be attributed to lack of play materials that facilitate speech and language development.",
            "The simplest language stimulation activities for children included talking, singing, storytelling, and later on reading to the children.",
            "With the heavy workloads, the mothers probably could get adequate time to engage the children in language stimulation.",
            "On the other hand, there are a variety of simple play materials for cognitive and motor development that mothers could avail to children to play with while they were busy.",
            "The BSID III results are in line with the results of the studies performed in similar settings (Cromwell et al., 2014; Hamadani et al., 2006; Rademeyer, Jacklin, & Maxeke, 2013; Singla et al., 2015) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "This study has some methodological weaknesses. Our study may have been underpowered due to the small number of clusters.",
        "section": "| DISCUSSION",
        "section_number": 72,
        "sentences": [
            "This study has some methodological weaknesses.",
            "Our study may have been underpowered due to the small number of clusters."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "Although we examined the CDDS, we have no estimate of their actual dietary intakes. We also lack data on birthweight and maternal weight gain during pregnancy, which could have interfered with our findings because they are linked to long-term nutritional manifestations. Due to the rural setting with challenging logistics, we could not collect nutrient biomarkers or measures of body composition. Similarly, we could not apply objective, neuropsychological tests. Moreover, we were unable to examine other factors that could have diluted the effect of the intervention, such as other sources of information (e.g., traditional knowledge and practices) as well as seasonality and its influence on food diversity. The intervention could have been improved with a higher frequency of contact with the mothers groups. The main strengths of the study were the long follow-up time and low rates of loss to follow-up, the inclusion of the WASH in nutrition messaging, the use of two independent developmental tools, and the empowerment and collaboration between mothers to increase focus on child health and development.",
        "section": "| DISCUSSION",
        "section_number": 73,
        "sentences": [
            "Although we examined the CDDS, we have no estimate of their actual dietary intakes.",
            "We also lack data on birthweight and maternal weight gain during pregnancy, which could have interfered with our findings because they are linked to long-term nutritional manifestations.",
            "Due to the rural setting with challenging logistics, we could not collect nutrient biomarkers or measures of body composition.",
            "Similarly, we could not apply objective, neuropsychological tests.",
            "Moreover, we were unable to examine other factors that could have diluted the effect of the intervention, such as other sources of information (e.g., traditional knowledge and practices) as well as seasonality and its influence on food diversity.",
            "The intervention could have been improved with a higher frequency of contact with the mothers groups.",
            "The main strengths of the study were the long follow-up time and low rates of loss to follow-up, the inclusion of the WASH in nutrition messaging, the use of two independent developmental tools, and the empowerment and collaboration between mothers to increase focus on child health and development."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "Our educational intervention did not improve growth in children, however, cognitive and motor development in the intervention group improved significantly. More studies are needed to identify appropriate community-based interventions to reduce the level of stunting.",
        "section": "| CONCLUSION",
        "section_number": 74,
        "sentences": [
            "Our educational intervention did not improve growth in children, however, cognitive and motor development in the intervention group improved significantly.",
            "More studies are needed to identify appropriate community-based interventions to reduce the level of stunting."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "Child development interventions are worth investing in to benefit child development in poor rural settings of Uganda.",
        "section": "| CONCLUSION",
        "section_number": 75,
        "sentences": [
            "Child development interventions are worth investing in to benefit child development in poor rural settings of Uganda."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37734",
        "text": "bs_bs_banner",
        "section": "",
        "section_number": 76,
        "sentences": [
            "bs_bs_banner"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    }
]