[
    {
        "doc_id": "39164",
        "text": "Attention deficit hyperactivity disorder (ADHD) is now increasingly recognized as a developmental impairment that involves deficient executive function (EF). [1,2] The term \"executive function\" refers to a set of regulatory processes that are needed to select, initiate, implement, and oversee thought, emotion, behavior, and certain facets of motor",
        "section": "Abstract",
        "sentences": [
            "Attention deficit hyperactivity disorder (ADHD) is now increasingly recognized as a developmental impairment that involves deficient executive function (EF). [",
            "1,2] The term \"executive function\" refers to a set of regulatory processes that are needed to select, initiate, implement, and oversee thought, emotion, behavior, and certain facets of motor"
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39164",
        "text": "and sensory functions. [3] It comprises several domains, such as inhibition, initiation, sustaining attention, set shifting, working memory, emotional regulation, planning, organizing, and monitoring. [4] Studies have indicated that children with ADHD who experienced executive dysfunction were at a higher risk for academic failure and poor psychosocial and occupational outcomes than those who had intact EF. [5, 6] Although substantial literature has demonstrated the efficacy of medication on improving EF in ADHD through short/medium-term therapy, medications have several potential limitations including partial response or nonresponse, [7] possible side effects, [8] uncertainty about the long-term costs and benefits, [9] and poor adherence. [10] Moreover, except sustained attention, evidence showed that medications did not necessarily normalize the neuropsychological outcomes of children with ADHD. [11] For these reasons, pharmacological treatment alone might not be sufficient to remediate the deficits associated with ADHD, and it is thus necessary to develop additional treatment methods that target core neuropsychological deficits. [12, 13] EF training has been investigated as a potential treatment method for ADHD that might have more long-term benefits and fewer side effects than pharmacological treatment. It is hypothesized that EF training might reduce ADHD symptoms and improve functioning by targeting neuropsychological deficits to mediate ADHD pathophysiology. There are two types of EF training: facilitative intervention training (FIT), which fosters the development of EF through the use of computer-based training programs, [14] [15] [16] [17] [18] [19] [20] and compensatory EF training, which is based on behavioral therapy. Regarding FIT, although some evidence indicated that training working memory could improve working memory measures, no significant improvements were found for attention and/or mixed EF training in a meta-analysis. [14] The effects on working memory did not transfer to other neuropsychological tests, behavior, or academic function, [14] which suggested the need to develop ecologically effective EF training programs. The compensatory EF training based on behavioral therapy might fit such need.",
        "section": "",
        "section_number": 1,
        "sentences": [
            "and sensory functions. [",
            "3] It comprises several domains, such as inhibition, initiation, sustaining attention, set shifting, working memory, emotional regulation, planning, organizing, and monitoring. [",
            "4] Studies have indicated that children with ADHD who experienced executive dysfunction were at a higher risk for academic failure and poor psychosocial and occupational outcomes than those who had intact EF. [",
            "5, 6] Although substantial literature has demonstrated the efficacy of medication on improving EF in ADHD through short/medium-term therapy, medications have several potential limitations including partial response or nonresponse, [7] possible side effects, [8] uncertainty about the long-term costs and benefits, [9] and poor adherence. [",
            "10] Moreover, except sustained attention, evidence showed that medications did not necessarily normalize the neuropsychological outcomes of children with ADHD. [",
            "11] For these reasons, pharmacological treatment alone might not be sufficient to remediate the deficits associated with ADHD, and it is thus necessary to develop additional treatment methods that target core neuropsychological deficits. [",
            "12, 13] EF training has been investigated as a potential treatment method for ADHD that might have more long-term benefits and fewer side effects than pharmacological treatment.",
            "It is hypothesized that EF training might reduce ADHD symptoms and improve functioning by targeting neuropsychological deficits to mediate ADHD pathophysiology.",
            "There are two types of EF training: facilitative intervention training (FIT), which fosters the development of EF through the use of computer-based training programs, [14] [15] [16] [17] [18] [19] [20] and compensatory EF training, which is based on behavioral therapy.",
            "Regarding FIT, although some evidence indicated that training working memory could improve working memory measures, no significant improvements were found for attention and/or mixed EF training in a meta-analysis. [",
            "14] The effects on working memory did not transfer to other neuropsychological tests, behavior, or academic function, [14] which suggested the need to develop ecologically effective EF training programs.",
            "The compensatory EF training based on behavioral therapy might fit such need."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39164",
        "text": "Some studies have discussed the effectiveness of executive skill training programs that are designed to enhance EF in children's daily lives, [21] [22] [23] [24] [25] three of which were open trials, and two were randomized waitlist control trials. Almost all of them reported significant improvement in ADHD symptoms rated by parents, teachers, and a blinded clinician. Some also reported significant differences between treated and untreated patients in neuropsychological measures including visual-spatial memory, planning, visual/auditory attention, and cognitive flexibility, corresponding to the improvements in parent ratings of ecological executive functioning. Notably, Abikoff et al. [25] compared skill training with a performance-based intervention and found that the former improved academic performance and proficiency to a greater extent than the latter. These previous studies suggested that executive skill training might be an ecologically valid treatment that deserves development and validation in a larger sample. Furthermore, most previous studies were performed in children younger than 7 years old. As the period from 6 to 12 years of age represents a period of \"pruning\" synaptic connections, and this pruning process helps consolidate learning skills, this period might be a good time to train skills in school-aged children.",
        "section": "",
        "section_number": 2,
        "sentences": [
            "Some studies have discussed the effectiveness of executive skill training programs that are designed to enhance EF in children's daily lives, [21] [22] [23] [24] [25] three of which were open trials, and two were randomized waitlist control trials.",
            "Almost all of them reported significant improvement in ADHD symptoms rated by parents, teachers, and a blinded clinician.",
            "Some also reported significant differences between treated and untreated patients in neuropsychological measures including visual-spatial memory, planning, visual/auditory attention, and cognitive flexibility, corresponding to the improvements in parent ratings of ecological executive functioning.",
            "Notably, Abikoff et al. [25] compared skill training with a performance-based intervention and found that the former improved academic performance and proficiency to a greater extent than the latter.",
            "These previous studies suggested that executive skill training might be an ecologically valid treatment that deserves development and validation in a larger sample.",
            "Furthermore, most previous studies were performed in children younger than 7 years old.",
            "As the period from 6 to 12 years of age represents a period of \"pruning\" synaptic connections, and this pruning process helps consolidate learning skills, this period might be a good time to train skills in school-aged children."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39164",
        "text": "We thus hypothesized that intervention targeting executive dysfunction in everyday life might relieve the EF deficits of children with ADHD, and the core symptoms of ADHD and social dysfunction might be improved with the relief of executive dysfunction. This randomized controlled clinical trial was designed to evaluate the effects of a comprehensive executive skill training program for school-age children with ADHD in a relatively large sample. This program was to target the putative dysfunction underlying ADHD and promote the development of EF. The effects of the training were systemically evaluated using neuropsychological tests and behavioral ratings of EF, symptoms of ADHD, and social function.",
        "section": "",
        "section_number": 3,
        "sentences": [
            "We thus hypothesized that intervention targeting executive dysfunction in everyday life might relieve the EF deficits of children with ADHD, and the core symptoms of ADHD and social dysfunction might be improved with the relief of executive dysfunction.",
            "This randomized controlled clinical trial was designed to evaluate the effects of a comprehensive executive skill training program for school-age children with ADHD in a relatively large sample.",
            "This program was to target the putative dysfunction underlying ADHD and promote the development of EF.",
            "The effects of the training were systemically evaluated using neuropsychological tests and behavioral ratings of EF, symptoms of ADHD, and social function."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39164",
        "text": "The study was conducted in accordance with the Declaration of Helsinki and was approved by the Institutional Review Board of Peking University Sixth Hospital. Parents and children signed separate informed written consent before their enrollment in this study.",
        "section": "Ethical approval",
        "section_number": 4,
        "sentences": [
            "The study was conducted in accordance with the Declaration of Helsinki and was approved by the Institutional Review Board of Peking University Sixth Hospital.",
            "Parents and children signed separate informed written consent before their enrollment in this study."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39164",
        "text": "All participants were children with ADHD recruited from a mental health hospital in Beijing. The diagnosis of ADHD was first made according to the Diagnostic and Statistical Manual of Mental Disorders-IV (DSM-IV) criteria based on parent ratings of the ADHD-rating scale-IV (ADHD-RS-IV) [26] and was then confirmed by a semi-structured interview conducted by experienced pediatric psychiatrists using the clinical diagnostic interview scale. [27] Children were excluded if they met the following criteria: a history of head injury, a diagnosis of other congenital or acquired neurological conditions, an estimated full-scale IQ <80, a diagnosis of autism spectrum disorder, psychosis, or an emergent psychiatric condition that needed immediate medication. Ten participants had maintained steady dosage of medications for more than half a year and remained unchanged during the entire study. New medications could not be initiated during the study. The participants aged from 6 years to 12 years and were randomized to the intervention or waitlist groups. A healthy control group was composed of gender-and age-matched healthy children from a primary school nearby.",
        "section": "Participants",
        "section_number": 5,
        "sentences": [
            "All participants were children with ADHD recruited from a mental health hospital in Beijing.",
            "The diagnosis of ADHD was first made according to the Diagnostic and Statistical Manual of Mental Disorders-IV (DSM-IV) criteria based on parent ratings of the ADHD-rating scale-IV (ADHD-RS-IV) [26] and was then confirmed by a semi-structured interview conducted by experienced pediatric psychiatrists using the clinical diagnostic interview scale. [",
            "27] Children were excluded if they met the following criteria: a history of head injury, a diagnosis of other congenital or acquired neurological conditions, an estimated full-scale IQ <80, a diagnosis of autism spectrum disorder, psychosis, or an emergent psychiatric condition that needed immediate medication.",
            "Ten participants had maintained steady dosage of medications for more than half a year and remained unchanged during the entire study.",
            "New medications could not be initiated during the study.",
            "The participants aged from 6 years to 12 years and were randomized to the intervention or waitlist groups.",
            "A healthy control group was composed of gender-and age-matched healthy children from a primary school nearby."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39164",
        "text": "The study adopted a randomized block design to balance the individuals between the intervention and waitlist groups. Children with ADHD who met the eligibility criteria were randomized to a block that comprised a permutation of four participants, two for each group separately. The grouping scheme was concealed in envelopes, and the recruited participant was notified of his or her group sequentially. During the study, the intervention group received a 12-session training program for multiple executive skills once a week, whereas the waitlist group did not receive any new intervention. After the postintervention data collection, participants in the waitlist group had the opportunity to receive the same intervention to adhere to ethical considerations.",
        "section": "Study design and procedure",
        "section_number": 6,
        "sentences": [
            "The study adopted a randomized block design to balance the individuals between the intervention and waitlist groups.",
            "Children with ADHD who met the eligibility criteria were randomized to a block that comprised a permutation of four participants, two for each group separately.",
            "The grouping scheme was concealed in envelopes, and the recruited participant was notified of his or her group sequentially.",
            "During the study, the intervention group received a 12-session training program for multiple executive skills once a week, whereas the waitlist group did not receive any new intervention.",
            "After the postintervention data collection, participants in the waitlist group had the opportunity to receive the same intervention to adhere to ethical considerations."
        ],
        "sentence_labels": [
            1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": 0
    },
    {
        "doc_id": "39164",
        "text": "The training program, based on Dawson and Guare's (2010) training of executive skills for children, aimed to improve the everyday performance of executive skills among children with ADHD. We added some culturally adapted information, following the theory of cognitive behavioral therapy, to ensure that the concepts were acceptable to Chinese children.",
        "section": "Executive skill training",
        "section_number": 7,
        "sentences": [
            "The training program, based on Dawson and Guare's (2010) training of executive skills for children, aimed to improve the everyday performance of executive skills among children with ADHD.",
            "We added some culturally adapted information, following the theory of cognitive behavioral therapy, to ensure that the concepts were acceptable to Chinese children."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39164",
        "text": "The training program included 12 weekly 1-h sessions in a clinical setting and was applied in groups of 6 to 8 families. Regarding the parents' involvement, all parents received the first and last sessions and were instructed to help their children finish the homework outlined in the handbook between sessions. As for the children, all children attended the other ten sessions and were asked to complete the homework in the handbook between sessions with the help of their parents. Further details are described in Supplementary Material 1.",
        "section": "Executive skill training",
        "section_number": 8,
        "sentences": [
            "The training program included 12 weekly 1-h sessions in a clinical setting and was applied in groups of 6 to 8 families.",
            "Regarding the parents' involvement, all parents received the first and last sessions and were instructed to help their children finish the homework outlined in the handbook between sessions.",
            "As for the children, all children attended the other ten sessions and were asked to complete the homework in the handbook between sessions with the help of their parents.",
            "Further details are described in Supplementary Material 1."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39164",
        "text": "The intervention was provided by a senior pediatric psychiatrist and a trained graduate student. All the training principles and processes described above were documented in a manual for the trainer.",
        "section": "Executive skill training",
        "section_number": 9,
        "sentences": [
            "The intervention was provided by a senior pediatric psychiatrist and a trained graduate student.",
            "All the training principles and processes described above were documented in a manual for the trainer."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39164",
        "text": "EF, ADHD symptoms, and social functioning in the intervention and waitlist groups were evaluated at baseline and the end of the final training session. The healthy controls (HCs) were only assessed once at baseline.",
        "section": "Outcome measurement",
        "section_number": 10,
        "sentences": [
            "EF, ADHD symptoms, and social functioning in the intervention and waitlist groups were evaluated at baseline and the end of the final training session.",
            "The healthy controls (HCs) were only assessed once at baseline."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39164",
        "text": "For EF measurement, performance-based tasks were selected from the Chinese neuropsychological battery used by our research group. [28] This battery includes the Stroop Task, Rey-Osterrieth Complex Figure The Behavior Rating Inventory of Executive Function (BRIEF) parent form is a questionnaire that assesses EF behaviors in daily life environments. [29] The instrument includes eight subscales: initiation, working memory, planning, organization of materials, monitoring, inhibition, shifting, and emotional control. This scale has been translated into Chinese and has good psychometric properties and clinical discrimination, with a test-retest reliability of 0.68-0.89 and a Cronbach's coefficient of 0.74-0.96. [30] For ADHD symptom measurement, the ADHD-RS-IV [26] was used to assess symptoms. This scale consists of 18 items corresponding to the DSM-IV criteria for ADHD.",
        "section": "Outcome measurement",
        "section_number": 11,
        "sentences": [
            "For EF measurement, performance-based tasks were selected from the Chinese neuropsychological battery used by our research group. [",
            "28] This battery includes the Stroop Task, Rey-Osterrieth Complex Figure The Behavior Rating Inventory of Executive Function (BRIEF) parent form is a questionnaire that assesses EF behaviors in daily life environments. [",
            "29] The instrument includes eight subscales: initiation, working memory, planning, organization of materials, monitoring, inhibition, shifting, and emotional control.",
            "This scale has been translated into Chinese and has good psychometric properties and clinical discrimination, with a test-retest reliability of 0.68-0.89 and a Cronbach's coefficient of 0.74-0.96. [",
            "30] For ADHD symptom measurement, the ADHD-RS-IV [26] was used to assess symptoms.",
            "This scale consists of 18 items corresponding to the DSM-IV criteria for ADHD."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39164",
        "text": "The overall symptom scores as well as the inattention and hyperactivity-impulsivity (HI) scores were calculated based on different symptom domains. This scale was translated into Chinese by Su et al., [31] with a test-retest reliability of 0.72 and a Cronbach's coefficient of 0.91.",
        "section": "Outcome measurement",
        "section_number": 12,
        "sentences": [
            "The overall symptom scores as well as the inattention and hyperactivity-impulsivity (HI) scores were calculated based on different symptom domains.",
            "This scale was translated into Chinese by Su et al., [31] with a test-retest reliability of 0.72 and a Cronbach's coefficient of 0.91."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39164",
        "text": "The WEISS Functional Impairment Scale-Parent form (WFIRS-P) used for social function measurement is a questionnaire including six subscales: assessing family, learning and school, life skills, self-concept, social activities, and risky activities. This scale was implemented in China by Qian et al., [32] with a test-retest reliability of 0.61-0.87 and a Cronbach's coefficient of 0.70-0.92.",
        "section": "Outcome measurement",
        "section_number": 13,
        "sentences": [
            "The WEISS Functional Impairment Scale-Parent form (WFIRS-P) used for social function measurement is a questionnaire including six subscales: assessing family, learning and school, life skills, self-concept, social activities, and risky activities.",
            "This scale was implemented in China by Qian et al., [32] with a test-retest reliability of 0.61-0.87 and a Cronbach's coefficient of 0.70-0.92."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39164",
        "text": "In this study, group differences in demographic and initial clinical variables of ADHD were assessed using Student's t-test for quantitative data and Chi-square test for categorical data. The 2 × 2 repeated measures analyses were used to evaluate the effects of time (pre-and post-treatment), group (intervention vs. waitlist), and the group-time interaction on EF, ADHD symptoms, and social function, with group as a between-subject factor and time as a within-subject factor. The neuropsychological, behavioral, and functional measurements of the intervention and waitlist groups at the end of training were compared to those of the HCs using multiple-way analysis of variance (MANOVA) with gender, age, and IQ as covariates to determine whether the training normalized the deficits of ADHD. The measurement data were shown as mean ± standard deviation (SD). Statistical analyses were performed using SPSS version 19.0 (SPSS Inc., Chicago, IL, USA). All statistical tests were two-tailed, and a P < 0.05 was considered statistically significant.",
        "section": "Statistical analysis",
        "section_number": 14,
        "sentences": [
            "In this study, group differences in demographic and initial clinical variables of ADHD were assessed using Student's t-test for quantitative data and Chi-square test for categorical data.",
            "The 2 × 2 repeated measures analyses were used to evaluate the effects of time (pre-and post-treatment), group (intervention vs. waitlist), and the group-time interaction on EF, ADHD symptoms, and social function, with group as a between-subject factor and time as a within-subject factor.",
            "The neuropsychological, behavioral, and functional measurements of the intervention and waitlist groups at the end of training were compared to those of the HCs using multiple-way analysis of variance (MANOVA) with gender, age, and IQ as covariates to determine whether the training normalized the deficits of ADHD.",
            "The measurement data were shown as mean ± standard deviation (SD).",
            "Statistical analyses were performed using SPSS version 19.0 (SPSS Inc., Chicago, IL, USA).",
            "All statistical tests were two-tailed, and a P < 0.05 was considered statistically significant."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39164",
        "text": "A total of 86 children with ADHD were randomized to the intervention (n = 44) or waitlist groups (n = 42). Sixty-eight children (79.1%) completed the whole study; 18 children dropped out due to scheduling problems and time conflicts, six of whom were in the intervention group (13.6%) and 12 in the waitlist group (28.6%). The 86.4% (38/44) of children in intervention group complied with the training, completing ten or more sessions in the 12-session period. All of the missed group sessions were administered to the trainee individually. Thirty-eight children in intervention group (including 32 boys and 6 girls) and thirty in waitlist group (including 22 boys and 8 girls) were included in final analysis. The demographic and clinical characteristics of these participants are presented in Table 1 . For intervention group, the mean age was 8.3 ± 1.3 years, and the mean IQ was 105.7 ± 13.9; for waitlist group, the mean age was 7.8 ± 1.2 years, and the mean IQ was 101.8 ± 10.4. There were no significant differences in age, gender, IQ, ADHD subtypes, and comorbidity between two groups at baseline (all P > 0.05). At baseline, no significant differences were also found in EF, ADHD symptoms, and social function between intervention and waitlist groups (all P > 0.05). 8.03 ± 3.77, P = 0.06) in the intervention group also showed a decreased trend, compared with the waitlist group.",
        "section": "results",
        "section_number": 15,
        "sentences": [
            "A total of 86 children with ADHD were randomized to the intervention (n = 44) or waitlist groups (n = 42).",
            "Sixty-eight children (79.1%) completed the whole study; 18 children dropped out due to scheduling problems and time conflicts, six of whom were in the intervention group (13.6%) and 12 in the waitlist group (28.6%).",
            "The 86.4% (38/44) of children in intervention group complied with the training, completing ten or more sessions in the 12-session period.",
            "All of the missed group sessions were administered to the trainee individually.",
            "Thirty-eight children in intervention group (including 32 boys and 6 girls) and thirty in waitlist group (including 22 boys and 8 girls) were included in final analysis.",
            "The demographic and clinical characteristics of these participants are presented in Table 1 .",
            "For intervention group, the mean age was 8.3 ± 1.3 years, and the mean IQ was 105.7 ± 13.9; for waitlist group, the mean age was 7.8 ± 1.2 years, and the mean IQ was 101.8 ± 10.4.",
            "There were no significant differences in age, gender, IQ, ADHD subtypes, and comorbidity between two groups at baseline (all P > 0.05).",
            "At baseline, no significant differences were also found in EF, ADHD symptoms, and social function between intervention and waitlist groups (all P > 0.05).",
            "8.03 ± 3.77, P = 0.06) in the intervention group also showed a decreased trend, compared with the waitlist group."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39164",
        "text": "Repeated measures analyses of variance revealed significant interactions between time and group on the BRIEF inhibition subscale (F = 5.06, P = 0.03), working memory (F = 4.48, P = 0.04; Table 2 ), ADHD-IV overall score (F = 21.72, P < 0.01), HI subscale score (F = 19.08, P < 0.01), and inattentive subscale score (F = 12.40, P < 0.01; Table 3 ). Trend significance was also observed for the BRIEF total score (F = 3.89, P = 0.05) and monitoring subscale (F = 3.91, P = 0.05), the forgotten structure score on the ROCF (F = 4.27, P = 0.05), risky activities subscale (F = 3.78, P = 0.06), and learning/school subscale (F = 4.03, P = 0.05) of the WFIRS-P [ Table 4 ].",
        "section": "results",
        "section_number": 16,
        "sentences": [
            "Repeated measures analyses of variance revealed significant interactions between time and group on the BRIEF inhibition subscale (F = 5.06, P = 0.03), working memory (F = 4.48, P = 0.04; Table 2 ), ADHD-IV overall score (F = 21.72, P < 0.01), HI subscale score (F = 19.08, P < 0.01), and inattentive subscale score (F = 12.40, P < 0.01; Table 3 ).",
            "Trend significance was also observed for the BRIEF total score (F = 3.89, P = 0.05) and monitoring subscale (F = 3.91, P = 0.05), the forgotten structure score on the ROCF (F = 4.27, P = 0.05), risky activities subscale (F = 3.78, P = 0.06), and learning/school subscale (F = 4.03, P = 0.05) of the WFIRS-P [ Table 4 ]."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39164",
        "text": "MANOVA showed significant differences on all variables of BRIEF, ADHD-RS-IV, and WEISS among the intervention and waitlist groups at posttreatment and HCs at baseline [ Table 5 ]. Both intervention and waitlist groups showed significant differences almost on all scales, compared with the HC group.",
        "section": "results",
        "section_number": 17,
        "sentences": [
            "MANOVA showed significant differences on all variables of BRIEF, ADHD-RS-IV, and WEISS among the intervention and waitlist groups at posttreatment and HCs at baseline [ Table 5 ].",
            "Both intervention and waitlist groups showed significant differences almost on all scales, compared with the HC group."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39164",
        "text": "The executive skill training program used in this study was developed as an ecological nonpharmacological intervention for children with ADHD. This study provided some evidence that this program improved EF and ADHD symptoms, which potentially promoted social function.",
        "section": "dIscussIon",
        "section_number": 18,
        "sentences": [
            "The executive skill training program used in this study was developed as an ecological nonpharmacological intervention for children with ADHD.",
            "This study provided some evidence that this program improved EF and ADHD symptoms, which potentially promoted social function."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39164",
        "text": "Barkley [33] proposed that inhibition impairment might be a core deficit of ADHD. This inhibition deficit was expressed as impulsivity. [34] In children with ADHD, impulsivity was often manifested as the inability to wait in a variety of situations and as the tendency to interrupt others' conversations or to respond before the end of a question. [35] Children with more prominent HI symptoms showed more risk-taking behaviors. [36, 37] This randomized waitlist-controlled study found that executive skill training improved the inhibition factor of the BRIEF, HI score of the ADHD-RS-IV, and possibly the risky activities subscale of the WFIRS-P, indicating that the targeted training of inhibitory skills could alleviate inhibition deficits, decrease HI symptoms, and potentially reduce risk-taking behavior in daily life settings. The results of this study were consistent with the possible mechanisms of HI behavior and related functions, which were supported by Barkley's hypothesis. [33] This study did not find significant differences between the intervention group and the waitlist group on the Stroop test (performance-based test) although significant differences were found on the inhibition subscale of the BRIEF (valid ecological rating). The low agreement between the performance-based and ecological ratings of EF has been reported in other studies as well. [38, 39] An explanation of this result was that neuropsychological tests have less ecological validity in evaluating children's behaviors in everyday life. Behavioral questionnaires for parents and teachers or direct observations of behaviors are probably more sensitive to the adaptive modifications occurring in natural contexts. [22] As the training in this study focused more on ecological executive skills, it might have been difficult to detect the changes on performance-based tasks.",
        "section": "dIscussIon",
        "section_number": 19,
        "sentences": [
            "Barkley [33] proposed that inhibition impairment might be a core deficit of ADHD.",
            "This inhibition deficit was expressed as impulsivity. [",
            "34] In children with ADHD, impulsivity was often manifested as the inability to wait in a variety of situations and as the tendency to interrupt others' conversations or to respond before the end of a question. [",
            "35] Children with more prominent HI symptoms showed more risk-taking behaviors. [",
            "36, 37] This randomized waitlist-controlled study found that executive skill training improved the inhibition factor of the BRIEF, HI score of the ADHD-RS-IV, and possibly the risky activities subscale of the WFIRS-P, indicating that the targeted training of inhibitory skills could alleviate inhibition deficits, decrease HI symptoms, and potentially reduce risk-taking behavior in daily life settings.",
            "The results of this study were consistent with the possible mechanisms of HI behavior and related functions, which were supported by Barkley's hypothesis. [",
            "33] This study did not find significant differences between the intervention group and the waitlist group on the Stroop test (performance-based test) although significant differences were found on the inhibition subscale of the BRIEF (valid ecological rating).",
            "The low agreement between the performance-based and ecological ratings of EF has been reported in other studies as well. [",
            "38, 39] An explanation of this result was that neuropsychological tests have less ecological validity in evaluating children's behaviors in everyday life.",
            "Behavioral questionnaires for parents and teachers or direct observations of behaviors are probably more sensitive to the adaptive modifications occurring in natural contexts. [",
            "22] As the training in this study focused more on ecological executive skills, it might have been difficult to detect the changes on performance-based tasks."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39164",
        "text": "ADHD is acknowledged to be the most common cognitive disorder in childhood. Many cognitive studies have suggested that there are working memory deficits in ADHD children. [40] [41] [42] Inattention and impaired cognitive abilities serve as dual pathways between ADHD and later academic achievement. [43] [44] [45] [46] This study found that the executive skill training improved immediate or delayed recall scores of the ROCF, the working memory subscale of the BRIEF, ADHD-RS-IV inattention score, and possibly the learning and school subscale of the WFIRS-P, which suggested that the executive skill training improved ADHD children's working memory (in laboratory performance as well as in everyday life settings) and attention, both of which contributed to better academic performance. The effects of the training on school and academic performance provided important support for the hypothesis that executive skill training is ecologically valid and potentially leads to the transfer of treatment gains. Completing the homework assigned to the participants in the 12-week training period promoted generalization of the learned skills.",
        "section": "dIscussIon",
        "section_number": 20,
        "sentences": [
            "ADHD is acknowledged to be the most common cognitive disorder in childhood.",
            "Many cognitive studies have suggested that there are working memory deficits in ADHD children. [",
            "40] [41] [42] Inattention and impaired cognitive abilities serve as dual pathways between ADHD and later academic achievement. [",
            "43] [44] [45] [46] This study found that the executive skill training improved immediate or delayed recall scores of the ROCF, the working memory subscale of the BRIEF, ADHD-RS-IV inattention score, and possibly the learning and school subscale of the WFIRS-P, which suggested that the executive skill training improved ADHD children's working memory (in laboratory performance as well as in everyday life settings) and attention, both of which contributed to better academic performance.",
            "The effects of the training on school and academic performance provided important support for the hypothesis that executive skill training is ecologically valid and potentially leads to the transfer of treatment gains.",
            "Completing the homework assigned to the participants in the 12-week training period promoted generalization of the learned skills."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39164",
        "text": "Targeted training for EF deficits adopts two forms: computerized cognitive training and noncomputerized skill training. Sonuga-Barke et al. [47] systematically reviewed the available psychological treatments for ADHD. [44] A meta-analysis revealed that computerized cognitive training only improved working memory in laboratory settings, with a limited transfer of effects on ADHD symptoms and academic functions. For behavioral interventions, although the standardized mean difference was near zero, none of the included studies focused on executive skill training that targeted the core impairment of ADHD. Few studies focused on noncomputerized executive skill training programs. Halperin et al. [21] combined executive, attention, and motor skill training and found that ADHD severity improved significantly as rated by the parent and teacher on the ADHD-RS-IV from pre-to post-treatment. Both inattention and HI domain scores declined. However, it is challenging to disentangle the effects of executive skill training. Miranda et al. [22] analyzed the effects of an intensive psychosocial intervention on EF, which taught children a set of cognitive-behavioral techniques. Improvement was observed in both cognitive function (visual-spatial memory and planning) and ADHD symptoms (HI and inattention). Tamm et al. [23, 24] developed a metacognitive EF training program for young children with ADHD. Open as well as randomized waitlist-controlled trials showed that the training had effects on both laboratory performance and parent-rated EF. Thus, high consistency was found between this study and previous studies, and we further assessed functional outcomes. All of the findings described above strongly indicate that executive skill training is a potentially effective nonpharmacological intervention for EF, ADHD symptoms, and school performance.",
        "section": "dIscussIon",
        "section_number": 21,
        "sentences": [
            "Targeted training for EF deficits adopts two forms: computerized cognitive training and noncomputerized skill training.",
            "Sonuga-Barke et al. [47] systematically reviewed the available psychological treatments for ADHD. [",
            "44] A meta-analysis revealed that computerized cognitive training only improved working memory in laboratory settings, with a limited transfer of effects on ADHD symptoms and academic functions.",
            "For behavioral interventions, although the standardized mean difference was near zero, none of the included studies focused on executive skill training that targeted the core impairment of ADHD.",
            "Few studies focused on noncomputerized executive skill training programs.",
            "Halperin et al. [21] combined executive, attention, and motor skill training and found that ADHD severity improved significantly as rated by the parent and teacher on the ADHD-RS-IV from pre-to post-treatment.",
            "Both inattention and HI domain scores declined.",
            "However, it is challenging to disentangle the effects of executive skill training.",
            "Miranda et al. [22] analyzed the effects of an intensive psychosocial intervention on EF, which taught children a set of cognitive-behavioral techniques.",
            "Improvement was observed in both cognitive function (visual-spatial memory and planning) and ADHD symptoms (HI and inattention).",
            "Tamm et al. [23, 24] developed a metacognitive EF training program for young children with ADHD.",
            "Open as well as randomized waitlist-controlled trials showed that the training had effects on both laboratory performance and parent-rated EF.",
            "Thus, high consistency was found between this study and previous studies, and we further assessed functional outcomes.",
            "All of the findings described above strongly indicate that executive skill training is a potentially effective nonpharmacological intervention for EF, ADHD symptoms, and school performance."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39164",
        "text": "The results of this study indicated that the intervention group did not catch up with the HCs on almost all variables at the end of the study. Thus, although the executive skill training provided in this study was shown to be an effective nonpharmacological treatment for school-aged children with ADHD, it still needs to be modified or combined with other types of therapy to help children reach full recovery.",
        "section": "dIscussIon",
        "section_number": 22,
        "sentences": [
            "The results of this study indicated that the intervention group did not catch up with the HCs on almost all variables at the end of the study.",
            "Thus, although the executive skill training provided in this study was shown to be an effective nonpharmacological treatment for school-aged children with ADHD, it still needs to be modified or combined with other types of therapy to help children reach full recovery."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39164",
        "text": "There were some limitations in this study. This study used nonblind parent ratings as the primary outcome measure, which might have been influenced by the subjective expectations of the parents. However, the changes observed in neuropsychology, behavior, and social function, which were consistent with previous studies, potentially corresponded to the rational of the training. In addition, the improvement was not pervasive, which decreased the possibility of subjective bias. Another limitation was the trend toward significant improvement in social function, which might have been due to insufficient training intensity or the short follow-up time. In the future, these limitations can be addressed by revising the protocol to increase the training intensity, adding more assessment measures, and focusing on subgroups of ADHD patients (e.g., ADHD with mild impairment). In summary, this study supported the hypothesis that executive skill training could improve EF deficits, reduce problematic symptoms, and consequently improve the social function of school-aged children with ADHD. However, the improvements were still insufficient to normalize the symptoms of the participants. Introduction",
        "section": "dIscussIon",
        "section_number": 23,
        "sentences": [
            "There were some limitations in this study.",
            "This study used nonblind parent ratings as the primary outcome measure, which might have been influenced by the subjective expectations of the parents.",
            "However, the changes observed in neuropsychology, behavior, and social function, which were consistent with previous studies, potentially corresponded to the rational of the training.",
            "In addition, the improvement was not pervasive, which decreased the possibility of subjective bias.",
            "Another limitation was the trend toward significant improvement in social function, which might have been due to insufficient training intensity or the short follow-up time.",
            "In the future, these limitations can be addressed by revising the protocol to increase the training intensity, adding more assessment measures, and focusing on subgroups of ADHD patients (e.g., ADHD with mild impairment).",
            "In summary, this study supported the hypothesis that executive skill training could improve EF deficits, reduce problematic symptoms, and consequently improve the social function of school-aged children with ADHD.",
            "However, the improvements were still insufficient to normalize the symptoms of the participants.",
            "Introduction"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39164",
        "text": "The first session introduced the concept of each executive function domain and explained the principles of behavioural modification (removing distracting toys, posting rule sheets, reinforcement for appropriate behaviour, ignoring, time-out and response cost). It aimed to help parents establish behavioural objectives, action plans, environmental modifications, and reward systems for their children. The rewards were stratified as small, medium, and large rewards according to their potential value for short-(daily, e.g., pens, small toys), medium-(weekly, e.g., movies), and long-term (end of training, e.g., watches) appropriate behaviors.",
        "section": "dIscussIon",
        "section_number": 24,
        "sentences": [
            "The first session introduced the concept of each executive function domain and explained the principles of behavioural modification (removing distracting toys, posting rule sheets, reinforcement for appropriate behaviour, ignoring, time-out and response cost).",
            "It aimed to help parents establish behavioural objectives, action plans, environmental modifications, and reward systems for their children.",
            "The rewards were stratified as small, medium, and large rewards according to their potential value for short-(daily, e.g., pens, small toys), medium-(weekly, e.g., movies), and long-term (end of training, e.g., watches) appropriate behaviors."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39164",
        "text": "Inhibition First, we used scenariosto reproduce the impulsive behavior thatchildren might exhibit and introduced skills. We taught the children alternativeskills to replace the impulsive behaviour, including how to presenta reasonable requestbefore acting and thinking before they acted. Then, we used the scenariosto let them practice the skills and reinforced them when they used the skill properly. After the class, we advised the parents to implementsome environmental modifications, including keeping their child away from settings in which they might get in trouble, enhancing supervision and promptingthe child to use the skills when appropriate. 4,5",
        "section": "2,3",
        "section_number": 25,
        "sentences": [
            "Inhibition First, we used scenariosto reproduce the impulsive behavior thatchildren might exhibit and introduced skills.",
            "We taught the children alternativeskills to replace the impulsive behaviour, including how to presenta reasonable requestbefore acting and thinking before they acted.",
            "Then, we used the scenariosto let them practice the skills and reinforced them when they used the skill properly.",
            "After the class, we advised the parents to implementsome environmental modifications, including keeping their child away from settings in which they might get in trouble, enhancing supervision and promptingthe child to use the skills when appropriate.",
            "4,5"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39164",
        "text": "Planningand timemanagement",
        "section": "2,3",
        "section_number": 26,
        "sentences": [
            "Planningand timemanagement"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39164",
        "text": "The children were first asked to noteand record the time they spent onroutine tasks. Then, planning and time management skills were trained through task training. For example, the children were asked to make a task timetable for their homework, and after that, they were required to follow the schedule. 6",
        "section": "2,3",
        "section_number": 27,
        "sentences": [
            "The children were first asked to noteand record the time they spent onroutine tasks.",
            "Then, planning and time management skills were trained through task training.",
            "For example, the children were asked to make a task timetable for their homework, and after that, they were required to follow the schedule.",
            "6"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39164",
        "text": "Sustainedattention The children were shown howto break down tasks into small parts that were compatible with their attentional capacity. Then, they were taught to self-prompt with a rehearsedscript such as \"I must pay attention\". They were instructedto record the times they were distracted and to try to reduce the number of times they were distracted once a day. Additionally, the parents provided supervision, cued the child when he or she wasdistracted, and reinforced the child for successfullyfollowing through with atask.",
        "section": "2,3",
        "section_number": 28,
        "sentences": [
            "Sustainedattention The children were shown howto break down tasks into small parts that were compatible with their attentional capacity.",
            "Then, they were taught to self-prompt with a rehearsedscript such as \"I must pay attention\".",
            "They were instructedto record the times they were distracted and to try to reduce the number of times they were distracted once a day.",
            "Additionally, the parents provided supervision, cued the child when he or she wasdistracted, and reinforced the child for successfullyfollowing through with atask."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39164",
        "text": "Organization Through desk and room organization tasks, the therapist helped the children develop templates to separate and categorize their possessions. The children were then asked to organize their desk once a week and their room once a month to attainthe organizational skill practiced. 9,10",
        "section": "7,8",
        "section_number": 29,
        "sentences": [
            "Organization Through desk and room organization tasks, the therapist helped the children develop templates to separate and categorize their possessions.",
            "The children were then asked to organize their desk once a week and their room once a month to attainthe organizational skill practiced.",
            "9,10"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39164",
        "text": "Cognitive flexibility By introducing pictures that depicted confused characters, the therapist helped the children understand that there were several right answers to a question or solutions to aproblem when different directions and perspectives were used. Parents were then instructedto help their child develop more flexible reasoningto reduce absolutist thinking.",
        "section": "7,8",
        "section_number": 30,
        "sentences": [
            "Cognitive flexibility By introducing pictures that depicted confused characters, the therapist helped the children understand that there were several right answers to a question or solutions to aproblem when different directions and perspectives were used.",
            "Parents were then instructedto help their child develop more flexible reasoningto reduce absolutist thinking."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39164",
        "text": "Working memory The children were taught to make a list of tasks they needed to accomplish and cross them off one-by-one when completed. They could use this strategy to meet objectives before and after school. Parents were advisedto help their child develop more self-promptingmechanisms. Some curriculum activities were also provided.",
        "section": "11",
        "section_number": 31,
        "sentences": [
            "Working memory The children were taught to make a list of tasks they needed to accomplish and cross them off one-by-one when completed.",
            "They could use this strategy to meet objectives before and after school.",
            "Parents were advisedto help their child develop more self-promptingmechanisms.",
            "Some curriculum activities were also provided."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39164",
        "text": "Participants were asked to recall the words and numbers of a 4*6 rectangulargrid that increased in difficulty and then to reproduce the grid and recall the picture in different sequences at different times.",
        "section": "11",
        "section_number": 32,
        "sentences": [
            "Participants were asked to recall the words and numbers of a 4*6 rectangulargrid that increased in difficulty and then to reproduce the grid and recall the picture in different sequences at different times."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39164",
        "text": "Principles of behaviouralmodificationwere mentioned again to encourage the parents to continue to use the learned skills. Possible mistakes were remedied to make sure that the parents used the skills correctly.",
        "section": "Conclusion",
        "section_number": 33,
        "sentences": [
            "Principles of behaviouralmodificationwere mentioned again to encourage the parents to continue to use the learned skills.",
            "Possible mistakes were remedied to make sure that the parents used the skills correctly."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39164",
        "text": "Part 1: The 12 sessions in the clinical setting",
        "section": "Conclusion",
        "section_number": 34,
        "sentences": [
            "Part 1: The 12 sessions in the clinical setting"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    }
]