[
    {
        "doc_id": "37356",
        "text": "Objective: The aim of the study was to determine whether higher enteral protein intake leads to improved head growth at 40 weeks postmenstrual age (PMA) in preterm infants <32 weeks or 1500 g. Methods: Randomized controlled trial in which 120 infants were assigned to either group A with higher enteral protein intake achieved by fortification with higher protein containing fortifier (1 g/100 mL expressed breast milk) or to group B with lower enteral protein intake where fortification was done with standard available protein fortifier (0.4 g /100 mL expressed breast milk). Results: The mean (standard deviation) protein intake was higher in group A as compared to group B; 4.2 (0.47) compared with 3.6 (0.37) g Á kg À1 Á day À1 , P < 0.001. At 40 weeks PMA, the mean (standard deviation) weekly occipitofrontal circumference gain was significantly higher in group A as compared to group B; 0.66 (0.16) compared with 0.60 (0.15) cm/week (mean difference 0.064, 95% confidence interval [0.004-0.123], [P ¼ 0.04]). Weight growth velocity in group A was 11.95 (2.2) g Á kg À1 Á day À1 as compared to 10.78 (2.6) g Á kg À1 Á day À1 in group B (mean difference 1.10, 95% confidence interval [0.25-2.07], [P ¼ 0.01]). No difference was observed in the length between the 2 groups. There was no difference in growth indices and neurodevelopmental outcomes at 12 to 18 months corrected age in the 2 groups. Conclusions: Fortification of expressed human milk with fortifier containing higher protein results in better head growth and weight gain at 40 weeks PMA in preterm infants <32 weeks or 1500 g without any benefits on long-term growth and neurodevelopment at 12 to 18 months corrected age (CTRI/2014/06/004661).",
        "section": "Abstract",
        "sentences": [
            "Objective: The aim of the study was to determine whether higher enteral protein intake leads to improved head growth at 40 weeks postmenstrual age (PMA) in preterm infants <32 weeks or 1500 g. Methods: Randomized controlled trial in which 120 infants were assigned to either group A with higher enteral protein intake achieved by fortification with higher protein containing fortifier (1 g/100 mL expressed breast milk) or to group B with lower enteral protein intake where fortification was done with standard available protein fortifier (0.4 g /100 mL expressed breast milk).",
            "Results: The mean (standard deviation) protein intake was higher in group A as compared to group B; 4.2 (0.47) compared with 3.6 (0.37) g Á kg À1 Á day À1 , P < 0.001.",
            "At 40 weeks PMA, the mean (standard deviation) weekly occipitofrontal circumference gain was significantly higher in group A as compared to group B; 0.66 (0.16) compared with 0.60 (0.15) cm/week (mean difference 0.064, 95% confidence interval [0.004-0.123], [P ¼ 0.04]).",
            "Weight growth velocity in group A was 11.95 (2.2) g Á kg À1 Á day À1 as compared to 10.78 (2.6) g Á kg À1 Á day À1 in group B (mean difference 1.10, 95% confidence interval [0.25-2.07], [P ¼ 0.01]).",
            "No difference was observed in the length between the 2 groups.",
            "There was no difference in growth indices and neurodevelopmental outcomes at 12 to 18 months corrected age in the 2 groups.",
            "Conclusions: Fortification of expressed human milk with fortifier containing higher protein results in better head growth and weight gain at 40 weeks PMA in preterm infants <32 weeks or 1500 g without any benefits on long-term growth and neurodevelopment at 12 to 18 months corrected age (CTRI/2014/06/004661)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37356",
        "text": "O ptimizing nutrition in premature infants is a challenging task. The nutritional regimen for these infants should be able to support postnatal growth similar to intrauterine growth. Most preterm infants are, however, not fed as much protein as they would have received in utero by active placental transport, which could possibly result in extrauterine growth restriction. There is accumulating evidence that postnatal growth restriction of these babies during the window for brain development can lead to serious consequences (1) .",
        "section": "",
        "section_number": 1,
        "sentences": [
            "O ptimizing nutrition in premature infants is a challenging task.",
            "The nutritional regimen for these infants should be able to support postnatal growth similar to intrauterine growth.",
            "Most preterm infants are, however, not fed as much protein as they would have received in utero by active placental transport, which could possibly result in extrauterine growth restriction.",
            "There is accumulating evidence that postnatal growth restriction of these babies during the window for brain development can lead to serious consequences (1) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37356",
        "text": "Human milk is the preferred form of nutrition for all neonates. Premature infants who are predominantly fed human milk receive significant benefits with respect to host protection and improved developmental outcomes compared with formula-fed infants (2) . There are, however, concerns about the nutritional inadequacy of unfortified human milk usage in preterm neonates. Fortification is a step to overcome this problem. There is evidence that use of multicomponent fortifier leads to short-term increase in weight gain, linear growth, head growth, and bone mineralization in very-low-birth-weight (VLBW) infants. The long-term benefits of fortification in improving growth and neurodevelopmental outcomes remain unproven (3) .",
        "section": "",
        "section_number": 2,
        "sentences": [
            "Human milk is the preferred form of nutrition for all neonates.",
            "Premature infants who are predominantly fed human milk receive significant benefits with respect to host protection and improved developmental outcomes compared with formula-fed infants (2) .",
            "There are, however, concerns about the nutritional inadequacy of unfortified human milk usage in preterm neonates.",
            "Fortification is a step to overcome this problem.",
            "There is evidence that use of multicomponent fortifier leads to short-term increase in weight gain, linear growth, head growth, and bone mineralization in very-low-birth-weight (VLBW) infants.",
            "The long-term benefits of fortification in improving growth and neurodevelopmental outcomes remain unproven (3) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37356",
        "text": "Most recent guidelines by ESPGHAN Committee on Nutrition recommends aiming at 4.0 to 4.5 g Á kg À1 Á day À1 protein intake for infants weighing <1000 g and 3.5 to 4.0 g Á kg À1 Á day À1 for infants weighing from1000 to 1800 g (4) . Although fortification of human milk in preterm neonates is a standard global practice to achieve these intakes of protein, the protein content of human milk fortifiers (HMFs) varies throughout the world. World Health Organization guidelines on feeding of VLBW infants does not support routine multicomponent fortification except in infants who fail to gain weight despite adequate breast milk feeding (5) . The National Neonatology Forum of India recommends fortification in VLBW infants or infants <32 weeks in similar circumstances (6) . These guidelines present a paradox because it may take 2 to 3 weeks to identify infants failing to gain weight. Subsequent introduction of HMF therefore translates into significant delays in",
        "section": "",
        "section_number": 3,
        "sentences": [
            "Most recent guidelines by ESPGHAN Committee on Nutrition recommends aiming at 4.0 to 4.5 g Á kg À1 Á day À1 protein intake for infants weighing <1000 g and 3.5 to 4.0 g Á kg À1 Á day À1 for infants weighing from1000 to 1800 g (4) .",
            "Although fortification of human milk in preterm neonates is a standard global practice to achieve these intakes of protein, the protein content of human milk fortifiers (HMFs) varies throughout the world.",
            "World Health Organization guidelines on feeding of VLBW infants does not support routine multicomponent fortification except in infants who fail to gain weight despite adequate breast milk feeding (5) .",
            "The National Neonatology Forum of India recommends fortification in VLBW infants or infants <32 weeks in similar circumstances (6) .",
            "These guidelines present a paradox because it may take 2 to 3 weeks to identify infants failing to gain weight.",
            "Subsequent introduction of HMF therefore translates into significant delays in"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37356",
        "text": "Higher enteral protein improves short-term growth in preterm very-low-birth-weight infants.",
        "section": "What Is Known",
        "section_number": 4,
        "sentences": [
            "Higher enteral protein improves short-term growth in preterm very-low-birth-weight infants."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37356",
        "text": "Higher enteral protein intake improves head growth and weight at 40 weeks postmenstrual age in preterm very-low-birth-weight infants. Short-term gain may not translate into long-term benefits of improved growth and neurodevelopmental outcome.",
        "section": "What Is New",
        "section_number": 5,
        "sentences": [
            "Higher enteral protein intake improves head growth and weight at 40 weeks postmenstrual age in preterm very-low-birth-weight infants.",
            "Short-term gain may not translate into long-term benefits of improved growth and neurodevelopmental outcome."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37356",
        "text": "maximizing nutrient intake in VLBW infants and its associated long-term consequences.",
        "section": "What Is New",
        "section_number": 6,
        "sentences": [
            "maximizing nutrient intake in VLBW infants and its associated long-term consequences."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37356",
        "text": "The only multicomponent fortifier available in India has a protein content of 0.4 g/100 mL expressed breast milk (EBM), which is lower than most of the internationally available fortifiers (0.7-1 g/ 100 mL EBM) (7) . Moreover it was observed in our subset of VLBW infants that fortification with this fortifier led to poor gain in head growth and length during neonatal intensive care unit stay (8) . It is plausible that a higher protein intake would lead to better growth indices and neurodevelopmental outcomes in these infants. With this background, we conducted a randomized controlled trial to evaluate the effect of higher protein intake on the growth of VLBW infants or infants <32 weeks' gestation at 40 weeks' postmenstrual age (PMA). We also planned to assess the long-term growth and neurodevelopmental outcomes of these infants at 12 to 18 months of corrected age.",
        "section": "What Is New",
        "section_number": 7,
        "sentences": [
            "The only multicomponent fortifier available in India has a protein content of 0.4 g/100 mL expressed breast milk (EBM), which is lower than most of the internationally available fortifiers (0.7-1 g/ 100 mL EBM) (7) .",
            "Moreover it was observed in our subset of VLBW infants that fortification with this fortifier led to poor gain in head growth and length during neonatal intensive care unit stay (8) .",
            "It is plausible that a higher protein intake would lead to better growth indices and neurodevelopmental outcomes in these infants.",
            "With this background, we conducted a randomized controlled trial to evaluate the effect of higher protein intake on the growth of VLBW infants or infants <32 weeks' gestation at 40 weeks' postmenstrual age (PMA).",
            "We also planned to assess the long-term growth and neurodevelopmental outcomes of these infants at 12 to 18 months of corrected age."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37356",
        "text": "This randomized controlled trial enrolled infants in the neonatal intensive care unit of a tertiary care center in Northern India from October 2012 to April 2014. All preterm infants weighing <1500 g or <32 weeks at birth were enrolled when they reached a feed volume of 100 mL Á kg À1 Á day À1 . Infants with lethal congenital malformations were excluded from the study. Consent for participation was obtained from the parents before enrollment. The trial was approved by hospital ethics committee and registered with Clinical trial registry of India (CTRI/2014/06/004661).",
        "section": "METHODS",
        "section_number": 8,
        "sentences": [
            "This randomized controlled trial enrolled infants in the neonatal intensive care unit of a tertiary care center in Northern India from October 2012 to April 2014.",
            "All preterm infants weighing <1500 g or <32 weeks at birth were enrolled when they reached a feed volume of 100 mL Á kg À1 Á day À1 .",
            "Infants with lethal congenital malformations were excluded from the study.",
            "Consent for participation was obtained from the parents before enrollment.",
            "The trial was approved by hospital ethics committee and registered with Clinical trial registry of India (CTRI/2014/06/004661)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37356",
        "text": "The random sequence numbers with a block size of 4 were generated by an independent researcher. The sequence was kept in serially numbered sealed opaque envelopes. Multiple births were assigned to the same group. Fortifiers were kept in 2 boxes labeled as A or B. Fortification was done by the care-giving nurse who was aware of the type of fortifier used in a particular infant. Treating neonatologists, research personnel, and the families of the enrolled infants were, however, unaware of the group allocation.",
        "section": "Randomization and Blinding",
        "section_number": 9,
        "sentences": [
            "The random sequence numbers with a block size of 4 were generated by an independent researcher.",
            "The sequence was kept in serially numbered sealed opaque envelopes.",
            "Multiple births were assigned to the same group.",
            "Fortifiers were kept in 2 boxes labeled as A or B. Fortification was done by the care-giving nurse who was aware of the type of fortifier used in a particular infant.",
            "Treating neonatologists, research personnel, and the families of the enrolled infants were, however, unaware of the group allocation."
        ],
        "sentence_labels": [
            1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": 0
    },
    {
        "doc_id": "37356",
        "text": "The eligible neonates were randomly assigned to either group A with higher enteral protein intake or to group B with standard enteral protein intake. Higher protein intake was defined as intake of human milk containing a multinutrient fortifier (FM 85; Nestle, Vevey, Switzerland), which increased the protein intake by 1 g/100 mL. Standard protein intake was defined as intake of human milk fortified with currently available fortifier (Lactodex HMF; Raptakos Brett and Co. Ltd, Mumbai, India), which increased the protein intake by 0.4 g/100 mL. For calculations we assumed the protein content of human milk as 1.5 g/100 mL (9) . The composition of the 2 fortifiers to be added per 100 mL of EBM is mentioned in Table 1 .",
        "section": "Intervention",
        "section_number": 10,
        "sentences": [
            "The eligible neonates were randomly assigned to either group A with higher enteral protein intake or to group B with standard enteral protein intake.",
            "Higher protein intake was defined as intake of human milk containing a multinutrient fortifier (FM 85; Nestle, Vevey, Switzerland), which increased the protein intake by 1 g/100 mL. Standard protein intake was defined as intake of human milk fortified with currently available fortifier (Lactodex HMF; Raptakos Brett and Co. Ltd, Mumbai, India), which increased the protein intake by 0.4 g/100 mL. For calculations we assumed the protein content of human milk as 1.5 g/100 mL (9) .",
            "The composition of the 2 fortifiers to be added per 100 mL of EBM is mentioned in Table 1 ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37356",
        "text": "We used only mother's own milk in the study because of nonavailability of donor human milk. Every possible effort was made to procure EBM for each infant. When the quantity of EBM was insufficient then preterm formula milk containing 2.1 g protein/ 100 mL was provided to the infants in both the groups. Daily intake of EBM and formula was recorded. Fortification was done till discharge or till infants were totally on direct breast-feeds, whichever was earlier.",
        "section": "Intervention",
        "section_number": 11,
        "sentences": [
            "We used only mother's own milk in the study because of nonavailability of donor human milk.",
            "Every possible effort was made to procure EBM for each infant.",
            "When the quantity of EBM was insufficient then preterm formula milk containing 2.1 g protein/ 100 mL was provided to the infants in both the groups.",
            "Daily intake of EBM and formula was recorded.",
            "Fortification was done till discharge or till infants were totally on direct breast-feeds, whichever was earlier."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37356",
        "text": "The eligible neonates were assessed daily for feed initiation. Once infants were hemodynamically stable with soft abdomen and audible bowel sounds, gavage feeds were initiated as intermittent boluses at 2-hour intervals. Infants who were not on total enteral feeds were initiated on parenteral nutrition as per unit protocol to achieve a total protein intake of 3 to 3.5 g Á kg À1 Á day À1 and calorie intake of 80 to 90 kcal Á kg À1 Á day À1 . Feeds were advanced by 20 to 30 mL Á kg À1 Á day À1 as decided by the treating clinician. Infants were enrolled in the study once they reached a feed volume of 100 mL Á kg À1 Á day À1 , out of which at least 25 mL was EBM. Full fortification was then started as per allocated group and parenteral nutrition was discontinued. Advancement of feeds was done till infants reached a feed volume of 180 mL Á kg À1 Á day À1 . Once infants were transitioned from gavage feeds to direct feeds, volume was not controlled but was offered ad lib. Daily feed tolerance data including abdominal circumference, gastric aspirate volumes if indicated, and vomiting were recorded. Feed intolerance was defined if any of the following was observed: abdominal girth increment >2 cm between feeds, presence of bilious or hemorrhagic gastric residuals, and presence of abdominal signs such as abdominal wall discoloration, erythema, or tenderness. Nil per oral hours (days) were calculated in both the groups.",
        "section": "Feeding Protocol",
        "section_number": 12,
        "sentences": [
            "The eligible neonates were assessed daily for feed initiation.",
            "Once infants were hemodynamically stable with soft abdomen and audible bowel sounds, gavage feeds were initiated as intermittent boluses at 2-hour intervals.",
            "Infants who were not on total enteral feeds were initiated on parenteral nutrition as per unit protocol to achieve a total protein intake of 3 to 3.5 g Á kg À1 Á day À1 and calorie intake of 80 to 90 kcal Á kg À1 Á day À1 .",
            "Feeds were advanced by 20 to 30 mL Á kg À1 Á day À1 as decided by the treating clinician.",
            "Infants were enrolled in the study once they reached a feed volume of 100 mL Á kg À1 Á day À1 , out of which at least 25 mL was EBM.",
            "Full fortification was then started as per allocated group and parenteral nutrition was discontinued.",
            "Advancement of feeds was done till infants reached a feed volume of 180 mL Á kg À1 Á day À1 .",
            "Once infants were transitioned from gavage feeds to direct feeds, volume was not controlled but was offered ad lib.",
            "Daily feed tolerance data including abdominal circumference, gastric aspirate volumes if indicated, and vomiting were recorded.",
            "Feed intolerance was defined if any of the following was observed: abdominal girth increment >2 cm between feeds, presence of bilious or hemorrhagic gastric residuals, and presence of abdominal signs such as abdominal wall discoloration, erythema, or tenderness.",
            "Nil per oral hours (days) were calculated in both the groups."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37356",
        "text": "The primary outcome of our study was difference in head growth at 40-week PMA in the 2 groups. The secondary growth outcomes were weight and length at 40 weeks PMA, head growth, length, and weight at discharge and at 12 to 18 months corrected age. Other secondary outcomes were culture-positive sepsis; necrotizing enterocolitis (NEC); biochemical parameters such as blood urea nitrogen (BUN), calcium, phosphorus, alkaline phosphatase, and prealbumin at discharge; and neurodevelopmental outcomes at 12 to 18 months corrected age.",
        "section": "Outcome Assessment",
        "section_number": 13,
        "sentences": [
            "The primary outcome of our study was difference in head growth at 40-week PMA in the 2 groups.",
            "The secondary growth outcomes were weight and length at 40 weeks PMA, head growth, length, and weight at discharge and at 12 to 18 months corrected age.",
            "Other secondary outcomes were culture-positive sepsis; necrotizing enterocolitis (NEC); biochemical parameters such as blood urea nitrogen (BUN), calcium, phosphorus, alkaline phosphatase, and prealbumin at discharge; and neurodevelopmental outcomes at 12 to 18 months corrected age."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37356",
        "text": "Weight was recorded daily. Length and occipitofrontal circumference (OFC) were recorded weekly till the time of discharge. All these measurements were repeated at 40 weeks (AE3 days) PMA. Infants were weighed naked at approximately the same time of the day using electronic balance scales that were accurate up to 5 g. The weighing scale was calibrated every 6 months and a log book was maintained. OFC and length were measured to nearest 1 mm. OFC was measured weekly by using a paper tape placed across the frontal bones above the eyebrows and over the occipital prominence at the back of the head. Length was measured weekly using a recumbent length board. The mean of the 2 measurements of these parameters was taken. All measurements were taken by the principal investigator.",
        "section": "Outcome Assessment",
        "section_number": 14,
        "sentences": [
            "Weight was recorded daily.",
            "Length and occipitofrontal circumference (OFC) were recorded weekly till the time of discharge.",
            "All these measurements were repeated at 40 weeks (AE3 days) PMA.",
            "Infants were weighed naked at approximately the same time of the day using electronic balance scales that were accurate up to 5 g. The weighing scale was calibrated every 6 months and a log book was maintained.",
            "OFC and length were measured to nearest 1 mm.",
            "OFC was measured weekly by using a paper tape placed across the frontal bones above the eyebrows and over the occipital prominence at the back of the head.",
            "Length was measured weekly using a recumbent length board.",
            "The mean of the 2 measurements of these parameters was taken.",
            "All measurements were taken by the principal investigator."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37356",
        "text": "Weight growth velocity (GV) was calculated by 2-Point Average Weight model from time to regain birth weight till discharge and 40 weeks PMA. This was calculated by dividing the total weight difference at 2 points by number of days and average weight (10) . Length increment per week was calculated from length difference at birth till discharge and 40 weeks PMA. OFC gain per week was calculated from head circumference difference at birth till discharge and 40 weeks PMA.",
        "section": "Outcome Assessment",
        "section_number": 15,
        "sentences": [
            "Weight growth velocity (GV) was calculated by 2-Point Average Weight model from time to regain birth weight till discharge and 40 weeks PMA.",
            "This was calculated by dividing the total weight difference at 2 points by number of days and average weight (10) .",
            "Length increment per week was calculated from length difference at birth till discharge and 40 weeks PMA.",
            "OFC gain per week was calculated from head circumference difference at birth till discharge and 40 weeks PMA."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37356",
        "text": "Biochemical analysis including BUN, serum calcium, phosphorus, alkaline phosphatase, and prealbumin were done at discharge. Clinical data pertaining to feed intolerance, NEC as defined by Bell's stage 2 or beyond (11) , culture-proven sepsis, any intraventricular hemorrhage on cranial ultrasound, and oxygen requirement at 36 weeks PMA (defined as bronchopulmonary dysplasia) were recorded.",
        "section": "Outcome Assessment",
        "section_number": 16,
        "sentences": [
            "Biochemical analysis including BUN, serum calcium, phosphorus, alkaline phosphatase, and prealbumin were done at discharge.",
            "Clinical data pertaining to feed intolerance, NEC as defined by Bell's stage 2 or beyond (11) , culture-proven sepsis, any intraventricular hemorrhage on cranial ultrasound, and oxygen requirement at 36 weeks PMA (defined as bronchopulmonary dysplasia) were recorded."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37356",
        "text": "Follow-up of infants was done at 12 to 18 months corrected age. Anthropometric measurements were taken by the principal investigator. Neurodevelopmental outcome was assessed by Developmental Assessment Scale for Indian Infants (DASII) (12) . DASII consists of 67 items for mental and 163 items for motor development and can be used from 1 to 30 months of age. Mental Developmental Quotient and Motor Developmental Quotient were calculated by the developmental pediatrician of the institute, who was blinded to the group allocation.",
        "section": "Long-term Growth and Neurodevelopmental Outcomes",
        "section_number": 17,
        "sentences": [
            "Follow-up of infants was done at 12 to 18 months corrected age.",
            "Anthropometric measurements were taken by the principal investigator.",
            "Neurodevelopmental outcome was assessed by Developmental Assessment Scale for Indian Infants (DASII) (12) .",
            "DASII consists of 67 items for mental and 163 items for motor development and can be used from 1 to 30 months of age.",
            "Mental Developmental Quotient and Motor Developmental Quotient were calculated by the developmental pediatrician of the institute, who was blinded to the group allocation."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37356",
        "text": "We calculated the sample size based on a previous study (13) . To detect a difference of OFC gain of 0.2 cm/week, length difference of 0.14 cm/week, and weight gain difference of 5.3 g Á kg À1 Á day À1 with a power of 80% and 2-sided significance of 5%, sample size were estimated. We chose the largest sample size of 60 infants in each group.",
        "section": "Sample Size Calculation and Statistical Analysis",
        "section_number": 18,
        "sentences": [
            "We calculated the sample size based on a previous study (13) .",
            "To detect a difference of OFC gain of 0.2 cm/week, length difference of 0.14 cm/week, and weight gain difference of 5.3 g Á kg À1 Á day À1 with a power of 80% and 2-sided significance of 5%, sample size were estimated.",
            "We chose the largest sample size of 60 infants in each group."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37356",
        "text": "Statistical analysis was done by using SPSS software version 17. Quantitative data with normal distribution were compared using Student t test and those with skewed distribution were analyzed using Mann-Whitney U test. Nonquantitative data were compared using Chi square or Fischer exact test as applicable. A P value of <0.05 was considered significant. Time to event was analyzed using the Kaplan-Meier survival analysis.",
        "section": "Sample Size Calculation and Statistical Analysis",
        "section_number": 19,
        "sentences": [
            "Statistical analysis was done by using SPSS software version 17.",
            "Quantitative data with normal distribution were compared using Student t test and those with skewed distribution were analyzed using Mann-Whitney U test.",
            "Nonquantitative data were compared using Chi square or Fischer exact test as applicable.",
            "A P value of <0.05 was considered significant.",
            "Time to event was analyzed using the Kaplan-Meier survival analysis."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37356",
        "text": "A total of 158 eligible neonates were screened from October 2012 to April 2014. Among these neonates, 38 were excluded due to various reasons (Fig. 1) . A total of 120 neonates were randomized, 60 in each group. At 40 weeks PMA, 57 neonates in group A and 55 neonates in group B were analyzed. At 12 to 18months corrected age, 44 neonates in group A and 48 neonates in group B were assessed for long-term growth and neurodevelopment.",
        "section": "RESULTS",
        "section_number": 20,
        "sentences": [
            "A total of 158 eligible neonates were screened from October 2012 to April 2014.",
            "Among these neonates, 38 were excluded due to various reasons (Fig. 1) .",
            "A total of 120 neonates were randomized, 60 in each group.",
            "At 40 weeks PMA, 57 neonates in group A and 55 neonates in group B were analyzed.",
            "At 12 to 18months corrected age, 44 neonates in group A and 48 neonates in group B were assessed for long-term growth and neurodevelopment."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37356",
        "text": "The baseline characteristics in both the groups were comparable. Infants in group A, however, received higher proportion of EBM. The protein intake differed by design ( Table 2) . At 40 weeks PMA, OFC gain was greater in group A as compared to group B. Similarly, infants in group A achieved a significantly higher weight GV. No difference was, however, observed in length increment between the 2 groups. Similar findings were observed when these growth parameters were assessed at discharge ( Table 3 ).The duration of hospital stay (Fig. 2) , time to reach full feeds, and time to regain birth weight were comparable in the 2 groups. No significant difference was observed in proportion of neonates who developed bronchopulmonary dysplasia, sepsis, intraventricular hemorrhage, and NEC (Table 4) . On analyzing the biochemical parameters, it was found that BUN was significantly higher in group A as compared to group B. All other values including prealbumin, calcium, phosphorus, and alkaline phosphatase were comparable in the 2 groups. Long-term growth and neurodevelopmental outcomes as assessed by DASII scale at 12 to 18 months were similar in both the groups (Table 3) .",
        "section": "RESULTS",
        "section_number": 21,
        "sentences": [
            "The baseline characteristics in both the groups were comparable.",
            "Infants in group A, however, received higher proportion of EBM.",
            "The protein intake differed by design ( Table 2) .",
            "At 40 weeks PMA, OFC gain was greater in group A as compared to group B. Similarly, infants in group A achieved a significantly higher weight GV.",
            "No difference was, however, observed in length increment between the 2 groups.",
            "Similar findings were observed when these growth parameters were assessed at discharge ( Table 3 ).The duration of hospital stay (Fig. 2) , time to reach full feeds, and time to regain birth weight were comparable in the 2 groups.",
            "No significant difference was observed in proportion of neonates who developed bronchopulmonary dysplasia, sepsis, intraventricular hemorrhage, and NEC (Table 4) .",
            "On analyzing the biochemical parameters, it was found that BUN was significantly higher in group A as compared to group B. All other values including prealbumin, calcium, phosphorus, and alkaline phosphatase were comparable in the 2 groups.",
            "Long-term growth and neurodevelopmental outcomes as assessed by DASII scale at 12 to 18 months were similar in both the groups (Table 3) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37356",
        "text": "On subgroup analysis in infants who received >50% EBM, weight GV and OFC gain at discharge were higher in group A as compared to group B (Table 5) . At 40 weeks PMA, weight GV remained higher in group A; however, there was no significant difference in other growth parameters. Long-term growth and neurodevelopmental outcomes as assessed by DASII scale at 12 to 18 months were similar in both the groups (Table 5 ).",
        "section": "RESULTS",
        "section_number": 22,
        "sentences": [
            "On subgroup analysis in infants who received >50% EBM, weight GV and OFC gain at discharge were higher in group A as compared to group B (Table 5) .",
            "At 40 weeks PMA, weight GV remained higher in group A; however, there was no significant difference in other growth parameters.",
            "Long-term growth and neurodevelopmental outcomes as assessed by DASII scale at 12 to 18 months were similar in both the groups (Table 5 )."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37356",
        "text": "Routine fortification of human milk in preterm VLBW infants is not a standard practice in developing countries. Two randomized controlled trials from India evaluated the effect of currently available fortifier (0.4 g/100 mL) on growth and biochemical parameters. Better growth parameters and biochemical indices (14, 15) were achieved in the fortification group as compared to infants who received unfortified human milk. This fortifier being low in protein content, however, fails to meet the recommended protein needs of VLBW infants and extrauterine growth retardation is common (8). Therefore we conducted a randomized controlled trial to evaluate the effect of higher protein fortification versus available standard fortification on growth of preterm VLBW infants. The 2 fortifiers differed in protein, fat, and calorie content; however, the estimated protein intake was significantly higher in the high protein fortification group (4.2 vs 3.6 g Á kg À1 Á day À1 ), whereas estimated intakes of the other nutrients did not differ between groups.",
        "section": "DISCUSSION",
        "section_number": 23,
        "sentences": [
            "Routine fortification of human milk in preterm VLBW infants is not a standard practice in developing countries.",
            "Two randomized controlled trials from India evaluated the effect of currently available fortifier (0.4 g/100 mL) on growth and biochemical parameters.",
            "Better growth parameters and biochemical indices (14, 15) were achieved in the fortification group as compared to infants who received unfortified human milk.",
            "This fortifier being low in protein content, however, fails to meet the recommended protein needs of VLBW infants and extrauterine growth retardation is common (8).",
            "Therefore we conducted a randomized controlled trial to evaluate the effect of higher protein fortification versus available standard fortification on growth of preterm VLBW infants.",
            "The 2 fortifiers differed in protein, fat, and calorie content; however, the estimated protein intake was significantly higher in the high protein fortification group (4.2 vs 3.6 g Á kg À1 Á day À1 ), whereas estimated intakes of the other nutrients did not differ between groups."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37356",
        "text": "We found a significantly better head growth in the higher protein group as compared to standard protein group at 40 weeks PMA. This could possibly be due to the positive effect of high protein on head growth. There are various other studies which have shown that providing higher protein can lead to a better increment in head circumference (13, 16) . In a multicentric randomized controlled trial in 150 preterm infants (GA <30þ3 weeks and birth weight <1250 g), Moya et al (16) compared lower protein containing HMF powder (control) with liquid HMF containing 20% higher protein. At 28 days on per protocol analysis, infants in higher protein group achieved a significantly better head circumference growth than the control HMF group. Arslanoglu et al (13) in a clinical trial randomized 32 preterm infants, with gestational age between 26 and 34 weeks and birth weights of 600 to 1750 g in standard fortification and adjusted fortification groups. After 4 weeks of enrollment, a greater gain in head circumference (1.4 AE 0.3 vs 1.0 AE 0.3 cm; P < 0.05) was achieved in infants on adjusted fortification regimen as compared to standard regimen. In a randomized controlled trial in preterm infants <31 weeks' gestation, Miller et al (17) , however, did not find any significant difference in OFC gain in higher fortification (1.4 g protein/100 mL) group as compared to standard fortification (1.0 g protein/100 mL) group.",
        "section": "DISCUSSION",
        "section_number": 24,
        "sentences": [
            "We found a significantly better head growth in the higher protein group as compared to standard protein group at 40 weeks PMA.",
            "This could possibly be due to the positive effect of high protein on head growth.",
            "There are various other studies which have shown that providing higher protein can lead to a better increment in head circumference (13, 16) .",
            "In a multicentric randomized controlled trial in 150 preterm infants (GA <30þ3 weeks and birth weight <1250 g), Moya et al (16) compared lower protein containing HMF powder (control) with liquid HMF containing 20% higher protein.",
            "At 28 days on per protocol analysis, infants in higher protein group achieved a significantly better head circumference growth than the control HMF group.",
            "Arslanoglu et al (13) in a clinical trial randomized 32 preterm infants, with gestational age between 26 and 34 weeks and birth weights of 600 to 1750 g in standard fortification and adjusted fortification groups.",
            "After 4 weeks of enrollment, a greater gain in head circumference (1.4 AE 0.3 vs 1.0 AE 0.3 cm; P < 0.05) was achieved in infants on adjusted fortification regimen as compared to standard regimen.",
            "In a randomized controlled trial in preterm infants <31 weeks' gestation, Miller et al (17) , however, did not find any significant difference in OFC gain in higher fortification (1.4 g protein/100 mL) group as compared to standard fortification (1.0 g protein/100 mL) group."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37356",
        "text": "The weight GV at discharge and 40 weeks PMA was also significantly higher in the group which received higher protein. The effect of multicomponent fortification on weight gain is well established. Several randomized controlled trials have reported positive effect of higher protein intake on weight gain as found in our study (16, 17) . We observed that the weight GV at discharge was better in higher protein group as compared to standard protein group but the difference in the 2 groups decreased at 40 weeks PMA. This could be because fortification was discontinued once babies were on direct breast-feeds or after discharge and the beneficial effect of higher protein intake became less obvious.",
        "section": "DISCUSSION",
        "section_number": 25,
        "sentences": [
            "The weight GV at discharge and 40 weeks PMA was also significantly higher in the group which received higher protein.",
            "The effect of multicomponent fortification on weight gain is well established.",
            "Several randomized controlled trials have reported positive effect of higher protein intake on weight gain as found in our study (16, 17) .",
            "We observed that the weight GV at discharge was better in higher protein group as compared to standard protein group but the difference in the 2 groups decreased at 40 weeks PMA.",
            "This could be because fortification was discontinued once babies were on direct breast-feeds or after discharge and the beneficial effect of higher protein intake became less obvious."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37356",
        "text": "Protein intake is also known to correlate with linear growth. Various studies have shown better z scores of length in infants receiving higher protein. In our study, although the length increase was higher in the high-protein group but it could not reach statistical significance. It is possible that the quantum of difference in the protein intake between the 2 groups was not enough to make the difference in length perceptible in such a short time span. In a similar study by Miller et al (17) , length gains did not differ between the higher and standard protein groups. In contrast, Olsen et al (18) in a study on protein fortification showed better length z scores in neonates who received higher protein (4.6-5.5 g Á kg À1 Á day À1 ). Similar beneficial effects of higher protein fortification on short-term growth were reported in a recent meta-analysis, which compared the growth of preterm infants fed standard proteinfortified human milk (0.7-1.1 g extra protein per 100 mL EBM) with that containing HMF with higher-than-standard protein content. The meta-analysis included 5 studies with 352 infants with birth weight 1750 g and a gestational age 34 weeks. Infants in the higher-than-standard protein fortifier achieved significantly greater weight gain, length gain, and head circumference gain at the study end compared with standard HMF (7) .",
        "section": "DISCUSSION",
        "section_number": 26,
        "sentences": [
            "Protein intake is also known to correlate with linear growth.",
            "Various studies have shown better z scores of length in infants receiving higher protein.",
            "In our study, although the length increase was higher in the high-protein group but it could not reach statistical significance.",
            "It is possible that the quantum of difference in the protein intake between the 2 groups was not enough to make the difference in length perceptible in such a short time span.",
            "In a similar study by Miller et al (17) , length gains did not differ between the higher and standard protein groups.",
            "In contrast, Olsen et al (18) in a study on protein fortification showed better length z scores in neonates who received higher protein (4.6-5.5 g Á kg À1 Á day À1 ).",
            "Similar beneficial effects of higher protein fortification on short-term growth were reported in a recent meta-analysis, which compared the growth of preterm infants fed standard proteinfortified human milk (0.7-1.1 g extra protein per 100 mL EBM) with that containing HMF with higher-than-standard protein content.",
            "The meta-analysis included 5 studies with 352 infants with birth weight 1750 g and a gestational age 34 weeks.",
            "Infants in the higher-than-standard protein fortifier achieved significantly greater weight gain, length gain, and head circumference gain at the study end compared with standard HMF (7) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37356",
        "text": "Although the infants in higher protein group had an increased weight GV and head growth, but this was far less as compared to the recommended norms. From estimates of fetal growth and observed growth of premature infants, targets for growth which have been suggested are weight gain of 18 to 20 g Á kg À1 Á day À1 , length gain of 1.1 to 1.4 cm per week, and head circumference growth from 0.9 to 1.1 cm per week (19, 20) . Our growth parameters are far below the recommendations (11.94 g Á kg À1 Á day À1 weight gain, 0.77 cm/ week length gain, and 0.66 cm/week OFC increment) even in the high-protein group. The possible reasons for suboptimal growth in our population could be lower protein content in breast milk than assumed or difference in genetic factors determining growth of these infants. In our study, the complications of prematurity such as sepsis, NEC, and mortality appear low (Table 4) . We have reported these complications after enrolment, in infants who could be assessed for study outcomes at 40 weeks PMA. By study design, infants were randomized and enrolled once they reached a feed volume of 100 mL Á kg À1 Á day À1 . This further excluded sick and extremely preterm infants who died during the first few days of life before enrolment as shown in the study flow chart (Fig. 1) .",
        "section": "DISCUSSION",
        "section_number": 27,
        "sentences": [
            "Although the infants in higher protein group had an increased weight GV and head growth, but this was far less as compared to the recommended norms.",
            "From estimates of fetal growth and observed growth of premature infants, targets for growth which have been suggested are weight gain of 18 to 20 g Á kg À1 Á day À1 , length gain of 1.1 to 1.4 cm per week, and head circumference growth from 0.9 to 1.1 cm per week (19, 20) .",
            "Our growth parameters are far below the recommendations (11.94 g Á kg À1 Á day À1 weight gain, 0.77 cm/ week length gain, and 0.66 cm/week OFC increment) even in the high-protein group.",
            "The possible reasons for suboptimal growth in our population could be lower protein content in breast milk than assumed or difference in genetic factors determining growth of these infants.",
            "In our study, the complications of prematurity such as sepsis, NEC, and mortality appear low (Table 4) .",
            "We have reported these complications after enrolment, in infants who could be assessed for study outcomes at 40 weeks PMA.",
            "By study design, infants were randomized and enrolled once they reached a feed volume of 100 mL Á kg À1 Á day À1 .",
            "This further excluded sick and extremely preterm infants who died during the first few days of life before enrolment as shown in the study flow chart (Fig. 1) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37356",
        "text": "We also evaluated biochemical parameters in the 2 groups at discharge. Serum BUN levels are known to be one of the surrogate markers of protein accretion. We observed that BUN levels, despite being significantly higher in high-protein group, were below the normal range usually targeted for adjustable fortification in VLBW infants (13) . Olsen et al have reported higher BUN than found in our study with no safety concerns (18) . There are other safety issues raised with fortification with high protein like increase in feed intolerance and NEC. We, however, did not find any significant increase in incidence of feed intolerance or NEC in the groups.",
        "section": "DISCUSSION",
        "section_number": 28,
        "sentences": [
            "We also evaluated biochemical parameters in the 2 groups at discharge.",
            "Serum BUN levels are known to be one of the surrogate markers of protein accretion.",
            "We observed that BUN levels, despite being significantly higher in high-protein group, were below the normal range usually targeted for adjustable fortification in VLBW infants (13) .",
            "Olsen et al have reported higher BUN than found in our study with no safety concerns (18) .",
            "There are other safety issues raised with fortification with high protein like increase in feed intolerance and NEC.",
            "We, however, did not find any significant increase in incidence of feed intolerance or NEC in the groups."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37356",
        "text": "Although in our study providing higher protein led to shortterm growth advantage, however, it did not translate into better long-term growth and neurodevelopmental outcomes. The possible explanation for the lack of benefit on long-term growth and neurodevelopment outcome could be that the quantum of difference in higher protein supplementation and its duration was not significant enough. Similarly, Lucas et al (21) also found that breast milk fortifiers can improve short-term growth (when breast milk intakes are high) but without beneficial effects on long-term development. In another study by Biasini et al (22) , although the extraprotein group expressed a higher Griffith Development Mental Scales score at 3 months corrected age, but no significant difference was observed at 9 months corrected age.",
        "section": "DISCUSSION",
        "section_number": 29,
        "sentences": [
            "Although in our study providing higher protein led to shortterm growth advantage, however, it did not translate into better long-term growth and neurodevelopmental outcomes.",
            "The possible explanation for the lack of benefit on long-term growth and neurodevelopment outcome could be that the quantum of difference in higher protein supplementation and its duration was not significant enough.",
            "Similarly, Lucas et al (21) also found that breast milk fortifiers can improve short-term growth (when breast milk intakes are high) but without beneficial effects on long-term development.",
            "In another study by Biasini et al (22) , although the extraprotein group expressed a higher Griffith Development Mental Scales score at 3 months corrected age, but no significant difference was observed at 9 months corrected age."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37356",
        "text": "To compare the effect of high protein fortifier as compared to standard protein fortifier in infants who received >50% EBM, we performed a subgroup analysis and found that infants in highprotein group showed marginally higher motor and mental development quotient, although it was not statistically significant.",
        "section": "DISCUSSION",
        "section_number": 30,
        "sentences": [
            "To compare the effect of high protein fortifier as compared to standard protein fortifier in infants who received >50% EBM, we performed a subgroup analysis and found that infants in highprotein group showed marginally higher motor and mental development quotient, although it was not statistically significant."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37356",
        "text": "There are certain strengths and limitations of our study. To the best of our knowledge, this is the first randomized controlled trial conducted in developing world comparing the effect of differential protein fortification on short-term and long-term growth and neurodevelopmental outcomes in VLBW infants. We, however, could not measure the amount of protein in the breast milk which is expected to vary (23) and assumed a protein content of 1.5 g/100 mL EBM (9) . The mean duration of fortification was short, approximately 4 weeks and the usage of human milk was also low. It would be prudent to evaluate long-term growth and neurodevelopmental outcomes in such infants with higher protein supplementation for a longer period of time and higher rate of human milk usage.",
        "section": "DISCUSSION",
        "section_number": 31,
        "sentences": [
            "There are certain strengths and limitations of our study.",
            "To the best of our knowledge, this is the first randomized controlled trial conducted in developing world comparing the effect of differential protein fortification on short-term and long-term growth and neurodevelopmental outcomes in VLBW infants.",
            "We, however, could not measure the amount of protein in the breast milk which is expected to vary (23) and assumed a protein content of 1.5 g/100 mL EBM (9) .",
            "The mean duration of fortification was short, approximately 4 weeks and the usage of human milk was also low.",
            "It would be prudent to evaluate long-term growth and neurodevelopmental outcomes in such infants with higher protein supplementation for a longer period of time and higher rate of human milk usage."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "37356",
        "text": "Mimicking the intrauterine growth in preterm babies still remains a challenging task for clinicians. The present study emphasizes the need for improving protein intake in preterm VLBW infants. We conclude that fortification with HMF containing higher protein content in preterm VLBW infants lead to better gain in the OFC and better weight GV at 40 weeks PMA without any benefit of improvement in long-term growth or neurodevelopmental outcomes at 12 to 18 months corrected age. ",
        "section": "CONCLUSIONS",
        "section_number": 32,
        "sentences": [
            "Mimicking the intrauterine growth in preterm babies still remains a challenging task for clinicians.",
            "The present study emphasizes the need for improving protein intake in preterm VLBW infants.",
            "We conclude that fortification with HMF containing higher protein content in preterm VLBW infants lead to better gain in the OFC and better weight GV at 40 weeks PMA without any benefit of improvement in long-term growth or neurodevelopmental outcomes at 12 to 18 months corrected age."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    }
]