[
    {
        "doc_id": "38294",
        "text": "Background: Rotavirus remains the leading cause of diarrhoea among children <5 years. We assessed immunogenic non-inferiority of a tetravalent bovine-human reassortant rotavirus vaccine (BRV-TV) over the licensed human-bovine pentavalent rotavirus vaccine RV5. Methods: Phase III single-blind study (parents blinded) in healthy infants randomized (1:1) to receive three doses of BRV-TV or RV5 at 6-8, 10-12, and 14-16 weeks of age. All concomitantly received a licensed diphtheria, tetanus, pertussis, hepatitis B, Haemophilus influenzae type b conjugate vaccine (DTwP-HepB-Hib) and oral polio vaccine (OPV). Immunogenic non-inferiority was evaluated in terms of the inter-group difference in anti-rotavirus serum IgA seroresponse (primary endpoint), and seroprotection/seroresponse rates to DTwP-HepB-Hib and OPV vaccines. Seroresponse was defined as a !4-fold increase in titers from baseline to D28 post-dose 3. Non-inferiority was declared if the difference between groups (based on the lower limit of the 95% confidence interval [CI]) was above À10%. Each subject was evaluated for solicited adverse events 7 days and unsolicited & serious adverse events 28 days following each dose of vaccination. Results: Of 1195 infants screened, 1182 were randomized (590 to BRV-TV; 592 to RV5). Non-inferiority for rotavirus serum IgA seroresponse was not established: BRV-TV, 47.1% (95%CI: 42.8; 51.5) versus RV5, 61.2% (95%CI: 56.8; 65.5); difference between groups, À14.08% (95%CI: À20.4; À7.98). Serum IgA geometric mean concentrations at D28 post-dose 3 were 28.4 and 50.1 U/ml in BRV-TV and RV5 groups, respectively. For all DTwP-HepB-Hib and OPV antigens, seroprotection/seroresponse was elicited in both groups and the À10% non-inferiority criterion between groups was met. There were 16 serious adverse events, 10 in BRV-TV group and 6 in RV5 group; none were classified as vaccine related. Both groups had similar vaccine safety profiles.",
        "section": "Abstract",
        "sentences": [
            "Background: Rotavirus remains the leading cause of diarrhoea among children <5 years.",
            "We assessed immunogenic non-inferiority of a tetravalent bovine-human reassortant rotavirus vaccine (BRV-TV) over the licensed human-bovine pentavalent rotavirus vaccine RV5.",
            "Methods: Phase III single-blind study (parents blinded) in healthy infants randomized (1:1) to receive three doses of BRV-TV or RV5 at 6-8, 10-12, and 14-16 weeks of age.",
            "All concomitantly received a licensed diphtheria, tetanus, pertussis, hepatitis B, Haemophilus influenzae type b conjugate vaccine (DTwP-HepB-Hib) and oral polio vaccine (OPV).",
            "Immunogenic non-inferiority was evaluated in terms of the inter-group difference in anti-rotavirus serum IgA seroresponse (primary endpoint), and seroprotection/seroresponse rates to DTwP-HepB-Hib and OPV vaccines.",
            "Seroresponse was defined as a !",
            "4-fold increase in titers from baseline to D28 post-dose 3.",
            "Non-inferiority was declared if the difference between groups (based on the lower limit of the 95% confidence interval [CI]) was above À10%.",
            "Each subject was evaluated for solicited adverse events 7 days and unsolicited & serious adverse events 28 days following each dose of vaccination.",
            "Results: Of 1195 infants screened, 1182 were randomized (590 to BRV-TV; 592 to RV5).",
            "Non-inferiority for rotavirus serum IgA seroresponse was not established: BRV-TV, 47.1% (95%CI: 42.8; 51.5) versus RV5, 61.2% (95%CI: 56.8; 65.5); difference between groups, À14.08% (95%CI: À20.4; À7.98).",
            "Serum IgA geometric mean concentrations at D28 post-dose 3 were 28.4 and 50.1 U/ml in BRV-TV and RV5 groups, respectively.",
            "For all DTwP-HepB-Hib and OPV antigens, seroprotection/seroresponse was elicited in both groups and the À10% non-inferiority criterion between groups was met.",
            "There were 16 serious adverse events, 10 in BRV-TV group and 6 in RV5 group; none were classified as vaccine related.",
            "Both groups had similar vaccine safety profiles."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38294",
        "text": "Rotavirus infection remains the leading cause of diarrhoea among infants and children under the age of five years [1] . In 2010, diarrhoea mortality was estimated at 1.24 million deaths and in 2013, this estimate was updated to 752,000 diarrheal deaths among children <5 years of age. [2] . In the multicenter global enteric study (GEMS) conducted in 7 countries in sub-Saharan Africa and south Asia, the estimated incidence of moderate-tosevere diarrhoea was highest in India [3] . It is estimated that each year in India, rotavirus causes 78,500 deaths, 872,000 hospitalizations, and over 3.2 million outpatient visits in children under 5 years of age; 59,336 deaths occur in the first two years of life [4] .",
        "section": "Introduction",
        "section_number": 1,
        "sentences": [
            "Rotavirus infection remains the leading cause of diarrhoea among infants and children under the age of five years [1] .",
            "In 2010, diarrhoea mortality was estimated at 1.24 million deaths and in 2013, this estimate was updated to 752,000 diarrheal deaths among children <5 years of age. [",
            "2] .",
            "In the multicenter global enteric study (GEMS) conducted in 7 countries in sub-Saharan Africa and south Asia, the estimated incidence of moderate-tosevere diarrhoea was highest in India [3] .",
            "It is estimated that each year in India, rotavirus causes 78,500 deaths, 872,000 hospitalizations, and over 3.2 million outpatient visits in children under 5 years of age; 59,336 deaths occur in the first two years of life [4] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38294",
        "text": "Two rotavirus vaccines (RVs) were licensed internationally in 2006: a human monovalent vaccine, RV1, and a human-bovine pentavalent vaccine, RV5. Rotavirus vaccination has been increasingly incorporated into national programs worldwide since recommendation by the WHO in 2009 [5] . To date, 81 countries have introduced a RV in their national immunization program [6] .",
        "section": "Introduction",
        "section_number": 2,
        "sentences": [
            "Two rotavirus vaccines (RVs) were licensed internationally in 2006: a human monovalent vaccine, RV1, and a human-bovine pentavalent vaccine, RV5.",
            "Rotavirus vaccination has been increasingly incorporated into national programs worldwide since recommendation by the WHO in 2009 [5] .",
            "To date, 81 countries have introduced a RV in their national immunization program [6] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38294",
        "text": "Vaccine efficacy studies with RV1 and RV5 having clinical endpoints have shown high levels of efficacy in developed countries of Europe, and Americas (ranging from approximately 70% to over 90% reduction in severe RVGE), and slightly lower efficacy (about 52%-64%) in low-income countries of Asia and Africa [7] [8] [9] [10] [11] . Despite lower efficacy, in low-income countries with a high background rate of disease, these vaccines may prevent a large number of severe rotavirus gastroenteritis events [12] .",
        "section": "Introduction",
        "section_number": 3,
        "sentences": [
            "Vaccine efficacy studies with RV1 and RV5 having clinical endpoints have shown high levels of efficacy in developed countries of Europe, and Americas (ranging from approximately 70% to over 90% reduction in severe RVGE), and slightly lower efficacy (about 52%-64%) in low-income countries of Asia and Africa [7] [8] [9] [10] [11] .",
            "Despite lower efficacy, in low-income countries with a high background rate of disease, these vaccines may prevent a large number of severe rotavirus gastroenteritis events [12] ."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "38294",
        "text": "The investigational vaccine BRV-TV was reported to be safe and immunogenic in a dose ranging study carried out in 100 healthy infants [13] .",
        "section": "Introduction",
        "section_number": 4,
        "sentences": [
            "The investigational vaccine BRV-TV was reported to be safe and immunogenic in a dose ranging study carried out in 100 healthy infants [13] ."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "38294",
        "text": "With increasing adoption of the rotavirus vaccines in national immunization programs across the world, planning and executing placebo-controlled efficacy studies for licensure poses unique ethical and regulatory challenges. An active controlled efficacy study requires a much larger study population, is therefore logistically challenging and costly. For products under development in such a regulatory and ethical environment, it is important to explore alternative approaches to trial and determine whether a study that utilizes the proposed immune surrogates of efficacy (serum IgA antibodies) could generate the evidence towards licensure of a rotavirus vaccine. If possible this would be a relatively simpler and costeffective regulatory pathway which could form the basis of licensure for the rotavirus vaccines currently in development [13] .",
        "section": "Introduction",
        "section_number": 5,
        "sentences": [
            "With increasing adoption of the rotavirus vaccines in national immunization programs across the world, planning and executing placebo-controlled efficacy studies for licensure poses unique ethical and regulatory challenges.",
            "An active controlled efficacy study requires a much larger study population, is therefore logistically challenging and costly.",
            "For products under development in such a regulatory and ethical environment, it is important to explore alternative approaches to trial and determine whether a study that utilizes the proposed immune surrogates of efficacy (serum IgA antibodies) could generate the evidence towards licensure of a rotavirus vaccine.",
            "If possible this would be a relatively simpler and costeffective regulatory pathway which could form the basis of licensure for the rotavirus vaccines currently in development [13] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38294",
        "text": "There is no established correlate of protection for rotavirus infection, despite existing data from various large-scale statistically powered phase III efficacy studies [9] [10] [11] . Neither are there data from head-to-head comparisons between investigational rotavirus vaccine and a locally licensed rotavirus vaccine in terms of immune non-inferiority using serum IgA antibody levels. We undertook the current phase III trial to determine whether BRV-TV is immunogenically non-inferior to the locally licensed RV5 vaccine in terms of serum IgA anti-rotavirus antibody response, when administered concomitantly with routine pediatric antigens.",
        "section": "Introduction",
        "section_number": 6,
        "sentences": [
            "There is no established correlate of protection for rotavirus infection, despite existing data from various large-scale statistically powered phase III efficacy studies [9] [10] [11] .",
            "Neither are there data from head-to-head comparisons between investigational rotavirus vaccine and a locally licensed rotavirus vaccine in terms of immune non-inferiority using serum IgA antibody levels.",
            "We undertook the current phase III trial to determine whether BRV-TV is immunogenically non-inferior to the locally licensed RV5 vaccine in terms of serum IgA anti-rotavirus antibody response, when administered concomitantly with routine pediatric antigens."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38294",
        "text": "This was a multicenter, controlled, randomized, parallel arm, single-blind study (with parents blinded), conducted in healthy infants. This study was carried out at 12 different clinical trial sites attached to Medical Schools across India. Enrolled infants were randomized (1:1) to two groups to receive 3 doses of BRV-TV or RV5 at 6-8, 10-12 and 14-16 weeks of age. A total of 1182 subjects meeting protocol required inclusion and exclusion criteria were enrolled in this study. Paper based randomization sheets were created using permuted block and stratified by centers. All infants received routine pediatric vaccines concomitantly with BRV-TV or RV5 doses, as described below.",
        "section": "Subjects and study design",
        "section_number": 7,
        "sentences": [
            "This was a multicenter, controlled, randomized, parallel arm, single-blind study (with parents blinded), conducted in healthy infants.",
            "This study was carried out at 12 different clinical trial sites attached to Medical Schools across India.",
            "Enrolled infants were randomized (1:1) to two groups to receive 3 doses of BRV-TV or RV5 at 6-8, 10-12 and 14-16 weeks of age.",
            "A total of 1182 subjects meeting protocol required inclusion and exclusion criteria were enrolled in this study.",
            "Paper based randomization sheets were created using permuted block and stratified by centers.",
            "All infants received routine pediatric vaccines concomitantly with BRV-TV or RV5 doses, as described below."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38294",
        "text": "The study was conducted according to the Code of Ethics of the World Medical Association (Declaration of Helsinki), GCP guidelines issued by the Central Drug Standards and Control Organisation, India and the ethical guidelines by Indian Council of Medical Research. Independent Ethics Committee/Institutional Review Board clearance was obtained before initiation of the study at each study center. The study was formally registered under the Clinical Trials Registry -India with a registration number of CTRI/2014/08/004893. A written informed consent was obtained from parents/ guardians of all participants prior to the study.",
        "section": "Subjects and study design",
        "section_number": 8,
        "sentences": [
            "The study was conducted according to the Code of Ethics of the World Medical Association (Declaration of Helsinki), GCP guidelines issued by the Central Drug Standards and Control Organisation, India and the ethical guidelines by Indian Council of Medical Research.",
            "Independent Ethics Committee/Institutional Review Board clearance was obtained before initiation of the study at each study center.",
            "The study was formally registered under the Clinical Trials Registry -India with a registration number of CTRI/2014/08/004893.",
            "A written informed consent was obtained from parents/ guardians of all participants prior to the study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38294",
        "text": "The investigational vaccine (BRV-TV) used in the study was a live attenuated tetravalent (G1, G2, G3 and G4) bovine-human reassortant rotavirus vaccine (ready to administer liquid formulation -Batch Number RTP002A13). The product was a single-component product containing a mixture of Rotavirus (tetravalent) vaccine strains, excipients and buffer. The vaccine contains four virus serotypes of G1, G2, G3 and G4 at equal titer of 6.1 log 10 FFU/SHD per serotype in Minimal Essential Medium, formulated with stabilizers GSS (Gelatin and Sorbitol) and CPS (Citrate, Phosphate and sucrose). The active comparator RV5 (RotaTeq TM ; Merck Vaccines, Whitehouse Station, NJ, USA) contained five live human bovine reassortant viruses which have a minimum of 2.0-2.8 Â 10 6 infectious units (IU) per reassortant dose, depending upon the serotype (Batch Number was KOO1743). Both RVs were given as three doses, 2.0 mL each, administered orally with a minimum 28 days interval between each dose (Day 0, Day 28 and Day 56) at age 6-8, 10-12 and 14-16 weeks. All infants concomitantly received a combined diphtheria, tetanus, whole-cell Bordetella pertussis, hepatitis B and Haemophilus influenzae type b (DTwP-HepB-Hib) pentavalent vaccine (Pentavac SD; Serum Institute of India, Pune, India) intramuscularly and trivalent oral polio vaccine (OPV; Primopol, Panacea Biotech Limited, New Delhi, India).",
        "section": "Vaccines",
        "section_number": 9,
        "sentences": [
            "The investigational vaccine (BRV-TV) used in the study was a live attenuated tetravalent (G1, G2, G3 and G4) bovine-human reassortant rotavirus vaccine (ready to administer liquid formulation -Batch Number RTP002A13).",
            "The product was a single-component product containing a mixture of Rotavirus (tetravalent) vaccine strains, excipients and buffer.",
            "The vaccine contains four virus serotypes of G1, G2, G3 and G4 at equal titer of 6.1 log 10 FFU/SHD per serotype in Minimal Essential Medium, formulated with stabilizers GSS (Gelatin and Sorbitol) and CPS (Citrate, Phosphate and sucrose).",
            "The active comparator RV5 (RotaTeq TM ; Merck Vaccines, Whitehouse Station, NJ, USA) contained five live human bovine reassortant viruses which have a minimum of 2.0-2.8 Â 10 6 infectious units (IU) per reassortant dose, depending upon the serotype (Batch Number was KOO1743).",
            "Both RVs were given as three doses, 2.0 mL each, administered orally with a minimum 28 days interval between each dose (Day 0, Day 28 and Day 56) at age 6-8, 10-12 and 14-16 weeks.",
            "All infants concomitantly received a combined diphtheria, tetanus, whole-cell Bordetella pertussis, hepatitis B and Haemophilus influenzae type b (DTwP-HepB-Hib) pentavalent vaccine (Pentavac SD; Serum Institute of India, Pune, India) intramuscularly and trivalent oral polio vaccine (OPV; Primopol, Panacea Biotech Limited, New Delhi, India)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38294",
        "text": "Sera from infants were obtained from blood samples drawn on day 0 (prior to vaccination) and 28 days after the third dose of vaccination. Serum IgA antibodies against rotavirus were measured by a sandwich enzyme-linked immunosorbent assay (ELISA), which was performed, and previously adapted, standardized and validated, at the Department of Gastrointestinal Sciences, Christian Medical College, Vellore, India. The lower limit cut-off for the assay was 7 units/mL. Dilution corrected titers were reported for results that fell outside the quantifiable range [13, 14] . A rotavirus IgA seroresponse was defined as an increase in antibody titers of 4fold or greater from baseline to 28 days post-dose 3. Percentages of infants with an IgA seroresponse were reported with 95% confi-dence intervals (CIs) for evaluation of non-inferiority. Geometric mean concentrations (GMCs) were reported for all antibodies measured in each group.",
        "section": "Assessment of immunogenicity",
        "section_number": 10,
        "sentences": [
            "Sera from infants were obtained from blood samples drawn on day 0 (prior to vaccination) and 28 days after the third dose of vaccination.",
            "Serum IgA antibodies against rotavirus were measured by a sandwich enzyme-linked immunosorbent assay (ELISA), which was performed, and previously adapted, standardized and validated, at the Department of Gastrointestinal Sciences, Christian Medical College, Vellore, India.",
            "The lower limit cut-off for the assay was 7 units/mL. Dilution corrected titers were reported for results that fell outside the quantifiable range [13, 14] .",
            "A rotavirus IgA seroresponse was defined as an increase in antibody titers of 4fold or greater from baseline to 28 days post-dose 3.",
            "Percentages of infants with an IgA seroresponse were reported with 95% confi-dence intervals (CIs) for evaluation of non-inferiority.",
            "Geometric mean concentrations (GMCs) were reported for all antibodies measured in each group."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38294",
        "text": "Antibody responses to DTwP-HepB-Hib and OPV routine pediatric vaccines were measured by ELISAs carried out at Quest Diagnostics, Gurgaon, India, using commercial kits, for each vaccine antigen as follows: anti-tetanus toxoid (T) (IBL International, Germany), anti-diphtheria (D) (Novatech, UK), whole cell pertussis (wcP) (Novatech, UK), hepatitis B (HB) (Ortho Clinical Diagnostics, UK) and Haemophilus influenzae type b polysaccharide (PRP $ T) (Binding Site, UK). A poliovirus microneutralization assay (Focus Diagnostics, USA), developed and validated according to the WHO/EP/GEN/93.9 Guidelines for WHO/EPI Collaborative Studies on Poliomyelitis [15] , was used to detect antibodies to poliovirus (Sabin strains 1,2,3). Seroprotection against polio antigens was defined by the detection of neutralizing antibody titers. The lower limit of detection was 8 (1/dil). Antibody titers were measured in triplicate and the median reported.",
        "section": "Assessment of immunogenicity",
        "section_number": 11,
        "sentences": [
            "Antibody responses to DTwP-HepB-Hib and OPV routine pediatric vaccines were measured by ELISAs carried out at Quest Diagnostics, Gurgaon, India, using commercial kits, for each vaccine antigen as follows: anti-tetanus toxoid (T) (IBL International, Germany), anti-diphtheria (D) (Novatech, UK), whole cell pertussis (wcP) (Novatech, UK), hepatitis B (HB) (Ortho Clinical Diagnostics, UK) and Haemophilus influenzae type b polysaccharide (PRP $ T) (Binding Site, UK).",
            "A poliovirus microneutralization assay (Focus Diagnostics, USA), developed and validated according to the WHO/EP/GEN/93.9 Guidelines for WHO/EPI Collaborative Studies on Poliomyelitis [15] , was used to detect antibodies to poliovirus (Sabin strains 1,2,3).",
            "Seroprotection against polio antigens was defined by the detection of neutralizing antibody titers.",
            "The lower limit of detection was 8 (1/dil).",
            "Antibody titers were measured in triplicate and the median reported."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38294",
        "text": "Infants were assessed for any immediate solicited or unsolicited adverse events or reactions, occurring up to 30 min following vaccination. Parents and guardians were provided with a thermometer and diary cards (DC) to record their child's axillary temperature and any adverse event daily up to 28 days after each dose. Parents/guardians were invited to bring their infants to the study site on Days 7 and 28 after each vaccine dose for safety assessment; they were additionally instructed to bring their infants to the study site in case of development of any adverse event. The occurrence of any serious adverse event (SAE) was recorded for the entire duration of the study. The physician assessed whether the SAE was considered related to study vaccination. An independent data safety monitoring board (IDSMB) periodically reviewed the safety data subsequent to each dose of vaccine.",
        "section": "Assessment of reactogenicity and safety",
        "section_number": 12,
        "sentences": [
            "Infants were assessed for any immediate solicited or unsolicited adverse events or reactions, occurring up to 30 min following vaccination.",
            "Parents and guardians were provided with a thermometer and diary cards (DC) to record their child's axillary temperature and any adverse event daily up to 28 days after each dose.",
            "Parents/guardians were invited to bring their infants to the study site on Days 7 and 28 after each vaccine dose for safety assessment; they were additionally instructed to bring their infants to the study site in case of development of any adverse event.",
            "The occurrence of any serious adverse event (SAE) was recorded for the entire duration of the study.",
            "The physician assessed whether the SAE was considered related to study vaccination.",
            "An independent data safety monitoring board (IDSMB) periodically reviewed the safety data subsequent to each dose of vaccine."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38294",
        "text": "The primary endpoint of non-inferiority was first assessed in the per protocol analysis set (PPAS), consisting of infants who received all 3 doses and completed the study as per protocol requirement and confirmed on the full analysis set (FAS), containing all infants who received at least one dose of the study vaccine. The null hypothesis for non-inferiority was defined as follows: the difference in the percentage of infants with rotavirus IgA antibody seroresponse between BRV-TV (investigational vaccine) and RV5 (reference vaccine), is less than or equal to the clinically relevant limit for non-inferiority (À10%). Non-inferiority was demonstrated if the null hypothesis was rejected at a significance level of 2.5% (type 1 error), based on the lower bound of the two-sided 95% CI of the difference of proportions (using Wilson score method without continuity correction) [16] .",
        "section": "Statistical analyses",
        "section_number": 13,
        "sentences": [
            "The primary endpoint of non-inferiority was first assessed in the per protocol analysis set (PPAS), consisting of infants who received all 3 doses and completed the study as per protocol requirement and confirmed on the full analysis set (FAS), containing all infants who received at least one dose of the study vaccine.",
            "The null hypothesis for non-inferiority was defined as follows: the difference in the percentage of infants with rotavirus IgA antibody seroresponse between BRV-TV (investigational vaccine) and RV5 (reference vaccine), is less than or equal to the clinically relevant limit for non-inferiority (À10%).",
            "Non-inferiority was demonstrated if the null hypothesis was rejected at a significance level of 2.5% (type 1 error), based on the lower bound of the two-sided 95% CI of the difference of proportions (using Wilson score method without continuity correction) [16] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38294",
        "text": "The individual tested hypotheses were, H0: P Tested -P Reference À10% and H1: P Tested -P Reference > À10% A secondary analysis was performed to evaluate non-inferiority of BRV-TV over RV5, in terms of the seroprotection/seroresponse to each antigenic component (i) of the concomitant routine pediatric vaccines (D, T, wcP, HBs, PRP and Polio 1, 2, and 3). Criteria for demonstrating non-inferiority were as the same as those for the primary endpoint, such that: H0 for component i: P Tested (i) -P Reference (i) À10%; H1 for component i: P Tested (i) -P Reference (i) > À10%. The 95% CIs for the main safety and immunogenicity parameters observed was calculated using the exact binomial method (Clopper-Pearson method) [17] .",
        "section": "Statistical analyses",
        "section_number": 14,
        "sentences": [
            "The individual tested hypotheses were, H0: P Tested -P Reference À10% and H1: P Tested -P Reference > À10% A secondary analysis was performed to evaluate non-inferiority of BRV-TV over RV5, in terms of the seroprotection/seroresponse to each antigenic component (i) of the concomitant routine pediatric vaccines (D, T, wcP, HBs, PRP and Polio 1, 2, and 3).",
            "Criteria for demonstrating non-inferiority were as the same as those for the primary endpoint, such that: H0 for component i: P Tested (i) -P Reference (i) À10%; H1 for component i: P Tested (i) -P Reference (i) > À10%.",
            "The 95% CIs for the main safety and immunogenicity parameters observed was calculated using the exact binomial method (Clopper-Pearson method) [17] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38294",
        "text": "The sample size was calculated based on the primary objective. A total of 1182 infants were planned to be included in the study with 1004 evaluable infants (502 per group). The sample size was based on the following parameters and assumptions: an expected IgA seroresponse of 60% for each group, delta of noninferiority at 10% and alpha one-sided at 2.5%, with power of 90% and 15% of infants not meeting PPAS criteria. All computations were based on Farrington Manning method [18] .",
        "section": "Statistical analyses",
        "section_number": 15,
        "sentences": [
            "The sample size was calculated based on the primary objective.",
            "A total of 1182 infants were planned to be included in the study with 1004 evaluable infants (502 per group).",
            "The sample size was based on the following parameters and assumptions: an expected IgA seroresponse of 60% for each group, delta of noninferiority at 10% and alpha one-sided at 2.5%, with power of 90% and 15% of infants not meeting PPAS criteria.",
            "All computations were based on Farrington Manning method [18] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38294",
        "text": "Data management was undertaken by Zifo Technologies, Chennai, India using the Medidata Rave tool and was managed by the Sanofi Pasteur biostatistics team, Marcy, France.",
        "section": "Statistical analyses",
        "section_number": 16,
        "sentences": [
            "Data management was undertaken by Zifo Technologies, Chennai, India using the Medidata Rave tool and was managed by the Sanofi Pasteur biostatistics team, Marcy, France."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "38294",
        "text": "A total of 1195 infants were screened and 1182 were randomized. Of those randomized, 80 (6.7%) did not complete the study: 50 (4.2%) reported voluntary withdrawal not due to an adverse event; 22 (1.8%) were lost to follow-up; 4 (0.3%) withdrew due to SAE; 3 (0.3%) were non-compliant with the protocol; and 1 (<0.1%) withdrew due to another adverse event (Fig. 1) .",
        "section": "Study population",
        "section_number": 17,
        "sentences": [
            "A total of 1195 infants were screened and 1182 were randomized.",
            "Of those randomized, 80 (6.7%) did not complete the study: 50 (4.2%) reported voluntary withdrawal not due to an adverse event; 22 (1.8%) were lost to follow-up; 4 (0.3%) withdrew due to SAE; 3 (0.3%) were non-compliant with the protocol; and 1 (<0.1%) withdrew due to another adverse event (Fig. 1) ."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "38294",
        "text": "Vaccine groups were comparable with regard to demographic and baseline characteristics ( Table 1 ). All the enrolled 1182 (100%) subjects received at least one dose of rotavirus vaccines (BRV-TV; 590 & Rotateq; 592 subjects) and 1126 (94.2%) received all the three doses (BTV-TV; 567 & Rotateq; 559 subjects).",
        "section": "Study population",
        "section_number": 18,
        "sentences": [
            "Vaccine groups were comparable with regard to demographic and baseline characteristics ( Table 1 ).",
            "All the enrolled 1182 (100%) subjects received at least one dose of rotavirus vaccines (BRV-TV; 590 & Rotateq; 592 subjects) and 1126 (94.2%) received all the three doses (BTV-TV; 567 & Rotateq; 559 subjects)."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "38294",
        "text": "The percentage of infants showing an increase in serum IgA anti-rotavirus antibody titers of 4-fold or greater from baseline to 28 days post-dose 3 was 47.1% (95% CI: 42.8; 51.5) in BRV-TV recipients and 61.2% (95% CI: 56.8; 65.5) in the RV5 group, giving a difference of À14.08% (95% CI: À20.4; À7.98) ( Table 2 ). The pre-defined criterion for the primary endpoint was therefore not met. In the FAS, similar results were obtained, with a difference of À15.86% (95%CI: À21.58, À9.98).",
        "section": "Immunogenicity evaluation",
        "section_number": 19,
        "sentences": [
            "The percentage of infants showing an increase in serum IgA anti-rotavirus antibody titers of 4-fold or greater from baseline to 28 days post-dose 3 was 47.1% (95% CI: 42.8; 51.5) in BRV-TV recipients and 61.2% (95% CI: 56.8; 65.5) in the RV5 group, giving a difference of À14.08% (95% CI: À20.4; À7.98) ( Table 2 ).",
            "The pre-defined criterion for the primary endpoint was therefore not met.",
            "In the FAS, similar results were obtained, with a difference of À15.86% (95%CI: À21.58, À9.98)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38294",
        "text": "Both vaccine groups showed seroprotection/seroresponse with post-dose 3 antibody levels against DTwP-HepB-Hib and OPV vaccines. The difference between the groups in terms of the percentage of infants with seroprotection/ seroresponse to these antigens was above the À10% non-inferiority criterion (Table 3) .",
        "section": "Immunogenicity evaluation",
        "section_number": 20,
        "sentences": [
            "Both vaccine groups showed seroprotection/seroresponse with post-dose 3 antibody levels against DTwP-HepB-Hib and OPV vaccines.",
            "The difference between the groups in terms of the percentage of infants with seroprotection/ seroresponse to these antigens was above the À10% non-inferiority criterion (Table 3) ."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "38294",
        "text": "GMCs for serum IgA anti-rotavirus antibody at 28 days after dose 3 was 28.4 U/mL (95% CI: 24.6; 32.7) in BRV-TV recipients and 50.1 U/mL (95% CI: 42.9; 58.5) in the RV5 group (Supplementary Table S1 ). GMCs for antibodies against DTwP-HepB-Hib and OPV were similar across both groups, shown by overlapping CIs ( Supplementary Table S1 ).",
        "section": "Immunogenicity evaluation",
        "section_number": 21,
        "sentences": [
            "GMCs for serum IgA anti-rotavirus antibody at 28 days after dose 3 was 28.4 U/mL (95% CI: 24.6; 32.7) in BRV-TV recipients and 50.1 U/mL (95% CI: 42.9; 58.5) in the RV5 group (Supplementary Table S1 ).",
            "GMCs for antibodies against DTwP-HepB-Hib and OPV were similar across both groups, shown by overlapping CIs ( Supplementary Table S1 )."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "38294",
        "text": "There were no immediate solicited or unsolicited adverse events or adverse reactions within 30 min of vaccination in either group. The percentages of solicited and unsolicited adverse events reported throughout the trial were similar for both groups (Table 4) .",
        "section": "Safety",
        "section_number": 22,
        "sentences": [
            "There were no immediate solicited or unsolicited adverse events or adverse reactions within 30 min of vaccination in either group.",
            "The percentages of solicited and unsolicited adverse events reported throughout the trial were similar for both groups (Table 4) ."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "38294",
        "text": "Irritability (60.27% in BRV-TV and 62.5% in RotaTeq group) and crying (41% in BRV-TV and 42.4% in RotaTeq group) were the most common solicited systemic reactions.",
        "section": "Safety",
        "section_number": 23,
        "sentences": [
            "Irritability (60.27% in BRV-TV and 62.5% in RotaTeq group) and crying (41% in BRV-TV and 42.4% in RotaTeq group) were the most common solicited systemic reactions."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "38294",
        "text": "Upper respiratory tract infection (8.3% in BRV-TV and 9.5% in RotaTeq group) and diarrhoea (3.4% in BRV-TV and 2.9% in RotaTeq group) were the most common unsolicited systemic reactions.",
        "section": "Safety",
        "section_number": 24,
        "sentences": [
            "Upper respiratory tract infection (8.3% in BRV-TV and 9.5% in RotaTeq group) and diarrhoea (3.4% in BRV-TV and 2.9% in RotaTeq group) were the most common unsolicited systemic reactions."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "38294",
        "text": "A total of 16 SAEs were reported during the study, 10 in BRV-TV and 6 in RV5 recipients; none were considered related to study vaccines by the study physicians. Two infants from the BRV-TV group and 3 from the RV5 group discontinued the study due to adverse events; these events were either genetic disorders or respiratory tract infections. One death was reported in the BRV-TV group, which was not considered to be related to the vaccine. The reason for death was aspiration and cyanotic heart disease, as reported by the site Investigator and confirmed by the IDSMB (Supplementary Table S2 ).",
        "section": "Safety",
        "section_number": 25,
        "sentences": [
            "A total of 16 SAEs were reported during the study, 10 in BRV-TV and 6 in RV5 recipients; none were considered related to study vaccines by the study physicians.",
            "Two infants from the BRV-TV group and 3 from the RV5 group discontinued the study due to adverse events; these events were either genetic disorders or respiratory tract infections.",
            "One death was reported in the BRV-TV group, which was not considered to be related to the vaccine.",
            "The reason for death was aspiration and cyanotic heart disease, as reported by the site Investigator and confirmed by the IDSMB (Supplementary Table S2 )."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38294",
        "text": "No case of intussusception was observed in trial participants during the study period.",
        "section": "Safety",
        "section_number": 26,
        "sentences": [
            "No case of intussusception was observed in trial participants during the study period."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "38294",
        "text": "The current study is the first statistically powered study to attempt to compare the immunogenicity of the candidate vaccine BRV-TV head-on with the locally licensed RV5 vaccine, when administered with routine pediatric antigens. The study was not able to meet the non-inferiority of BRT-TV over RV5 in terms of the anti-rotavirus IgA seroresponse elicited by these vaccines, based on the pre-defined À10% non-inferiority criterion.",
        "section": "Discussion",
        "section_number": 27,
        "sentences": [
            "The current study is the first statistically powered study to attempt to compare the immunogenicity of the candidate vaccine BRV-TV head-on with the locally licensed RV5 vaccine, when administered with routine pediatric antigens.",
            "The study was not able to meet the non-inferiority of BRT-TV over RV5 in terms of the anti-rotavirus IgA seroresponse elicited by these vaccines, based on the pre-defined À10% non-inferiority criterion."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "38294",
        "text": "Measurement of serum anti-rotavirus IgA antibodies by ELISA is a widely used immunogenicity endpoint in rotavirus vaccine trials. While many factors may contribute to protection against rotavirus, a high titer of rotavirus serum IgA antibody may be the best available marker of RV efficacy [19] [20] [21] [22] [23] .",
        "section": "Discussion",
        "section_number": 28,
        "sentences": [
            "Measurement of serum anti-rotavirus IgA antibodies by ELISA is a widely used immunogenicity endpoint in rotavirus vaccine trials.",
            "While many factors may contribute to protection against rotavirus, a high titer of rotavirus serum IgA antibody may be the best available marker of RV efficacy [19] [20] [21] [22] [23] ."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "38294",
        "text": "The live attenuated RV Rotavin-M1 was registered in Vietnam in April 2012 on the basis of an immunogenicity study and commitment for a post-licensure effectiveness study. The IgA seroconversion rate among Rotavin-M1 recipients was 81%, versus 14% in the placebo group. Similar results were observed in a vaccine trial with RV1 in Vietnam [24] .",
        "section": "Discussion",
        "section_number": 29,
        "sentences": [
            "The live attenuated RV Rotavin-M1 was registered in Vietnam in April 2012 on the basis of an immunogenicity study and commitment for a post-licensure effectiveness study.",
            "The IgA seroconversion rate among Rotavin-M1 recipients was 81%, versus 14% in the placebo group.",
            "Similar results were observed in a vaccine trial with RV1 in Vietnam [24] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38294",
        "text": "We selected RV5 as the comparator vaccine in the current study due to the similarity between the vaccine strains, both being human-bovine reassortants containing human rotavirus antigens G1, G2, G3 and G4. However, there are also distinct differences between the vaccines: namely, different bovine virus strains are used and, being a pentavalent formulation, RV5 has the P1 [8] antigen in addition to G1, G2, G3 and G4.",
        "section": "Discussion",
        "section_number": 30,
        "sentences": [
            "We selected RV5 as the comparator vaccine in the current study due to the similarity between the vaccine strains, both being human-bovine reassortants containing human rotavirus antigens G1, G2, G3 and G4.",
            "However, there are also distinct differences between the vaccines: namely, different bovine virus strains are used and, being a pentavalent formulation, RV5 has the P1 [8] antigen in addition to G1, G2, G3 and G4."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "38294",
        "text": "The secondary objective of immune non-inferiority of BRV-TV, in terms of seroresponse to the concomitant DTwP-HepB-Hib and OPV vaccine antigens, was established for all 8 antigens. These findings suggest that BRV-TV can be administered concomitantly without interfering with the seroprotection/seroresponse elicited by these routine pediatric vaccines.",
        "section": "Discussion",
        "section_number": 31,
        "sentences": [
            "The secondary objective of immune non-inferiority of BRV-TV, in terms of seroresponse to the concomitant DTwP-HepB-Hib and OPV vaccine antigens, was established for all 8 antigens.",
            "These findings suggest that BRV-TV can be administered concomitantly without interfering with the seroprotection/seroresponse elicited by these routine pediatric vaccines."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "38294",
        "text": "No SAEs were reported as related to study vaccination in any group. The safety profiles were similar for BRV-TV and RV5 in terms of the occurrence of immediate, solicited and unsolicited adverse events.",
        "section": "Discussion",
        "section_number": 32,
        "sentences": [
            "No SAEs were reported as related to study vaccination in any group.",
            "The safety profiles were similar for BRV-TV and RV5 in terms of the occurrence of immediate, solicited and unsolicited adverse events."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "38294",
        "text": "In a previous phase I/II study conducted by the Sponsor, in similar geographical settings in which participants received BRV-TV or RV5, serum IgA seroresponse rates among infants in the RV5 arm (63.2% [95%CI: 38.0; 84.0]) were in-line with findings from the current study (61.2% [95% CI: 58.6; 65.5]) [13] .",
        "section": "Discussion",
        "section_number": 33,
        "sentences": [
            "In a previous phase I/II study conducted by the Sponsor, in similar geographical settings in which participants received BRV-TV or RV5, serum IgA seroresponse rates among infants in the RV5 arm (63.2% [95%CI: 38.0; 84.0]) were in-line with findings from the current study (61.2% [95% CI: 58.6; 65.5]) [13] ."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "38294",
        "text": "In the same phase I/II study, the seroresponse rate observed for the middle log 10 5.8 dose was 41.2% [95% CI:18.0; 67.0] and for the higher log 10 6.4 dose, 83.3% [95% CI:59.0; 96.0] [13] . We therefore anticipated a response in the range 60%-70% for a BRV-TV log 10 6.1 dose in the current study. However, we observed a seroresponse rate of only 47.1% (95% CI:42.8; 51.5) among infants receiving BRV-TV log 10 6.1 in the current phase III study.",
        "section": "Discussion",
        "section_number": 34,
        "sentences": [
            "In the same phase I/II study, the seroresponse rate observed for the middle log 10 5.8 dose was 41.2% [95% CI:18.0; 67.0] and for the higher log 10 6.4 dose, 83.3% [95% CI:59.0; 96.0] [13] .",
            "We therefore anticipated a response in the range 60%-70% for a BRV-TV log 10 6.1 dose in the current study.",
            "However, we observed a seroresponse rate of only 47.1% (95% CI:42.8; 51.5) among infants receiving BRV-TV log 10 6.1 in the current phase III study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38294",
        "text": "Another study, in which live attenuated quadrivalent humanbovine (UK) reassortant rotavirus vaccine was given at log10 5.8 dose, reported an immune seroresponse rate of 47%, which supports the result with BRV-TV in our current study [25] .",
        "section": "Discussion",
        "section_number": 35,
        "sentences": [
            "Another study, in which live attenuated quadrivalent humanbovine (UK) reassortant rotavirus vaccine was given at log10 5.8 dose, reported an immune seroresponse rate of 47%, which supports the result with BRV-TV in our current study [25] ."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "38294",
        "text": "Investigations were conducted to explore possible reasons for unexpected study results, namely at the level of product (phase II vs phase III), sample management, participants' characteristics, and the serological assays used to evaluate rotavirus IgA titers. The infectious titers of BRV-TV phase III lots were measured at different time points, including during manufacturing, before initiation of clinical trial, at the time of last visit of last subject, and as a part of failure investigation. The infectious titers were at the expected levels for the 4 serotypes (G1, G2, G3 & G4). We did not observe any evidence that the phase III BRV-TV product used in the current study was different from the phase I/II product, with respect to titers, stability, formulation, host cell impurities content or other characteristics. Both the phase I/II and phase III products were stable throughout the clinical trial periods and the acid neutralization capacity of the vaccines (phase I/II BRV-TV vs phase III BRV-TV) were comparable. The clinical studies were conducted as per ICH GCP and local prevailing regulatory guidelines and there were no deviations that could explain these unexpected results. There were no apparent differences in sample management at clinical sites or in specific participant medical conditions or immune status which may have influenced the study results. All sites were similar in terms of height, weight of the participants, and other demographic parameters; there were no protocol deviations observed affecting the outcome measures, and there were no differences in results by site. There were no cold chain issues at any of the sites, transit and central lab, no errors or deviations regarding phlebotomy.",
        "section": "Discussion",
        "section_number": 36,
        "sentences": [
            "Investigations were conducted to explore possible reasons for unexpected study results, namely at the level of product (phase II vs phase III), sample management, participants' characteristics, and the serological assays used to evaluate rotavirus IgA titers.",
            "The infectious titers of BRV-TV phase III lots were measured at different time points, including during manufacturing, before initiation of clinical trial, at the time of last visit of last subject, and as a part of failure investigation.",
            "The infectious titers were at the expected levels for the 4 serotypes (G1, G2, G3 & G4).",
            "We did not observe any evidence that the phase III BRV-TV product used in the current study was different from the phase I/II product, with respect to titers, stability, formulation, host cell impurities content or other characteristics.",
            "Both the phase I/II and phase III products were stable throughout the clinical trial periods and the acid neutralization capacity of the vaccines (phase I/II BRV-TV vs phase III BRV-TV) were comparable.",
            "The clinical studies were conducted as per ICH GCP and local prevailing regulatory guidelines and there were no deviations that could explain these unexpected results.",
            "There were no apparent differences in sample management at clinical sites or in specific participant medical conditions or immune status which may have influenced the study results.",
            "All sites were similar in terms of height, weight of the participants, and other demographic parameters; there were no protocol deviations observed affecting the outcome measures, and there were no differences in results by site.",
            "There were no cold chain issues at any of the sites, transit and central lab, no errors or deviations regarding phlebotomy."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38294",
        "text": "Additionally, independent auditors undertook random audits at four different clinical trial sites involved in the study to monitor the quality of the conduct in terms of follow-up and protocol adherence; there was no report of any major aberration potentially impacting serum IgA response.",
        "section": "Discussion",
        "section_number": 37,
        "sentences": [
            "Additionally, independent auditors undertook random audits at four different clinical trial sites involved in the study to monitor the quality of the conduct in terms of follow-up and protocol adherence; there was no report of any major aberration potentially impacting serum IgA response."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "38294",
        "text": "The dose selection for this phase III study was based on point estimates from the previous phase I/II study as mentioned; however, the previous study was smaller and the point estimates had wide confidence intervals. The true estimate of results for BRV-TV may have been lower than the reported point estimates. Therefore, an adequately powered study to select the phase III dose may have allowed an improved dose selection.",
        "section": "Discussion",
        "section_number": 38,
        "sentences": [
            "The dose selection for this phase III study was based on point estimates from the previous phase I/II study as mentioned; however, the previous study was smaller and the point estimates had wide confidence intervals.",
            "The true estimate of results for BRV-TV may have been lower than the reported point estimates.",
            "Therefore, an adequately powered study to select the phase III dose may have allowed an improved dose selection."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38294",
        "text": "In conclusion, this study showed that oral doses of the study vaccine BRV-TV had an acceptable safety profile in infants. Our findings showed that BRV-TV at a dose log10 6.1 was immunogenic in terms of the serum IgA response but not non-inferior to the licensed RV5 vaccine in healthy infants.",
        "section": "Discussion",
        "section_number": 39,
        "sentences": [
            "In conclusion, this study showed that oral doses of the study vaccine BRV-TV had an acceptable safety profile in infants.",
            "Our findings showed that BRV-TV at a dose log10 6.1 was immunogenic in terms of the serum IgA response but not non-inferior to the licensed RV5 vaccine in healthy infants."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "38294",
        "text": "Authors, Sonali Palkar, Puneet Misra, Madhu Gupta, Ashwani Kumar Sood, Ravi Mandyam Dhati, Avinash Shetty, Sangappa Malappa Dhaded, Sharad Agarkhedkar, Amlan Choudhury, Ramesh Kumar, Sundaram Balasubramanian, Sudhir Babji were the Principal Investigators of the study at their respective study sites. All the Principal Investigators declared that they had no financial interests in the vaccine or manufacturer but received funding to undertake the study. Tarun Saluja, Lopa Adhikary, Badri Narayan Patnaik, Sangeet Mohan Chadha, Forum Desai, Darshna Kukian are employed by Shantha Biotechnics Private Limited and were involved in planning and interpreting the study. Mandeep Singh Dhingra, and Martin Dupuy are employed by Sanofi Pasteur and were involved in planning and interpreting the study.",
        "section": "Conflicts of interest",
        "section_number": 40,
        "sentences": [
            "Authors, Sonali Palkar, Puneet Misra, Madhu Gupta, Ashwani Kumar Sood, Ravi Mandyam Dhati, Avinash Shetty, Sangappa Malappa Dhaded, Sharad Agarkhedkar, Amlan Choudhury, Ramesh Kumar, Sundaram Balasubramanian, Sudhir Babji were the Principal Investigators of the study at their respective study sites.",
            "All the Principal Investigators declared that they had no financial interests in the vaccine or manufacturer but received funding to undertake the study.",
            "Tarun Saluja, Lopa Adhikary, Badri Narayan Patnaik, Sangeet Mohan Chadha, Forum Desai, Darshna Kukian are employed by Shantha Biotechnics Private Limited and were involved in planning and interpreting the study.",
            "Mandeep Singh Dhingra, and Martin Dupuy are employed by Sanofi Pasteur and were involved in planning and interpreting the study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38294",
        "text": "This study was funded by Shantha Biotechnics Private Limited, a Sanofi company.",
        "section": "Financial disclosure",
        "section_number": 41,
        "sentences": [
            "This study was funded by Shantha Biotechnics Private Limited, a Sanofi company."
        ],
        "sentence_labels": [
            -1
        ]
    }
]