[
    {
        "doc_id": "33249",
        "text": "Background Mass drug administration (MDA) using praziquantel is the WHO-recommended approach for control of schistosomiasis. However, few studies have compared the impact of different schedules of MDA on the resultant infection levels. We wished to evaluate whether annual MDA was more effective than less frequent treatments for reducing community-level prevalence and intensity of Schistosoma mansoni infections. Methods We performed a cluster randomized trial (ISRCTN 14849830) of 3 different MDA frequencies over a 5 year period in 75 villages with moderate (10%-24%) initial prevalence of S. mansoni in school children in western Kenya. Praziquantel was distributed by school teachers to students either annually, the first 2 years, or every other year over a 4 year period. Prevalence and intensity of infection were measured by stool examination in 9-12 year old students using the Kato-Katz method at baseline, each treatment year, and for the final evaluation at year 5. S. mansoni prevalence and intensity were also measured in first year students at baseline and year 5. Results Twenty-five schools were randomly assigned to each arm. S. mansoni prevalence and infection intensity in 9-12 year old students significantly decreased within each arm from baseline to year 5 but there were no differences between arms. There were no differences in infection levels in first year students either within or between arms. Conclusions Strategies employing 2 or 4 rounds of MDA had a similar impact in schools with moderate initial prevalence, suggesting that schistosomiasis control can be sustained by schoolbased MDA, even if provided only every other year.",
        "section": "Abstract",
        "sentences": [
            "Background Mass drug administration (MDA) using praziquantel is the WHO-recommended approach for control of schistosomiasis.",
            "However, few studies have compared the impact of different schedules of MDA on the resultant infection levels.",
            "We wished to evaluate whether annual MDA was more effective than less frequent treatments for reducing community-level prevalence and intensity of Schistosoma mansoni infections.",
            "Methods We performed a cluster randomized trial (ISRCTN 14849830) of 3 different MDA frequencies over a 5 year period in 75 villages with moderate (10%-24%) initial prevalence of S. mansoni in school children in western Kenya.",
            "Praziquantel was distributed by school teachers to students either annually, the first 2 years, or every other year over a 4 year period.",
            "Prevalence and intensity of infection were measured by stool examination in 9-12 year old students using the Kato-Katz method at baseline, each treatment year, and for the final evaluation at year 5.",
            "S. mansoni prevalence and intensity were also measured in first year students at baseline and year 5.",
            "Results Twenty-five schools were randomly assigned to each arm.",
            "S. mansoni prevalence and infection intensity in 9-12 year old students significantly decreased within each arm from baseline to year 5 but there were no differences between arms.",
            "There were no differences in infection levels in first year students either within or between arms.",
            "Conclusions Strategies employing 2 or 4 rounds of MDA had a similar impact in schools with moderate initial prevalence, suggesting that schistosomiasis control can be sustained by schoolbased MDA, even if provided only every other year."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33249",
        "text": "Passage of World Health Assembly (WHA) resolution 54.19 helped stimulate increased efforts, resources, and research to control morbidity caused by schistosomiasis. The main approach for schistosomiasis control recommended by the World Health Organization (WHO) is mass drug administration (MDA) using praziquantel [1, 2] . Praziquantel has been used successfully over the past 30 years in many countries and is appropriate for MDA as it is inexpensive, welltolerated, and safe in persons who are not infected [3] .",
        "section": "Introduction",
        "section_number": 1,
        "sentences": [
            "Passage of World Health Assembly (WHA) resolution 54.19 helped stimulate increased efforts, resources, and research to control morbidity caused by schistosomiasis.",
            "The main approach for schistosomiasis control recommended by the World Health Organization (WHO) is mass drug administration (MDA) using praziquantel [1, 2] .",
            "Praziquantel has been used successfully over the past 30 years in many countries and is appropriate for MDA as it is inexpensive, welltolerated, and safe in persons who are not infected [3] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33249",
        "text": "The current WHO guidelines for schistosomiasis MDA suggest different strategies based on prevalence of infection in school-age children (SAC) [1, 2] . Communities with < 10% egg positive individuals among SAC are considered at low risk for morbidity caused by schistosomiasis; the recommended action is two treatments during primary school. Communities with SAC egg positive prevalence between 10% and 50% are considered moderate risk and every other year MDA is recommended. High risk communities are those with > 50% egg positive SAC and annual MDA is recommended. Both SAC in and out of school are targeted and treatment is also recommended for adults with high likelihood of infection in moderate and high risk communities.",
        "section": "Introduction",
        "section_number": 2,
        "sentences": [
            "The current WHO guidelines for schistosomiasis MDA suggest different strategies based on prevalence of infection in school-age children (SAC) [1, 2] .",
            "Communities with < 10% egg positive individuals among SAC are considered at low risk for morbidity caused by schistosomiasis; the recommended action is two treatments during primary school.",
            "Communities with SAC egg positive prevalence between 10% and 50% are considered moderate risk and every other year MDA is recommended.",
            "High risk communities are those with > 50% egg positive SAC and annual MDA is recommended.",
            "Both SAC in and out of school are targeted and treatment is also recommended for adults with high likelihood of infection in moderate and high risk communities."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33249",
        "text": "These guidelines were developed with the primary goal of preventing severe morbidity associated with high-intensity infections and at a time when the supply of praziquantel was much more restricted than it is currently. In recent years, there has been a growing recognition of an association of morbidity even with low intensity infections and a more than six-fold increase in donation of praziquantel tablets by pharmaceutical companies and purchases by bilateral organizations [4, 5] . This has led to a similar increase in the number of people treated for schistosomiasis, with more than 66 million people treated for schistosomiasis in 2015, the vast majority in sub-Saharan Africa. However, even with increased donations, far fewer treatments are available than the number of people who are in need [5] . Thus, judicious distribution is warranted both in terms of the drug supply and the other costs associated with the logistics to deliver an MDA program.",
        "section": "Introduction",
        "section_number": 3,
        "sentences": [
            "These guidelines were developed with the primary goal of preventing severe morbidity associated with high-intensity infections and at a time when the supply of praziquantel was much more restricted than it is currently.",
            "In recent years, there has been a growing recognition of an association of morbidity even with low intensity infections and a more than six-fold increase in donation of praziquantel tablets by pharmaceutical companies and purchases by bilateral organizations [4, 5] .",
            "This has led to a similar increase in the number of people treated for schistosomiasis, with more than 66 million people treated for schistosomiasis in 2015, the vast majority in sub-Saharan Africa.",
            "However, even with increased donations, far fewer treatments are available than the number of people who are in need [5] .",
            "Thus, judicious distribution is warranted both in terms of the drug supply and the other costs associated with the logistics to deliver an MDA program."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33249",
        "text": "In response to these considerations, the Schistosomiasis Consortium for Operational Research and Evaluation (SCORE) was formed in 2008 to address the needs of schistosomiasis which was funded by the Bill & Melinda Gates Foundation for the SCORE project. The funders had no role in the study design, data collection and analysis, decision to publish, or preparation of the manuscript.",
        "section": "Introduction",
        "section_number": 4,
        "sentences": [
            "In response to these considerations, the Schistosomiasis Consortium for Operational Research and Evaluation (SCORE) was formed in 2008 to address the needs of schistosomiasis which was funded by the Bill & Melinda Gates Foundation for the SCORE project.",
            "The funders had no role in the study design, data collection and analysis, decision to publish, or preparation of the manuscript."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "33249",
        "text": "control programs [6] . The emphasis of several SCORE projects was to provide an evidence base for program decisions related to MDA with praziquantel for Schistosoma mansoni and Schistosoma haematobium in areas with different levels of initial infection prevalence. This paper describes the results of different frequencies and timing of school-based MDA in villages in western Kenya with moderate (10% to 24%) initial prevalence of S. mansoni infection. Because WHO guidelines for interventions are based on community level infections in SAC [1, 2] , we used a cluster randomized trial design to evaluate the impact of the different interventions on school-level prevalence and intensity of infection.",
        "section": "Introduction",
        "section_number": 5,
        "sentences": [
            "control programs [6] .",
            "The emphasis of several SCORE projects was to provide an evidence base for program decisions related to MDA with praziquantel for Schistosoma mansoni and Schistosoma haematobium in areas with different levels of initial infection prevalence.",
            "This paper describes the results of different frequencies and timing of school-based MDA in villages in western Kenya with moderate (10% to 24%) initial prevalence of S. mansoni infection.",
            "Because WHO guidelines for interventions are based on community level infections in SAC [1, 2] , we used a cluster randomized trial design to evaluate the impact of the different interventions on school-level prevalence and intensity of infection."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33249",
        "text": "The study was conducted in Nyanza Province in 7 districts bordering Lake Victoria. This area was chosen based upon previous studies demonstrating schistosomiasis prevalence in the moderate range and in consultation with the Provincial Public Health Officer and with approval from the Ministry of Health. The area is semi-arid and bisected by the equator. Temperatures are reasonably consistent throughout the year. Over 96% of the population in these districts belongs to the Luo ethnic group.",
        "section": "Study population",
        "section_number": 6,
        "sentences": [
            "The study was conducted in Nyanza Province in 7 districts bordering Lake Victoria.",
            "This area was chosen based upon previous studies demonstrating schistosomiasis prevalence in the moderate range and in consultation with the Provincial Public Health Officer and with approval from the Ministry of Health.",
            "The area is semi-arid and bisected by the equator.",
            "Temperatures are reasonably consistent throughout the year.",
            "Over 96% of the population in these districts belongs to the Luo ethnic group."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33249",
        "text": "We have previously demonstrated an inverse relationship between community distance from Lake Victoria and S. mansoni infection prevalence, suggesting that most schistosomiasis transmission in the area occurs through contact with the lake waters [7, 8] . No prior MDA with praziquantel had been attempted in any of the schools or communities in the study.",
        "section": "Study population",
        "section_number": 7,
        "sentences": [
            "We have previously demonstrated an inverse relationship between community distance from Lake Victoria and S. mansoni infection prevalence, suggesting that most schistosomiasis transmission in the area occurs through contact with the lake waters [7, 8] .",
            "No prior MDA with praziquantel had been attempted in any of the schools or communities in the study."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "33249",
        "text": "The study was approved by the Scientific Steering and Ethical Review Committees (ERC) of the Kenya Medical Research Institute (KEMRI); the Centers for Disease Control and Prevention institutional review board (IRB) relied on the KEMRI review. The IRB of the University of Georgia also administratively reviewed and approved the study. Written permission was obtained from the parents or guardians of children participating in the study. Informed assent was obtained from study participants less than 18 years of age. The trial is number 14849830 registered at ISRCTN.",
        "section": "Ethics statement",
        "section_number": 8,
        "sentences": [
            "The study was approved by the Scientific Steering and Ethical Review Committees (ERC) of the Kenya Medical Research Institute (KEMRI); the Centers for Disease Control and Prevention institutional review board (IRB) relied on the KEMRI review.",
            "The IRB of the University of Georgia also administratively reviewed and approved the study.",
            "Written permission was obtained from the parents or guardians of children participating in the study.",
            "Informed assent was obtained from study participants less than 18 years of age.",
            "The trial is number 14849830 registered at ISRCTN."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33249",
        "text": "Protocols for SCORE randomized cluster studies to evaluate different MDA approaches including this project were developed during protocol harmonization meetings as previously described in detail [6] . In brief, an eligibility survey was conducted among 13-14 year old school children to identify villages with 10-24% initial prevalence of S. mansoni infection. One stool sample was collected from each of the 50 children participating per school, from which two Kato-Katz thick smears were prepared and examined microscopically to estimate infection prevalence.",
        "section": "Study design",
        "section_number": 9,
        "sentences": [
            "Protocols for SCORE randomized cluster studies to evaluate different MDA approaches including this project were developed during protocol harmonization meetings as previously described in detail [6] .",
            "In brief, an eligibility survey was conducted among 13-14 year old school children to identify villages with 10-24% initial prevalence of S. mansoni infection.",
            "One stool sample was collected from each of the 50 children participating per school, from which two Kato-Katz thick smears were prepared and examined microscopically to estimate infection prevalence."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33249",
        "text": "The number of schools per intervention arm and the number of children per school selected were based on an expected prevalence difference of 9.4% at the conclusion of the study [6] . Based on this power calculation, 75 primary schools in the appropriate prevalence range were identified by the study investigators and randomized into 3 study arms with 25 schools each using a simple random allocation program in SAS (Fig 1) [6] . For all study arms, baseline infection prevalence was determined for 9-12 year old children by sampling a target of 100 children per school. If more than 100 children in this age range were enrolled in a school, 100 children were randomly selected from the total eligible enrollment list. Three consecutive stool samples were sought from each participant, two Kato-Katz slides were prepared from each stool, and the number of schistosome eggs was counted on each slide. To compare effects of MDA on force of transmission, a single stool for preparation of two Kato Katz slides was also sought from up to 100 students in their first year of school. These children were typically between 5 and 8 years old.",
        "section": "Study design",
        "section_number": 10,
        "sentences": [
            "The number of schools per intervention arm and the number of children per school selected were based on an expected prevalence difference of 9.4% at the conclusion of the study [6] .",
            "Based on this power calculation, 75 primary schools in the appropriate prevalence range were identified by the study investigators and randomized into 3 study arms with 25 schools each using a simple random allocation program in SAS (Fig 1) [6] .",
            "For all study arms, baseline infection prevalence was determined for 9-12 year old children by sampling a target of 100 children per school.",
            "If more than 100 children in this age range were enrolled in a school, 100 children were randomly selected from the total eligible enrollment list.",
            "Three consecutive stool samples were sought from each participant, two Kato-Katz slides were prepared from each stool, and the number of schistosome eggs was counted on each slide.",
            "To compare effects of MDA on force of transmission, a single stool for preparation of two Kato Katz slides was also sought from up to 100 students in their first year of school.",
            "These children were typically between 5 and 8 years old."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33249",
        "text": "Following baseline assessment of 9-12 year old children and first year students, praziquantel MDA (40mg/kg) was provided to all children in all 75 primary schools and administered by school health teachers who had been trained to use the praziquantel dose pole and recognize adverse responses to treatment. In the second year of the study, 9-12 year old children in schools in Arms 1 and 2 were assessed as at baseline (target of three stools, two slides per stool, for 100 children) and provided MDA. In year 3, 9-12 year old children in schools in Arms 1 and 3 were assessed and provided MDA. In year 4, only children in schools in Arm 1 were assessed and provided MDA. In year 5, 9-12 year old children in all schools were assessed in a final evaluation. In addition at year 5, 100 first year students per school were sought to provide a single stool for two Kato-Katz slides. Thus, children in schools in Arm 1 were assessed and provided MDA for each of 4 years with a final evaluation at year 5; children in schools in Arm 2 were assessed and provided MDA for the first 2 years and evaluated at year 5; and children in Arm 3 were assessed and provided MDA in years 1 and 3 with the final evaluation in year 5 (Fig 1) .",
        "section": "Study design",
        "section_number": 11,
        "sentences": [
            "Following baseline assessment of 9-12 year old children and first year students, praziquantel MDA (40mg/kg) was provided to all children in all 75 primary schools and administered by school health teachers who had been trained to use the praziquantel dose pole and recognize adverse responses to treatment.",
            "In the second year of the study, 9-12 year old children in schools in Arms 1 and 2 were assessed as at baseline (target of three stools, two slides per stool, for 100 children) and provided MDA.",
            "In year 3, 9-12 year old children in schools in Arms 1 and 3 were assessed and provided MDA.",
            "In year 4, only children in schools in Arm 1 were assessed and provided MDA.",
            "In year 5, 9-12 year old children in all schools were assessed in a final evaluation.",
            "In addition at year 5, 100 first year students per school were sought to provide a single stool for two Kato-Katz slides.",
            "Thus, children in schools in Arm 1 were assessed and provided MDA for each of 4 years with a final evaluation at year 5; children in schools in Arm 2 were assessed and provided MDA for the first 2 years and evaluated at year 5; and children in Arm 3 were assessed and provided MDA in years 1 and 3 with the final evaluation in year 5 (Fig 1) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33249",
        "text": "Treatment coverage was estimated for each school in each year by comparing the number of children treated to the number of children enrolled in school, with a minimum coverage target of 90%. Primary school education in Kenya is free and the government has decreed it unlawful for children of the appropriate age to not be enrolled in school. Therefore, we considered the school enrollment records to be an accurate representation of the number of SAC in the community. The school health teacher administered the praziquantel and the individual class teacher recorded which students had been treated so that an accurate accounting of coverage was maintained.",
        "section": "Study design",
        "section_number": 12,
        "sentences": [
            "Treatment coverage was estimated for each school in each year by comparing the number of children treated to the number of children enrolled in school, with a minimum coverage target of 90%.",
            "Primary school education in Kenya is free and the government has decreed it unlawful for children of the appropriate age to not be enrolled in school.",
            "Therefore, we considered the school enrollment records to be an accurate representation of the number of SAC in the community.",
            "The school health teacher administered the praziquantel and the individual class teacher recorded which students had been treated so that an accurate accounting of coverage was maintained."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33249",
        "text": "Latitude and longitude coordinates were obtained at each school using Global Positioning System on Android phones and projected to UTM zone 36S for maps. Map was created with Arc-GIS (version 10.3, ESRI, Inc., Redlands, CA). Parental permission and participant assent were obtained each sampling year. Study participants were assigned a unique identification number that was used to track all data using barcodes. Age, sex and village data were entered for participants using their unique identifier on Android phones. Stool cups with barcode labels were provided to the children in the morning and were returned before lunch. While stools on 3 consecutive days were sought from each 9-12 year old participant at each year they were assessed, it was not possible to get 3 stool samples from every child. Thus, infection intensity was determined based on the number of Kato-Katz slides (up to 6) available for each child. Android phones were used to read the barcode and the egg data were entered using EpiCollect [9] . If a child had at least 1 egg on any of the slides, he or she was considered positive for infection. Because the Kato-Katz method analyzes 41 mg of stool per slide, raw egg counts were multiplied by 24 to estimate the eggs per gram (epg) of feces. Infected children with an average epg <100 were considered to have light infections, 100-399 epg had moderate infections, and those with !400 epg had heavy infections according to WHO guidelines [1, 2] . Egg counts were truncated at 1008 epg.",
        "section": "Data management and statistical analysis",
        "section_number": 13,
        "sentences": [
            "Latitude and longitude coordinates were obtained at each school using Global Positioning System on Android phones and projected to UTM zone 36S for maps.",
            "Map was created with Arc-GIS (version 10.3, ESRI, Inc., Redlands, CA).",
            "Parental permission and participant assent were obtained each sampling year.",
            "Study participants were assigned a unique identification number that was used to track all data using barcodes.",
            "Age, sex and village data were entered for participants using their unique identifier on Android phones.",
            "Stool cups with barcode labels were provided to the children in the morning and were returned before lunch.",
            "While stools on 3 consecutive days were sought from each 9-12 year old participant at each year they were assessed, it was not possible to get 3 stool samples from every child.",
            "Thus, infection intensity was determined based on the number of Kato-Katz slides (up to 6) available for each child.",
            "Android phones were used to read the barcode and the egg data were entered using EpiCollect [9] .",
            "If a child had at least 1 egg on any of the slides, he or she was considered positive for infection.",
            "Because the Kato-Katz method analyzes 41 mg of stool per slide, raw egg counts were multiplied by 24 to estimate the eggs per gram (epg) of feces.",
            "Infected children with an average epg <100 were considered to have light infections, 100-399 epg had moderate infections, and those with !",
            "400 epg had heavy infections according to WHO guidelines [1, 2] .",
            "Egg counts were truncated at 1008 epg."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33249",
        "text": "Mean prevalence and intensity summary statistics by study arm and year accounted for village-level clustering via Taylor series linearization [10] . Changes over time and comparisons between arms were performed with negative binomial regression with generalized estimating equations (GEE) [11] . Communities at each year were the clustering factor and an exchangeable correlation structure was used. Adjusted models controlled for age and sex and were weighted by the inverse of the village sample size. Modeling results are reported as a prevalence ratio (PR) or arithmetic mean ratio (AMR). Because baseline intensity levels varied slightly, our main analyses assessed the changes over time. Thus, analyses of the changes over time compared the ratios of differences between the start and end of study in prevalence or intensity for each arm. Interclass correlation coefficients and design effects were calculated using mixed models [12, 13] . All analyses used the 5% level of significance.",
        "section": "Data management and statistical analysis",
        "section_number": 14,
        "sentences": [
            "Mean prevalence and intensity summary statistics by study arm and year accounted for village-level clustering via Taylor series linearization [10] .",
            "Changes over time and comparisons between arms were performed with negative binomial regression with generalized estimating equations (GEE) [11] .",
            "Communities at each year were the clustering factor and an exchangeable correlation structure was used.",
            "Adjusted models controlled for age and sex and were weighted by the inverse of the village sample size.",
            "Modeling results are reported as a prevalence ratio (PR) or arithmetic mean ratio (AMR).",
            "Because baseline intensity levels varied slightly, our main analyses assessed the changes over time.",
            "Thus, analyses of the changes over time compared the ratios of differences between the start and end of study in prevalence or intensity for each arm.",
            "Interclass correlation coefficients and design effects were calculated using mixed models [12, 13] .",
            "All analyses used the 5% level of significance."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33249",
        "text": "Fig 2 is a map of the 75 schools included in the study and shows the distribution of schools included in each of the study arms. The eligibility study was performed in 2010, with randomization of schools to arms and initiation of MDA in 2011; the study was completed in 2015. At baseline (year 1), the overall mean prevalence and infection intensity distributions (Fig 3) as well as the mean intensities of infection (Table 1) were similar among the three arms, suggesting that the randomization was effective. Between year 1 and year 5 ( Table 2) , there was a significant reduction in prevalence for all three arms (p 0.003) and intensity for arms 1 (p = 0.004) and 3 (p < 0.001), but not for arm 2 (p = 0.11). Interestingly, the largest drop for both prevalence and intensity in arm 1 was between years 1 and 2, corresponding to the first treatment, with subsequent years showing either no or relatively marginal further decreases (Fig 3, S1 Table) . By contrast, the reductions in prevalence and intensity for arms 2 and 3 were more progressive. There were no statistically significant differences in the prevalence between arms at year 5 and the only significant difference in infection intensity was between arms 2 and 3, both of which had received 2 rounds of MDA ( Table 3 ). The relative changes from baseline to year 5 were also not statistically different between arms (S2 Table) , again suggesting that the different MDA regimens had a similar impact. Throughout the study, we were unable to achieve our target enrollment of 2500 per arm for any arm in any year. At baseline, enrollment per arm ranged between 1456 and 1678. Participation improved each year (S1 Table) , https://doi.org/10.1371/journal.pntd.0006033.g003",
        "section": "Results",
        "section_number": 15,
        "sentences": [
            "Fig 2 is a map of the 75 schools included in the study and shows the distribution of schools included in each of the study arms.",
            "The eligibility study was performed in 2010, with randomization of schools to arms and initiation of MDA in 2011; the study was completed in 2015.",
            "At baseline (year 1), the overall mean prevalence and infection intensity distributions (Fig 3) as well as the mean intensities of infection (Table 1) were similar among the three arms, suggesting that the randomization was effective.",
            "Between year 1 and year 5 ( Table 2) , there was a significant reduction in prevalence for all three arms (p 0.003) and intensity for arms 1 (p = 0.004) and 3 (p < 0.001), but not for arm 2 (p = 0.11).",
            "Interestingly, the largest drop for both prevalence and intensity in arm 1 was between years 1 and 2, corresponding to the first treatment, with subsequent years showing either no or relatively marginal further decreases (Fig 3, S1 Table) .",
            "By contrast, the reductions in prevalence and intensity for arms 2 and 3 were more progressive.",
            "There were no statistically significant differences in the prevalence between arms at year 5 and the only significant difference in infection intensity was between arms 2 and 3, both of which had received 2 rounds of MDA ( Table 3 ).",
            "The relative changes from baseline to year 5 were also not statistically different between arms (S2 Table) , again suggesting that the different MDA regimens had a similar impact.",
            "Throughout the study, we were unable to achieve our target enrollment of 2500 per arm for any arm in any year.",
            "At baseline, enrollment per arm ranged between 1456 and 1678.",
            "Participation improved each year (S1 Table) , https://doi.org/10.1371/journal.pntd.0006033.g003"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33249",
        "text": "Year 5",
        "section": "Year 1",
        "section_number": 16,
        "sentences": [
            "Year 5"
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "33249",
        "text": "Mean with 2304 to 2486 children per arm enrolled in the final evaluation ( Table 1 ). The intracluster correlation coefficient (95% CI) was 0.13 (0.09, 0.16) for prevalence and 0.01 (0.00, 0.02) for intensity. We observed a higher than expected design effect for the prevalence analysis (10.89, 95% CI 8.18-13.59). The design effect was not as pronounced for the analyses of infection intensity (2.07, 1.48-2.66). Since the assumed design effect in the power analyses was 2, the trial was severely underpowered to find differences in prevalence but was adequate for finding differences in infection intensity. Treatment coverage was monitored to ensure that relative effects of MDA regimens were not influenced by differences in the proportion of individuals receiving treatment. Mean coverage did not differ by arm or by year for schools scheduled to receive MDA that year (Table 4) . While some schools in each arm did not achieve the target of 90% of students receiving treatment in a given year, there were only two schools (one in arm 1 and one in arm 3) that did not have at least 90% coverage in more than one treatment year.",
        "section": "Arm n/N or N % (CI) or mean (CI) n/N or N % (CI) or mean (CI)",
        "section_number": 17,
        "sentences": [
            "Mean with 2304 to 2486 children per arm enrolled in the final evaluation ( Table 1 ).",
            "The intracluster correlation coefficient (95% CI) was 0.13 (0.09, 0.16) for prevalence and 0.01 (0.00, 0.02) for intensity.",
            "We observed a higher than expected design effect for the prevalence analysis (10.89, 95% CI 8.18-13.59).",
            "The design effect was not as pronounced for the analyses of infection intensity (2.07, 1.48-2.66).",
            "Since the assumed design effect in the power analyses was 2, the trial was severely underpowered to find differences in prevalence but was adequate for finding differences in infection intensity.",
            "Treatment coverage was monitored to ensure that relative effects of MDA regimens were not influenced by differences in the proportion of individuals receiving treatment.",
            "Mean coverage did not differ by arm or by year for schools scheduled to receive MDA that year (Table 4) .",
            "While some schools in each arm did not achieve the target of 90% of students receiving treatment in a given year, there were only two schools (one in arm 1 and one in arm 3) that did not have at least 90% coverage in more than one treatment year."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33249",
        "text": "Prevalence and intensity of infection were also measured in first year students at baseline and year 5 ( Table 5 ). Because pre-school children were not included in the school-based MDA, any differences in first year student infection levels might suggest changes in environmental exposure or force of transmission. There were no statistically significant differences between arms at the two time points first year student infections were measured. There were also no differences between years 1 and 5 within a given arm, suggesting that children had similar risk for infection at both time points.",
        "section": "Arm n/N or N % (CI) or mean (CI) n/N or N % (CI) or mean (CI)",
        "section_number": 18,
        "sentences": [
            "Prevalence and intensity of infection were also measured in first year students at baseline and year 5 ( Table 5 ).",
            "Because pre-school children were not included in the school-based MDA, any differences in first year student infection levels might suggest changes in environmental exposure or force of transmission.",
            "There were no statistically significant differences between arms at the two time points first year student infections were measured.",
            "There were also no differences between years 1 and 5 within a given arm, suggesting that children had similar risk for infection at both time points."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33249",
        "text": "In a cluster randomized trial, we evaluated different frequencies and timing of school-based MDA on infection levels among 9-12 year old children living in communities with moderate initial prevalence S. mansoni infections. We found significant decreases in prevalence of infection over time within all arms and significant decreases in intensity of infection within the arms that received treatment every year or every other year. However, four treatments did not result in significantly lower prevalence or intensities of infection compared to treatment every other year over a 5 year period. These data suggest that biennial treatment may have similar benefits as annual treatment in schistosomiasis control programs in moderate prevalence areas, making it possible to provide MDA to twice as many schools with the same resources as using annual MDA. However, we observed that for all arms it was only possible to reduce prevalence to approximately half of initial prevalence, regardless of whether two or four rounds of MDA were provided. This is consistent with the proposition that MDA alone, while able to sustain morbidity control, will not be sufficient to effect schistosomiasis elimination and will need supplementation with other control measures such as improved water and sanitation systems, snail control, or immunization if an effective vaccine one day becomes available [14] . However, it was possible to transition communities in arms 1 and 3 from the WHO-defined \"moderate-risk\" category to \"low risk\" (average infection levels < 10% prevalence) using school based MDA alone although there was a small number of children in some villages that still had high intensity infections at year 5. In the final evaluation in year 5, first year students, who were not in school in any previous years and therefore would never have received MDA, had similar prevalence and infection intensity levels as the first year students at the study baseline. This result suggests that at this https://doi.org/10.1371/journal.pntd.0006033.t004 Table 5 . Prevalence and intensity of S. mansoni infection for first year students in each arm at baseline (Year 1) and final evaluation (Year 5). level of infection in the community, the school based MDA did not influence the force of transmission of schistosomiasis to which these children were exposed.",
        "section": "Discussion",
        "section_number": 19,
        "sentences": [
            "In a cluster randomized trial, we evaluated different frequencies and timing of school-based MDA on infection levels among 9-12 year old children living in communities with moderate initial prevalence S. mansoni infections.",
            "We found significant decreases in prevalence of infection over time within all arms and significant decreases in intensity of infection within the arms that received treatment every year or every other year.",
            "However, four treatments did not result in significantly lower prevalence or intensities of infection compared to treatment every other year over a 5 year period.",
            "These data suggest that biennial treatment may have similar benefits as annual treatment in schistosomiasis control programs in moderate prevalence areas, making it possible to provide MDA to twice as many schools with the same resources as using annual MDA.",
            "However, we observed that for all arms it was only possible to reduce prevalence to approximately half of initial prevalence, regardless of whether two or four rounds of MDA were provided.",
            "This is consistent with the proposition that MDA alone, while able to sustain morbidity control, will not be sufficient to effect schistosomiasis elimination and will need supplementation with other control measures such as improved water and sanitation systems, snail control, or immunization if an effective vaccine one day becomes available [14] .",
            "However, it was possible to transition communities in arms 1 and 3 from the WHO-defined \"moderate-risk\" category to \"low risk\" (average infection levels < 10% prevalence) using school based MDA alone although there was a small number of children in some villages that still had high intensity infections at year 5.",
            "In the final evaluation in year 5, first year students, who were not in school in any previous years and therefore would never have received MDA, had similar prevalence and infection intensity levels as the first year students at the study baseline.",
            "This result suggests that at this https://doi.org/10.1371/journal.pntd.0006033.t004 Table 5 .",
            "Prevalence and intensity of S. mansoni infection for first year students in each arm at baseline (Year 1) and final evaluation (Year 5).",
            "level of infection in the community, the school based MDA did not influence the force of transmission of schistosomiasis to which these children were exposed."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33249",
        "text": "The main limitation of this study was a failure to achieve the target sample size for monitoring infections in either 9-12 year olds or first year students. A total of 2500 students was targeted but never reached in any arm in any year. Sampling in the final evaluation came the closest (2304 to 2486 students per arm) but none of the arms in the baseline sampling year enrolled more than 1700 children. The sample size we achieved for first year students was even worse with only 474 to 732 children tested for any of the first year student the time points. This failure to achieve the targeted sample sizes was primarily a function of lower than anticipated SAC populations rather than refusal of any subgroup to participate or children not attending school in these communities. However, because the sampling unit was the school, which remained 25 for all time points and arms, we do not believe that the lower than anticipated number of participants would have reduced the probability of detecting a difference when a true difference existed, although it could have decreased the precision of the results and contributed to the unanticipatedly large design effect that we observed. Despite not achieving our targeted sample sizes, this study is the largest randomized trial comparing schistosomiasis MDA regimens to date.",
        "section": "Discussion",
        "section_number": 20,
        "sentences": [
            "The main limitation of this study was a failure to achieve the target sample size for monitoring infections in either 9-12 year olds or first year students.",
            "A total of 2500 students was targeted but never reached in any arm in any year.",
            "Sampling in the final evaluation came the closest (2304 to 2486 students per arm) but none of the arms in the baseline sampling year enrolled more than 1700 children.",
            "The sample size we achieved for first year students was even worse with only 474 to 732 children tested for any of the first year student the time points.",
            "This failure to achieve the targeted sample sizes was primarily a function of lower than anticipated SAC populations rather than refusal of any subgroup to participate or children not attending school in these communities.",
            "However, because the sampling unit was the school, which remained 25 for all time points and arms, we do not believe that the lower than anticipated number of participants would have reduced the probability of detecting a difference when a true difference existed, although it could have decreased the precision of the results and contributed to the unanticipatedly large design effect that we observed.",
            "Despite not achieving our targeted sample sizes, this study is the largest randomized trial comparing schistosomiasis MDA regimens to date."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33249",
        "text": "Another possible limitation is that while these studies were being performed, a parallel study of school-based and community-wide MDA was being conducted in communities with higher initial prevalence (>25% infection among school children) in the same districts (manuscript in preparation). Most of the communities in the other study were closer to Lake Victoria as there is a direct relationship between prevalence and proximity to the lake [7, 8] . Thus, it is possible that MDA in communities between the lake and the schools described in this study could have affected how students in the schools described here were exposed. However, the similarity of infection levels in first year students at baseline and final evaluation argues against the parallel study confounding these results.",
        "section": "Discussion",
        "section_number": 21,
        "sentences": [
            "Another possible limitation is that while these studies were being performed, a parallel study of school-based and community-wide MDA was being conducted in communities with higher initial prevalence (>25% infection among school children) in the same districts (manuscript in preparation).",
            "Most of the communities in the other study were closer to Lake Victoria as there is a direct relationship between prevalence and proximity to the lake [7, 8] .",
            "Thus, it is possible that MDA in communities between the lake and the schools described in this study could have affected how students in the schools described here were exposed.",
            "However, the similarity of infection levels in first year students at baseline and final evaluation argues against the parallel study confounding these results."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33249",
        "text": "In conclusion, school-based MDA with praziquantel was effective at reducing schistosomiasis prevalence in 9-12 year old Kenyan school children from \"moderate-risk\" to \"low-risk\" according to current WHO guidelines designed to prevent severe morbidity [1, 2] . Biennial treatment appeared as effective as annual treatment to accomplishing this reduction while 2 rounds of treatment followed by 2 years without treatment was slightly less effective. However, the data also suggest that MDA alone is unlikely to allow countries to achieve the elimination goals set forth by WHA resolution 65.21. Nevertheless, we anticipate that the results from this and the other SCORE MDA studies for gaining and sustaining control will contribute to the evidence base for development of new guidelines that will be useful for schistosomiasis control and elimination and assist NTD program managers to allocate resources according to their goals. Table. CONSORT 2010 checklist of information to include when reporting a cluster randomized trial. (DOCX)",
        "section": "Discussion",
        "section_number": 22,
        "sentences": [
            "In conclusion, school-based MDA with praziquantel was effective at reducing schistosomiasis prevalence in 9-12 year old Kenyan school children from \"moderate-risk\" to \"low-risk\" according to current WHO guidelines designed to prevent severe morbidity [1, 2] .",
            "Biennial treatment appeared as effective as annual treatment to accomplishing this reduction while 2 rounds of treatment followed by 2 years without treatment was slightly less effective.",
            "However, the data also suggest that MDA alone is unlikely to allow countries to achieve the elimination goals set forth by WHA resolution 65.21.",
            "Nevertheless, we anticipate that the results from this and the other SCORE MDA studies for gaining and sustaining control will contribute to the evidence base for development of new guidelines that will be useful for schistosomiasis control and elimination and assist NTD program managers to allocate resources according to their goals.",
            "Table.",
            "CONSORT 2010 checklist of information to include when reporting a cluster randomized trial. (",
            "DOCX)"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33249",
        "text": "PLOS Neglected Tropical Diseases | https://doi.org/10.1371/journal.pntd.0006033 October 23, 2017",
        "section": "",
        "section_number": 23,
        "sentences": [
            "PLOS Neglected Tropical Diseases | https://doi.org/10.1371/journal.pntd.0006033 October 23, 2017"
        ],
        "sentence_labels": [
            -1
        ]
    }
]