[
    {
        "doc_id": "39269",
        "text": "Objective This study examined whether exposure to a safety norm could counteract the increase in risk taking children show when in an elevated positive mood state. Methods Risk taking (intentions, behaviors) was measured in a neutral and positive (induced experimentally) mood state. Before completing the tasks in a positive mood, 120 children 7-10 years were exposed to either a safety norm or a control audio. Results The control audio had no effect: children showed an increase in risk taking and intentions when in a positive mood compared with a neutral mood, replicating past research. In contrast, exposure to the safety norm counteracted this effect: children showed a decrease in risk taking and intentions when in a positive mood compared with a neutral mood. Conclusion Manipulating children's exposure to social norms can be an effective strategy for reducing injury-risk behaviors even when they are in an elevated positive mood state.",
        "section": "Abstract",
        "sentences": [
            "Objective This study examined whether exposure to a safety norm could counteract the increase in risk taking children show when in an elevated positive mood state.",
            "Methods Risk taking (intentions, behaviors) was measured in a neutral and positive (induced experimentally) mood state.",
            "Before completing the tasks in a positive mood, 120 children 7-10 years were exposed to either a safety norm or a control audio.",
            "Results The control audio had no effect: children showed an increase in risk taking and intentions when in a positive mood compared with a neutral mood, replicating past research.",
            "In contrast, exposure to the safety norm counteracted this effect: children showed a decrease in risk taking and intentions when in a positive mood compared with a neutral mood.",
            "Conclusion Manipulating children's exposure to social norms can be an effective strategy for reducing injury-risk behaviors even when they are in an elevated positive mood state."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39269",
        "text": "social norms about safety would be effective to counteract their tendency to show increased risk taking when in an elevated positive mood state.",
        "section": "",
        "section_number": 1,
        "sentences": [
            "social norms about safety would be effective to counteract their tendency to show increased risk taking when in an elevated positive mood state."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "39269",
        "text": "For children in elementary school, many injuries occur when they are away from home, unsupervised, and engaging in physical risk taking (i.e., behaviors that elevate risk of injury when safer alternative behaviors are possible, such as jumping down steps rather than walking, or running up slides rather than walking up the ladder; Morrongiello, 1997; Morrongiello, Kane, McArthur & Bell, 2012; Shanon, Bashaw, Lewis, & Feldman, 1992) . A number of individual-difference attributes have been shown to influence children's risktaking decisions (for extensive reviews, see Morrongiello, Corbett, & Switzer, 2013; Schwebel & Gaines, 2007) . For example, being male, high in sensation seeking (i.e., tendency to seek out novel and emotionally arousing risk activities), or low in inhibitory control (i.e., difficulty inhibiting a prohibited behavior that one wants to do) are all characteristics consistently associated with more frequent risk taking and injuries (CDC, 2014; Hoffrage, Weber, Hertwig, & Chase, 2003; Morrongiello, Klemencic, & Corbett, 2008; Morrongiello & Sedore, 2005; Rosen & Peterson, 1990; Schwebel & Plumert, 1999) .",
        "section": "Elementary-School Children's Risk Taking",
        "section_number": 2,
        "sentences": [
            "For children in elementary school, many injuries occur when they are away from home, unsupervised, and engaging in physical risk taking (i.e., behaviors that elevate risk of injury when safer alternative behaviors are possible, such as jumping down steps rather than walking, or running up slides rather than walking up the ladder; Morrongiello, 1997; Morrongiello, Kane, McArthur & Bell, 2012; Shanon, Bashaw, Lewis, & Feldman, 1992) .",
            "A number of individual-difference attributes have been shown to influence children's risktaking decisions (for extensive reviews, see Morrongiello, Corbett, & Switzer, 2013; Schwebel & Gaines, 2007) .",
            "For example, being male, high in sensation seeking (i.e., tendency to seek out novel and emotionally arousing risk activities), or low in inhibitory control (i.e., difficulty inhibiting a prohibited behavior that one wants to do) are all characteristics consistently associated with more frequent risk taking and injuries (CDC, 2014; Hoffrage, Weber, Hertwig, & Chase, 2003; Morrongiello, Klemencic, & Corbett, 2008; Morrongiello & Sedore, 2005; Rosen & Peterson, 1990; Schwebel & Plumert, 1999) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39269",
        "text": "Cognitive factors also play a role in children's risk decisions. Children's appraisals of injury risk influences whether they decide to engage in injury-risk behaviors. Children who recognize the danger in a situation, judge their risk of injury as high, or believe the potential injury outcome to be severe, have been shown to engage in less risk taking than children who do not hold these views (Hillier & Morrongiello, 1998; Morrongiello & Matheis, 2004; Peterson, Brazeal, Oliver, & Bull, 1997) . Similarly, children's attributions for injuries affect their future behavioral decisions. When children assume responsibility and attribute injuries to how they behaved, then they avoid repeating the behavior in the future. In contrast, if children attribute injuries to bad luck, this predicts their repeating the risk behavior that led to injury (Morrongiello & Rennie, 1998) . Hence, how children reason about injuries influences their risk behaviors.",
        "section": "Elementary-School Children's Risk Taking",
        "section_number": 3,
        "sentences": [
            "Cognitive factors also play a role in children's risk decisions.",
            "Children's appraisals of injury risk influences whether they decide to engage in injury-risk behaviors.",
            "Children who recognize the danger in a situation, judge their risk of injury as high, or believe the potential injury outcome to be severe, have been shown to engage in less risk taking than children who do not hold these views (Hillier & Morrongiello, 1998; Morrongiello & Matheis, 2004; Peterson, Brazeal, Oliver, & Bull, 1997) .",
            "Similarly, children's attributions for injuries affect their future behavioral decisions.",
            "When children assume responsibility and attribute injuries to how they behaved, then they avoid repeating the behavior in the future.",
            "In contrast, if children attribute injuries to bad luck, this predicts their repeating the risk behavior that led to injury (Morrongiello & Rennie, 1998) .",
            "Hence, how children reason about injuries influences their risk behaviors."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39269",
        "text": "Emotional factors and mood state also come into play in risk situations. Children who respond to risk situations with excitement engage in more risk behaviors than those who react with cautiousness or fear (Cook, Peterson, & DiLillo, 1999; Morrongiello, Lasenby-Lessard, & Matheis, 2007; Morrongiello & Matheis, 2004; Peterson, Gillies, Cook, Schick, & Little, 1994) . Even children's expectations for how they will likely feel in a risk situation affects whether they intend to approach or avoid the situation. If children anticipate having fun, then they plan to approach the situation and engage in the risk behavior when the opportunity arises (Morrongiello & Matheis, 2004) . Recent research also reveals that mood state affects children's engagement in risk behaviors. When in an elevated positive mood state, children engage in greater risk taking (e.g., go high and do not hold on when at the top of the climber) compared to when the same children are in a neutral mood state (Morrongiello, Stewart, Pope, Pogrebtsova, & Boulay, 2015) . The current study builds on this finding that positive mood state predisposes children to engage in greater risk taking.",
        "section": "Elementary-School Children's Risk Taking",
        "section_number": 4,
        "sentences": [
            "Emotional factors and mood state also come into play in risk situations.",
            "Children who respond to risk situations with excitement engage in more risk behaviors than those who react with cautiousness or fear (Cook, Peterson, & DiLillo, 1999; Morrongiello, Lasenby-Lessard, & Matheis, 2007; Morrongiello & Matheis, 2004; Peterson, Gillies, Cook, Schick, & Little, 1994) .",
            "Even children's expectations for how they will likely feel in a risk situation affects whether they intend to approach or avoid the situation.",
            "If children anticipate having fun, then they plan to approach the situation and engage in the risk behavior when the opportunity arises (Morrongiello & Matheis, 2004) .",
            "Recent research also reveals that mood state affects children's engagement in risk behaviors.",
            "When in an elevated positive mood state, children engage in greater risk taking (e.g., go high and do not hold on when at the top of the climber) compared to when the same children are in a neutral mood state (Morrongiello, Stewart, Pope, Pogrebtsova, & Boulay, 2015) .",
            "The current study builds on this finding that positive mood state predisposes children to engage in greater risk taking."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39269",
        "text": "The social-situational context is another factor that influences children's risk taking. Children have been shown to shift from safer to riskier behaviors when they are pressed for time in social situations (Morrongiello & Matheis, 2004) . Peers exert significant influences via behavioral modeling and verbal persuasion, and a number of negative peer-based effects on risk taking having been reported (Christensen & Morrongiello, 1997; Morrongiello, Corbett, & Sandomierski, 2013; Morrongiello & Dawber, 2004) . For example, children who observe peers who are excited and do not experience any negative consequences while engaging in risk behaviors, not only reduce their appraisals of injury threat (ratings of danger, vulnerability, severity), but also shift from risk avoidance to engagement in the behaviors (Morrongiello & Rennie, 1998; Potts, Doppler, & Hernandez, 1994) . Similarly, children's efforts to persuade peers verbally to engage in risk-taking behaviors often focus on emphasizing fun, which has proven effective to shift children to be positively inclined toward risk taking (Christensen & Morrongiello, 1997; Morrongiello & Dawber, 2004) . The nature of the peer relationship also affects the success of these peer persuasion efforts. Best friends are not only highly similar in risk-taking propensity and tolerance for risk activities, but they are particularly successful in persuading one another in risk situations (Morrongiello & Dawber, 2004) . In sum, based on what they do and say, peers can substantially influence the risk-taking behaviors of other children.",
        "section": "Elementary-School Children's Risk Taking",
        "section_number": 5,
        "sentences": [
            "The social-situational context is another factor that influences children's risk taking.",
            "Children have been shown to shift from safer to riskier behaviors when they are pressed for time in social situations (Morrongiello & Matheis, 2004) .",
            "Peers exert significant influences via behavioral modeling and verbal persuasion, and a number of negative peer-based effects on risk taking having been reported (Christensen & Morrongiello, 1997; Morrongiello, Corbett, & Sandomierski, 2013; Morrongiello & Dawber, 2004) .",
            "For example, children who observe peers who are excited and do not experience any negative consequences while engaging in risk behaviors, not only reduce their appraisals of injury threat (ratings of danger, vulnerability, severity), but also shift from risk avoidance to engagement in the behaviors (Morrongiello & Rennie, 1998; Potts, Doppler, & Hernandez, 1994) .",
            "Similarly, children's efforts to persuade peers verbally to engage in risk-taking behaviors often focus on emphasizing fun, which has proven effective to shift children to be positively inclined toward risk taking (Christensen & Morrongiello, 1997; Morrongiello & Dawber, 2004) .",
            "The nature of the peer relationship also affects the success of these peer persuasion efforts.",
            "Best friends are not only highly similar in risk-taking propensity and tolerance for risk activities, but they are particularly successful in persuading one another in risk situations (Morrongiello & Dawber, 2004) .",
            "In sum, based on what they do and say, peers can substantially influence the risk-taking behaviors of other children."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39269",
        "text": "What individuals believe social norms to be also has proven relevant to understanding their healthrisk behaviors (e.g., Theory of Reasoned Action: Armitage & Conner, 2001; Lajunen & Rasanen, 2004) , and this is another way that peers can influence children's risk behaviors. Although this topic has received limited attention in child safety research, a few studies suggest that children formulate opinions about social norms and make decisions about their own behaviors based on their perceptions of peer social norms. When asked to explain why they do not wear bicycle helmets, for example, children communicated the beliefs that peers do not do this and that peers would have a negative impression of them if they wore one (Hall, Cross, Howat, Stevenson, & Shaw, 2004) . Similarly, when 7-11year-olds were asked to explain the motivation for their engaging in injury-risk behaviors during play, they reported believing that their peer group engages in these behaviors and, therefore, their doing so would foster their identification with and assimilation in the peer group (Green & Hart, 1998) . Consistent with these findings, a recent study of 6-12year-olds found that exposure to peer-communicated social norms favoring risk taking predicted a significant increase in children's risk taking (comparing pre-with postexposure) behaviors (Morrongiello, McArthur, Kane, & Fleury, 2013) . Moreover, importantly, exposure to social norms against risk taking predicted a significant decrease in children's risk-taking behaviors. The current study further examined the potential for using peer-communicated social norms about safety as an intervention strategy with elementaryschool children.",
        "section": "Elementary-School Children's Risk Taking",
        "section_number": 6,
        "sentences": [
            "What individuals believe social norms to be also has proven relevant to understanding their healthrisk behaviors (e.g., Theory of Reasoned Action: Armitage & Conner, 2001; Lajunen & Rasanen, 2004) , and this is another way that peers can influence children's risk behaviors.",
            "Although this topic has received limited attention in child safety research, a few studies suggest that children formulate opinions about social norms and make decisions about their own behaviors based on their perceptions of peer social norms.",
            "When asked to explain why they do not wear bicycle helmets, for example, children communicated the beliefs that peers do not do this and that peers would have a negative impression of them if they wore one (Hall, Cross, Howat, Stevenson, & Shaw, 2004) .",
            "Similarly, when 7-11year-olds were asked to explain the motivation for their engaging in injury-risk behaviors during play, they reported believing that their peer group engages in these behaviors and, therefore, their doing so would foster their identification with and assimilation in the peer group (Green & Hart, 1998) .",
            "Consistent with these findings, a recent study of 6-12year-olds found that exposure to peer-communicated social norms favoring risk taking predicted a significant increase in children's risk taking (comparing pre-with postexposure) behaviors (Morrongiello, McArthur, Kane, & Fleury, 2013) .",
            "Moreover, importantly, exposure to social norms against risk taking predicted a significant decrease in children's risk-taking behaviors.",
            "The current study further examined the potential for using peer-communicated social norms about safety as an intervention strategy with elementaryschool children."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39269",
        "text": "Focusing on children aged 7-10 years, the unique aim of this study was to determine whether exposure to peer-communicated social norms about safety could counteract the increase in risk taking that children show when in an elevated positive mood state (Morrongiello et al., 2015) . Research with adolescents, who also show greater engagement in risk activities when in a positive mood state (e.g., unprotected sex, illicit drug use, alcohol consumption; Chou, Lee, & Ho, 2007; Zapolski, Cyders, & Smith, 2009) , has shown that social norms marketing (i.e., manipulating perceived peer social norms to influence behavior) can be used successfully as a foundation in interventions to reduce health risk behaviors (Borsari & Carey, 2003; DeJong et al., 2006) . The results of the current study were expected to provide important insights into the feasibility of applying this approach to elementary-school children.",
        "section": "Current Study",
        "section_number": 7,
        "sentences": [
            "Focusing on children aged 7-10 years, the unique aim of this study was to determine whether exposure to peer-communicated social norms about safety could counteract the increase in risk taking that children show when in an elevated positive mood state (Morrongiello et al., 2015) .",
            "Research with adolescents, who also show greater engagement in risk activities when in a positive mood state (e.g., unprotected sex, illicit drug use, alcohol consumption; Chou, Lee, & Ho, 2007; Zapolski, Cyders, & Smith, 2009) , has shown that social norms marketing (i.e., manipulating perceived peer social norms to influence behavior) can be used successfully as a foundation in interventions to reduce health risk behaviors (Borsari & Carey, 2003; DeJong et al., 2006) .",
            "The results of the current study were expected to provide important insights into the feasibility of applying this approach to elementary-school children."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39269",
        "text": "Using a previously validated procedure (Morrongiello et al., 2015 ), children's mood state was experimentally manipulated and risk taking was measured both when children were in a neutral and elevated positive mood state. Before completing the risk-taking measures when in a positive mood state, children were exposed either to a peer-communicated audio message expressing a safety norm or to a control audio message describing some aspect of the general situation. It was hypothesized that if safety norm exposure counteracts the effect of positive mood on risk taking, then there should be a comparable level of risk taking with that when in a neutral mood state. Incorporating a control audio condition allowed us to assess for the specificity of the audio exposure effect. It was hypothesized that the control audio would have no impact and, therefore, children would still show an increase in risk taking when in a positive mood compared with a neutral mood, as previously found when no audio message by peers was delivered (Morrongiello et al., 2015) .",
        "section": "Current Study",
        "section_number": 8,
        "sentences": [
            "Using a previously validated procedure (Morrongiello et al., 2015 ), children's mood state was experimentally manipulated and risk taking was measured both when children were in a neutral and elevated positive mood state.",
            "Before completing the risk-taking measures when in a positive mood state, children were exposed either to a peer-communicated audio message expressing a safety norm or to a control audio message describing some aspect of the general situation.",
            "It was hypothesized that if safety norm exposure counteracts the effect of positive mood on risk taking, then there should be a comparable level of risk taking with that when in a neutral mood state.",
            "Incorporating a control audio condition allowed us to assess for the specificity of the audio exposure effect.",
            "It was hypothesized that the control audio would have no impact and, therefore, children would still show an increase in risk taking when in a positive mood compared with a neutral mood, as previously found when no audio message by peers was delivered (Morrongiello et al., 2015) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39269",
        "text": "To measure risk taking, two tasks were completed by each child. Past research has shown the importance of selecting tasks relevant to physical risk taking per se (Morrongiello, Lasenby-Lessard, & Corbett, 2009 ). Hence, one task measured actual risk taking (i.e., recklessness behaviors) when running an indoor obstacle course (cf. Morrongiello, Walpole, & Lasenby, 2007) and the other measured intentions-to-risk-take using a photo sort procedure in which children identified which risk behaviors they would and would not do on a playground later (cf. . Although past research has confirmed that children's intentions to risk take are an excellent proxy for actual risk taking (Morrongiello, 2004) , both tasks were included to determine whether exposure to peer social norms about safety had differential effects depending on whether the child engaged in the risk behavior or simply expressed an intention to do so in the near future. This is an issue that is relevant for selecting appropriate outcome measures in future intervention research targeting children's risk taking and, therefore, we deemed it important to seize the opportunity to compare the two risk-taking measures directly in this study.",
        "section": "Current Study",
        "section_number": 9,
        "sentences": [
            "To measure risk taking, two tasks were completed by each child.",
            "Past research has shown the importance of selecting tasks relevant to physical risk taking per se (Morrongiello, Lasenby-Lessard, & Corbett, 2009 ).",
            "Hence, one task measured actual risk taking (i.e., recklessness behaviors) when running an indoor obstacle course (cf.",
            "Morrongiello, Walpole, & Lasenby, 2007) and the other measured intentions-to-risk-take using a photo sort procedure in which children identified which risk behaviors they would and would not do on a playground later (cf. .",
            "Although past research has confirmed that children's intentions to risk take are an excellent proxy for actual risk taking (Morrongiello, 2004) , both tasks were included to determine whether exposure to peer social norms about safety had differential effects depending on whether the child engaged in the risk behavior or simply expressed an intention to do so in the near future.",
            "This is an issue that is relevant for selecting appropriate outcome measures in future intervention research targeting children's risk taking and, therefore, we deemed it important to seize the opportunity to compare the two risk-taking measures directly in this study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39269",
        "text": "Power Analysis Based on past findings , we anticipated obtaining medium to large effect sizes (i.e., >0.25), and with alpha level set at 0.05 and power set at 0.80, this resulted in an estimated sample size of 60 boys and 60 girls (Cohen, 1992) .",
        "section": "Method",
        "section_number": 10,
        "sentences": [
            "Power Analysis Based on past findings , we anticipated obtaining medium to large effect sizes (i.e., >0.25), and with alpha level set at 0.05 and power set at 0.80, this resulted in an estimated sample size of 60 boys and 60 girls (Cohen, 1992) ."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "39269",
        "text": "The between-participants factors included child gender (boy or girl), risk-taking test task (i.e., obstacle course or photo sort, with the other task serving as their control task to assess the effect of the mood manipulation), and type of audio messaging the child heard (safety norm or control). Specifically, an equal number of boys and girls were randomly assigned to test task condition, and half of each in the two test conditions were further randomly assigned to audio messaging condition, creating eight subsamples (4: boy þ obstacle course or photo sort as test þ safety norm or neutral audio, and four subsamples for girls). The within-participants factor was mood state (2: neutral vs. aroused, neutral vs. neutral), with all children providing two scores for both risk-taking tasks: scores for their test task included when in a neutral versus positive mood state, scores for their control task were both taken when in a neutral mood state. Child age varied between 7 and 10 years and age was designated as a covariate.",
        "section": "Study Design",
        "section_number": 11,
        "sentences": [
            "The between-participants factors included child gender (boy or girl), risk-taking test task (i.e., obstacle course or photo sort, with the other task serving as their control task to assess the effect of the mood manipulation), and type of audio messaging the child heard (safety norm or control).",
            "Specifically, an equal number of boys and girls were randomly assigned to test task condition, and half of each in the two test conditions were further randomly assigned to audio messaging condition, creating eight subsamples (4: boy þ obstacle course or photo sort as test þ safety norm or neutral audio, and four subsamples for girls).",
            "The within-participants factor was mood state (2: neutral vs. aroused, neutral vs. neutral), with all children providing two scores for both risk-taking tasks: scores for their test task included when in a neutral versus positive mood state, scores for their control task were both taken when in a neutral mood state.",
            "Child age varied between 7 and 10 years and age was designated as a covariate."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39269",
        "text": "Community recruitment (e.g., posters, advertisements, information letters) resulted in a sample of 120 children who were 7-10 years old, including 60 boys (M age ¼ 8.13 years, SD ¼ 0.93 years) and 60 girls (M age ¼ 8.02 years, SD ¼ 0.91 years). Inclusion criteria included the following: children were English speaking, in regular classes, had never experienced an injury resulting in hospitalization, and were normally developing (as reported by the parent when asked whether there were any historic or current issues experienced by the child in the areas of learning, perception, communication, social/emotions, or behavior).",
        "section": "Participants",
        "section_number": 12,
        "sentences": [
            "Community recruitment (e.g., posters, advertisements, information letters) resulted in a sample of 120 children who were 7-10 years old, including 60 boys (M age ¼ 8.13 years, SD ¼ 0.93 years) and 60 girls (M age ¼ 8.02 years, SD ¼ 0.91 years).",
            "Inclusion criteria included the following: children were English speaking, in regular classes, had never experienced an injury resulting in hospitalization, and were normally developing (as reported by the parent when asked whether there were any historic or current issues experienced by the child in the areas of learning, perception, communication, social/emotions, or behavior)."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "39269",
        "text": "The sample included families falling within the following annual income brackets: $20,000-39.999 (1.7% of the total sample), $40,000-59,999 (10.9%), 60,000-79,999 (24.3%), and above $80,000 (53%), with 10% of the total sample preferring not to disclose. Parent education included the following: high school diploma (9.9% of the total sample), some or completed college/university (60.5%), and some or completed advance degree (29.5%). Nearly all the participants were Caucasian (99% of the sample). All procedures were approved by a Research Ethics Review Board and written parent and child consent were obtained before testing.",
        "section": "Participants",
        "section_number": 13,
        "sentences": [
            "The sample included families falling within the following annual income brackets: $20,000-39.999 (1.7% of the total sample), $40,000-59,999 (10.9%), 60,000-79,999 (24.3%), and above $80,000 (53%), with 10% of the total sample preferring not to disclose.",
            "Parent education included the following: high school diploma (9.9% of the total sample), some or completed college/university (60.5%), and some or completed advance degree (29.5%).",
            "Nearly all the participants were Caucasian (99% of the sample).",
            "All procedures were approved by a Research Ethics Review Board and written parent and child consent were obtained before testing."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39269",
        "text": "Every participant completed two tasks, one providing a measure of actual risk behaviors (based on running through an obstacle course that contained hazards) and the other of intentions to risk take (based on endorsing which injury risk behaviors they would do on a playground). One of these tasks was randomly designated the child's \"test\" task (i.e., completed in both a neutral and induced positive mood state) and the other their \"control\" task (i.e., completed both times in a neutral mood state).",
        "section": "Risk-Taking Tasks",
        "section_number": 14,
        "sentences": [
            "Every participant completed two tasks, one providing a measure of actual risk behaviors (based on running through an obstacle course that contained hazards) and the other of intentions to risk take (based on endorsing which injury risk behaviors they would do on a playground).",
            "One of these tasks was randomly designated the child's \"test\" task (i.e., completed in both a neutral and induced positive mood state) and the other their \"control\" task (i.e., completed both times in a neutral mood state)."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "39269",
        "text": "Actual risk taking: obstacle course. Prior research has shown that an obstacle course is an effective method for measuring injury-risk behaviors in children between the ages of 7 and 12 years . Validity of the obstacle course has been established indirectly. For example, performance in the obstacle course corresponds to what one would expect based on individual difference attributes. Children high in positive urgency trait show more recklessness in the obstacle course than those low in this trait (Morrongiello et al., 2015) . Similarly, those high in sensation seeking do so also, whereas those low in sensation seeking do not . Both of these traits are associated with greater risk taking across a broad range of activities, and also with more injuries .",
        "section": "Risk-Taking Tasks",
        "section_number": 15,
        "sentences": [
            "Actual risk taking: obstacle course.",
            "Prior research has shown that an obstacle course is an effective method for measuring injury-risk behaviors in children between the ages of 7 and 12 years .",
            "Validity of the obstacle course has been established indirectly.",
            "For example, performance in the obstacle course corresponds to what one would expect based on individual difference attributes.",
            "Children high in positive urgency trait show more recklessness in the obstacle course than those low in this trait (Morrongiello et al., 2015) .",
            "Similarly, those high in sensation seeking do so also, whereas those low in sensation seeking do not .",
            "Both of these traits are associated with greater risk taking across a broad range of activities, and also with more injuries ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39269",
        "text": "The obstacle course was located in a 14 Â 15 m room and comprised tires, aerobic steps and risers, a balance beam, gym mats, agility cones, and poles with bells attached to them. Arrows on the floor outlined the path through the course to be taken. The child was told that his/her travel through the course would be timed and s/he was responsible for pressing a button on the wall as s/he started and ended the course; the button activated a light on the wall so start and stop times would be easy to measure on the video. Two cameras were unobtrusively located in the ceiling on opposite ends of the course and filmed the entirety of the child's travel through the obstacle course. Videos were later coded to obtain measures of recklessness (cf. : tripping up the stairs or over the aerobic steps, bumping into or knocking over pylons, hitting into walls at turn points, falling off the balance beam or off the aerobic steps, tripping or falling over the tires). Video coding reliability (25% of the videotapes) between two independent coders was 91% agreement; the data from the primary coder were analyzed. Higher scores indicate greater frequency of injury-risk behaviors.",
        "section": "Risk-Taking Tasks",
        "section_number": 16,
        "sentences": [
            "The obstacle course was located in a 14 Â 15 m room and comprised tires, aerobic steps and risers, a balance beam, gym mats, agility cones, and poles with bells attached to them.",
            "Arrows on the floor outlined the path through the course to be taken.",
            "The child was told that his/her travel through the course would be timed and s/he was responsible for pressing a button on the wall as s/he started and ended the course; the button activated a light on the wall so start and stop times would be easy to measure on the video.",
            "Two cameras were unobtrusively located in the ceiling on opposite ends of the course and filmed the entirety of the child's travel through the obstacle course.",
            "Videos were later coded to obtain measures of recklessness (cf. :",
            "tripping up the stairs or over the aerobic steps, bumping into or knocking over pylons, hitting into walls at turn points, falling off the balance beam or off the aerobic steps, tripping or falling over the tires).",
            "Video coding reliability (25% of the videotapes) between two independent coders was 91% agreement; the data from the primary coder were analyzed.",
            "Higher scores indicate greater frequency of injury-risk behaviors."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39269",
        "text": "Intentions to risk take: photo sort task. The photos used in this task were based on naturalistic observations of children playing on local playgrounds and engaging in injury-risk behaviors on typical pieces of equipment (e.g., swing, slide, climber), with children's judgments about risk then used to validate the photos (Morrongiello & Matheis, 2004) . Participants were given a deck of 27 color photos (randomized order) that showed a same-sex peer engaging in various behaviors and was asked to sort these into two boxes based on whether they would perform the behavior when a video was made later of them playing on the local playground. Children were advised to consider each behavior carefully because some children would be making a video later and have to demonstrate the behaviors they endorsed. Risk behaviors shown included standing while swinging, leaning way over the top of a slide to look underneath, and not holding on when at the top of a high climber. Higher \"yes\" scores indicate greater risk taking.",
        "section": "Risk-Taking Tasks",
        "section_number": 17,
        "sentences": [
            "Intentions to risk take: photo sort task.",
            "The photos used in this task were based on naturalistic observations of children playing on local playgrounds and engaging in injury-risk behaviors on typical pieces of equipment (e.g., swing, slide, climber), with children's judgments about risk then used to validate the photos (Morrongiello & Matheis, 2004) .",
            "Participants were given a deck of 27 color photos (randomized order) that showed a same-sex peer engaging in various behaviors and was asked to sort these into two boxes based on whether they would perform the behavior when a video was made later of them playing on the local playground.",
            "Children were advised to consider each behavior carefully because some children would be making a video later and have to demonstrate the behaviors they endorsed.",
            "Risk behaviors shown included standing while swinging, leaning way over the top of a slide to look underneath, and not holding on when at the top of a high climber.",
            "Higher \"yes\" scores indicate greater risk taking."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39269",
        "text": "Mood induction. False positive feedback about their score on a computer-based video game was used to invoke a positive mood, as in previous research (Morrongiello et al., 2015) . Children played a video game called the Piñata Task, which was originally developed to study the neural correlates of reward processing in childhood (Helfinstein et al., 2013) . Children find the game engaging and easy to learn. Participants use the space bar to strategically hit a series of cartoon donkey piñatas that appear on the screen within each trial, with the goal being to break open as many as one can and collect the stars inside, which are each worth one point. The participant completed three trials of the game, obtaining a score after each trial and a total score at the end. Difficulty level was unobtrusively adjusted each time. The first trial was easy in order to boost the child's confidence and engagement with the game. To do well in the second trial, their reaction time had to become quicker, and most children performed more poorly. By way of contrast, to make the third and final trial their highest score, we encouraged them to try and simultaneously slowed the required reaction time down so they would earn their best score. Children were given extensive positive feedback about their third trial performance, and once their summary score appeared, there was much celebration as the child was informed that his score earned him a coveted spot on the \"Video Game-Wall of Fame\" that was on the wall in the laboratory. Most of the children expressed pleasure (e.g., smiled, laughed, clapped, bounced with excitement on their seat) on hearing this news. The child then watched as we placed his/her name on the Wall of Fame board.",
        "section": "Mood",
        "section_number": 18,
        "sentences": [
            "Mood induction.",
            "False positive feedback about their score on a computer-based video game was used to invoke a positive mood, as in previous research (Morrongiello et al., 2015) .",
            "Children played a video game called the Piñata Task, which was originally developed to study the neural correlates of reward processing in childhood (Helfinstein et al., 2013) .",
            "Children find the game engaging and easy to learn.",
            "Participants use the space bar to strategically hit a series of cartoon donkey piñatas that appear on the screen within each trial, with the goal being to break open as many as one can and collect the stars inside, which are each worth one point.",
            "The participant completed three trials of the game, obtaining a score after each trial and a total score at the end.",
            "Difficulty level was unobtrusively adjusted each time.",
            "The first trial was easy in order to boost the child's confidence and engagement with the game.",
            "To do well in the second trial, their reaction time had to become quicker, and most children performed more poorly.",
            "By way of contrast, to make the third and final trial their highest score, we encouraged them to try and simultaneously slowed the required reaction time down so they would earn their best score.",
            "Children were given extensive positive feedback about their third trial performance, and once their summary score appeared, there was much celebration as the child was informed that his score earned him a coveted spot on the \"Video Game-Wall of Fame\" that was on the wall in the laboratory.",
            "Most of the children expressed pleasure (e.g., smiled, laughed, clapped, bounced with excitement on their seat) on hearing this news.",
            "The child then watched as we placed his/her name on the Wall of Fame board."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39269",
        "text": "Mood ratings. To confirm that the mood manipulation was effective, children repeatedly completed ratings of their state mood using adjectives from the Positive and Negative Affect Scale for Children (PANAS-C, Laurent et al., 1999) . The PANAS-C has been used to measure both state and trait affect (Merz & Roesch, 2011) and it yields high internal reliability (Cronbach's alpha ¼ .83). Children were shown a visual-analog scale (8-inch line) that ranged from \"Not At All\" to \"Very Much\" and asked to put a line to indicate the extent to which they felt each of the four positive adjectives (happy, energetic, excited, cheerful). Based on where they placed their line, each rating was then assigned a score between 0 and 8, with scores then averaged to yield one rating for mood state. Higher numbers indicate a more positive mood state.",
        "section": "Mood",
        "section_number": 19,
        "sentences": [
            "Mood ratings.",
            "To confirm that the mood manipulation was effective, children repeatedly completed ratings of their state mood using adjectives from the Positive and Negative Affect Scale for Children (PANAS-C, Laurent et al., 1999) .",
            "The PANAS-C has been used to measure both state and trait affect (Merz & Roesch, 2011) and it yields high internal reliability (Cronbach's alpha ¼ .83).",
            "Children were shown a visual-analog scale (8-inch line) that ranged from \"Not At All\" to \"Very Much\" and asked to put a line to indicate the extent to which they felt each of the four positive adjectives (happy, energetic, excited, cheerful).",
            "Based on where they placed their line, each rating was then assigned a score between 0 and 8, with scores then averaged to yield one rating for mood state.",
            "Higher numbers indicate a more positive mood state."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39269",
        "text": "Filler tasks. To promote a neutral mood state at certain times during the session, filler tasks were presented in which the child was asked to spend time completing worksheets (e.g., make a list of words that start with the letter \"w,\" make a list of sports).",
        "section": "Mood",
        "section_number": 20,
        "sentences": [
            "Filler tasks.",
            "To promote a neutral mood state at certain times during the session, filler tasks were presented in which the child was asked to spend time completing worksheets (e.g., make a list of words that start with the letter \"w,\" make a list of sports)."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "39269",
        "text": "Peer audio tapes. Two types of audio messages were recorded, one communicating social norms favoring safe play practices and the other neutral comments about the same situation, either the playground or the obstacle course. Messages were scripted and then recorded by two pairs of 8-year-old children (two males, two females) so that gender of the speaker could match that of the participant during testing and the exact same messages would be experienced regardless of gender of the participant. The safety social norm condition comprised negatively framed messages that were intended to reduce injury-risk behaviors on the playground (e.g., \"Kids who do dangerous things on playgrounds are fools. Most kids would not do reckless things on playground equipment.\") and obstacle course (e.g., \"Kids who do dangerous things in the obstacle course are fools. Most kids would not do reckless things when running the course.\"). The messages were developed based on extensive consultation with children aged 7-10 years about the language and wording to use so that messages mirrored how they would typically speak to one another and the safety norm was clear. In fact, the actual wording of the peer norm message was developed by having children hear different communications and then asking them after a few minutes to report what the message was that they had heard the other children say. The initial message was spoken by one child, with the other child then agreeing and reinforcing the norm for safety (e.g., \"Yeah, I agree, most kids would not do reckless dangerous things on the . . . obstacle course or playground!\") to create the impression of overhearing two children talking and agreeing with one another about behaviors that most children their age would avoid. The neutral messages were similar in length and turntaking format to the safety norm messages, but these involved descriptive statements about the test task situation to which the child was assigned and these statements were unrelated to safety (e.g., \"You don't often see an indoor obstacle course, especially a big one like this with all this stuff.\" Reply: \"Yeah, I agree, it's surprising to see such a big indoor play area. I wonder what they use it for and if anyone can use it whenever they want.\"). The children who did the audio recordings were given ample rehearsal time to ensure natural delivery of the script, and once recorded the audio tapes were found to be approximately 20 s in duration.",
        "section": "Mood",
        "section_number": 21,
        "sentences": [
            "Peer audio tapes.",
            "Two types of audio messages were recorded, one communicating social norms favoring safe play practices and the other neutral comments about the same situation, either the playground or the obstacle course.",
            "Messages were scripted and then recorded by two pairs of 8-year-old children (two males, two females) so that gender of the speaker could match that of the participant during testing and the exact same messages would be experienced regardless of gender of the participant.",
            "The safety social norm condition comprised negatively framed messages that were intended to reduce injury-risk behaviors on the playground (e.g., \"Kids who do dangerous things on playgrounds are fools.",
            "Most kids would not do reckless things on playground equipment.\")",
            "and obstacle course (e.g., \"Kids who do dangerous things in the obstacle course are fools.",
            "Most kids would not do reckless things when running the course.\").",
            "The messages were developed based on extensive consultation with children aged 7-10 years about the language and wording to use so that messages mirrored how they would typically speak to one another and the safety norm was clear.",
            "In fact, the actual wording of the peer norm message was developed by having children hear different communications and then asking them after a few minutes to report what the message was that they had heard the other children say.",
            "The initial message was spoken by one child, with the other child then agreeing and reinforcing the norm for safety (e.g., \"Yeah, I agree, most kids would not do reckless dangerous things on the . . .",
            "obstacle course or playground!\")",
            "to create the impression of overhearing two children talking and agreeing with one another about behaviors that most children their age would avoid.",
            "The neutral messages were similar in length and turntaking format to the safety norm messages, but these involved descriptive statements about the test task situation to which the child was assigned and these statements were unrelated to safety (e.g., \"You don't often see an indoor obstacle course, especially a big one like this with all this stuff.\"",
            "Reply: \"Yeah, I agree, it's surprising to see such a big indoor play area.",
            "I wonder what they use it for and if anyone can use it whenever they want.\").",
            "The children who did the audio recordings were given ample rehearsal time to ensure natural delivery of the script, and once recorded the audio tapes were found to be approximately 20 s in duration."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39269",
        "text": "The session took place in a laboratory on campus and lasted about an hour. The parent and child both completed written consent forms. The parent then completed a demographic information sheet while the child went with an examiner to another section of the laboratory for the study. As shown in Figure 1 , all children completed baseline measures of risk taking on their test and control task (order randomized) in a neutral mood and then they received one of two orders (randomized) when they repeated these tasks: either their risk-taking control task (in a neutral mood) before their risk-taking test task (in an aroused positive mood) or the reverse order.",
        "section": "Procedure",
        "section_number": 22,
        "sentences": [
            "The session took place in a laboratory on campus and lasted about an hour.",
            "The parent and child both completed written consent forms.",
            "The parent then completed a demographic information sheet while the child went with an examiner to another section of the laboratory for the study.",
            "As shown in Figure 1 , all children completed baseline measures of risk taking on their test and control task (order randomized) in a neutral mood and then they received one of two orders (randomized) when they repeated these tasks: either their risk-taking control task (in a neutral mood) before their risk-taking test task (in an aroused positive mood) or the reverse order."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39269",
        "text": "Specifically, children began the session by completing a filler task alone for 7 min to neutralize their mood. The children were told that spelling and neatness did not matter and that there were no right or wrong answers; we simply needed their help to complete the sheets. After this neutralization period, children completed the mood rating task. They then completed either their control or test risk-taking task (\"baseline\" risk taking in neutral state) in randomized order.",
        "section": "Procedure",
        "section_number": 23,
        "sentences": [
            "Specifically, children began the session by completing a filler task alone for 7 min to neutralize their mood.",
            "The children were told that spelling and neatness did not matter and that there were no right or wrong answers; we simply needed their help to complete the sheets.",
            "After this neutralization period, children completed the mood rating task.",
            "They then completed either their control or test risk-taking task (\"baseline\" risk taking in neutral state) in randomized order."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39269",
        "text": "On completion of these baseline measures of risk taking, the audio was then \"accidentally\" played via a loudspeaker in the room. Children were led to believe that there were two children next door and one must have pressed a button by mistake, making their conversation able to be heard over the loudspeaker. A visible red light was lit up in the room to support this statement. The assistant then told the child that she needed to leave the room to tell the other children to turn off the loudspeaker. The audio recording was calculated to turn on seconds after the Research Assistant left the room, leaving the child to listen to the recording in the room alone.",
        "section": "Procedure",
        "section_number": 24,
        "sentences": [
            "On completion of these baseline measures of risk taking, the audio was then \"accidentally\" played via a loudspeaker in the room.",
            "Children were led to believe that there were two children next door and one must have pressed a button by mistake, making their conversation able to be heard over the loudspeaker.",
            "A visible red light was lit up in the room to support this statement.",
            "The assistant then told the child that she needed to leave the room to tell the other children to turn off the loudspeaker.",
            "The audio recording was calculated to turn on seconds after the Research Assistant left the room, leaving the child to listen to the recording in the room alone."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39269",
        "text": "Subsequently, children experienced either (randomized order) (a) the mood induction task followed immediately by another mood rating and then their test risk-taking task followed by another filler task and a mood rating and then their control risk-taking task, or (b) the filler tasks and control risk-taking task before the mood induction and test risk-taking task (Figure 1) . Lastly, the children were debriefed about the study aims and test procedures, and then given a $5.00 gift card to thank them for participating.",
        "section": "Procedure",
        "section_number": 25,
        "sentences": [
            "Subsequently, children experienced either (randomized order) (a) the mood induction task followed immediately by another mood rating and then their test risk-taking task followed by another filler task and a mood rating and then their control risk-taking task, or (b) the filler tasks and control risk-taking task before the mood induction and test risk-taking task (Figure 1) .",
            "Lastly, the children were debriefed about the study aims and test procedures, and then given a $5.00 gift card to thank them for participating."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "39269",
        "text": "Descriptive and parametric statistics were applied to characterize the data and evaluate the pattern of results as a function of gender, with age as a covariate. Several preliminary data-checking procedures were applied before analyses were conducted (Howell, 2007) . Specifically, we assessed for outliers based on Cook's distance, and removed occasional data across analyses, as appropriate. Variables were examined for violations in normality, but none were noted. Before reporting within-participants analysis of variance (ANOVA) results, we assessed for violations of sphericity to determine whether adjustment to the degrees of freedom was warranted, in which case a Greenhouse-Geisser adjustment was used. Effect sizes are reported as partial eta squared so the magnitude is not affected by the number of effects in the ANOVA. In conducting paired contrasts using t-tests, a Bonferroni adjustment for family-wise error rate was applied and the results reported are based on this adjustment. Note that when type of risk-taking task was included as a factor in analyses, then these scores were standardized so the same metric applied to scores from both tasks.",
        "section": "Analytic Approach",
        "section_number": 26,
        "sentences": [
            "Descriptive and parametric statistics were applied to characterize the data and evaluate the pattern of results as a function of gender, with age as a covariate.",
            "Several preliminary data-checking procedures were applied before analyses were conducted (Howell, 2007) .",
            "Specifically, we assessed for outliers based on Cook's distance, and removed occasional data across analyses, as appropriate.",
            "Variables were examined for violations in normality, but none were noted.",
            "Before reporting within-participants analysis of variance (ANOVA) results, we assessed for violations of sphericity to determine whether adjustment to the degrees of freedom was warranted, in which case a Greenhouse-Geisser adjustment was used.",
            "Effect sizes are reported as partial eta squared so the magnitude is not affected by the number of effects in the ANOVA.",
            "In conducting paired contrasts using t-tests, a Bonferroni adjustment for family-wise error rate was applied and the results reported are based on this adjustment.",
            "Note that when type of risk-taking task was included as a factor in analyses, then these scores were standardized so the same metric applied to scores from both tasks."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39269",
        "text": "Positive mood rating scores were calculated by averaging positive mood adjective scores (i.e., happy, cheerful, excited, and energetic) and calculating a difference score between the participant's positive ratings before the mood induction task and after it had been completed (i.e., averaged positive mood ratings in an aroused state minus averaged positive mood ratings in a neutral state).",
        "section": "Was the Mood Induction Procedure Successful?",
        "section_number": 27,
        "sentences": [
            "Positive mood rating scores were calculated by averaging positive mood adjective scores (i.e., happy, cheerful, excited, and energetic) and calculating a difference score between the participant's positive ratings before the mood induction task and after it had been completed (i.e., averaged positive mood ratings in an aroused state minus averaged positive mood ratings in a neutral state)."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "39269",
        "text": "To determine whether the effectiveness of the mood induction differed by child gender and/or risk-taking test condition, an ANOVA was conducted with gender (2: boy, girl) and test condition (2: obstacle course, photo sort) as between-participant factors, with age as a covariate. Results revealed no significant differences. A one-sample t-test was then conducted on the data from the entire sample to determine whether the mood induction procedure evoked a change in mood state that exceeded chance level (zero). Results confirmed a significant increase in positive mood state was obtained, with positive mood increasing by an average of 2.07 units (SD ¼ 1.50) on the 8-point rating scale (t(119) ¼ 15.12, p < .001) from 2.10 in neutral to 4.17 when aroused. Thus, the mood induction procedure was effective and it produced comparable changes regardless of the risk-taking test condition to which the participant was assigned.",
        "section": "Was the Mood Induction Procedure Successful?",
        "section_number": 28,
        "sentences": [
            "To determine whether the effectiveness of the mood induction differed by child gender and/or risk-taking test condition, an ANOVA was conducted with gender (2: boy, girl) and test condition (2: obstacle course, photo sort) as between-participant factors, with age as a covariate.",
            "Results revealed no significant differences.",
            "A one-sample t-test was then conducted on the data from the entire sample to determine whether the mood induction procedure evoked a change in mood state that exceeded chance level (zero).",
            "Results confirmed a significant increase in positive mood state was obtained, with positive mood increasing by an average of 2.07 units (SD ¼ 1.50) on the 8-point rating scale (t(119) ¼ 15.12, p < .001) from 2.10 in neutral to 4.17 when aroused.",
            "Thus, the mood induction procedure was effective and it produced comparable changes regardless of the risk-taking test condition to which the participant was assigned."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39269",
        "text": "To confirm that the mood induction influenced risk taking in the same way as it did in previous research, despite children in the current study hearing peers make general comments about the situation (i.e., control audio condition), an ANOVA was applied to the standardized risk-taking scores to compare risk taking when in an aroused versus neutral mood state. Child gender (2: boy, girl) and risk-taking test condition (2: actual, intentions) were between-participant factors, mood state change (2: neutral-neutral, neutralaroused) was designated a within-participant factor, and age was entered as a covariate. In this analysis, Figure 1 . Testing sequence: After completing baseline risk taking for the test and control tasks (in a neutral mood state), children heard the audio message (relevant only to their test task). They then received Sequence A (repeat test risk-taking task but in an aroused positive mood state) followed by Sequence B (repeat control task in a neutral mood state), or the reverse ordering of sequences; whether they received Sequence A or B first, was randomly determined.",
        "section": "Was There an Increase in Risk Taking When in a Heightened Positive Mood State?",
        "section_number": 29,
        "sentences": [
            "To confirm that the mood induction influenced risk taking in the same way as it did in previous research, despite children in the current study hearing peers make general comments about the situation (i.e., control audio condition), an ANOVA was applied to the standardized risk-taking scores to compare risk taking when in an aroused versus neutral mood state.",
            "Child gender (2: boy, girl) and risk-taking test condition (2: actual, intentions) were between-participant factors, mood state change (2: neutral-neutral, neutralaroused) was designated a within-participant factor, and age was entered as a covariate.",
            "In this analysis, Figure 1 .",
            "Testing sequence: After completing baseline risk taking for the test and control tasks (in a neutral mood state), children heard the audio message (relevant only to their test task).",
            "They then received Sequence A (repeat test risk-taking task but in an aroused positive mood state) followed by Sequence B (repeat control task in a neutral mood state), or the reverse ordering of sequences; whether they received Sequence A or B first, was randomly determined."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39269",
        "text": "therefore, measures were taken only from participants exposed to the control audio condition and the magnitude of change in risk taking that related to the mood manipulation was compared as a function of risktaking test condition, with risk-taking scores standardized to compare them on the same metric. Table I shows the unstandardized risk-taking scores, with standardized scores reported below. The ANOVA revealed a significant effect of mood change, F(1, 59) ¼ 71.31, p < .001, g 2 p ¼ 0.55. No other effects were significant. Exposure to the control audio condition was associated with greater risk taking when children shifted from a neutral to an aroused positive mood state (M change ¼ 0.65, SD ¼ 0.61), whereas a change in frequency of risk taking did not occur when children remained in a neutral state (M change-¼ À0.07, SD ¼ 0.24). Additionally, a one-sample t-test confirmed that the increase in risk taking when in a positive mood state significantly exceeded chance level or 0 (t(59) ¼ 8.14, p < .001). Hence, the previously found positive relationship between mood and risk taking still occurred even though participants were exposed to a descriptive peer-communicated audio message about the situation. This relationship was comparable across risk-taking test tasks.",
        "section": "Was There an Increase in Risk Taking When in a Heightened Positive Mood State?",
        "section_number": 30,
        "sentences": [
            "therefore, measures were taken only from participants exposed to the control audio condition and the magnitude of change in risk taking that related to the mood manipulation was compared as a function of risktaking test condition, with risk-taking scores standardized to compare them on the same metric.",
            "Table I shows the unstandardized risk-taking scores, with standardized scores reported below.",
            "The ANOVA revealed a significant effect of mood change, F(1, 59) ¼ 71.31, p < .001, g 2 p ¼ 0.55.",
            "No other effects were significant.",
            "Exposure to the control audio condition was associated with greater risk taking when children shifted from a neutral to an aroused positive mood state (M change ¼ 0.65, SD ¼ 0.61), whereas a change in frequency of risk taking did not occur when children remained in a neutral state (M change-¼ À0.07, SD ¼ 0.24).",
            "Additionally, a one-sample t-test confirmed that the increase in risk taking when in a positive mood state significantly exceeded chance level or 0 (t(59) ¼ 8.14, p < .001).",
            "Hence, the previously found positive relationship between mood and risk taking still occurred even though participants were exposed to a descriptive peer-communicated audio message about the situation.",
            "This relationship was comparable across risk-taking test tasks."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39269",
        "text": "To determine whether the safety audio message was successful in counteracting the increase in risk taking when in a positive mood, the scores from both risktaking test tasks were standardized. An ANOVA was then conducted on these scores with gender (2: boy, girl), risk-taking test condition (2: actual, intentions), and audio condition (2: norm, control) as the between-participant factors, and age as a covariate.",
        "section": "Was Exposure to the Safety Norm Successful?",
        "section_number": 31,
        "sentences": [
            "To determine whether the safety audio message was successful in counteracting the increase in risk taking when in a positive mood, the scores from both risktaking test tasks were standardized.",
            "An ANOVA was then conducted on these scores with gender (2: boy, girl), risk-taking test condition (2: actual, intentions), and audio condition (2: norm, control) as the between-participant factors, and age as a covariate."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "39269",
        "text": "Results revealed only a significant effect of audio condition on risk taking, (F(1, 115) ¼ 84.77, p < .001, g p 2 ¼ .42); for ease of interpretation, the unstandardized risk-taking scores are given in Table I . The participants assigned to the safety norm audio condition showed a significant reduction in risk taking when in a positive mood compared with the level of risk taking shown by the same children when in a neutral mood state (M change ¼ À0.47, SD ¼ 0.57). Children in the control audio condition, however, showed an increase in risk taking when in a positive mood (M ¼ 0.65, SD ¼ 0.62). Additionally, a one-sample t-test revealed that the decrease in risk-taking behaviors in a positive mood state that occurred in response to exposure to the peer safety norm audio condition (an average reduction of 0.41 points, SD ¼ 0.57) significantly exceeded chance level or zero, t(59) ¼ À6.38, p < .001. Thus, exposure to the safety norm audio was even more effective than hypothesized: it went beyond simply counteracting the risk behaviors caused by the mood induction and decreased risk-taking behaviors while in an elevated positive mood compared with a neutral mood.",
        "section": "Was Exposure to the Safety Norm Successful?",
        "section_number": 32,
        "sentences": [
            "Results revealed only a significant effect of audio condition on risk taking, (F(1, 115) ¼ 84.77, p < .001, g p 2 ¼ .42); for ease of interpretation, the unstandardized risk-taking scores are given in Table I .",
            "The participants assigned to the safety norm audio condition showed a significant reduction in risk taking when in a positive mood compared with the level of risk taking shown by the same children when in a neutral mood state (M change ¼ À0.47, SD ¼ 0.57).",
            "Children in the control audio condition, however, showed an increase in risk taking when in a positive mood (M ¼ 0.65, SD ¼ 0.62).",
            "Additionally, a one-sample t-test revealed that the decrease in risk-taking behaviors in a positive mood state that occurred in response to exposure to the peer safety norm audio condition (an average reduction of 0.41 points, SD ¼ 0.57) significantly exceeded chance level or zero, t(59) ¼ À6.38, p < .001.",
            "Thus, exposure to the safety norm audio was even more effective than hypothesized: it went beyond simply counteracting the risk behaviors caused by the mood induction and decreased risk-taking behaviors while in an elevated positive mood compared with a neutral mood."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39269",
        "text": "Unintentional injury is the leading cause of preventable deaths during childhood. A majority of these events occur to elementary-school children when they Note. Possible range for PS task is 0-27 and lower limit for OC is 0. For both, higher scores reflect more risk taking.",
        "section": "Discussion",
        "section_number": 33,
        "sentences": [
            "Unintentional injury is the leading cause of preventable deaths during childhood.",
            "A majority of these events occur to elementary-school children when they Note.",
            "Possible range for PS task is 0-27 and lower limit for OC is 0.",
            "For both, higher scores reflect more risk taking."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39269",
        "text": "are away from home and making their own decisions about risk taking or doing so in the company of peers (Morrongiello, 1997; Shanon et al., 1992) . Indeed, the influence of other children has been identified as a significant risk factor for injury during the school years (Morrongiello, Corbett, & Sandomierski, 2013; Wilson, Baker, Teret, Shock, & Garbarino, 1991) . Past research has revealed a number of ways that peers negatively influence children's risk decisions when they are together, including by modeling and verbally encouraging risk behaviors (Christensen & Morrongiello, 1997; Morrongiello & Dawber, 2004; . The current study advances this literature by illustrating one way that peers can have a positive influence that reduces children's risk taking.",
        "section": "Discussion",
        "section_number": 34,
        "sentences": [
            "are away from home and making their own decisions about risk taking or doing so in the company of peers (Morrongiello, 1997; Shanon et al., 1992) .",
            "Indeed, the influence of other children has been identified as a significant risk factor for injury during the school years (Morrongiello, Corbett, & Sandomierski, 2013; Wilson, Baker, Teret, Shock, & Garbarino, 1991) .",
            "Past research has revealed a number of ways that peers negatively influence children's risk decisions when they are together, including by modeling and verbally encouraging risk behaviors (Christensen & Morrongiello, 1997; Morrongiello & Dawber, 2004; .",
            "The current study advances this literature by illustrating one way that peers can have a positive influence that reduces children's risk taking."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39269",
        "text": "In a recent study, exposing children to peercommunicated social norms favoring safety was found to reduce risk taking . Extending this finding, the current results demonstrate that the positive effects of social norm exposure can even be realized when children are in a heightened positive mood state that typically predicts an increase in their frequency of risk taking (Morrongiello et al., 2015) . In fact, not only did the peer safety norm counteract the increase in risk behaviors, it served to significantly reduce risk taking when in a positive mood compared with a neutral mood. This is an important finding because social norm manipulation is an approach to injury prevention that can have universal application and reach a large number of youth simultaneously. Hence, it is more cost-effective than interventions delivered individually or in small groups. Entire college campuses, for example, have been successfully targeted in interventions using a social norms approach to reduce problem health behaviors like smoking, drinking, and sexual assault (Hancock & Henry, 2003; Johannessen & Gilder, 2003; Rodrieguez, Kulley, & Barrow, 2003; White, Williams, & Cho, 2003) .",
        "section": "Discussion",
        "section_number": 35,
        "sentences": [
            "In a recent study, exposing children to peercommunicated social norms favoring safety was found to reduce risk taking .",
            "Extending this finding, the current results demonstrate that the positive effects of social norm exposure can even be realized when children are in a heightened positive mood state that typically predicts an increase in their frequency of risk taking (Morrongiello et al., 2015) .",
            "In fact, not only did the peer safety norm counteract the increase in risk behaviors, it served to significantly reduce risk taking when in a positive mood compared with a neutral mood.",
            "This is an important finding because social norm manipulation is an approach to injury prevention that can have universal application and reach a large number of youth simultaneously.",
            "Hence, it is more cost-effective than interventions delivered individually or in small groups.",
            "Entire college campuses, for example, have been successfully targeted in interventions using a social norms approach to reduce problem health behaviors like smoking, drinking, and sexual assault (Hancock & Henry, 2003; Johannessen & Gilder, 2003; Rodrieguez, Kulley, & Barrow, 2003; White, Williams, & Cho, 2003) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39269",
        "text": "Typically, perception of social norms is predictive of increased engagement in health-risk behaviors because people commonly overestimate their peers' propensity to engage in risky behaviors and justify their own problem behaviors on this basis (Borsari & Carey, 2003; Scholly, Katz, Gascoigne, & Holck, 2005) . In a study of heavy episodic drinking in college students, for example, >50% of students overestimated the frequency at which their peers engage in heavy episodic drinking and this motivated their own personal frequency of excess alcohol consumption (Franc¸a, Dautzenberg, & Reynaud, 2010 ). Although we did not ask children to estimate how other children would likely behave, the data support that they were responding to the social norm aspect of the communications. In previous studies in which children directly tried to influence other children's risk-taking decisions in contrived face-to-face situations, for example, we found that discouragement statements were not effective, unless a close friend made the statements (Christensen & Morrongiello, 1997) . In contrast, we obtained a high level of responsiveness in the current study even though the peers were unknown to the participants. The contrastive pattern of these findings across studies indicates that statements discouraging a risk behavior can be effective if they are communicated in a social-norm framework. The fact that exposure to the safety norm was successful to reduce risk taking indicates that the children both internalized the safety message and used it to guide their own behavioral choices when they were subsequently in a risk situation to which the norm applied. Moreover, they did this when in an elevated positive mood state. Thus, this intervention approach was able to override emotion-based determinants of risk taking, which are substantial Morrongiello & Matheis, 2004) . At the least, the current findings suggest that social norm interventions focusing on peer influences hold much promise for injury prevention programs targeting specific risk practices among children.",
        "section": "Discussion",
        "section_number": 36,
        "sentences": [
            "Typically, perception of social norms is predictive of increased engagement in health-risk behaviors because people commonly overestimate their peers' propensity to engage in risky behaviors and justify their own problem behaviors on this basis (Borsari & Carey, 2003; Scholly, Katz, Gascoigne, & Holck, 2005) .",
            "In a study of heavy episodic drinking in college students, for example, >50% of students overestimated the frequency at which their peers engage in heavy episodic drinking and this motivated their own personal frequency of excess alcohol consumption (Franc¸a, Dautzenberg, & Reynaud, 2010 ).",
            "Although we did not ask children to estimate how other children would likely behave, the data support that they were responding to the social norm aspect of the communications.",
            "In previous studies in which children directly tried to influence other children's risk-taking decisions in contrived face-to-face situations, for example, we found that discouragement statements were not effective, unless a close friend made the statements (Christensen & Morrongiello, 1997) .",
            "In contrast, we obtained a high level of responsiveness in the current study even though the peers were unknown to the participants.",
            "The contrastive pattern of these findings across studies indicates that statements discouraging a risk behavior can be effective if they are communicated in a social-norm framework.",
            "The fact that exposure to the safety norm was successful to reduce risk taking indicates that the children both internalized the safety message and used it to guide their own behavioral choices when they were subsequently in a risk situation to which the norm applied.",
            "Moreover, they did this when in an elevated positive mood state.",
            "Thus, this intervention approach was able to override emotion-based determinants of risk taking, which are substantial Morrongiello & Matheis, 2004) .",
            "At the least, the current findings suggest that social norm interventions focusing on peer influences hold much promise for injury prevention programs targeting specific risk practices among children."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39269",
        "text": "Finally, the current results have implications for selecting risk-taking measures in future studies. Previous research has revealed the domain specificity of risk taking and, therefore, how children perform on the Iowa gambling task does not inform our understanding of how they will behave in an injury-risk situation (Morrongiello et al., 2009) . Devising tasks that tap physical risk taking, therefore, is necessary but can be difficult for ethical reasons. The current results add to the accumulating evidence that intentions are good proxy measures for risk taking in research with children (see also Morrongiello, 2004; Morrongiello et al., 2015) . There were no differences for any effects in the current study as a function of whether actual risk taking or intentions were measured.",
        "section": "Discussion",
        "section_number": 37,
        "sentences": [
            "Finally, the current results have implications for selecting risk-taking measures in future studies.",
            "Previous research has revealed the domain specificity of risk taking and, therefore, how children perform on the Iowa gambling task does not inform our understanding of how they will behave in an injury-risk situation (Morrongiello et al., 2009) .",
            "Devising tasks that tap physical risk taking, therefore, is necessary but can be difficult for ethical reasons.",
            "The current results add to the accumulating evidence that intentions are good proxy measures for risk taking in research with children (see also Morrongiello, 2004; Morrongiello et al., 2015) .",
            "There were no differences for any effects in the current study as a function of whether actual risk taking or intentions were measured."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39269",
        "text": "The current study reveals important insights regarding how social norms can be used to reduce children's risk taking. Nonetheless, there are some limitations to this study that merit mentioning and should be addressed in future research. First, the sample was relatively homogeneous in demographic characteristics and, therefore, the findings may not generalize to more diverse populations. Recruiting a more ethnically and economically diverse sample in future research is an important next step. It is essential to confirm the same effects are obtained with a diverse sample before implementing social norm interventions at a community level. Second, although the mood manipulation was effective to achieve the desired effects, there is no way to know how this level of positive mood compares with what children typically experience during the course of their days and when with peers. We are likely underestimating how much risk taking increases when in a positive mood, especially if friends are involved. The magnitude of effect of social norm on risk taking that we observed, therefore, may be a conservative estimate. To address this possibility, it would be important to examine how children's risk taking varies during the course of typical variations in mood that occur daily and with friends. For example, comparing risk behaviors that children show in the current task, with how they behave when positive mood is elevated during a gym class with friends, could provide data that speak to the issue of whether our findings underestimate mood influences on risk taking. Finally, determining whether child susceptibility to social norm messaging when in a positive mood state varies depending on dispositional characteristics also would be an important next step in future studies. Higher levels of need for approval and social anxiety in adolescents are both factors that are predictive of being more susceptible to peer influence (Beidel & Alfano, 2011; Smith & Flenning, 1971 ). These same attributes, therefore, may affect the extent of impact of social norms on behavior change in young children. Extending the current study to determine whether attributes like need for approval predispose children to be more responsive to perceived social norms is one way to address this issue. Related to this, systematic research examining how the wording of social norm communications influences children's behaviors is warranted. The current wording included negatively framing the norm message (i.e., fools do the risk behavior) and this may have affected children's attention to or memory for the norm message. In future research, it would be useful to determine the characteristics that define effective social norm messages for young children.",
        "section": "Limitations and Future Research Directions",
        "section_number": 38,
        "sentences": [
            "The current study reveals important insights regarding how social norms can be used to reduce children's risk taking.",
            "Nonetheless, there are some limitations to this study that merit mentioning and should be addressed in future research.",
            "First, the sample was relatively homogeneous in demographic characteristics and, therefore, the findings may not generalize to more diverse populations.",
            "Recruiting a more ethnically and economically diverse sample in future research is an important next step.",
            "It is essential to confirm the same effects are obtained with a diverse sample before implementing social norm interventions at a community level.",
            "Second, although the mood manipulation was effective to achieve the desired effects, there is no way to know how this level of positive mood compares with what children typically experience during the course of their days and when with peers.",
            "We are likely underestimating how much risk taking increases when in a positive mood, especially if friends are involved.",
            "The magnitude of effect of social norm on risk taking that we observed, therefore, may be a conservative estimate.",
            "To address this possibility, it would be important to examine how children's risk taking varies during the course of typical variations in mood that occur daily and with friends.",
            "For example, comparing risk behaviors that children show in the current task, with how they behave when positive mood is elevated during a gym class with friends, could provide data that speak to the issue of whether our findings underestimate mood influences on risk taking.",
            "Finally, determining whether child susceptibility to social norm messaging when in a positive mood state varies depending on dispositional characteristics also would be an important next step in future studies.",
            "Higher levels of need for approval and social anxiety in adolescents are both factors that are predictive of being more susceptible to peer influence (Beidel & Alfano, 2011; Smith & Flenning, 1971 ).",
            "These same attributes, therefore, may affect the extent of impact of social norms on behavior change in young children.",
            "Extending the current study to determine whether attributes like need for approval predispose children to be more responsive to perceived social norms is one way to address this issue.",
            "Related to this, systematic research examining how the wording of social norm communications influences children's behaviors is warranted.",
            "The current wording included negatively framing the norm message (i.e., fools do the risk behavior) and this may have affected children's attention to or memory for the norm message.",
            "In future research, it would be useful to determine the characteristics that define effective social norm messages for young children."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39269",
        "text": "This study reveals promising results concerning the impact that peer social norms can have to reduce risk behaviors in school-aged children. Strategic use of safety social norm messaging has the potential to reduce the high rates of unintentional injury in schoolaged children when they are in play situations with their peers and in a positive mood state. Extending this research and implementing peer safety norm messaging at a community level may achieve significant reductions in child injury rates.",
        "section": "Conclusion",
        "section_number": 39,
        "sentences": [
            "This study reveals promising results concerning the impact that peer social norms can have to reduce risk behaviors in school-aged children.",
            "Strategic use of safety social norm messaging has the potential to reduce the high rates of unintentional injury in schoolaged children when they are in play situations with their peers and in a positive mood state.",
            "Extending this research and implementing peer safety norm messaging at a community level may achieve significant reductions in child injury rates."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39269",
        "text": "Downloaded from https://academic.oup.com/jpepsy/article/42/7/748/3076930 by guest on 31 March 2022",
        "section": "",
        "section_number": 40,
        "sentences": [
            "Downloaded from https://academic.oup.com/jpepsy/article/42/7/748/3076930 by guest on 31 March 2022"
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "39269",
        "text": "Morrongiello, Seasons, Pogrebtsova, Stewart, and Feliz Downloaded from https://academic.oup.com/jpepsy/article/42/7/748/3076930 by guest on 31 March 2022",
        "section": "",
        "section_number": 41,
        "sentences": [
            "Morrongiello, Seasons, Pogrebtsova, Stewart, and Feliz Downloaded from https://academic.oup.com/jpepsy/article/42/7/748/3076930 by guest on 31 March 2022"
        ],
        "sentence_labels": [
            -1
        ]
    }
]