[
    {
        "doc_id": "35035",
        "text": "The aim of this study was to compare the effects of two retainer types (Essix and Hawley) on speech performance. Subjects and methods: The speech articulation of 30 patients was evaluated prospectively. Five patients did not appear during the follow-up periods. The patients were randomly divided into retention groups by treatment allocation cards as Essix and Hawley. The Essix group included 13 participants with a mean age of 15.3 ± 2.4 years; the Hawley group included 12 participants with a mean age of 16.3 ± 2.56 years. Speech sound assessments were performed on the first day and 1 week, 4 weeks, and 3 months later. On the first day, the assessments were conducted prior to inserting the retainers, immediately after maxillary and mandibular retainer application, individually, and with both retainers applied. The acoustic analyses were obtained using spectral and temporal parameters. Results: Statistical analyses were performed with IBM SPSS for Windows, version 20. A P value less than 0.05 was considered statistically significant. The most apparent changes were found in the [a] vowel in the Hawley group, the [e] vowel in the Essix group, and the [u] vowel in both groups (P < 0.05). While the number of affected consonant-vowel couples in the Essix group was low, alterations were common in the Hawley group. There was a statistically significant difference (P < 0.05) in voice onset time of the [d] sound between the groups. Limitations: The trial had a small sample size and a short follow-up period. Conclusions: The Hawley retainer affected articulatory movements in consonant-vowel combinations more prominently than the Essix retainer did. Voice onset time of the consonant [d] in the Hawley group was shorter than normal, indicating rapid articulatory movement in the alveolar region. retainers are acrylic, whereas Essix retainers are vacuum formed. Both appliances fit against the lingual surfaces of the teeth, palate, and lingual mucosa in the maxillary and mandibular arches. Essix retainers were introduced in 1996; since then, their rate of use has increased more than that of Hawley retainers. This is probably due to their improved aesthetics, ease of fabrication, and lower costs (2). Many studies have reported that removable retainers affect speech production (3-7). Erb (3) found distortions of lingualveolar,",
        "section": "Abstract",
        "sentences": [
            "The aim of this study was to compare the effects of two retainer types (Essix and Hawley) on speech performance.",
            "Subjects and methods: The speech articulation of 30 patients was evaluated prospectively.",
            "Five patients did not appear during the follow-up periods.",
            "The patients were randomly divided into retention groups by treatment allocation cards as Essix and Hawley.",
            "The Essix group included 13 participants with a mean age of 15.3 ± 2.4 years; the Hawley group included 12 participants with a mean age of 16.3 ± 2.56 years.",
            "Speech sound assessments were performed on the first day and 1 week, 4 weeks, and 3 months later.",
            "On the first day, the assessments were conducted prior to inserting the retainers, immediately after maxillary and mandibular retainer application, individually, and with both retainers applied.",
            "The acoustic analyses were obtained using spectral and temporal parameters.",
            "Results: Statistical analyses were performed with IBM SPSS for Windows, version 20.",
            "A P value less than 0.05 was considered statistically significant.",
            "The most apparent changes were found in the [a] vowel in the Hawley group, the [e] vowel in the Essix group, and the [u] vowel in both groups (P < 0.05).",
            "While the number of affected consonant-vowel couples in the Essix group was low, alterations were common in the Hawley group.",
            "There was a statistically significant difference (P < 0.05) in voice onset time of the [d] sound between the groups.",
            "Limitations: The trial had a small sample size and a short follow-up period.",
            "Conclusions: The Hawley retainer affected articulatory movements in consonant-vowel combinations more prominently than the Essix retainer did.",
            "Voice onset time of the consonant [d] in the Hawley group was shorter than normal, indicating rapid articulatory movement in the alveolar region.",
            "retainers are acrylic, whereas Essix retainers are vacuum formed.",
            "Both appliances fit against the lingual surfaces of the teeth, palate, and lingual mucosa in the maxillary and mandibular arches.",
            "Essix retainers were introduced in 1996; since then, their rate of use has increased more than that of Hawley retainers.",
            "This is probably due to their improved aesthetics, ease of fabrication, and lower costs (2).",
            "Many studies have reported that removable retainers affect speech production (3-7).",
            "Erb (3) found distortions of lingualveolar,"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35035",
        "text": "Retainers are routinely used by patients for 6-12 months after orthodontic treatment has been completed because remodelling of the soft and hard tissues occurs during this period (1) . However, in the long term, it might be necessary to sustain the retention protocol until the growth is complete. Hawley and Essix are the two most commonly used removable retainers in orthodontic treatment. Hawley linguopalatal, and linguodental sounds immediately after a maxillary retainer was worn. Haydar et al. (4) noted significant articulatory distortions on the first day with upper retainer wear only and with both retainers worn together. However, they reported that these distortions disappeared completely by the seventh day, indicating tongue adaptation in a very short period. Kulak Kayikci et al. (6) assessed the effects of Hawley retainers on speech disturbance and the duration of speech adaptation to Hawley retainers. They concluded that the retainer caused temporary changes (1 week to as long as 3 months) in speech as the patients adapted their speech patterns.",
        "section": "Introduction",
        "section_number": 1,
        "sentences": [
            "Retainers are routinely used by patients for 6-12 months after orthodontic treatment has been completed because remodelling of the soft and hard tissues occurs during this period (1) .",
            "However, in the long term, it might be necessary to sustain the retention protocol until the growth is complete.",
            "Hawley and Essix are the two most commonly used removable retainers in orthodontic treatment.",
            "Hawley linguopalatal, and linguodental sounds immediately after a maxillary retainer was worn.",
            "Haydar et al. (4) noted significant articulatory distortions on the first day with upper retainer wear only and with both retainers worn together.",
            "However, they reported that these distortions disappeared completely by the seventh day, indicating tongue adaptation in a very short period.",
            "Kulak Kayikci et al. (6) assessed the effects of Hawley retainers on speech disturbance and the duration of speech adaptation to Hawley retainers.",
            "They concluded that the retainer caused temporary changes (1 week to as long as 3 months) in speech as the patients adapted their speech patterns."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35035",
        "text": "Speech articulation is one of the most complex motor activities in humans, and articulatory organs alter the resonance of the vocal tract in various ways (8) . Because speech articulation needs rapid, complex, and delicate movements of the articulator organs, it can be affected by dental appliances. Articulatory-acoustic features of speech sounds may be a useful instrument for assessing articulation proficiency (9) . One of the most important analysed acoustic characteristic of vowels is called formant frequency. Formant frequencies can be used as indexes of front-back or low-high dimensions of lingual function (10) . As a general rule, First Formant Frequency (F1) is related to tongue height, Second Formant Frequency (F2) is related to tongue advancement and lip rounding, and Third Formant Frequency (F3) is related more to the back oral cavity (10) . The articulatory-acoustic relationship is also important in consonant production. When producing stop consonants, articulators create a brief constriction. Air pressure builds up behind this constriction, and it is released from the mouth by sudden movement of the articulators. The shape, timing, and degree of this constriction lead to the occurrence of some acoustic events. One of those events is called 'voice onset time' (VOT) (11) . VOT measurements provide information regarding the temporal relationship between the onset of glottal pulsing and the release of the initial stop consonant (11) (12) (13) . VOT also helps to differentiate between voiced and voiceless stops (11, 14) .",
        "section": "Introduction",
        "section_number": 2,
        "sentences": [
            "Speech articulation is one of the most complex motor activities in humans, and articulatory organs alter the resonance of the vocal tract in various ways (8) .",
            "Because speech articulation needs rapid, complex, and delicate movements of the articulator organs, it can be affected by dental appliances.",
            "Articulatory-acoustic features of speech sounds may be a useful instrument for assessing articulation proficiency (9) .",
            "One of the most important analysed acoustic characteristic of vowels is called formant frequency.",
            "Formant frequencies can be used as indexes of front-back or low-high dimensions of lingual function (10) .",
            "As a general rule, First Formant Frequency (F1) is related to tongue height, Second Formant Frequency (F2) is related to tongue advancement and lip rounding, and Third Formant Frequency (F3) is related more to the back oral cavity (10) .",
            "The articulatory-acoustic relationship is also important in consonant production.",
            "When producing stop consonants, articulators create a brief constriction.",
            "Air pressure builds up behind this constriction, and it is released from the mouth by sudden movement of the articulators.",
            "The shape, timing, and degree of this constriction lead to the occurrence of some acoustic events.",
            "One of those events is called 'voice onset time' (VOT) (11) .",
            "VOT measurements provide information regarding the temporal relationship between the onset of glottal pulsing and the release of the initial stop consonant (11) (12) (13) .",
            "VOT also helps to differentiate between voiced and voiceless stops (11, 14) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35035",
        "text": "Many studies have conducted acoustic analyses of speech with regard to orthodontic appliances (15) (16) (17) (18) . However, only in one study (6) , the formant frequencies of sustained vowels were measured as they relate to wearing retainers. The main purpose of the present prospective study was to compare the effects of two retainer types (Essix and Hawley) on the acoustics of speech. From a temporal acoustics standpoint, alveolar stop consonants [d] and [t] were also selected for VOT analysis. They may tend to have articulatory distortion depending on the manner and place of their production. To investigate spectral acoustics, the formant frequencies of the vowels [a], [e], [u] , and [i] and consonants combined with the vowel [a] were examined. The hypothesis to be tested was whether there was a difference in speech production between the use of Hawley and Essix retainer. The null hypothesis was that there were no significant differences in the speech production changes caused by the Hawley and Essix retainers. The alternative hypothesis would be that Hawley retainer effected speech performance more than the Essix retainer.",
        "section": "Introduction",
        "section_number": 3,
        "sentences": [
            "Many studies have conducted acoustic analyses of speech with regard to orthodontic appliances (15) (16) (17) (18) .",
            "However, only in one study (6) , the formant frequencies of sustained vowels were measured as they relate to wearing retainers.",
            "The main purpose of the present prospective study was to compare the effects of two retainer types (Essix and Hawley) on the acoustics of speech.",
            "From a temporal acoustics standpoint, alveolar stop consonants [d] and [t] were also selected for VOT analysis.",
            "They may tend to have articulatory distortion depending on the manner and place of their production.",
            "To investigate spectral acoustics, the formant frequencies of the vowels [a], [e], [u] , and [i] and consonants combined with the vowel [a] were examined.",
            "The hypothesis to be tested was whether there was a difference in speech production between the use of Hawley and Essix retainer.",
            "The null hypothesis was that there were no significant differences in the speech production changes caused by the Hawley and Essix retainers.",
            "The alternative hypothesis would be that Hawley retainer effected speech performance more than the Essix retainer."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35035",
        "text": "At the end of the orthodontic treatment, the speech articulation of 30 patients was evaluated with the initiation of retainer wear. This study was carried out in accordance with the ethics board of Hacettepe University (GO 15/124-32).",
        "section": "Subjects and methods",
        "section_number": 4,
        "sentences": [
            "At the end of the orthodontic treatment, the speech articulation of 30 patients was evaluated with the initiation of retainer wear.",
            "This study was carried out in accordance with the ethics board of Hacettepe University (GO 15/124-32)."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35035",
        "text": "Thirty patients were selected at the beginning of the study to provide a power of 80 per cent with a 5 per cent significance level to detect a true difference. For the most important five variables (ç, g, m, u, a), the sample sizes were calculated separately based on the difference in the groups between the different time points; maximum sample size was taken into account. The power analysis was done via the two-way repeated measures.",
        "section": "Subjects and methods",
        "section_number": 5,
        "sentences": [
            "Thirty patients were selected at the beginning of the study to provide a power of 80 per cent with a 5 per cent significance level to detect a true difference.",
            "For the most important five variables (ç, g, m, u, a), the sample sizes were calculated separately based on the difference in the groups between the different time points; maximum sample size was taken into account.",
            "The power analysis was done via the two-way repeated measures."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35035",
        "text": "These patients were randomly divided into two equal retention groups as Essix and Hawley. Five patients did not appear during the follow-up periods. Thus, the Essix group ultimately included 13 participants (3 male and 10 female), with a mean age of 15.3 ± 2.4 years, and the Hawley group included 12 participants (5 male and 7 female), with a mean age of 16.3 ± 2.56 years. All of the patients were native speakers raised in a monolingual environment. At the beginning of the observation period, none of the patients had known cognitive deficits, definite dysmorphology such as cleft lip and/ or palate, neurological disorders, phonological problems, articulation problems, or hearing loss. Patients who were due to debonding process were assessed by the orthodontist (EA) for inclusion in the trial according to the inclusion and exclusion criteria and were recruited by consecutive debonds. The patients were treated with non-extraction treatment protocol and had Class I and II malocclusion. Potential contributors were identified at the last appointment, and the orthodontist explained the purpose and process of the study to both parents and patients.",
        "section": "Subjects and methods",
        "section_number": 6,
        "sentences": [
            "These patients were randomly divided into two equal retention groups as Essix and Hawley.",
            "Five patients did not appear during the follow-up periods.",
            "Thus, the Essix group ultimately included 13 participants (3 male and 10 female), with a mean age of 15.3 ± 2.4 years, and the Hawley group included 12 participants (5 male and 7 female), with a mean age of 16.3 ± 2.56 years.",
            "All of the patients were native speakers raised in a monolingual environment.",
            "At the beginning of the observation period, none of the patients had known cognitive deficits, definite dysmorphology such as cleft lip and/ or palate, neurological disorders, phonological problems, articulation problems, or hearing loss.",
            "Patients who were due to debonding process were assessed by the orthodontist (EA) for inclusion in the trial according to the inclusion and exclusion criteria and were recruited by consecutive debonds.",
            "The patients were treated with non-extraction treatment protocol and had Class I and II malocclusion.",
            "Potential contributors were identified at the last appointment, and the orthodontist explained the purpose and process of the study to both parents and patients."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35035",
        "text": "Numbered and closed envelopes were prepared before the trial including the treatment allocation card. And a secretary out of the study was responsible for opening the envelope in sequence. Patients completing full orthodontic treatment were randomly assigned to the Essix or Hawley retention groups. Fixed lingual retainers were not applied to any of patient in order to reveal only the effects of removable appliances on speech performance. During the fixed labial orthodontic treatment of these patients, lingual/palatal anchorage devices or acrylic appliances such as bite plates were not used, as they would have allowed better or faster speech adaptation to the retainers. The Essix retainers were constructed from plastic, copolyester .030″ Essix sheet materials according to the manufacturer's instructions, and the maxillary retainers were trimmed into a horseshoe shape. The Hawley retainers were made with Adams clasps, labial wire with vertical loops, and lingual acrylic. The acrylic part of the Hawley retainer had a uniform thickness of 2-3 mm, and it was trimmed into a horseshoe shape. The patients were instructed to wear the retainers 24 hours a day for 6 months, including while eating, but to remove them when brushing their teeth. It was recommended that the patients not read paragraphs out loud to expedite speech adaptation, in order to allow spontaneous flow during speech adaptation. The speech sound assessments were performed by a speech-language pathologist (FE) who was blinded to the nature of the study and did not have a thorough knowledge of the potential effects of the retainers.",
        "section": "Subjects and methods",
        "section_number": 7,
        "sentences": [
            "Numbered and closed envelopes were prepared before the trial including the treatment allocation card.",
            "And a secretary out of the study was responsible for opening the envelope in sequence.",
            "Patients completing full orthodontic treatment were randomly assigned to the Essix or Hawley retention groups.",
            "Fixed lingual retainers were not applied to any of patient in order to reveal only the effects of removable appliances on speech performance.",
            "During the fixed labial orthodontic treatment of these patients, lingual/palatal anchorage devices or acrylic appliances such as bite plates were not used, as they would have allowed better or faster speech adaptation to the retainers.",
            "The Essix retainers were constructed from plastic, copolyester .030″ Essix sheet materials according to the manufacturer's instructions, and the maxillary retainers were trimmed into a horseshoe shape.",
            "The Hawley retainers were made with Adams clasps, labial wire with vertical loops, and lingual acrylic.",
            "The acrylic part of the Hawley retainer had a uniform thickness of 2-3 mm, and it was trimmed into a horseshoe shape.",
            "The patients were instructed to wear the retainers 24 hours a day for 6 months, including while eating, but to remove them when brushing their teeth.",
            "It was recommended that the patients not read paragraphs out loud to expedite speech adaptation, in order to allow spontaneous flow during speech adaptation.",
            "The speech sound assessments were performed by a speech-language pathologist (FE) who was blinded to the nature of the study and did not have a thorough knowledge of the potential effects of the retainers."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35035",
        "text": "The recording procedure was repeated for each participant at four different time points: 1. on the first day, 2. 1 week later, 3. 4 weeks later, and 4. 3 months later. On the first day, the assessments were conducted prior to inserting the retainers, immediately after maxillary and mandibular retainer application, individually, and with both retainers applied. The later assessments were conducted while both retainers were worn. The recording order was the same for every patient.",
        "section": "Subjects and methods",
        "section_number": 8,
        "sentences": [
            "The recording procedure was repeated for each participant at four different time points: 1.",
            "on the first day, 2.",
            "1 week later, 3.",
            "4 weeks later, and 4.",
            "3 months later.",
            "On the first day, the assessments were conducted prior to inserting the retainers, immediately after maxillary and mandibular retainer application, individually, and with both retainers applied.",
            "The later assessments were conducted while both retainers were worn.",
            "The recording order was the same for every patient."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35035",
        "text": "Prior to recording, all speech tasks were read by the speech-language pathologist to instruct the participant. During the recording, the participants were seated in an upright position, and the microphone was placed 15 cm away from the participants' lips. Computerized Speech Lab Model 4300B (Kay Elemetrics Corp, Lincoln Park, New Jersey, USA) equipment was used for acoustic analysis to measure formant frequencies F1, F2, and F3. In the course of recording consonants [b, d, g, t, ş, ç, l, z, c, m, n] combined with vowel [a] and isolated vowels [a, e, u, i], there was a pause between every utterance. When recording isolated vowels, the subjects were asked to sustain the vowel for 4-5 seconds at a conversational pitch and loudness. F1, F2, and F3 formant frequencies for each vowel were determined using linear predictive analysis on a spectrogram.",
        "section": "Recordings and acoustic analysis",
        "section_number": 9,
        "sentences": [
            "Prior to recording, all speech tasks were read by the speech-language pathologist to instruct the participant.",
            "During the recording, the participants were seated in an upright position, and the microphone was placed 15 cm away from the participants' lips.",
            "Computerized Speech Lab Model 4300B (Kay Elemetrics Corp, Lincoln Park, New Jersey, USA) equipment was used for acoustic analysis to measure formant frequencies F1, F2, and F3.",
            "In the course of recording consonants [b, d, g, t, ş, ç, l, z, c, m, n] combined with vowel [a] and isolated vowels [a, e, u, i], there was a pause between every utterance.",
            "When recording isolated vowels, the subjects were asked to sustain the vowel for 4-5 seconds at a conversational pitch and loudness.",
            "F1, F2, and F3 formant frequencies for each vowel were determined using linear predictive analysis on a spectrogram."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35035",
        "text": "VOT values were measured using waveforms and spectrograms generated from the speech samples. (12) . Release of the stop was represented as a vertical line of energy on the spectrograms and as a change in pressure on the waveform. The duration between two cursors was recorded in milliseconds and documented. These locations on the display were marked by hand-controlled cursers that were time locked across the two displays; 50 per cent of the analyses were repeated for reliability. The spectrographic representations were associated with the waveform to determine the exact VOT (19) .",
        "section": "Recordings and acoustic analysis",
        "section_number": 10,
        "sentences": [
            "VOT values were measured using waveforms and spectrograms generated from the speech samples. (",
            "12) .",
            "Release of the stop was represented as a vertical line of energy on the spectrograms and as a change in pressure on the waveform.",
            "The duration between two cursors was recorded in milliseconds and documented.",
            "These locations on the display were marked by hand-controlled cursers that were time locked across the two displays; 50 per cent of the analyses were repeated for reliability.",
            "The spectrographic representations were associated with the waveform to determine the exact VOT (19) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35035",
        "text": "Descriptive and analytical statistical analyses were performed with IBM-SPSS for Windows software, version 20 (SPSS Inc., Chicago, Illinois, USA). A generalized estimating equation was used to reveal the differences between different observation periods in both groups. Median values and interquartile ranges are provided in the tables. A P value less than 0.05 was considered statistically significant.",
        "section": "Statistical analysis",
        "section_number": 11,
        "sentences": [
            "Descriptive and analytical statistical analyses were performed with IBM-SPSS for Windows software, version 20 (SPSS Inc., Chicago, Illinois, USA).",
            "A generalized estimating equation was used to reveal the differences between different observation periods in both groups.",
            "Median values and interquartile ranges are provided in the tables.",
            "A P value less than 0.05 was considered statistically significant."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35035",
        "text": "For all sustained vowels, statistically important differences in the different evaluation periods were detected ( Table 1 ). The F1, F2, and F3 values of four sustained vowels [a, e, i, u] are shown separately for each group in Supplementary Tables 1 and 2 . Compatible with our study's purpose, the consistent findings were interpreted to discuss the results. It was noticed that the most apparent changes were for vowels [a] and [e] in the Hawley and Essix groups, respectively, and for [u] in both groups (P < 0.05).",
        "section": "Formant frequencies of sustained vowels",
        "section_number": 12,
        "sentences": [
            "For all sustained vowels, statistically important differences in the different evaluation periods were detected ( Table 1 ).",
            "The F1, F2, and F3 values of four sustained vowels [a, e, i, u] are shown separately for each group in Supplementary Tables 1 and 2 .",
            "Compatible with our study's purpose, the consistent findings were interpreted to discuss the results.",
            "It was noticed that the most apparent changes were for vowels [a] and [e] in the Hawley and Essix groups, respectively, and for [u] in both groups (P < 0.05)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35035",
        "text": "The F2 value of vowel [a] decreased significantly when both retainers were worn in the Hawley group, and it was still noticeable at the third month ( Table 1 ). The F2 value of vowel [e] increased significantly in the Essix group under two conditions: when only the upper retainer was worn and when both retainers were worn at the first evaluation ( ",
        "section": "Formant frequencies of sustained vowels",
        "section_number": 13,
        "sentences": [
            "The F2 value of vowel [a] decreased significantly when both retainers were worn in the Hawley group, and it was still noticeable at the third month ( Table 1 ).",
            "The F2 value of vowel [e] increased significantly in the Essix group under two conditions: when only the upper retainer was worn and when both retainers were worn at the first evaluation ("
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35035",
        "text": "The VOT results are shown in Table 3 . There was a statistically significant difference in the VOT of the [d] sound between the groups. Differences were seen when only the maxillary retainer was worn (P = 0.036). Significant shortening of the VOT was apparent in the Hawley group. The VOT of 8.19 millisecond (msec) at the beginning decreased to −31.81 msec when wearing only the maxillary retainer.",
        "section": "VOT values",
        "section_number": 14,
        "sentences": [
            "The VOT results are shown in Table 3 .",
            "There was a statistically significant difference in the VOT of the [d] sound between the groups.",
            "Differences were seen when only the maxillary retainer was worn (P = 0.036).",
            "Significant shortening of the VOT was apparent in the Hawley group.",
            "The VOT of 8.19 millisecond (msec) at the beginning decreased to −31.81 msec when wearing only the maxillary retainer."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35035",
        "text": "Vowels are characterized by their height, backness, and lip rounding. Generally, F1 values are directly related to tongue height, and F2",
        "section": "Discussion",
        "section_number": 15,
        "sentences": [
            "Vowels are characterized by their height, backness, and lip rounding.",
            "Generally, F1 values are directly related to tongue height, and F2"
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35035",
        "text": "values are related to tongue placement in the anteroposterior direction and lip rounding (20) . F3 value is associated more with a shorter back cavity (21) . Because every vowel has different articulatory characteristics, vowels can be affected differently when a retainer is worn. Therefore, it was decided that main vowels with different articulatory characteristics would be examined in the present study: is a low-central vowel. To the best of our knowledge, no direct comparisons of speech performance with two different retainer appliances have been published yet in the literature. Thus, the aim of this prospective study was to compare the speech effects of two main retainer types (Essix and Hawley) used after active orthodontic treatment. Examining the effects of retainers on speech by instrumental analysis might help to detect changes more precisely compared with perceptual articulatory tests. In the present study, not only were the formant frequencies of vowels included but also the VOT evaluations of consonants [t] and [d] by acoustic analysis.",
        "section": "Discussion",
        "section_number": 16,
        "sentences": [
            "values are related to tongue placement in the anteroposterior direction and lip rounding (20) .",
            "F3 value is associated more with a shorter back cavity (21) .",
            "Because every vowel has different articulatory characteristics, vowels can be affected differently when a retainer is worn.",
            "Therefore, it was decided that main vowels with different articulatory characteristics would be examined in the present study: is a low-central vowel.",
            "To the best of our knowledge, no direct comparisons of speech performance with two different retainer appliances have been published yet in the literature.",
            "Thus, the aim of this prospective study was to compare the speech effects of two main retainer types (Essix and Hawley) used after active orthodontic treatment.",
            "Examining the effects of retainers on speech by instrumental analysis might help to detect changes more precisely compared with perceptual articulatory tests.",
            "In the present study, not only were the formant frequencies of vowels included but also the VOT evaluations of consonants [t] and [d] by acoustic analysis."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35035",
        "text": "In the present study, significant differences were found between the groups not only in terms of tongue position but also in the adaptation manner of vowel articulation. It was found that [e] was the most affected vowel in the Essix group and [a] was the most affected vowel in the Hawley group. The F2 value change in vowel [a] in the Hawley group indicated more of a back and lower position of the tongue. On the other hand, the second formant frequency change of vowel [e] in the Essix group indicated more of a front position of the tongue in the oral cavity. In a similar study, Kulak Kayikci et al. (6) found that the F1, F2, and F3 values of vowel [i] changed among different observation periods. However, they did not find any differences in vowels [a], [e] or [u] in children wearing Hawley retainers. A possible explanation is that subjects might lower the mandibula to obtain a larger vocal tract space, thus resulting in unchanged formant values. Researchers have discussed that this compensation can be changeable across participants (16, 22) . The results of the present study also indicated that speech may still have been affected in the third month for both vowels. Although previous studies investigating speech articulation subjectively showed that adaptation occurred in 2 weeks (3, 4) , the results of the present study indicate that more time was needed to adapt, similar to the results of the study by Kulak Kayikci et al. (6) . This finding can support the idea that acoustic evaluations may be more delicate than perceptual evaluations.",
        "section": "Sustained vowel results",
        "section_number": 17,
        "sentences": [
            "In the present study, significant differences were found between the groups not only in terms of tongue position but also in the adaptation manner of vowel articulation.",
            "It was found that [e] was the most affected vowel in the Essix group and [a] was the most affected vowel in the Hawley group.",
            "The F2 value change in vowel [a] in the Hawley group indicated more of a back and lower position of the tongue.",
            "On the other hand, the second formant frequency change of vowel [e] in the Essix group indicated more of a front position of the tongue in the oral cavity.",
            "In a similar study, Kulak Kayikci et al. (6) found that the F1, F2, and F3 values of vowel [i] changed among different observation periods.",
            "However, they did not find any differences in vowels [a], [e] or [u] in children wearing Hawley retainers.",
            "A possible explanation is that subjects might lower the mandibula to obtain a larger vocal tract space, thus resulting in unchanged formant values.",
            "Researchers have discussed that this compensation can be changeable across participants (16, 22) .",
            "The results of the present study also indicated that speech may still have been affected in the third month for both vowels.",
            "Although previous studies investigating speech articulation subjectively showed that adaptation occurred in 2 weeks (3, 4) , the results of the present study indicate that more time was needed to adapt, similar to the results of the study by Kulak Kayikci et al. (6) .",
            "This finding can support the idea that acoustic evaluations may be more delicate than perceptual evaluations."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35035",
        "text": "Because coarticulation may involve a higher degree of complexity than an isolated vowel (23), the acoustics of vowels in consonantvowel syllables were also investigated. In both groups, there were differences among the different observation periods for combinations of consonants [ç], [g], and [m] with vowel [a] . In addition, the [b, d, c, t, ş, z] consonant sounds were also affected in the Hawley group. When producing consonants, the vocal tract is changed and constricted in different ways. These results might be due to the fact that the Hawley retainer affects the articulatory movements in consonant-vowel combinations more than the Essix retainer does. However, they can also be the result of the vowel type [a] used in this study. In addition, the detection of changes when the lower retainer was worn might be related with the low vowel [a] . In future studies, other vowel-consonant combinations might reveal the real cause of this finding.",
        "section": "Vowel [a] in combination with consonant results",
        "section_number": 18,
        "sentences": [
            "Because coarticulation may involve a higher degree of complexity than an isolated vowel (23), the acoustics of vowels in consonantvowel syllables were also investigated.",
            "In both groups, there were differences among the different observation periods for combinations of consonants [ç], [g], and [m] with vowel [a] .",
            "In addition, the [b, d, c, t, ş, z] consonant sounds were also affected in the Hawley group.",
            "When producing consonants, the vocal tract is changed and constricted in different ways.",
            "These results might be due to the fact that the Hawley retainer affects the articulatory movements in consonant-vowel combinations more than the Essix retainer does.",
            "However, they can also be the result of the vowel type [a] used in this study.",
            "In addition, the detection of changes when the lower retainer was worn might be related with the low vowel [a] .",
            "In future studies, other vowel-consonant combinations might reveal the real cause of this finding."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35035",
        "text": "In order to study articulatory-phonatory timing co-ordination, we chose the [d-t] couple, as they are alveolar and would be more vulnerable to change with a retainer. It can be clearly stated that only the Hawley retainer affected the [d] sound. The VOT of [d] was shorter when the maxillary Hawley retainer was worn, indicating that the Hawley retainer might affect rapid articulatory movement in the alveolar region. However, when both retainers were worn together at the start of the study, there were no significant changes in VOT. When both retainers were worn together, tongue may be more stable with a totally smaller oral cavity compared with the situation when only upper retainer was worn. In a similar study using electropalatography, which is a custom-made acrylic artificial palate, VOT for [t] decreased (16) . The researchers argued that it could have been a result of rapid speaking to adapt or an indicator of a specific temporal adjustment to maintain perceptual integrity of the articulation. Different from the present study, the [d] consonant was not included in that study. Similarly, the subjects in our study might have used a faster speaking rate to adapt at the beginning (when the maxillary retainer was worn for the first time), which then slowed to a normal rate. In another study, with soft palate implants (17) , the reduced the time for [k] indicated that velar [k] articulation had changed.",
        "section": "VOT value results",
        "section_number": 19,
        "sentences": [
            "In order to study articulatory-phonatory timing co-ordination, we chose the [d-t] couple, as they are alveolar and would be more vulnerable to change with a retainer.",
            "It can be clearly stated that only the Hawley retainer affected the [d] sound.",
            "The VOT of [d] was shorter when the maxillary Hawley retainer was worn, indicating that the Hawley retainer might affect rapid articulatory movement in the alveolar region.",
            "However, when both retainers were worn together at the start of the study, there were no significant changes in VOT.",
            "When both retainers were worn together, tongue may be more stable with a totally smaller oral cavity compared with the situation when only upper retainer was worn.",
            "In a similar study using electropalatography, which is a custom-made acrylic artificial palate, VOT for [t] decreased (16) .",
            "The researchers argued that it could have been a result of rapid speaking to adapt or an indicator of a specific temporal adjustment to maintain perceptual integrity of the articulation.",
            "Different from the present study, the [d] consonant was not included in that study.",
            "Similarly, the subjects in our study might have used a faster speaking rate to adapt at the beginning (when the maxillary retainer was worn for the first time), which then slowed to a normal rate.",
            "In another study, with soft palate implants (17) , the reduced the time for [k] indicated that velar [k] articulation had changed."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35035",
        "text": "In terms of a clinical perspective, the results of this study would be useful for pre-treatment counselling of patients and their families regarding disruption of speech production after the retainer is placed. In addition, the differences in articulatory movements in consonant-vowel combinations, which were common in the Hawley group, might affect the choice of the Essix retainer for patients who have or need ongoing speech therapy.",
        "section": "Clinical implications",
        "section_number": 20,
        "sentences": [
            "In terms of a clinical perspective, the results of this study would be useful for pre-treatment counselling of patients and their families regarding disruption of speech production after the retainer is placed.",
            "In addition, the differences in articulatory movements in consonant-vowel combinations, which were common in the Hawley group, might affect the choice of the Essix retainer for patients who have or need ongoing speech therapy."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35035",
        "text": "The trial had a small sample size and a short follow-up period. Based on this limitation, we suggest that it might be useful for future prospective clinical trials to include a higher number of participants followed, until no distortions are present, in order to reveal the exact differences between different retainers used in orthodontics regarding their effects on speech.",
        "section": "Study limitations",
        "section_number": 21,
        "sentences": [
            "The trial had a small sample size and a short follow-up period.",
            "Based on this limitation, we suggest that it might be useful for future prospective clinical trials to include a higher number of participants followed, until no distortions are present, in order to reveal the exact differences between different retainers used in orthodontics regarding their effects on speech."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35035",
        "text": "• The null hypothesis tested in the present study was rejected.",
        "section": "Conclusion",
        "section_number": 22,
        "sentences": [
            "• The null hypothesis tested in the present study was rejected."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35035",
        "text": "• Both retainer types affected the speech acoustics of isolated vowels. The most prominent changes were for vowel [a] in the Hawley group and for vowel [e] in the Essix group. • The Hawley retainer affected the articulatory movements in consonant-vowel combinations more prominently than the Essix retainer did. • The VOT of consonant [d] in the Hawley group was shorter than normal, indicating rapid articulatory movement in the alveolar region.",
        "section": "Conclusion",
        "section_number": 23,
        "sentences": [
            "• Both retainer types affected the speech acoustics of isolated vowels.",
            "The most prominent changes were for vowel [a] in the Hawley group and for vowel [e] in the Essix group. •",
            "The Hawley retainer affected the articulatory movements in consonant-vowel combinations more prominently than the Essix retainer did. •",
            "The VOT of consonant [d] in the Hawley group was shorter than normal, indicating rapid articulatory movement in the alveolar region."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35035",
        "text": "Downloaded from https://academic.oup.com/ejo/article-abstract/39/4/440/2629578 by Univ of Alberta Library user on 13 March 2020",
        "section": "",
        "section_number": 24,
        "sentences": [
            "Downloaded from https://academic.oup.com/ejo/article-abstract/39/4/440/2629578 by Univ of Alberta Library user on 13 March 2020"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    }
]