[
    {
        "doc_id": "34993",
        "text": "The aim of this study was to compare the dentoalveolar treatment effects of 3 rapid maxillary expansion (RME) appliances, supported by different tissues, on the maxilla and the mandible. Methods: Patients were assessed for eligibility, and those who met the requirements and agreed to participate were enrolled in the study. Participants were randomly allocated into 3 groups, depending on the type of expansion. The tooth-borne group (n 5 16; ages, 12.63 6 1.36 years) had RME with a tooth-borne appliance; the bone-borne group (n 5 16; ages, 12.92 6 1.07 years) had RME with a bone-borne appliance; and the hybrid group (n 5 15; ages, 13.41 6 0.88 years) had RME with hybrid appliances. Dentoalveolar effects were evaluated by digitally superimposed 3-dimensional scans of maxillary dental casts on a coordinate system and linear interdental width measurements of mandibular dental casts in the pretreatment, posttreatment, and postretention periods. For intragroup and intergroup comparisons, 1-way analysis of variance for repeated measures and multivariate analysis of variance were performed, respectively. Results: Similar dentoalveolar treatment effects were achieved in all groups with the exception of a small amount of expansion on the right side in the bone-borne group. Conclusions: All 3 expanders led to the expansion of maxillary dentoalveolar structures with mild relapse. However, the amount of expansion of the bone-borne expander on the right side was statistically lower. Spontaneous interdental expansion was observed in the mandibular dentitions in all groups.",
        "section": "Abstract",
        "sentences": [
            "The aim of this study was to compare the dentoalveolar treatment effects of 3 rapid maxillary expansion (RME) appliances, supported by different tissues, on the maxilla and the mandible.",
            "Methods: Patients were assessed for eligibility, and those who met the requirements and agreed to participate were enrolled in the study.",
            "Participants were randomly allocated into 3 groups, depending on the type of expansion.",
            "The tooth-borne group (n 5 16; ages, 12.63 6 1.36 years) had RME with a tooth-borne appliance; the bone-borne group (n 5 16; ages, 12.92 6 1.07 years) had RME with a bone-borne appliance; and the hybrid group (n 5 15; ages, 13.41 6 0.88 years) had RME with hybrid appliances.",
            "Dentoalveolar effects were evaluated by digitally superimposed 3-dimensional scans of maxillary dental casts on a coordinate system and linear interdental width measurements of mandibular dental casts in the pretreatment, posttreatment, and postretention periods.",
            "For intragroup and intergroup comparisons, 1-way analysis of variance for repeated measures and multivariate analysis of variance were performed, respectively.",
            "Results: Similar dentoalveolar treatment effects were achieved in all groups with the exception of a small amount of expansion on the right side in the bone-borne group.",
            "Conclusions: All 3 expanders led to the expansion of maxillary dentoalveolar structures with mild relapse.",
            "However, the amount of expansion of the bone-borne expander on the right side was statistically lower.",
            "Spontaneous interdental expansion was observed in the mandibular dentitions in all groups."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34993",
        "text": "ransverse discrepancy between the dental arches arising from maxillary constriction can be eliminated with rapid maxillary expansion (RME) treatment. 1 The force generated by the RME appliance and applied through the maxillary teeth and alveolar process or the palatal vault exceeds the resistance of maxillary sutural articulations; thus, the maxillary palatal suture separates, and skeletal expansion begins. [1] [2] [3] In the design of the RME device, the supporting structures that are used as force application points can affect treatment results at the dentoalveolar level. [4] [5] [6] [7] Some RME devices with different designs that provide sutural expansion can cause undesired side effects on maxillary teeth during RME treatment. 4, 8, 9 Thus, the most appropriate RME device should be used to eliminate adverse effects. A hyrax screw soldered to bands is the most frequently used RME appliance for crossbite treatment. 10 Because of the common complications of tooth-borne RME devices, such as extrusion of posterior teeth and buccal tilting of anchored teeth, 9 the use of bone-borne devices that apply the force directly through the bone with skeletal anchorage units has been recommended. 4, 11, 12 However, crown tipping of maxillary posterior teeth in the palatal direction as a counterforce against the expansion was reported with bone-borne expanders that are designed without tooth support. 8 Instead, it has been stated that hybrid RME devices, designed with both skeletal anchorage and tooth support, can reduce the side effects of tooth-borne devices 5, 6, 13 and provide better periodontal status. 14 To the best of our knowledge, it is unclear whether any of these 3 expander types is superior based on evidence at the dentoalveolar level because of the lack of comparative clinical studies in similar age groups with the same protocol and amount of expansion.",
        "section": "T",
        "section_number": 1,
        "sentences": [
            "ransverse discrepancy between the dental arches arising from maxillary constriction can be eliminated with rapid maxillary expansion (RME) treatment.",
            "1 The force generated by the RME appliance and applied through the maxillary teeth and alveolar process or the palatal vault exceeds the resistance of maxillary sutural articulations; thus, the maxillary palatal suture separates, and skeletal expansion begins. [",
            "1] [2] [3] In the design of the RME device, the supporting structures that are used as force application points can affect treatment results at the dentoalveolar level. [",
            "4] [5] [6] [7] Some RME devices with different designs that provide sutural expansion can cause undesired side effects on maxillary teeth during RME treatment.",
            "4, 8, 9 Thus, the most appropriate RME device should be used to eliminate adverse effects.",
            "A hyrax screw soldered to bands is the most frequently used RME appliance for crossbite treatment.",
            "10 Because of the common complications of tooth-borne RME devices, such as extrusion of posterior teeth and buccal tilting of anchored teeth, 9 the use of bone-borne devices that apply the force directly through the bone with skeletal anchorage units has been recommended.",
            "4, 11, 12 However, crown tipping of maxillary posterior teeth in the palatal direction as a counterforce against the expansion was reported with bone-borne expanders that are designed without tooth support.",
            "8 Instead, it has been stated that hybrid RME devices, designed with both skeletal anchorage and tooth support, can reduce the side effects of tooth-borne devices 5, 6, 13 and provide better periodontal status.",
            "14 To the best of our knowledge, it is unclear whether any of these 3 expander types is superior based on evidence at the dentoalveolar level because of the lack of comparative clinical studies in similar age groups with the same protocol and amount of expansion."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34993",
        "text": "At present, the superimposition of 3-dimensional (3D) digital maxillary dental models is used to assess treatment efficiency at the dentoalveolar level. 15, 16 After superimposition, maxillary dentoalveolar changes can be assessed using x, y, and z coordinates by evaluating the dental models in the time intervals. 16, 17 This method is preferred since it is noninvasive and reliable. 17 Three-dimensional digital maxillary dental model superimpositions allow us to determine alterations at the regional level.",
        "section": "T",
        "section_number": 2,
        "sentences": [
            "At present, the superimposition of 3-dimensional (3D) digital maxillary dental models is used to assess treatment efficiency at the dentoalveolar level.",
            "15, 16 After superimposition, maxillary dentoalveolar changes can be assessed using x, y, and z coordinates by evaluating the dental models in the time intervals.",
            "16, 17 This method is preferred since it is noninvasive and reliable.",
            "17 Three-dimensional digital maxillary dental model superimpositions allow us to determine alterations at the regional level."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34993",
        "text": "The aim of this study was to compare the dentoalveolar treatment effects of tooth-borne, bone-borne, and hybrid RME appliances on the obtained 3D digital dental models of the maxilla and the mandible at 3 time intervals. The null hypothesis was that there are no statistically significant differences in the treatment effects of these appliances involving tooth-borne (hyrax), bone-borne, and hybrid RME devices, on the maxillary and mandibular dentoalveolar structures in adolescent patients.",
        "section": "T",
        "section_number": 3,
        "sentences": [
            "The aim of this study was to compare the dentoalveolar treatment effects of tooth-borne, bone-borne, and hybrid RME appliances on the obtained 3D digital dental models of the maxilla and the mandible at 3 time intervals.",
            "The null hypothesis was that there are no statistically significant differences in the treatment effects of these appliances involving tooth-borne (hyrax), bone-borne, and hybrid RME devices, on the maxillary and mandibular dentoalveolar structures in adolescent patients."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34993",
        "text": "This study was performed in the Department of Orthodontics, Faculty of Dentistry, of S€ uleyman Demirel University in Isparta, Turkey. The study was approved by the ethics committee of the Republic of Turkey, Ministry of Health, Pharmaceuticals and Medical Devices Agency (71146310, 2013-AC-CE-28). Written informed consent was obtained from all subjects. The inclusion criteria for participants were (1) unilateral or bilateral transverse maxillary deficiency between 5 and 10 mm, (2) skeletal Class I relationship, (3) normal vertical height, (4) permanent dentition, (5) chronologic age between 12 and 15 years, (6) no periodontal disease, and (7) no other orthodontic treatment. As a result of preliminary work for this study, the sample size was calculated. Required sample size for 80% power was 15 patients per group (for the mesiobuccal cusp tip of the maxillary right first molar: mean, -24.41; SD, 1.5; alpha level, 0.05). We found 58 patients who fulfilled the criteria and were assessed for eligibility in 2012 and 2013. After the research period, the data of 47 subjects (25 girls, 22 boys) were analyzed in this study (Fig 1 tooth-borne appliance; the bone-borne group (BBG), comprising 9 girls and 7 boys, had RME with a boneborne appliance; and the hybrid group (HG), comprising 8 girls and 7 boys, had RME with a hyrax tooth-borne appliance and a bone-borne appliance (Table I) .",
        "section": "MATERIAL AND METHODS",
        "section_number": 4,
        "sentences": [
            "This study was performed in the Department of Orthodontics, Faculty of Dentistry, of S€ uleyman Demirel University in Isparta, Turkey.",
            "The study was approved by the ethics committee of the Republic of Turkey, Ministry of Health, Pharmaceuticals and Medical Devices Agency (71146310, 2013-AC-CE-28).",
            "Written informed consent was obtained from all subjects.",
            "The inclusion criteria for participants were (1) unilateral or bilateral transverse maxillary deficiency between 5 and 10 mm, (2) skeletal Class I relationship, (3) normal vertical height, (4) permanent dentition, (5) chronologic age between 12 and 15 years, (6) no periodontal disease, and (7) no other orthodontic treatment.",
            "As a result of preliminary work for this study, the sample size was calculated.",
            "Required sample size for 80% power was 15 patients per group (for the mesiobuccal cusp tip of the maxillary right first molar: mean, -24.41; SD, 1.5; alpha level, 0.05).",
            "We found 58 patients who fulfilled the criteria and were assessed for eligibility in 2012 and 2013.",
            "After the research period, the data of 47 subjects (25 girls, 22 boys) were analyzed in this study (Fig 1 tooth-borne appliance; the bone-borne group (BBG), comprising 9 girls and 7 boys, had RME with a boneborne appliance; and the hybrid group (HG), comprising 8 girls and 7 boys, had RME with a hyrax tooth-borne appliance and a bone-borne appliance (Table I) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34993",
        "text": "In the TBG, the tooth-borne expander (hyrax appliance) was designed with bands on the maxillary first premolars and first molars ( , A). In the BBG, the bone-borne expander was supported with 4 miniimplants. Easy clinical implementation 18 and tight placement of the appliance were achieved (Fig 2, B) . In the HG (tooth and bone-borne appliance, hybrid hyrax), mini-implants and molar bands were used bilaterally (Fig 2, C) . In all groups, the same brands of expansion screw (9 mm; Lewa-Dental, Remchingen, Germany) and mini-implant (1.8 3 9 mm, predrilling; Yesanchor, Seoul, Korea) were used. Similar insertion and force application points of anchorage units for these 3 devices were selected to apply similar force vectors. After the fabrication, glass ionomer cement (Meron; Voco, Cuxhaven, Germany) was used for cementing the bands and caps directly.",
        "section": "MATERIAL AND METHODS",
        "section_number": 5,
        "sentences": [
            "In the TBG, the tooth-borne expander (hyrax appliance) was designed with bands on the maxillary first premolars and first molars ( , A).",
            "In the BBG, the bone-borne expander was supported with 4 miniimplants.",
            "Easy clinical implementation 18 and tight placement of the appliance were achieved (Fig 2, B) .",
            "In the HG (tooth and bone-borne appliance, hybrid hyrax), mini-implants and molar bands were used bilaterally (Fig 2, C) .",
            "In all groups, the same brands of expansion screw (9 mm; Lewa-Dental, Remchingen, Germany) and mini-implant (1.8 3 9 mm, predrilling; Yesanchor, Seoul, Korea) were used.",
            "Similar insertion and force application points of anchorage units for these 3 devices were selected to apply similar force vectors.",
            "After the fabrication, glass ionomer cement (Meron; Voco, Cuxhaven, Germany) was used for cementing the bands and caps directly."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34993",
        "text": "In all groups, the expansion screw was activated by 2 quarter turns per day in the active treatment process (0.25 mm per turn, 0.5 mm daily). After a sufficient amount of expansion in each patient, the expansion screw was fixed. The retention period was 6 months. The treatment durations, active expansion amounts, expansion durations, and total treatment times for the groups are given in Table I. Dental casts were taken at 3 times: pretreatment, after the appliance was bonded (T0); posttreatment, after the Expansion appliances: A, tooth-borne appliance (hyrax); B, bone-borne appliance; in the design of the bone-borne device, the mini-implants were inserted to similar places as with the tooth-borne device (between the first and second premolars, and between the second premolars and first molars on the palatal slope, bilaterally). To obtain easy clinical implementation and tight placement for bone-borne expanders in the BBG, the expansion screw was opened 10 quarter turns, and then the arms of the expansion screw were bent in the laboratory process. The arms of the expansion screw were soldered to the caps of the mini-implants on the plaster model. Before applying the device, the screw was fully closed, cement material was filled in to the caps, and the appliance was placed on the mini-implants in the mouth. Then the expansion screw was opened 10 quarter turns, and tight placement was achieved. C, hybrid appliance (the mini-implants were inserted between the first and second premolars, and 2 bands were placed, bilaterally on the first molars, as in the tooth-borne device; the caps of the miniimplants and bands were soldered to the arms of the expansion screw).",
        "section": "MATERIAL AND METHODS",
        "section_number": 6,
        "sentences": [
            "In all groups, the expansion screw was activated by 2 quarter turns per day in the active treatment process (0.25 mm per turn, 0.5 mm daily).",
            "After a sufficient amount of expansion in each patient, the expansion screw was fixed.",
            "The retention period was 6 months.",
            "The treatment durations, active expansion amounts, expansion durations, and total treatment times for the groups are given in Table I. Dental casts were taken at 3 times: pretreatment, after the appliance was bonded (T0); posttreatment, after the Expansion appliances: A, tooth-borne appliance (hyrax); B, bone-borne appliance; in the design of the bone-borne device, the mini-implants were inserted to similar places as with the tooth-borne device (between the first and second premolars, and between the second premolars and first molars on the palatal slope, bilaterally).",
            "To obtain easy clinical implementation and tight placement for bone-borne expanders in the BBG, the expansion screw was opened 10 quarter turns, and then the arms of the expansion screw were bent in the laboratory process.",
            "The arms of the expansion screw were soldered to the caps of the mini-implants on the plaster model.",
            "Before applying the device, the screw was fully closed, cement material was filled in to the caps, and the appliance was placed on the mini-implants in the mouth.",
            "Then the expansion screw was opened 10 quarter turns, and tight placement was achieved.",
            "C, hybrid appliance (the mini-implants were inserted between the first and second premolars, and 2 bands were placed, bilaterally on the first molars, as in the tooth-borne device; the caps of the miniimplants and bands were soldered to the arms of the expansion screw)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34993",
        "text": "activation period (T1); and postretention, after 6 months of retention (T2). Three-dimensional digital dental models in all periods were obtained from the dental casts of all subjects using an orthodontic model scanner (R700; 3Shape A/S, Copenhagen, Denmark). The reconstruction, superimposition, and computation of the 3D digital models were performed using 3D reverse modeling software (version 1.01; Orthomodel, _ Istanbul, Turkey). Superimposition of the 3D maxillary digital models at the 3 time intervals (T0, T1, T2) was performed on the median points of the third palatal rugae, which can be used as a reliable",
        "section": "MATERIAL AND METHODS",
        "section_number": 7,
        "sentences": [
            "activation period (T1); and postretention, after 6 months of retention (T2).",
            "Three-dimensional digital dental models in all periods were obtained from the dental casts of all subjects using an orthodontic model scanner (R700; 3Shape A/S, Copenhagen, Denmark).",
            "The reconstruction, superimposition, and computation of the 3D digital models were performed using 3D reverse modeling software (version 1.01; Orthomodel, _ Istanbul, Turkey).",
            "Superimposition of the 3D maxillary digital models at the 3 time intervals (T0, T1, T2) was performed on the median points of the third palatal rugae, which can be used as a reliable"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34993",
        "text": "landmark (Fig 3 [F3-4/C]",
        "section": "MATERIAL AND METHODS",
        "section_number": 8,
        "sentences": [
            "landmark (Fig 3 [F3-4/C]"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34993",
        "text": "). 16, 19 The coordinate system ( to the maxillary superimpositions. 20, 21 The positional changes of each selected point obtained by the treatment modalities between time intervals was identified according to this ). Comparisons of the treatment modalities and the positions of the selected points were made according to the transverse (x-axis), vertical (yaxis), and anteroposterior (z-axis) planes, separately. To determine alterations in the tipping angle of the posterior teeth, angular changes were measured with logarithmic calculations at the 3 time points on the superimpositions (Fig 5) . The angle between y-axis and a line created with the coordinates of the buccal and palatinal cusp tip points of a tooth were logarithmically calculated. Mandibular dentoalveolar changes were measured with linear interdental width measurements on mandibular 3D digital dental models at T0, T1, and T2 ( Fig 5) .",
        "section": "MATERIAL AND METHODS",
        "section_number": 9,
        "sentences": [
            ").",
            "16, 19 The coordinate system ( to the maxillary superimpositions.",
            "20, 21 The positional changes of each selected point obtained by the treatment modalities between time intervals was identified according to this ).",
            "Comparisons of the treatment modalities and the positions of the selected points were made according to the transverse (x-axis), vertical (yaxis), and anteroposterior (z-axis) planes, separately.",
            "To determine alterations in the tipping angle of the posterior teeth, angular changes were measured with logarithmic calculations at the 3 time points on the superimpositions (Fig 5) .",
            "The angle between y-axis and a line created with the coordinates of the buccal and palatinal cusp tip points of a tooth were logarithmically calculated.",
            "Mandibular dentoalveolar changes were measured with linear interdental width measurements on mandibular 3D digital dental models at T0, T1, and T2 ( Fig 5) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34993",
        "text": "After an interval, study models of 16 patients were randomly chosen, and selected points were remarked and identified in the coordinate system in the maxilla, and interdental width measurements were repeated in the mandible for reproducibility of the measurements. Reproducibility was assessed by the Pearson correlation coefficient (r minimum 5 0.982). Data were processed with the Statistical Package for Social Sciences, (version 15.0; SPSS, Chicago, Ill). The normal distribution of the data was assessed with the Kolmogorov-Smirnov Ztest, and a normal distribution was found for all features. A chi-square test of homogeneity was used to determine whether the distribution of the sexes was similar in the groups. A t test was used to examine the differences between the mean values of the boys and girls according to age, amount of expansion, active expansion duration, retention time, and total observation period. Because there were no statistically significant differences between the mean values for the sexes (P .0.05), the sex factor was excluded from the model. The statistical intergroup differences of treatment effects of the 3 RME appliances were compared by multivariate analysis of variance. Intragroup differences were assessed with 1-way analysis of variance for repeated measures, and the least significant difference test was used for post hoc comparisons. Values of P \\0.05 were considered significant.",
        "section": "MATERIAL AND METHODS",
        "section_number": 10,
        "sentences": [
            "After an interval, study models of 16 patients were randomly chosen, and selected points were remarked and identified in the coordinate system in the maxilla, and interdental width measurements were repeated in the mandible for reproducibility of the measurements.",
            "Reproducibility was assessed by the Pearson correlation coefficient (r minimum 5 0.982).",
            "Data were processed with the Statistical Package for Social Sciences, (version 15.0; SPSS, Chicago, Ill).",
            "The normal distribution of the data was assessed with the Kolmogorov-Smirnov Ztest, and a normal distribution was found for all features.",
            "A chi-square test of homogeneity was used to determine whether the distribution of the sexes was similar in the groups.",
            "A t test was used to examine the differences between the mean values of the boys and girls according to age, amount of expansion, active expansion duration, retention time, and total observation period.",
            "Because there were no statistically significant differences between the mean values for the sexes (P .0.05), the sex factor was excluded from the model.",
            "The statistical intergroup differences of treatment effects of the 3 RME appliances were compared by multivariate analysis of variance.",
            "Intragroup differences were assessed with 1-way analysis of variance for repeated measures, and the least significant difference test was used for post hoc comparisons.",
            "Values of P \\0.05 were considered significant."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34993",
        "text": "Complications such as broken orthodontic appliances or loosened mini-implants were reported and eliminated immediately (Table II) . The mean values of the study groups with regard to age, treatment duration, amount of active expansion, duration of expansion, and total treatment time did not show any statistically significant difference (P \\0.05) (Table I) .",
        "section": "RESULTS",
        "section_number": 11,
        "sentences": [
            "Complications such as broken orthodontic appliances or loosened mini-implants were reported and eliminated immediately (Table II) .",
            "The mean values of the study groups with regard to age, treatment duration, amount of active expansion, duration of expansion, and total treatment time did not show any statistically significant difference (P \\0.05) (Table I) ."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34993",
        "text": "For the maxillary superimpositions, there were no intergroup differences (Table III) in the anterior region. The maxillary right and left central incisors (UR1-x, UL1-x) and canines (UR3-x, UL3-x) moved distally after the active expansion period (T1), and relapse occurred after retention (T2) in both groups. There were no statistically significant differences between groups (P .0.05).",
        "section": "RESULTS",
        "section_number": 12,
        "sentences": [
            "For the maxillary superimpositions, there were no intergroup differences (Table III) in the anterior region.",
            "The maxillary right and left central incisors (UR1-x, UL1-x) and canines (UR3-x, UL3-x) moved distally after the active expansion period (T1), and relapse occurred after retention (T2) in both groups.",
            "There were no statistically significant differences between groups (P .0.05)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34993",
        "text": "In the posterior region, the right first premolar (UR4B-x, UR4P-x) significantly moved more buccally in the TBG than in the BBG (P\\0.05) at T1; this difference persisted at T2. The right first molar (UR6MB-x, UR6MP-x) significantly moved more buccally in the TBG and the HG than in the BBG (P \\0.01) after the active expansion period (T1). This difference increased after retention.",
        "section": "RESULTS",
        "section_number": 13,
        "sentences": [
            "In the posterior region, the right first premolar (UR4B-x, UR4P-x) significantly moved more buccally in the TBG than in the BBG (P\\0.05) at T1; this difference persisted at T2.",
            "The right first molar (UR6MB-x, UR6MP-x) significantly moved more buccally in the TBG and the HG than in the BBG (P \\0.01) after the active expansion period (T1).",
            "This difference increased after retention."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34993",
        "text": "For the maxillary superimposition, there were intragroup differences (Tables IV-VI) during the active expansion period (T0-T1). The maxillary central incisors (UR1-x, UL1-x) moved distally except for the maxillary right central incisors in the BBG. In the TBG and BBG, the maxillary central incisors (UR1-z, UL1-z) significantly moved palatinally. During the retention period (T1-T2), the diastema between the maxillary central incisors (UR1-x, UL1-x) was closed with mesial movement in both groups (P \\0.05). The maxillary central incisors were positioned more mesially (UR1-x, UL1-x) and were more retruded (UR1-z, UL1-z) compared with the initial locations (T0-T2).",
        "section": "RESULTS",
        "section_number": 14,
        "sentences": [
            "For the maxillary superimposition, there were intragroup differences (Tables IV-VI) during the active expansion period (T0-T1).",
            "The maxillary central incisors (UR1-x, UL1-x) moved distally except for the maxillary right central incisors in the BBG.",
            "In the TBG and BBG, the maxillary central incisors (UR1-z, UL1-z) significantly moved palatinally.",
            "During the retention period (T1-T2), the diastema between the maxillary central incisors (UR1-x, UL1-x) was closed with mesial movement in both groups (P \\0.05).",
            "The maxillary central incisors were positioned more mesially (UR1-x, UL1-x) and were more retruded (UR1-z, UL1-z) compared with the initial locations (T0-T2)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34993",
        "text": "The maxillary canines (UR3-x, UL3-x) moved distally in both groups during expansion (T0-T1). After the retention period (T1-T2), these canines moved significantly mesially except for the maxillary left canines in the HG and the maxillary right canines in the BBG. In the HG, the maxillary canines (UR3-y, UL3-y) were significantly extruded (P \\0.01). The new mesial positions (T0-T2) of the maxillary left canines (UL3-x) were statistically significant in the TBG and the BBG. In the HG, the maxillary canines (UR3-y, UL3-y) were more extruded compared with the initial positions (P \\0.05).",
        "section": "RESULTS",
        "section_number": 15,
        "sentences": [
            "The maxillary canines (UR3-x, UL3-x) moved distally in both groups during expansion (T0-T1).",
            "After the retention period (T1-T2), these canines moved significantly mesially except for the maxillary left canines in the HG and the maxillary right canines in the BBG.",
            "In the HG, the maxillary canines (UR3-y, UL3-y) were significantly extruded (P \\0.01).",
            "The new mesial positions (T0-T2) of the maxillary left canines (UL3-x) were statistically significant in the TBG and the BBG.",
            "In the HG, the maxillary canines (UR3-y, UL3-y) were more extruded compared with the initial positions (P \\0.05)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34993",
        "text": "The maxillary first premolars (UR4B-x, UR4P-x, UL4Bx, UL4P-x) significantly moved buccally in both groups. The amount of buccal movement was less on the right side (P \\0.01) than on the left side (P \\0.001) in the BBG. The palatinal cusp tips of the maxillary left first premolar (UL4P-y) were significantly extruded after expansion in the TBG and the HG (P \\0.05, P \\0.01, respectively). After the retention period (T1-T2), the palatinal cusp tip of the maxillary right first premolar (UR4Py) was intruded in the TBG (P \\0.01). During retention (T1-T2), buccal movement of the buccal cusp tip of the maxillary left first premolar (UL4B-x) continued in the HG. Relapse occurred regarding the posterior (distal) movement of the maxillary left first premolar (UL4B-z, UL4P-z), which moved mesially. In both groups, the new buccal positions (T0-T2) of the first premolars (UR4B-x, UR4P-x, UL4B-x, UL4P-x) were more significant than the initial position, except for the palatinal cusp of the maxillary left first premolar in the HG.",
        "section": "RESULTS",
        "section_number": 16,
        "sentences": [
            "The maxillary first premolars (UR4B-x, UR4P-x, UL4Bx, UL4P-x) significantly moved buccally in both groups.",
            "The amount of buccal movement was less on the right side (P \\0.01) than on the left side (P \\0.001) in the BBG.",
            "The palatinal cusp tips of the maxillary left first premolar (UL4P-y) were significantly extruded after expansion in the TBG and the HG (P \\0.05, P \\0.01, respectively).",
            "After the retention period (T1-T2), the palatinal cusp tip of the maxillary right first premolar (UR4Py) was intruded in the TBG (P \\0.01).",
            "During retention (T1-T2), buccal movement of the buccal cusp tip of the maxillary left first premolar (UL4B-x) continued in the HG.",
            "Relapse occurred regarding the posterior (distal) movement of the maxillary left first premolar (UL4B-z, UL4P-z), which moved mesially.",
            "In both groups, the new buccal positions (T0-T2) of the first premolars (UR4B-x, UR4P-x, UL4B-x, UL4P-x) were more significant than the initial position, except for the palatinal cusp of the maxillary left first premolar in the HG."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34993",
        "text": "During expansion (T0-T1), the maxillary first molars (UR6MB-x, UR6MP-x, UL6MB-x, UL6MP-x) significantly moved buccally in both groups. The mesiobuccal cusp tips of the maxillary first molars (UR6MB-y, UL6MB-y) were significantly intruded in the TBG. In the retention period (T1-T2), the mesiopalatinal cusp tip of the maxillary right first molar (UR6MP-y) intruded and moved mesially (UR6MP-z) in the TBG. However, the maxillary right first molar (UR6MB-x, UR6MP-x) moved palatinally in the BBG. The mesiopalatinal cusp tip of the maxillary right first molar (UR6MP-y) intruded in the HG. With treatment (T0-T2), first molars (UR6MBx, UR6MP-x, UL6MB-x, UL6MP-x) significantly moved buccally (P \\0.001) except for the maxillary right first molar (UR6MB-x, UR6MP-x) in the BBG. The mesiobuccal cusp tips of the maxillary first molars (UR6MB-y and UL6MB-y) were significantly intruded with treatment in the TBG.",
        "section": "RESULTS",
        "section_number": 17,
        "sentences": [
            "During expansion (T0-T1), the maxillary first molars (UR6MB-x, UR6MP-x, UL6MB-x, UL6MP-x) significantly moved buccally in both groups.",
            "The mesiobuccal cusp tips of the maxillary first molars (UR6MB-y, UL6MB-y) were significantly intruded in the TBG.",
            "In the retention period (T1-T2), the mesiopalatinal cusp tip of the maxillary right first molar (UR6MP-y) intruded and moved mesially (UR6MP-z) in the TBG.",
            "However, the maxillary right first molar (UR6MB-x, UR6MP-x) moved palatinally in the BBG.",
            "The mesiopalatinal cusp tip of the maxillary right first molar (UR6MP-y) intruded in the HG.",
            "With treatment (T0-T2), first molars (UR6MBx, UR6MP-x, UL6MB-x, UL6MP-x) significantly moved buccally (P \\0.001) except for the maxillary right first molar (UR6MB-x, UR6MP-x) in the BBG.",
            "The mesiobuccal cusp tips of the maxillary first molars (UR6MB-y and UL6MB-y) were significantly intruded with treatment in the TBG."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34993",
        "text": "In the T0-T1 period, the outward tiltings of the maxillary first premolars (UR4-a, UL4-a) in the TBG and (UR4-a) in the HG, and the maxillary first molars (UL6-a) in the TBG and (UR6-a, UL6-a) in the HG were significantly increased. During retention (T1-T2), significant uprighting of first premolars (UL4-a) and first molars (UR6-a, UL6-a) in the HG were obtained. With treatment (T0-T2), the outward tilting of the maxillary left first premolar and maxillary left first molar in the TBG and the maxillary right first molar in the HG increased significantly.",
        "section": "RESULTS",
        "section_number": 18,
        "sentences": [
            "In the T0-T1 period, the outward tiltings of the maxillary first premolars (UR4-a, UL4-a) in the TBG and (UR4-a) in the HG, and the maxillary first molars (UL6-a) in the TBG and (UR6-a, UL6-a) in the HG were significantly increased.",
            "During retention (T1-T2), significant uprighting of first premolars (UL4-a) and first molars (UR6-a, UL6-a) in the HG were obtained.",
            "With treatment (T0-T2), the outward tilting of the maxillary left first premolar and maxillary left first molar in the TBG and the maxillary right first molar in the HG increased significantly."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34993",
        "text": "There were no statistically significant intergroup differences for mandibular interdental width changes between groups (Table III) . Regarding intragroup differences, mandibular intermolar width (LL6M-LR6M) was significantly increased in all groups in the T0 to T1 period. This alteration significantly increased in the T1 to T2 period in the TBG and the BBG. After the retention period, the obtained mandibular intermolar width was significantly wider than the initial measurements (T0-T2) in all groups (Tables IV-VI) .",
        "section": "RESULTS",
        "section_number": 19,
        "sentences": [
            "There were no statistically significant intergroup differences for mandibular interdental width changes between groups (Table III) .",
            "Regarding intragroup differences, mandibular intermolar width (LL6M-LR6M) was significantly increased in all groups in the T0 to T1 period.",
            "This alteration significantly increased in the T1 to T2 period in the TBG and the BBG.",
            "After the retention period, the obtained mandibular intermolar width was significantly wider than the initial measurements (T0-T2) in all groups (Tables IV-VI) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34993",
        "text": "In this study, the clinical complications were fewer in the HG, probably due to the design of the hybrid appliance (Table II) . A loss of stability in the bone-borne RME device by tongue movements and pressure in the BBG was mentioned by some patients. In RME treatment, rotational movement of the maxillary halves occurs due to 2 centers of rotation, which are located at the frontonasal suture from the frontal view and at the posterior of the midpalatal suture in the third molar area, from the occlusal view. 22 A pyramid-shaped expansion-ie, widening in the anterior region and base, narrowing as the midpalatal suture goes superiorly and posteriorly-has been produced in both the frontal and occlusal views of the suture. 23, 24 In this study, the maxillary central incisors extruded, retracted, and moved distally with the maxillary halves; this is the result of rotational expansion movement, except for UR1-x in the BBG. This retraction movement occurred because of the triangular-shaped opening movement of the maxillary halves that was wider in the anterior region. Because the palate region is reliable in the superimposition method of 3D digital maxillary models, even in patients treated with RME, this soft tissue area remains stable during opening of the maxillary halves, but the bony structures do not. 21 With this expansion movement, the bony structures of the maxillary halves and accompanying structures such as teeth move distally and posteriorly, resulting in the retracted position of the maxillary incisors compared with the initial positions in the occlusal view (Fig 6 [F6-4/C] ). In the retention period, the retracted position of the maxillary central incisors persisted during their mesialization (relapse). Extrusion was obtained in the maxillary central incisors. In a finite element method study, Jafari et al 25 showed that the lateral structures moved upward, whereas the midline structures and the maxillary incisors were displaced downward after RME because of rotation of the nasomaxillary complex. The effects of both appliances on the maxillary central incisors were statistically similar (Table III) . This result agrees with the literature. 7, 26 However, Lagrav ere et al 7 did not report the retraction of maxillary central incisors in a study in which the skeletal and dentoalveolar differences were evaluated together on cone-beam computed tomography images. A possible reason for this discrepancy could be the methodologic differences between these studies.",
        "section": "DISCUSSION",
        "section_number": 20,
        "sentences": [
            "In this study, the clinical complications were fewer in the HG, probably due to the design of the hybrid appliance (Table II) .",
            "A loss of stability in the bone-borne RME device by tongue movements and pressure in the BBG was mentioned by some patients.",
            "In RME treatment, rotational movement of the maxillary halves occurs due to 2 centers of rotation, which are located at the frontonasal suture from the frontal view and at the posterior of the midpalatal suture in the third molar area, from the occlusal view.",
            "22 A pyramid-shaped expansion-ie, widening in the anterior region and base, narrowing as the midpalatal suture goes superiorly and posteriorly-has been produced in both the frontal and occlusal views of the suture.",
            "23, 24 In this study, the maxillary central incisors extruded, retracted, and moved distally with the maxillary halves; this is the result of rotational expansion movement, except for UR1-x in the BBG.",
            "This retraction movement occurred because of the triangular-shaped opening movement of the maxillary halves that was wider in the anterior region.",
            "Because the palate region is reliable in the superimposition method of 3D digital maxillary models, even in patients treated with RME, this soft tissue area remains stable during opening of the maxillary halves, but the bony structures do not.",
            "21 With this expansion movement, the bony structures of the maxillary halves and accompanying structures such as teeth move distally and posteriorly, resulting in the retracted position of the maxillary incisors compared with the initial positions in the occlusal view (Fig 6 [F6-4/C] ).",
            "In the retention period, the retracted position of the maxillary central incisors persisted during their mesialization (relapse).",
            "Extrusion was obtained in the maxillary central incisors.",
            "In a finite element method study, Jafari et al 25 showed that the lateral structures moved upward, whereas the midline structures and the maxillary incisors were displaced downward after RME because of rotation of the nasomaxillary complex.",
            "The effects of both appliances on the maxillary central incisors were statistically similar (Table III) .",
            "This result agrees with the literature.",
            "7, 26 However, Lagrav ere et al 7 did not report the retraction of maxillary central incisors in a study in which the skeletal and dentoalveolar differences were evaluated together on cone-beam computed tomography images.",
            "A possible reason for this discrepancy could be the methodologic differences between these studies."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34993",
        "text": "P X 6 SD X 6 SD X 6 SD X 6 SD X 6 SD X 6 SD X 6 SD X 6 SD X 6 SD",
        "section": "DISCUSSION",
        "section_number": 21,
        "sentences": [
            "P X 6 SD X 6 SD X 6 SD X 6 SD X 6 SD X 6 SD X 6 SD X 6 SD X 6 SD"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34993",
        "text": "Generally, expansion, extrusion, and retraction were obtained for the maxillary canines. These changes were maintained with mild relapse. In the BBG, the mean value of distal movement of the maxillary right canine (UR3-x) was low between T0 and T1. Maxillary canine eruption was incomplete in some patients in our sample; thus, possible reasons for this extrusion movement could be tooth eruption, in addition to rotation of the nasomaxillary complex in the vertical plane. The positional changes of the maxillary canines were similar regarding intergroup differences. This result agrees with the literature. 6 In the intragroup differences for the TBG, the results for the canines agreed with a previous study 26 but disagreed with another. 6 Retraction movement is controversial in the literature for the BBG and the HG. 6, 26 The design of appliances, the eruption timing of the teeth, and the methodologic differences in these studies could be the reasons for these conflicting results.",
        "section": "DISCUSSION",
        "section_number": 22,
        "sentences": [
            "Generally, expansion, extrusion, and retraction were obtained for the maxillary canines.",
            "These changes were maintained with mild relapse.",
            "In the BBG, the mean value of distal movement of the maxillary right canine (UR3-x) was low between T0 and T1.",
            "Maxillary canine eruption was incomplete in some patients in our sample; thus, possible reasons for this extrusion movement could be tooth eruption, in addition to rotation of the nasomaxillary complex in the vertical plane.",
            "The positional changes of the maxillary canines were similar regarding intergroup differences.",
            "This result agrees with the literature.",
            "6 In the intragroup differences for the TBG, the results for the canines agreed with a previous study 26 but disagreed with another.",
            "6 Retraction movement is controversial in the literature for the BBG and the HG.",
            "6, 26 The design of appliances, the eruption timing of the teeth, and the methodologic differences in these studies could be the reasons for these conflicting results."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34993",
        "text": "P X 6 SD X 6 SD X 6 SD X 6 SD X 6 SD X 6 SD X 6 SD X 6 SD X 6 SD UL4-",
        "section": "DISCUSSION",
        "section_number": 23,
        "sentences": [
            "P X 6 SD X 6 SD X 6 SD X 6 SD X 6 SD X 6 SD X 6 SD X 6 SD X 6 SD UL4-"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34993",
        "text": "For the maxillary first premolars, expansion was obtained in all groups. In the intergroup differences, the amount of buccal movement of the right first premolar (UR4B-x, UR4P-x) in the BBG was statistically lower than in the TBG at T1 and T2. Due to the design of the tooth-borne appliance in the TBG, the expansion effect could be easily reflected onto the dentition via its tooth support. 4 Intragroup differences showed that, in the TBG, the obtained expansion movement at T1 was slightly continued at T2. In the retention period, the rigid tooth-borne device maintained the obtained expansion width with tooth supports. During the retention period, the maxillary base had a narrowing tendency with relapse, but the tooth supports of the device could not move because of their rigidity. The lingual root movement of tooth supports combined with the narrowing of the apical base led to a slight buccal crown tipping. Buccal tipping of tooth supports increased the interpremolar width at the dental level and probably acted as if the expansion continued at T2. When the rotational movements of the maxillary first premolars were assessed in the TBG, it was seen that the first premolars that were cemented to the bands of device did not move with the triangular-shaped opening movement of apical base. Moreover, they rotated in the reverse direction during expansion. In the retention period, a slight relapse took place ( ). These results were similar to those in the literature. 26 In the BBG, the first premolars moved with the maxillary apical base during expansion (Fig 6) . Lee et al 26 reported mesial and intrusion movements, which were dissimilar to our results. In the HG, the first premolars probably moved with the maxillary apical base during expansion (Fig 6) . Rotational expansion of the maxilla in the vertical dimension and alveolar bending could be the reasons for the extrusion movement of the palatinal cusp tip of maxillary first premolars. During RME, alveolar bending/tipping and dental tipping have been reported. 27 These results agree with the literature. 5 In our study, expansion was obtained for the maxillary first molars (UR6MB-x, UR6MP-x, UL6MB-x, UL6MP-x) in all groups. The alterations in buccal movement on the right side in the BBG were statistically significant (P \\0.01), but small (UR6MB-x, 0.80 mm; UR6MP-x, 0.67 mm). In the intergroup differences, the amount of expansion movement of the maxillary right first molar in the transversal plane in the BBG was statistically lower than in the other groups (Table III) . This difference increased during the retention period. The individual expansion capacity of the cranial sutures may be the reason for asymmetric expansion. 28 Furthermore, the design of the bone-borne device may not be sufficient to expand deeply locked posterior teeth caused by a crossbite, because of the lack of tooth support.",
        "section": "DISCUSSION",
        "section_number": 24,
        "sentences": [
            "For the maxillary first premolars, expansion was obtained in all groups.",
            "In the intergroup differences, the amount of buccal movement of the right first premolar (UR4B-x, UR4P-x) in the BBG was statistically lower than in the TBG at T1 and T2.",
            "Due to the design of the tooth-borne appliance in the TBG, the expansion effect could be easily reflected onto the dentition via its tooth support.",
            "4 Intragroup differences showed that, in the TBG, the obtained expansion movement at T1 was slightly continued at T2.",
            "In the retention period, the rigid tooth-borne device maintained the obtained expansion width with tooth supports.",
            "During the retention period, the maxillary base had a narrowing tendency with relapse, but the tooth supports of the device could not move because of their rigidity.",
            "The lingual root movement of tooth supports combined with the narrowing of the apical base led to a slight buccal crown tipping.",
            "Buccal tipping of tooth supports increased the interpremolar width at the dental level and probably acted as if the expansion continued at T2.",
            "When the rotational movements of the maxillary first premolars were assessed in the TBG, it was seen that the first premolars that were cemented to the bands of device did not move with the triangular-shaped opening movement of apical base.",
            "Moreover, they rotated in the reverse direction during expansion.",
            "In the retention period, a slight relapse took place ( ).",
            "These results were similar to those in the literature.",
            "26 In the BBG, the first premolars moved with the maxillary apical base during expansion (Fig 6) .",
            "Lee et al 26 reported mesial and intrusion movements, which were dissimilar to our results.",
            "In the HG, the first premolars probably moved with the maxillary apical base during expansion (Fig 6) .",
            "Rotational expansion of the maxilla in the vertical dimension and alveolar bending could be the reasons for the extrusion movement of the palatinal cusp tip of maxillary first premolars.",
            "During RME, alveolar bending/tipping and dental tipping have been reported.",
            "27 These results agree with the literature.",
            "5 In our study, expansion was obtained for the maxillary first molars (UR6MB-x, UR6MP-x, UL6MB-x, UL6MP-x) in all groups.",
            "The alterations in buccal movement on the right side in the BBG were statistically significant (P \\0.01), but small (UR6MB-x, 0.80 mm; UR6MP-x, 0.67 mm).",
            "In the intergroup differences, the amount of expansion movement of the maxillary right first molar in the transversal plane in the BBG was statistically lower than in the other groups (Table III) .",
            "This difference increased during the retention period.",
            "The individual expansion capacity of the cranial sutures may be the reason for asymmetric expansion.",
            "28 Furthermore, the design of the bone-borne device may not be sufficient to expand deeply locked posterior teeth caused by a crossbite, because of the lack of tooth support."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34993",
        "text": "In this study, 22 patients in the total sample of 47 had a unilateral crossbite on the right side, and 9 of them were in the BBG. It is likely that occlusion lock, which is caused by a unilateral crossbite, decreased the amount of dental expansion movement, changed the expansion direction, and interrupted the expansion locally on the right side in the dentoalveolar level in the BBG. Conflicting results have been reported in the literature. 4, 7 Intragroup differences showed that, in the TBG, expansion was maintained with a slight relapse in the retention period (Fig 6) . In the vertical plane, the obtained extrusion, mesialization, and expansion movement with the tooth-borne device resulted from dental tipping of the mesiopalatinal cusp tip of the maxillary right first molar, agreeing with the literature. 6, 26 In the BBG, the first molars were accompanied by expansion movement of the maxillary apical base. Similarly, distalization, expansion, and extrusion movements have been reported for the mesiopalatinal cusp tip of the first molar with bone-borne devices. 6, 26 In the HG, dental movements are shown in Figure 6 . Unlike our results, asymmetric expansion 5 and mesial movement 6 of the mesiopalatinal cusp tips of the first molars were reported. The use of different designs of bone-borne devices, differences in regions of anchorage placement, force distributions, activation protocols, and study Fig 6. Rotational movements in the transversal plane: milimetrical treatment changes according to buccal and palatinal measurement points in x-and z-planes: A, TBG in T0-T1; B, TBG in T1-T2; C, BBG in T0-T1; D, BBG in T1-T2; E, HG in T0-T1; F, HG in T1-T2.",
        "section": "DISCUSSION",
        "section_number": 25,
        "sentences": [
            "In this study, 22 patients in the total sample of 47 had a unilateral crossbite on the right side, and 9 of them were in the BBG.",
            "It is likely that occlusion lock, which is caused by a unilateral crossbite, decreased the amount of dental expansion movement, changed the expansion direction, and interrupted the expansion locally on the right side in the dentoalveolar level in the BBG.",
            "Conflicting results have been reported in the literature.",
            "4, 7 Intragroup differences showed that, in the TBG, expansion was maintained with a slight relapse in the retention period (Fig 6) .",
            "In the vertical plane, the obtained extrusion, mesialization, and expansion movement with the tooth-borne device resulted from dental tipping of the mesiopalatinal cusp tip of the maxillary right first molar, agreeing with the literature.",
            "6, 26 In the BBG, the first molars were accompanied by expansion movement of the maxillary apical base.",
            "Similarly, distalization, expansion, and extrusion movements have been reported for the mesiopalatinal cusp tip of the first molar with bone-borne devices.",
            "6, 26 In the HG, dental movements are shown in Figure 6 .",
            "Unlike our results, asymmetric expansion 5 and mesial movement 6 of the mesiopalatinal cusp tips of the first molars were reported.",
            "The use of different designs of bone-borne devices, differences in regions of anchorage placement, force distributions, activation protocols, and study Fig 6.",
            "Rotational movements in the transversal plane: milimetrical treatment changes according to buccal and palatinal measurement points in x-and z-planes: A, TBG in T0-T1; B, TBG in T1-T2; C, BBG in T0-T1; D, BBG in T1-T2; E, HG in T0-T1; F, HG in T1-T2."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34993",
        "text": "methods might be the reasons for these conflicting results.",
        "section": "DISCUSSION",
        "section_number": 26,
        "sentences": [
            "methods might be the reasons for these conflicting results."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34993",
        "text": "It was concluded that RME treatment, even using devices with different designs, causes alveolar bending 27, 29 and dental tipping. 5, 14 Additionally, the tipping of the tooth supports is asymmetrical, 30 and different values for the angular changes of each support in the maxilla were determined. 31, 32 In this study, the effect of these devices regarding angular measurements was statistically similar and agreed with the literature. 7 When intragroup differences were assessed, dental tipping was observed in the TBG and the HG (Fig 7) . In the retention period, occlusal forces and cheek pressure might cause slight uprighting. In the BBG, occlusal lock could be the reason for uprighting of the maxillary right first premolar during expansion. The reason for increased buccal tipping, observed after retention, could be the adaptation of the teeth to the apical base expansion. Our results are both supported 5, 7 and opposed 33 in other studies. Differences in treatment protocols, types of expansion device, treatment periods, samples, study designs, and analysis methods could be the reasons for these conflicting results [5] [6] [7] 33 in the literature as well as in our study.",
        "section": "DISCUSSION",
        "section_number": 27,
        "sentences": [
            "It was concluded that RME treatment, even using devices with different designs, causes alveolar bending 27, 29 and dental tipping.",
            "5, 14 Additionally, the tipping of the tooth supports is asymmetrical, 30 and different values for the angular changes of each support in the maxilla were determined.",
            "31, 32 In this study, the effect of these devices regarding angular measurements was statistically similar and agreed with the literature.",
            "7 When intragroup differences were assessed, dental tipping was observed in the TBG and the HG (Fig 7) .",
            "In the retention period, occlusal forces and cheek pressure might cause slight uprighting.",
            "In the BBG, occlusal lock could be the reason for uprighting of the maxillary right first premolar during expansion.",
            "The reason for increased buccal tipping, observed after retention, could be the adaptation of the teeth to the apical base expansion.",
            "Our results are both supported 5, 7 and opposed 33 in other studies.",
            "Differences in treatment protocols, types of expansion device, treatment periods, samples, study designs, and analysis methods could be the reasons for these conflicting results [5] [6] [7] 33 in the literature as well as in our study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34993",
        "text": "In the mandible, the treatment effects of the 3 devices were similar regarding intercanine and intermolar width measurements. The results of the intercanine width measurements agreed with some studies 34 but conflicted with others. 35 The increase in the intermolar width in all treatment groups resulted from the new occlusal contacts that were obtained by expansion of the maxilla, decreased lip and cheek pressures, and increased tongue pressure. 35 These results agree with the literature. 34, 36 In this study, similar dentoalveolar treatment effects were achieved in all groups, with the exception of a small degree of expansion movement on the right side in the BBG. Therefore, the null hypothesis was rejected. In future studies, using a bite-block in the mandible with bone-borne appliances might be suggested to eliminate probable occlusion lock from a crossbite. As well as being associated with fewer complications clinically, the hybrid hyrax device might be the favored option in RME treatment.",
        "section": "DISCUSSION",
        "section_number": 28,
        "sentences": [
            "In the mandible, the treatment effects of the 3 devices were similar regarding intercanine and intermolar width measurements.",
            "The results of the intercanine width measurements agreed with some studies 34 but conflicted with others.",
            "35 The increase in the intermolar width in all treatment groups resulted from the new occlusal contacts that were obtained by expansion of the maxilla, decreased lip and cheek pressures, and increased tongue pressure.",
            "35 These results agree with the literature.",
            "34, 36 In this study, similar dentoalveolar treatment effects were achieved in all groups, with the exception of a small degree of expansion movement on the right side in the BBG.",
            "Therefore, the null hypothesis was rejected.",
            "In future studies, using a bite-block in the mandible with bone-borne appliances might be suggested to eliminate probable occlusion lock from a crossbite.",
            "As well as being associated with fewer complications clinically, the hybrid hyrax device might be the favored option in RME treatment."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34993",
        "text": "1. All 3 expanders in this study led to expansion with mild relapse. 2. Intergroup differences showed that expansion at the dentoalveolar level on the right side was statistically lower in the BBG. 3. Although outward tipping of the posterior teeth was altered by RME devices, there were no statistically significant intergroup differences. 4. Similar treatment effects and amounts of dental expansion were observed in the mandibular first molars in all groups. ",
        "section": "CONCLUSIONS",
        "section_number": 29,
        "sentences": [
            "1.",
            "All 3 expanders in this study led to expansion with mild relapse.",
            "2.",
            "Intergroup differences showed that expansion at the dentoalveolar level on the right side was statistically lower in the BBG.",
            "3.",
            "Although outward tipping of the posterior teeth was altered by RME devices, there were no statistically significant intergroup differences.",
            "4.",
            "Similar treatment effects and amounts of dental expansion were observed in the mandibular first molars in all groups."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34993",
        "text": "American Journal of Orthodontics and Dentofacial OrthopedicsJune 2017 Vol 151 Issue 6",
        "section": "",
        "section_number": 30,
        "sentences": [
            "American Journal of Orthodontics and Dentofacial OrthopedicsJune 2017 Vol 151 Issue 6"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34993",
        "text": "American Journal of Orthodontics and Dentofacial OrthopedicsJune 2017 Vol 151 Issue",
        "section": "",
        "section_number": 31,
        "sentences": [
            "American Journal of Orthodontics and Dentofacial OrthopedicsJune 2017 Vol 151 Issue"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    }
]