[
    {
        "doc_id": "34891",
        "text": "Children with burns are at high risk of hypovitaminosis D. The progressive deterioration of vitamin D status 1 year following hospital discharge is also an important finding in this study. Strategies to optimize vitamin D nutriture are critical to minimize adverse effects on skeletal, endocrine, immune, and wound repair processes.",
        "section": "Abstract",
        "sentences": [
            "Children with burns are at high risk of hypovitaminosis D. The progressive deterioration of vitamin D status 1 year following hospital discharge is also an important finding in this study.",
            "Strategies to optimize vitamin D nutriture are critical to minimize adverse effects on skeletal, endocrine, immune, and wound repair processes."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34891",
        "text": "Despite its name, vitamin D is a prehormone. Under conditions of wellness, prefunctional vitamin D (originating from food, nutrition supplements, and sunlight exposure of the epidermis) is effectively actuated via hydroxylation, first by the liver to 25-hydroxyvitamin D (D25) and then the kidney to 1,25-dihydroxyvitamin D (D1,25). D1,25 is the most biologically active form of vitamin D, whereas D25 is used for assessment purposes.",
        "section": "Introduction",
        "section_number": 1,
        "sentences": [
            "Despite its name, vitamin D is a prehormone.",
            "Under conditions of wellness, prefunctional vitamin D (originating from food, nutrition supplements, and sunlight exposure of the epidermis) is effectively actuated via hydroxylation, first by the liver to 25-hydroxyvitamin D (D25) and then the kidney to 1,25-dihydroxyvitamin D (D1,25).",
            "D1,25 is the most biologically active form of vitamin D, whereas D25 is used for assessment purposes."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34891",
        "text": "Hypovitaminosis D as defined by low serum D25 levels is relatively common postburn. [1] [2] [3] [4] [5] [6] [7] [8] [9] [10] Suboptimal vitamin D status is mediated by inadequate intake and further compromised by derangements in vitamin D synthesis, absorption, and metabolism in response to injury. Secondary etiologies must be factored in such as damaged skin, institutionalization, decreased availability of transport proteins, malabsorption, hypocholesterolemia, and abnormalities in the calcium-parathyroid hormone (PTH) axis, all of which exacerbate the propensity for low D25 levels during convalescence from thermal injury.",
        "section": "Introduction",
        "section_number": 2,
        "sentences": [
            "Hypovitaminosis D as defined by low serum D25 levels is relatively common postburn. [",
            "1] [2] [3] [4] [5] [6] [7] [8] [9] [10] Suboptimal vitamin D status is mediated by inadequate intake and further compromised by derangements in vitamin D synthesis, absorption, and metabolism in response to injury.",
            "Secondary etiologies must be factored in such as damaged skin, institutionalization, decreased availability of transport proteins, malabsorption, hypocholesterolemia, and abnormalities in the calcium-parathyroid hormone (PTH) axis, all of which exacerbate the propensity for low D25 levels during convalescence from thermal injury."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34891",
        "text": "Vitamin D is important in all children but probably more so in pediatric burns to ensure for proper formation of bone during growth and development and support of calcium, phosphorus, and magnesium homeostasis. 1, 2, [11] [12] [13] [14] The heightened clinical relevance of vitamin D in burns also includes its extraskeletal effects on cellular proliferation and differentiation [13] [14] [15] [16] as well as on the endocrine [17] [18] [19] [20] [21] [22] [23] [24] and immune systems. 14, [24] [25] [26] [27] [28] The clinical benefit of large doses of vitamin D postburn is unclear. In addition, it is not known if a difference in efficacy of prescriptive derivative ergocalciferol (vitamin D",
        "section": "Introduction",
        "section_number": 3,
        "sentences": [
            "Vitamin D is important in all children but probably more so in pediatric burns to ensure for proper formation of bone during growth and development and support of calcium, phosphorus, and magnesium homeostasis.",
            "1, 2, [11] [12] [13] [14] The heightened clinical relevance of vitamin D in burns also includes its extraskeletal effects on cellular proliferation and differentiation [13] [14] [15] [16] as well as on the endocrine [17] [18] [19] [20] [21] [22] [23] [24] and immune systems.",
            "14, [24] [25] [26] [27] [28] The clinical benefit of large doses of vitamin D postburn is unclear.",
            "In addition, it is not known if a difference in efficacy of prescriptive derivative ergocalciferol (vitamin D"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34891",
        "text": "2 ) vs cholecalciferol (vitamin D",
        "section": "Introduction",
        "section_number": 4,
        "sentences": [
            "2 ) vs cholecalciferol (vitamin D"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34891",
        "text": "3 ) exists postburn. As such, supplementation guidelines in children with large burns are, for the most part, not based on scientific evidence. These gaps in knowledge represent obstacles to the establishment of optimal hypovitaminosis D treatment and prevention strategies. The purpose of this investigation was to examine the immediate and longterm effectiveness of enteral vitamin D 2 , D 3 , or placebo supplementation on laboratory and clinical outcomes in children who had sustained extensive burn injury. We hypothesized that patients receiving dietary supplementation with D 3 will experience a higher rate of serum D25 repletion in association with improvement in bone formation and biochemical markers compared with those supplemented with D 2 or placebo.",
        "section": "Introduction",
        "section_number": 5,
        "sentences": [
            "3 ) exists postburn.",
            "As such, supplementation guidelines in children with large burns are, for the most part, not based on scientific evidence.",
            "These gaps in knowledge represent obstacles to the establishment of optimal hypovitaminosis D treatment and prevention strategies.",
            "The purpose of this investigation was to examine the immediate and longterm effectiveness of enteral vitamin D 2 , D 3 , or placebo supplementation on laboratory and clinical outcomes in children who had sustained extensive burn injury.",
            "We hypothesized that patients receiving dietary supplementation with D 3 will experience a higher rate of serum D25 repletion in association with improvement in bone formation and biochemical markers compared with those supplemented with D 2 or placebo."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34891",
        "text": "This study was approved by the University of Cincinnati Institutional Review Board and registered at clinicaltrials.gov (identifier number NCT00536276). Eligibility for study participation required the presence of a burn injury >30% total body surface area (TBSA) in children aged 6 months to <19 years. Exclusion criteria included history of anticonvulsants or pharmacologic vitamin D use, gastric/bowel resection, or liver or chronic renal disease.",
        "section": "Methods",
        "section_number": 6,
        "sentences": [
            "This study was approved by the University of Cincinnati Institutional Review Board and registered at clinicaltrials.gov (identifier number NCT00536276).",
            "Eligibility for study participation required the presence of a burn injury >30% total body surface area (TBSA) in children aged 6 months to <19 years.",
            "Exclusion criteria included history of anticonvulsants or pharmacologic vitamin D use, gastric/bowel resection, or liver or chronic renal disease."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34891",
        "text": "Routine clinical management (eg, resuscitation, wound care, surgery, and drug therapy) proceeded according to hospital policies and published practices and was supervised by one physician (R.J.K.) for provision of uniform care. 29 The study participants received standardized physical therapy per hospital protocols. In general, patients were encouraged and assisted in being as active and mobile as soon as possible postinjury. If patients were unable to participate in an exercise program, passive range of motion and positioning occurred, with emphasis on areas most likely to develop scar tissue contractures. Following grafting procedures, active or passive exercises generally resumed the day after surgery to areas not affecting the surgical site. Exercise was initiated at the surgical site on postoperative day (POD) 5 following split-thickness grafts and POD 7 for full-thickness grafts. Ambulation was initiated on PODs 5-7 for grafts above the knee and POD 10 for grafts to the plantar surface of the feet. Standardized nutrition protocols (eg, early and perioperative postpyloric tube feeding) were likewise instituted and have been described elsewhere. 30, 31 All study patients received the same enteral substrate consisting of a high intact protein, low-fat, arginine-and ω-3 fatty acid-enriched, 1-kcal/mL formulation designed specifically to meet the unique nutrition needs of burn patients. 32 As medically feasible, an oral diet was permitted ad libitum.",
        "section": "Characterization of Standard Clinical Care",
        "section_number": 7,
        "sentences": [
            "Routine clinical management (eg, resuscitation, wound care, surgery, and drug therapy) proceeded according to hospital policies and published practices and was supervised by one physician (R.J.K.) for provision of uniform care.",
            "29 The study participants received standardized physical therapy per hospital protocols.",
            "In general, patients were encouraged and assisted in being as active and mobile as soon as possible postinjury.",
            "If patients were unable to participate in an exercise program, passive range of motion and positioning occurred, with emphasis on areas most likely to develop scar tissue contractures.",
            "Following grafting procedures, active or passive exercises generally resumed the day after surgery to areas not affecting the surgical site.",
            "Exercise was initiated at the surgical site on postoperative day (POD) 5 following split-thickness grafts and POD 7 for full-thickness grafts.",
            "Ambulation was initiated on PODs 5-7 for grafts above the knee and POD 10 for grafts to the plantar surface of the feet.",
            "Standardized nutrition protocols (eg, early and perioperative postpyloric tube feeding) were likewise instituted and have been described elsewhere.",
            "30, 31 All study patients received the same enteral substrate consisting of a high intact protein, low-fat, arginine-and ω-3 fatty acid-enriched, 1-kcal/mL formulation designed specifically to meet the unique nutrition needs of burn patients.",
            "32 As medically feasible, an oral diet was permitted ad libitum."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34891",
        "text": "Patients were prospectively randomized into 1 of 3 study groups. The randomization scheme was established a priori by the study biostatistician and given to the hospital pharmacist to ensure blinding of the study personnel and patient caregivers. Treatment assignment was coordinated by the hospital pharmacist. The randomization was stratified for age, burn size, and presence of inhalation injury to minimize the possible confounding effect of these factors in the analysis. The age strata was 6 months to 3 years 11 months, 4 years to 10 years 11 months, and 11 years to 18 years 11 months. The burn size strata were 30%-60% and >60%.",
        "section": "Randomization",
        "section_number": 8,
        "sentences": [
            "Patients were prospectively randomized into 1 of 3 study groups.",
            "The randomization scheme was established a priori by the study biostatistician and given to the hospital pharmacist to ensure blinding of the study personnel and patient caregivers.",
            "Treatment assignment was coordinated by the hospital pharmacist.",
            "The randomization was stratified for age, burn size, and presence of inhalation injury to minimize the possible confounding effect of these factors in the analysis.",
            "The age strata was 6 months to 3 years 11 months, 4 years to 10 years 11 months, and 11 years to 18 years 11 months.",
            "The burn size strata were 30%-60% and >60%."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34891",
        "text": "All patients received routine provision of daily liquid multivitamin preparation (Pfizer, New York, NY) containing 800 IU D 3 per liter of tube feeding (approximately twice the recommended daily Dietary Reference Intake for vitamin D designated by the Food and Nutrition Board at the Institute of Medicine of the National Academies 33 for maintenance of bone health and normal calcium metabolism in healthy children with minimal sun exposure). Patients were randomized to receive additional supplementation (100 IU/kg/d) of a study product (eg, ergocalciferol, D 2 -lots 50922, 60815, 70504, and 70612 purchased from Sanofi Labs, Cincinnati, OH; cholecalciferol, D 3 -single lot 26844 purchased from Freeman Industries, Tuckahoe, NY; or placebo-lots 25861 and 26845 purchased from Freeman Industries, Tuckahoe, NY) throughout their acute course. No product validation was performed. Study design and subject disposition are summarized in Figure 1 .",
        "section": "Vitamin Regimen",
        "section_number": 9,
        "sentences": [
            "All patients received routine provision of daily liquid multivitamin preparation (Pfizer, New York, NY) containing 800 IU D 3 per liter of tube feeding (approximately twice the recommended daily Dietary Reference Intake for vitamin D designated by the Food and Nutrition Board at the Institute of Medicine of the National Academies 33 for maintenance of bone health and normal calcium metabolism in healthy children with minimal sun exposure).",
            "Patients were randomized to receive additional supplementation (100 IU/kg/d) of a study product (eg, ergocalciferol, D 2 -lots 50922, 60815, 70504, and 70612 purchased from Sanofi Labs, Cincinnati, OH; cholecalciferol, D 3 -single lot 26844 purchased from Freeman Industries, Tuckahoe, NY; or placebo-lots 25861 and 26845 purchased from Freeman Industries, Tuckahoe, NY) throughout their acute course.",
            "No product validation was performed.",
            "Study design and subject disposition are summarized in Figure 1 ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34891",
        "text": "Patients had measurements of serum D25, D1, 25, 25- ",
        "section": "Clinical Outcomes",
        "section_number": 10,
        "sentences": [
            "Patients had measurements of serum D25, D1, 25, 25-"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34891",
        "text": "hydroxyvi- tamin D 2 (25-OH-D 2 ), 25-hydroxyvitamin D 3 (25-OH-D 3 )",
        "section": "Clinical Outcomes",
        "section_number": 11,
        "sentences": [
            "hydroxyvi- tamin D 2 (25-OH-D 2 ), 25-hydroxyvitamin D 3 (25-OH-D 3 )"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34891",
        "text": ", and PTH performed by LabCorp (Burlington, NC) at 4 preplanned time periods: upon study enrollment; midpoint of hospitalization, which was estimated by dividing total body surface burn area by 2 (using the standard calculation of 1 day length of stay per 1% total body surface area burned) 34 ; hospital discharge; and upon return to clinic for the 1-year follow-up examination. Blood was drawn at 0600 during inpatient hospitalization (eg, baseline, midpoint, and discharge Lumbar spine densitometry using dual-energy x-ray absorptiometry (DXA) was performed for bone assessment. Because of the routine presence of radiopaque feeding tubes, DXA data were generally not usable during baseline and midpoint assessment. Therefore, DXA was examined only at discharge and during the outpatient visit (approximately 1 year postdischarge). DXA scans were analyzed using pediatric software for a Hologic QDR-Delphi A apparatus (version 11.2.1; Hologic, Waltham, MA). The number of standard deviations that a patient's bone mineral density (BMD) differed from that of the healthy, normative standard (based on age and sex) was termed the BMD z score.",
        "section": "Clinical Outcomes",
        "section_number": 12,
        "sentences": [
            ", and PTH performed by LabCorp (Burlington, NC) at 4 preplanned time periods: upon study enrollment; midpoint of hospitalization, which was estimated by dividing total body surface burn area by 2 (using the standard calculation of 1 day length of stay per 1% total body surface area burned) 34 ; hospital discharge; and upon return to clinic for the 1-year follow-up examination.",
            "Blood was drawn at 0600 during inpatient hospitalization (eg, baseline, midpoint, and discharge Lumbar spine densitometry using dual-energy x-ray absorptiometry (DXA) was performed for bone assessment.",
            "Because of the routine presence of radiopaque feeding tubes, DXA data were generally not usable during baseline and midpoint assessment.",
            "Therefore, DXA was examined only at discharge and during the outpatient visit (approximately 1 year postdischarge).",
            "DXA scans were analyzed using pediatric software for a Hologic QDR-Delphi A apparatus (version 11.2.1; Hologic, Waltham, MA).",
            "The number of standard deviations that a patient's bone mineral density (BMD) differed from that of the healthy, normative standard (based on age and sex) was termed the BMD z score."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34891",
        "text": "Secondary clinical outcomes were monitored during hospitalization for comparison purposes between treatment groups. These parameters included number of surgical procedures; septic days; antibiotic, insulin, oxandrolone, and ventilator requirements; incidence of keloid scar formation; and mortality. Diagnosis of keloids was based on physician documentation in the medical record, with subsequent confirmation by visual evaluation of patient photographs for distinguishing features (eg, keloid growth beyond wound margin over time). Length of stay was evaluated between groups differentiating between length of time to wound healing and medical readiness for discharge. Wound length of stay (WLOS) was defined as the point in recovery when wounds were 95% closed. This date was typically 10 days after the final autografting procedure. This distinction was made because wounds are sometimes healed days or weeks before discharge, but the patient remains hospitalized due to secondary concerns (eg, respiratory, nutrition, physical therapy, social services). These variables would be accounted for in the medical length of stay (MLOS), which was defined as the point in recovery when the patient was determined to be sufficiently stable for medical discharge from the hospital.",
        "section": "Clinical Outcomes",
        "section_number": 13,
        "sentences": [
            "Secondary clinical outcomes were monitored during hospitalization for comparison purposes between treatment groups.",
            "These parameters included number of surgical procedures; septic days; antibiotic, insulin, oxandrolone, and ventilator requirements; incidence of keloid scar formation; and mortality.",
            "Diagnosis of keloids was based on physician documentation in the medical record, with subsequent confirmation by visual evaluation of patient photographs for distinguishing features (eg, keloid growth beyond wound margin over time).",
            "Length of stay was evaluated between groups differentiating between length of time to wound healing and medical readiness for discharge.",
            "Wound length of stay (WLOS) was defined as the point in recovery when wounds were 95% closed.",
            "This date was typically 10 days after the final autografting procedure.",
            "This distinction was made because wounds are sometimes healed days or weeks before discharge, but the patient remains hospitalized due to secondary concerns (eg, respiratory, nutrition, physical therapy, social services).",
            "These variables would be accounted for in the medical length of stay (MLOS), which was defined as the point in recovery when the patient was determined to be sufficiently stable for medical discharge from the hospital."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34891",
        "text": "Data were managed and analyzed using SAS version 9.3 (Statistical Analysis Software; SAS Institute, Cary, NC). Continuous variables were initially examined for distributional properties; if there was evidence of deviation from the assumption of normality, either an appropriate transformation for analysis or a nonparametric analysis was used. Analysis of variance (ANOVA) was used to compare age, % TBSA, and % full-thickness burn among groups; χ 2 test was used for sex, race, and inhalation injury comparisons. ANOVA was used to compare vitamin D levels between groups among the test weeks. The vitamin D metabolites were log e transformed for analysis, with geometric means and 95% confidence intervals reported; a generalized linear model was used for examining differences over time among groups, followed by pairwise comparisons using the Tukey-Kramer method for adjustment. Units of insulin and days of insulin, oxandrolone, antibiotics, and sepsis, as well as number of ventilator days and operative procedures, were analyzed using the Kruskal-Wallis test due to nonnormal distribution. ANOVA was used for length of stay as there were no deaths in the study population. Mean ± standard error or median with 25th and 75th percentiles is presented unless otherwise noted. A P value of <.05 was considered statistically significant.",
        "section": "Statistical Analysis",
        "section_number": 14,
        "sentences": [
            "Data were managed and analyzed using SAS version 9.3 (Statistical Analysis Software; SAS Institute, Cary, NC).",
            "Continuous variables were initially examined for distributional properties; if there was evidence of deviation from the assumption of normality, either an appropriate transformation for analysis or a nonparametric analysis was used.",
            "Analysis of variance (ANOVA) was used to compare age, % TBSA, and % full-thickness burn among groups; χ 2 test was used for sex, race, and inhalation injury comparisons.",
            "ANOVA was used to compare vitamin D levels between groups among the test weeks.",
            "The vitamin D metabolites were log e transformed for analysis, with geometric means and 95% confidence intervals reported; a generalized linear model was used for examining differences over time among groups, followed by pairwise comparisons using the Tukey-Kramer method for adjustment.",
            "Units of insulin and days of insulin, oxandrolone, antibiotics, and sepsis, as well as number of ventilator days and operative procedures, were analyzed using the Kruskal-Wallis test due to nonnormal distribution.",
            "ANOVA was used for length of stay as there were no deaths in the study population.",
            "Mean ± standard error or median with 25th and 75th percentiles is presented unless otherwise noted.",
            "A P value of <.05 was considered statistically significant."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34891",
        "text": "Unless otherwise stated, all significance testing was evaluated using a 2-sided test. Power analysis was based on the percentage of abnormal vitamin D values at discharge. Eighty percent in the control vs 40% would require 23 patients per group. If we assumed that for patients on supplemental D 2 , the percentage of patients with at least one abnormal vitamin D value is reduced to 40%, and that for patients on a supplement of vitamin D 3 the percentage of patients with at least one abnormal vitamin D value is reduced to 5%, we would again require 23 per group. However, there would be less power to detect a smaller difference. This would mean that the Excluded (n=3):",
        "section": "Statistical Analysis",
        "section_number": 15,
        "sentences": [
            "Unless otherwise stated, all significance testing was evaluated using a 2-sided test.",
            "Power analysis was based on the percentage of abnormal vitamin D values at discharge.",
            "Eighty percent in the control vs 40% would require 23 patients per group.",
            "If we assumed that for patients on supplemental D 2 , the percentage of patients with at least one abnormal vitamin D value is reduced to 40%, and that for patients on a supplement of vitamin D 3 the percentage of patients with at least one abnormal vitamin D value is reduced to 5%, we would again require 23 per group.",
            "However, there would be less power to detect a smaller difference.",
            "This would mean that the Excluded (n=3):"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34891",
        "text": "• Protocol violation (n=2)",
        "section": "Statistical Analysis",
        "section_number": 16,
        "sentences": [
            "• Protocol violation (n=2)"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34891",
        "text": "• Subject withdraw (n=1) Figure 1 . Inclusion, disposition, and follow-up of the study population. Analysis n = 50 inpatients; 31 patients (62%) completed the 1-year reassessment.",
        "section": "Statistical Analysis",
        "section_number": 17,
        "sentences": [
            "• Subject withdraw (n=1) Figure 1 .",
            "Inclusion, disposition, and follow-up of the study population.",
            "Analysis n = 50 inpatients; 31 patients (62%) completed the 1-year reassessment."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34891",
        "text": "percentage of patients with at least one abnormal vitamin D value on average is 22.5% for the supplement group. This also means that the 25 per group available over the recruitment period would be sufficient.",
        "section": "Statistical Analysis",
        "section_number": 18,
        "sentences": [
            "percentage of patients with at least one abnormal vitamin D value on average is 22.5% for the supplement group.",
            "This also means that the 25 per group available over the recruitment period would be sufficient."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34891",
        "text": "Fifty patients with a mean TBSA burn of 55.7% ± 2.6% (range, 30%-94%) and full-thickness injury of 40.8% ± 3.8% (range, 0%-94%) were enrolled in this prospective, double-blinded trial. Patients ranged in age from 0.7-18.4 years and were enrolled within 7 days of injury. Age, extent of burn injury (TBSA and full thickness), sex, race, height, weight, body mass index, concomitant inhalation injury, geographical location of home, and time (weeks) postburn of biomarker measurement (eg, baseline, midpoint, discharge, and 1-year follow-up) were all similar between groups (Tables 1 and 2 ). Actual daily intake of the study product was based on kilograms of body weight and ranged from 1000-11,800 IU D 2 and 980-7300 IU D",
        "section": "Results",
        "section_number": 19,
        "sentences": [
            "Fifty patients with a mean TBSA burn of 55.7% ± 2.6% (range, 30%-94%) and full-thickness injury of 40.8% ± 3.8% (range, 0%-94%) were enrolled in this prospective, double-blinded trial.",
            "Patients ranged in age from 0.7-18.4 years and were enrolled within 7 days of injury.",
            "Age, extent of burn injury (TBSA and full thickness), sex, race, height, weight, body mass index, concomitant inhalation injury, geographical location of home, and time (weeks) postburn of biomarker measurement (eg, baseline, midpoint, discharge, and 1-year follow-up) were all similar between groups (Tables 1 and 2 ).",
            "Actual daily intake of the study product was based on kilograms of body weight and ranged from 1000-11,800 IU D 2 and 980-7300 IU D"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34891",
        "text": ". The placebo group received no supplemental vitamin D beyond that contained in the tube feeding (800 IU/L D 3 ) in a manner similar to that for the D 2 and D 3 treatment groups.",
        "section": "3",
        "section_number": 20,
        "sentences": [
            ".",
            "The placebo group received no supplemental vitamin D beyond that contained in the tube feeding (800 IU/L D 3 ) in a manner similar to that for the D 2 and D 3 treatment groups."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34891",
        "text": "Foremost are the results central to the primary outcomes. Figure 2 characterizes changes in serum D25 over time.",
        "section": "Vitamin D Biomarkers",
        "section_number": 21,
        "sentences": [
            "Foremost are the results central to the primary outcomes.",
            "Figure 2 characterizes changes in serum D25 over time."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34891",
        "text": "Vitamin D levels were not differentiated statistically when stratified by investigational product over time. Overall, levels of total D25 increased from admission to hospital discharge, and mean D25 values were within normal range for all 3 groups by discharge. Discharge D25 was significantly greater than at baseline, midpoint, and 1-year follow-up (P < .007), with an associated deterioration of serum vitamin D values following termination of vitamin D supplementation in parallel with home going, as evidenced by the fact that 75% of the placebo group, 56% of the D 2 group, and 25% of the D 3 study group presented with below-normal serum levels for D25 at the 1-year follow-up visit.",
        "section": "Vitamin D Biomarkers",
        "section_number": 22,
        "sentences": [
            "Vitamin D levels were not differentiated statistically when stratified by investigational product over time.",
            "Overall, levels of total D25 increased from admission to hospital discharge, and mean D25 values were within normal range for all 3 groups by discharge.",
            "Discharge D25 was significantly greater than at baseline, midpoint, and 1-year follow-up (P < .007), with an associated deterioration of serum vitamin D values following termination of vitamin D supplementation in parallel with home going, as evidenced by the fact that 75% of the placebo group, 56% of the D 2 group, and 25% of the D 3 study group presented with below-normal serum levels for D25 at the 1-year follow-up visit."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34891",
        "text": "Levels Vitamin D1,25 increased with each study assessment period during the course of hospitalization; however, in contrast to D25, D1,25 continued to improve during home convalescence, as measured during the 1-year postdischarge outpatient visit (Figure 3 ). There were significant changes over time: baseline to discharge and 1 year postdischarge (P < .0001), midpoint to discharge (P = .02), and midpoint to 1 year postdischarge (P = .0002).",
        "section": "Vitamin D Biomarkers",
        "section_number": 23,
        "sentences": [
            "Levels Vitamin D1,25 increased with each study assessment period during the course of hospitalization; however, in contrast to D25, D1,25 continued to improve during home convalescence, as measured during the 1-year postdischarge outpatient visit (Figure 3 ).",
            "There were significant changes over time: baseline to discharge and 1 year postdischarge (P < .0001), midpoint to discharge (P = .02), and midpoint to 1 year postdischarge (P = .0002)."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34891",
        "text": "PTH values were not statistically different among groups for the entire length of study (P = .46), nor was hyperparathyroidism evident in this sample. PTH levels steadily decreased during hospitalization in all groups but returned to normal limits by the 1-year follow-up visit (Figure 4 ). PTH was abnormal at midpoint and discharge; both periods were significantly less than baseline and 1-year post discharge values (P = .0001) following adjustment (Tukey-Kramer test). After accounting for time, there was an inverse relationship between PTH and D25, β = -2.84 ± 1.47 (P = .06).",
        "section": "PTH",
        "section_number": 24,
        "sentences": [
            "PTH values were not statistically different among groups for the entire length of study (P = .46), nor was hyperparathyroidism evident in this sample.",
            "PTH levels steadily decreased during hospitalization in all groups but returned to normal limits by the 1-year follow-up visit (Figure 4 ).",
            "PTH was abnormal at midpoint and discharge; both periods were significantly less than baseline and 1-year post discharge values (P = .0001) following adjustment (Tukey-Kramer test).",
            "After accounting for time, there was an inverse relationship between PTH and D25, β = -2.84 ± 1.47 (P = .06)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34891",
        "text": "Exogenous insulin requirements and the number of days of insulin therapy (from admission until hospital midpoint) are characterized in Table 4 . Although not statistically significant, the placebo group required treatment with a median of 666 units of insulin compared with 26 and 163 units in the D 2 and D 3 groups. Furthermore, while not statistically different, the stark contrast in total days that exogenous insulin was required by the placebo group to control glucose tolerance may be of clinical significance when making comparisons to both of the vitamin D-supplemented groups. There was no associated difference in the proportion of patients receiving oxandrolone between intervention groups.",
        "section": "Anabolic Drugs",
        "section_number": 25,
        "sentences": [
            "Exogenous insulin requirements and the number of days of insulin therapy (from admission until hospital midpoint) are characterized in Table 4 .",
            "Although not statistically significant, the placebo group required treatment with a median of 666 units of insulin compared with 26 and 163 units in the D 2 and D 3 groups.",
            "Furthermore, while not statistically different, the stark contrast in total days that exogenous insulin was required by the placebo group to control glucose tolerance may be of clinical significance when making comparisons to both of the vitamin D-supplemented groups.",
            "There was no associated difference in the proportion of patients receiving oxandrolone between intervention groups."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34891",
        "text": "There was a trend suggestive of a favorable effect of D 3 supplementation in terms of reduced number of septic days, but statistical significance was not achieved (P = . 19 ). Study product differentiation did not generate significant differences in number of operative procedures, incidence of diarrhea, length of hospital stay, or mortality (Table 4 ). Further follow-up exploratory differentiation for keloid development (n = 3) vs no keloid scars (n = 47) revealed that discharge D25 levels were lower in patients who developed keloids (30.9 ± 10.5 ng/mL) compared with no occurrence of keloids (45.6 ± 12.7 ng/mL) (P = .12). Results from lumbar DXA scans revealed no differences in BMD z score ( Figure 5 ), raw BMD, and bone mineral content at discharge or at the 1-year follow-up visit among the 3 study groups.",
        "section": "Clinical Outcomes",
        "section_number": 26,
        "sentences": [
            "There was a trend suggestive of a favorable effect of D 3 supplementation in terms of reduced number of septic days, but statistical significance was not achieved (P = .",
            "19 ).",
            "Study product differentiation did not generate significant differences in number of operative procedures, incidence of diarrhea, length of hospital stay, or mortality (Table 4 ).",
            "Further follow-up exploratory differentiation for keloid development (n = 3) vs no keloid scars (n = 47) revealed that discharge D25 levels were lower in patients who developed keloids (30.9 ± 10.5 ng/mL) compared with no occurrence of keloids (45.6 ± 12.7 ng/mL) (P = .12).",
            "Results from lumbar DXA scans revealed no differences in BMD z score ( Figure 5 ), raw BMD, and bone mineral content at discharge or at the 1-year follow-up visit among the 3 study groups."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34891",
        "text": "We have previously characterized a high prevalence of vitamin D deficiency despite utilization of standardized D 2 supplementation practices postburn. [2] [3] [4] Our first study involved 69 acutely injured children with a mean total burn size of 51%, whereby low serum D25 and D1,25 values were present in 45% and 26%, respectively, of all samples, and therapeutic results of vitamin D 2 supplementation on serum D25 were not evident during the first 5 weeks postburn. 3 Others 1,5,6 have likewise raised concern regarding the ineffectiveness of vitamin D supplementation following burn injury. In accordance with the Food and Nutrition Board Dietary Reference Intake recommendations for vitamin D, 33 Klein et al 6 and Rousseau et al 5 demonstrated that daily maintenance doses of 400 IU D 2 provided to burned children and 600 IU D 3 in adult burn patients, respectively, failed to correct deficiency.",
        "section": "Discussion",
        "section_number": 27,
        "sentences": [
            "We have previously characterized a high prevalence of vitamin D deficiency despite utilization of standardized D 2 supplementation practices postburn. [",
            "2] [3] [4] Our first study involved 69 acutely injured children with a mean total burn size of 51%, whereby low serum D25 and D1,25 values were present in 45% and 26%, respectively, of all samples, and therapeutic results of vitamin D 2 supplementation on serum D25 were not evident during the first 5 weeks postburn.",
            "3 Others 1,5,6 have likewise raised concern regarding the ineffectiveness of vitamin D supplementation following burn injury.",
            "In accordance with the Food and Nutrition Board Dietary Reference Intake recommendations for vitamin D, 33 Klein et al 6 and Rousseau et al 5 demonstrated that daily maintenance doses of 400 IU D 2 provided to burned children and 600 IU D 3 in adult burn patients, respectively, failed to correct deficiency."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34891",
        "text": "This study was designed to compare the therapeutic effectiveness of enteral vitamin D 2 vs D 3 supplementation on laboratory and clinical outcome parameters in pediatric burn patients. The primary treatment end point was change in serum vitamin D25. Vitamin D status is best assessed by assay of total D25 (sum of 25-OH-D 2 and 25-OH-D 3 ) because D25 has a long serum half-life (15 days) and most accurately reflects the body's total vitamin D stores. 3 On the other hand, since vitamin D 1,25 production is tightly regulated by PTH, cortisol, calcium, and phosphorus, and the half-life is only 15 hours, it is generally accepted that circulating 1,25 levels provide limited information about nutritional vitamin D status. 3 This study corroborates our previous reports of vitamin D deficiency according to assessment of the biomarker serum D25. 3, 7 Figure 2 shows that D25 levels are low upon admission, likely a reflection of fluid resuscitation as well as the acutephase proinflammatory response causing low circulating levels (rather than preinjury vitamin D deficiency), given that baseline assessment occurred several days postinjury (Table 2 ). D25 increased with time, reaching peak values at discharge (Figure 2 ). . Overall discharge D25 was higher at discharge than at baseline, midpoint, and 1 year (P < .007). To convert D25 ng/mL to nmol/L, multiply by 2.496.",
        "section": "Discussion",
        "section_number": 28,
        "sentences": [
            "This study was designed to compare the therapeutic effectiveness of enteral vitamin D 2 vs D 3 supplementation on laboratory and clinical outcome parameters in pediatric burn patients.",
            "The primary treatment end point was change in serum vitamin D25.",
            "Vitamin D status is best assessed by assay of total D25 (sum of 25-OH-D 2 and 25-OH-D 3 ) because D25 has a long serum half-life (15 days) and most accurately reflects the body's total vitamin D stores.",
            "3 On the other hand, since vitamin D 1,25 production is tightly regulated by PTH, cortisol, calcium, and phosphorus, and the half-life is only 15 hours, it is generally accepted that circulating 1,25 levels provide limited information about nutritional vitamin D status.",
            "3 This study corroborates our previous reports of vitamin D deficiency according to assessment of the biomarker serum D25.",
            "3, 7 Figure 2 shows that D25 levels are low upon admission, likely a reflection of fluid resuscitation as well as the acutephase proinflammatory response causing low circulating levels (rather than preinjury vitamin D deficiency), given that baseline assessment occurred several days postinjury (Table 2 ).",
            "D25 increased with time, reaching peak values at discharge (Figure 2 ). .",
            "Overall discharge D25 was higher at discharge than at baseline, midpoint, and 1 year (P < .007).",
            "To convert D25 ng/mL to nmol/L, multiply by 2.496."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34891",
        "text": "Of particular interest from this intervention trial was the identified deterioration of D25 status evident in all 3 groups postdischarge. Moreover, unlike our prior work demonstrating that D 2 administration resulted in lower D25 compared with no supplementation, 3 it appears from the current study that D 2 (as well as D 3 ) was effective in preventing D25 decline during acute care, presumably due to the provision of 800 IU D 3 per liter of tube feeding since similar findings were evident in the placebo group. [35] [36] [37] [38] [39] We found D 3 supplementation during hospitalization to slow deterioration in serum D25 concentration postdischarge, as evidenced by the fact that only 25% of those supplemented with D 3 had below-normal levels 1 year later, as opposed to a 75% and 56% incidence of hypovitaminosis D in . Discharge and 1-year D1,25 were higher than baseline (P < .0001). Significant increases were also evident from midpoint to discharge (P = .02) and 1 year (P = .0002). To convert D1,25 pg/mL to pmol/L, multiply by 2.40. . Midpoint and discharge levels were lower than baseline and 1 year (P = .0001). To convert PTH pg/mL to pmol/L, multiply by 0.1061. In an effort to ensure that minimum requirements were addressed, all 3 treatment groups (including placebo) received 800 IU D 3 per liter of tube feeding daily (in addition to the investigational product). Selection of enteral D 3 as the standardized substrate for routine clinical care was justified by our earlier findings that D 2 supplementation practices (approximately twice the Dietary Reference Intake) did not prevent hypovitaminosis D. In an effort to strengthen the likelihood of achieving statistical differences, it could be argued that the placebo group should have received lower, basal amounts, but given deficiency preponderance postburn, we felt that using vitamin D guidelines established for conditions of health would not be appropriate during injury. Several factors were considered when establishing the dosage of the vitamin D study intervention (100 IU/kg/d) to supplement that contained in the tube feeding regimen (800 IU/L). For one thing, the study sample comprised critically ill children who required careful monitoring and adjustment of electrolytes, including those affected by vitamin D and PTH (eg, calcium, phosphorus, and magnesium). We did not want to contribute to electrolyte derangements precipitated by vitamin D toxicity. Also well thought out was projected total vitamin intake (eg, tube feeding plus extra dose in study supplement), again to avoid potential toxicity from daily supplement over time. Projected total vitamin D intake, estimated at 2000-15,000 IU daily (depending on age, weight, and burn size), was regarded to be a fairly robust daily intake. Some may argue that a higher dose might have achieved improved efficacy, but we speculate this might not have occurred given that the placebo group had 25-OH-D 3 levels similar to the D 3 -supplemented group. Finally, our prior work 3 demonstrating a negative correlation of D 2 supplementation and D25 levels was further cause to refrain from an overzealous vitamin D protocol.",
        "section": "Discussion",
        "section_number": 29,
        "sentences": [
            "Of particular interest from this intervention trial was the identified deterioration of D25 status evident in all 3 groups postdischarge.",
            "Moreover, unlike our prior work demonstrating that D 2 administration resulted in lower D25 compared with no supplementation, 3 it appears from the current study that D 2 (as well as D 3 ) was effective in preventing D25 decline during acute care, presumably due to the provision of 800 IU D 3 per liter of tube feeding since similar findings were evident in the placebo group. [",
            "35] [36] [37] [38] [39] We found D 3 supplementation during hospitalization to slow deterioration in serum D25 concentration postdischarge, as evidenced by the fact that only 25% of those supplemented with D 3 had below-normal levels 1 year later, as opposed to a 75% and 56% incidence of hypovitaminosis D in .",
            "Discharge and 1-year D1,25 were higher than baseline (P < .0001).",
            "Significant increases were also evident from midpoint to discharge (P = .02) and 1 year (P = .0002).",
            "To convert D1,25 pg/mL to pmol/L, multiply by 2.40. .",
            "Midpoint and discharge levels were lower than baseline and 1 year (P = .0001).",
            "To convert PTH pg/mL to pmol/L, multiply by 0.1061.",
            "In an effort to ensure that minimum requirements were addressed, all 3 treatment groups (including placebo) received 800 IU D 3 per liter of tube feeding daily (in addition to the investigational product).",
            "Selection of enteral D 3 as the standardized substrate for routine clinical care was justified by our earlier findings that D 2 supplementation practices (approximately twice the Dietary Reference Intake) did not prevent hypovitaminosis D. In an effort to strengthen the likelihood of achieving statistical differences, it could be argued that the placebo group should have received lower, basal amounts, but given deficiency preponderance postburn, we felt that using vitamin D guidelines established for conditions of health would not be appropriate during injury.",
            "Several factors were considered when establishing the dosage of the vitamin D study intervention (100 IU/kg/d) to supplement that contained in the tube feeding regimen (800 IU/L).",
            "For one thing, the study sample comprised critically ill children who required careful monitoring and adjustment of electrolytes, including those affected by vitamin D and PTH (eg, calcium, phosphorus, and magnesium).",
            "We did not want to contribute to electrolyte derangements precipitated by vitamin D toxicity.",
            "Also well thought out was projected total vitamin intake (eg, tube feeding plus extra dose in study supplement), again to avoid potential toxicity from daily supplement over time.",
            "Projected total vitamin D intake, estimated at 2000-15,000 IU daily (depending on age, weight, and burn size), was regarded to be a fairly robust daily intake.",
            "Some may argue that a higher dose might have achieved improved efficacy, but we speculate this might not have occurred given that the placebo group had 25-OH-D 3 levels similar to the D 3 -supplemented group.",
            "Finally, our prior work 3 demonstrating a negative correlation of D 2 supplementation and D25 levels was further cause to refrain from an overzealous vitamin D protocol."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34891",
        "text": "An unexpected finding was the increase in D 3 at discharge for the control group despite having not received vitamin D 3 beyond that contained in the tube feeding. At first glance (Table 3) , it would appear that results are the same despite delivery of different investigative substrates (D 2 , D 3 , or nothing). The mechanism for this finding is not apparent. It could suggest that the quantity of vitamin D intake was grossly inadequate, causing failure of the supplement to alter D25. Alternatively, it could be speculated that patients reached a circulatory maintenance threshold from the 800 IU D 3 per liter of tube feeding, and the body self-regulated via metabolic degradation any excess amounts provided by study medication, as manifested by the remarkably similar total serum D25 levels between groups. Then again, peak vitamin D capacity may have been reached due to inadequacy of serum albumin and vitamin D binding protein (VDBP), both of which are likely reduced during the acute-phase inflammatory response and hemodilution that occurs postburn. [38] [39] [40] These 2 carrier proteins bind, metabolize, and transport D25 to target tissues; however, the 60.9 ± 9.5 .78 Death (incidence) 0 (0) 0 (0) 0 (0) 1.00 Dual energy x-ray absorptiometry bone mineral density (BMD) z score across groups at discharge and 1 year (mean and standard error). There were no associated differences between investigational products.",
        "section": "Discussion",
        "section_number": 30,
        "sentences": [
            "An unexpected finding was the increase in D 3 at discharge for the control group despite having not received vitamin D 3 beyond that contained in the tube feeding.",
            "At first glance (Table 3) , it would appear that results are the same despite delivery of different investigative substrates (D 2 , D 3 , or nothing).",
            "The mechanism for this finding is not apparent.",
            "It could suggest that the quantity of vitamin D intake was grossly inadequate, causing failure of the supplement to alter D25.",
            "Alternatively, it could be speculated that patients reached a circulatory maintenance threshold from the 800 IU D 3 per liter of tube feeding, and the body self-regulated via metabolic degradation any excess amounts provided by study medication, as manifested by the remarkably similar total serum D25 levels between groups.",
            "Then again, peak vitamin D capacity may have been reached due to inadequacy of serum albumin and vitamin D binding protein (VDBP), both of which are likely reduced during the acute-phase inflammatory response and hemodilution that occurs postburn. [",
            "38] [39] [40] These 2 carrier proteins bind, metabolize, and transport D25 to target tissues; however, the 60.9 ± 9.5 .78 Death (incidence) 0 (0) 0 (0) 0 (0) 1.00 Dual energy x-ray absorptiometry bone mineral density (BMD) z score across groups at discharge and 1 year (mean and standard error).",
            "There were no associated differences between investigational products."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34891",
        "text": "biological activity of protein-bound vitamin D has been questioned in parallel to the free hormone hypothesis. 41, 42 Significant hourly variability in serum 25-OH-D 3 may further complicate assessment. 43, 44 It is possible that there exists an unknown priority function for D 2 and/or D 3 elsewhere in the body (such as skin repair or host defense), and the vitamin is redirected and processed accordingly. Perhaps the effect of supplement occurs later on, as reflected by skin repair, host defense, or bone mineralization functions as examples of the possibilities. This may explain the changes in PTH over time. Although there was no difference of vitamin supplementation on PTH, an inverse relationship between PTH and D25 was identified, corroborating our prior report. 3 It is well known that increased PTH secretion occurs in response to vitamin D insufficiency, 17, 22, 23, 45 which increases activity of 1-α-hydroxylase enzyme and thus a surge in production of the active form of vitamin D. This study determined PTH levels to decrease to lowest (abnormal) levels during the peak of serum vitamin D repletion (observed at discharge). It is peculiar that no differentiation was detected in PTH levels for vitamin D-supplemented vs placebo groups. It is possible that the multivitamin contained in the tube feeding regimen promoted adequate D25 status, whereby a physiological PTH response was unnecessary.",
        "section": "Discussion",
        "section_number": 31,
        "sentences": [
            "biological activity of protein-bound vitamin D has been questioned in parallel to the free hormone hypothesis.",
            "41, 42 Significant hourly variability in serum 25-OH-D 3 may further complicate assessment.",
            "43, 44 It is possible that there exists an unknown priority function for D 2 and/or D 3 elsewhere in the body (such as skin repair or host defense), and the vitamin is redirected and processed accordingly.",
            "Perhaps the effect of supplement occurs later on, as reflected by skin repair, host defense, or bone mineralization functions as examples of the possibilities.",
            "This may explain the changes in PTH over time.",
            "Although there was no difference of vitamin supplementation on PTH, an inverse relationship between PTH and D25 was identified, corroborating our prior report.",
            "3 It is well known that increased PTH secretion occurs in response to vitamin D insufficiency, 17, 22, 23, 45 which increases activity of 1-α-hydroxylase enzyme and thus a surge in production of the active form of vitamin D. This study determined PTH levels to decrease to lowest (abnormal) levels during the peak of serum vitamin D repletion (observed at discharge).",
            "It is peculiar that no differentiation was detected in PTH levels for vitamin D-supplemented vs placebo groups.",
            "It is possible that the multivitamin contained in the tube feeding regimen promoted adequate D25 status, whereby a physiological PTH response was unnecessary."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34891",
        "text": "The explanation for the decrease in D25 during convalescence at home (1 year postburn) is not clear but could be due to inadequate vitamin D intake from food, supplements, and skin. As it is recognized that the epidermis usually represents the most important source of vitamin D, postdischarge sun avoidance and pressure garments may limit endogenous production. The unprecedented work by Klein et al 8 showing impaired vitamin D biosynthetic capacity of burn scar and adjacent normal-appearing skin to synthesize vitamin D provides further rationale for chronic hypovitaminosis D. It is unknown if D25 continued to decline beyond that measured during the 1-year assessment period. Nevertheless, based on knowledge from earlier work by Gottschlich et al 7 and Klein et al, 1 who reported 25% and 100% of patients, respectively, to have low D25 levels an average of 7 years postburn, compounded by results derived from this trial and reported elsewhere that long-term morbidity (keloid formation 9 and propensity to fractures 10 ) may be reduced with enhanced D 3 intake, it is speculated that vitamin D supplementation in general, and perhaps D 3 supplementation in particular, should be prescribed indefinitely following burn injury.",
        "section": "Discussion",
        "section_number": 32,
        "sentences": [
            "The explanation for the decrease in D25 during convalescence at home (1 year postburn) is not clear but could be due to inadequate vitamin D intake from food, supplements, and skin.",
            "As it is recognized that the epidermis usually represents the most important source of vitamin D, postdischarge sun avoidance and pressure garments may limit endogenous production.",
            "The unprecedented work by Klein et al 8 showing impaired vitamin D biosynthetic capacity of burn scar and adjacent normal-appearing skin to synthesize vitamin D provides further rationale for chronic hypovitaminosis D. It is unknown if D25 continued to decline beyond that measured during the 1-year assessment period.",
            "Nevertheless, based on knowledge from earlier work by Gottschlich et al 7 and Klein et al, 1 who reported 25% and 100% of patients, respectively, to have low D25 levels an average of 7 years postburn, compounded by results derived from this trial and reported elsewhere that long-term morbidity (keloid formation 9 and propensity to fractures 10 ) may be reduced with enhanced D 3 intake, it is speculated that vitamin D supplementation in general, and perhaps D 3 supplementation in particular, should be prescribed indefinitely following burn injury."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34891",
        "text": "From this prospective, randomized, double-blinded investigation, possibly the most provocative finding during the hospitalization period was the suggested relationship between vitamin D supplementation and the risk of hyperglycemia and sepsis, whereby the control group demonstrated clinically significant heightened insulin requirements and at least twice as many sepsis days compared with patients receiving D 2 or D 3 . This suggests that vitamin D confers health benefits on immune status and glucose tolerance. It may be surprising that insulin requirements were lowest in the groups receiving vitamin D supplementation, but such findings are not without precedent. Mayes et al 4 previously reported an association between lower serum D25 and D1,25 and a higher risk of dysglycemia and thus increased exogenous insulin requirements in 91 pediatric burn patients. Epidemiologic evidence exists linking vitamin D insufficiency with glycemic status as well as impairment of pancreatic secretion of insulin and increased insulin resistance in nonburned populations. [18] [19] [20] [21] 24, [46] [47] [48] On the other hand, Sriram et al 49 reported in adult post-cardiac surgery patients that low D 3 levels had no correlation to dysglycemia. Relative to the current study, questions remain, such as the following: Did the sepsis precipitate hyperglycemia? This is not likely given the fact that the period of hyperglycemia was much more protracted than number of septic days (Table 4 ). Or did elevated blood glucose levels heighten patient risk of infection? It is impossible to determine cause and effect from this study, but there exist many reports connecting vitamin D with immune defense and susceptibility to infection. 14, 17, 25, 26, 28, 50 In any event, the data reported herein suggest that patients receiving vitamin D supplementation at a pharmacologic level fared better according to insulin and sepsis measures.",
        "section": "Discussion",
        "section_number": 33,
        "sentences": [
            "From this prospective, randomized, double-blinded investigation, possibly the most provocative finding during the hospitalization period was the suggested relationship between vitamin D supplementation and the risk of hyperglycemia and sepsis, whereby the control group demonstrated clinically significant heightened insulin requirements and at least twice as many sepsis days compared with patients receiving D 2 or D 3 .",
            "This suggests that vitamin D confers health benefits on immune status and glucose tolerance.",
            "It may be surprising that insulin requirements were lowest in the groups receiving vitamin D supplementation, but such findings are not without precedent.",
            "Mayes et al 4 previously reported an association between lower serum D25 and D1,25 and a higher risk of dysglycemia and thus increased exogenous insulin requirements in 91 pediatric burn patients.",
            "Epidemiologic evidence exists linking vitamin D insufficiency with glycemic status as well as impairment of pancreatic secretion of insulin and increased insulin resistance in nonburned populations. [",
            "18] [19] [20] [21] 24, [46] [47] [48] On the other hand, Sriram et al 49 reported in adult post-cardiac surgery patients that low D 3 levels had no correlation to dysglycemia.",
            "Relative to the current study, questions remain, such as the following: Did the sepsis precipitate hyperglycemia?",
            "This is not likely given the fact that the period of hyperglycemia was much more protracted than number of septic days (Table 4 ).",
            "Or did elevated blood glucose levels heighten patient risk of infection?",
            "It is impossible to determine cause and effect from this study, but there exist many reports connecting vitamin D with immune defense and susceptibility to infection.",
            "14, 17, 25, 26, 28, 50 In any event, the data reported herein suggest that patients receiving vitamin D supplementation at a pharmacologic level fared better according to insulin and sepsis measures."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34891",
        "text": "Research suggests a biological role for vitamin D in wound repair. 15, 16, 51, 52 Furthermore, evidence is mounting that vitamin D deficiency is linked to hyperproliferative diseases, progression of tissue fibrosis, and scar formation. [53] [54] [55] As such, recent findings suggest a beneficial role of vitamin D in slowing the progression of psoriasis, vitiligo, cancer, and scleroderma. 27, 45, 56, 57 Preliminary clinical results from this study propose that vitamin D deficiency is associated with heightened keloid formation postburn, a premise that we have explored in greater detail elsewhere. 9 A large randomized clinical intervention trial (whereby extraneous variables such as race, age, burn site, wound depth, and healing time are controlled) is needed to confirm the possible role of vitamin D deficiency in scarring. Documentation of the skeletal consequences of burns 6,58-60 and the potential influence of vitamin D 1 was cause to examine bone mineralization parameters in this study, and BMD z score was demonstrated to be below normal. The fact that no solid relationship was discerned between supplement treatment and fracture risk as assessed by the BMD z score ( Figure 5 ) sparked a secondary analysis and is described elsewhere. 10 Limitations to this study included a relatively small sample size, the power of which was established a priori to detect a change in serum D25 concentration. It may have been underpowered to detect changes in clinical outcomes (sepsis, insulin requirements, scar formation). Confounding variables also may have been present. For example, many factors besides intake and burn injury can affect serum vitamin D concentration, such as ethnicity, racial skin pigmentation, sex, season, circadian variability, and geographical location of the patient's home. 43, 44, 47, [61] [62] [63] Finally, as a result of limited funding, we could not examine the association of serum D25 with direct measures of glucose tolerance or insulin secretion/receptors, nor were we able to include indices reflecting vitamin D transport protein status. . While the significance of vitamin D insufficiency on infection and endocrine outcomes during wound healing may not be clearly evident from this investigation, the acute-phase ramifications of postburn vitamin D supplementation deserve further study. The benefit of vitamin D supplementation on long-term measures such as scar formation and bone density also remains unclear from these data due to a lack of power, partially as a result of subject attrition over time. Additional research is needed to determine whether larger doses of vitamin D are required, or perhaps a multicenter trial would assist in providing the statistical power necessary to confirm the noted beneficial trends in outcome measures suggested herein.",
        "section": "Discussion",
        "section_number": 34,
        "sentences": [
            "Research suggests a biological role for vitamin D in wound repair.",
            "15, 16, 51, 52 Furthermore, evidence is mounting that vitamin D deficiency is linked to hyperproliferative diseases, progression of tissue fibrosis, and scar formation. [",
            "53] [54] [55] As such, recent findings suggest a beneficial role of vitamin D in slowing the progression of psoriasis, vitiligo, cancer, and scleroderma.",
            "27, 45, 56, 57 Preliminary clinical results from this study propose that vitamin D deficiency is associated with heightened keloid formation postburn, a premise that we have explored in greater detail elsewhere.",
            "9 A large randomized clinical intervention trial (whereby extraneous variables such as race, age, burn site, wound depth, and healing time are controlled) is needed to confirm the possible role of vitamin D deficiency in scarring.",
            "Documentation of the skeletal consequences of burns 6,58-60 and the potential influence of vitamin D 1 was cause to examine bone mineralization parameters in this study, and BMD z score was demonstrated to be below normal.",
            "The fact that no solid relationship was discerned between supplement treatment and fracture risk as assessed by the BMD z score ( Figure 5 ) sparked a secondary analysis and is described elsewhere.",
            "10 Limitations to this study included a relatively small sample size, the power of which was established a priori to detect a change in serum D25 concentration.",
            "It may have been underpowered to detect changes in clinical outcomes (sepsis, insulin requirements, scar formation).",
            "Confounding variables also may have been present.",
            "For example, many factors besides intake and burn injury can affect serum vitamin D concentration, such as ethnicity, racial skin pigmentation, sex, season, circadian variability, and geographical location of the patient's home.",
            "43, 44, 47, [61] [62] [63] Finally, as a result of limited funding, we could not examine the association of serum D25 with direct measures of glucose tolerance or insulin secretion/receptors, nor were we able to include indices reflecting vitamin D transport protein status. .",
            "While the significance of vitamin D insufficiency on infection and endocrine outcomes during wound healing may not be clearly evident from this investigation, the acute-phase ramifications of postburn vitamin D supplementation deserve further study.",
            "The benefit of vitamin D supplementation on long-term measures such as scar formation and bone density also remains unclear from these data due to a lack of power, partially as a result of subject attrition over time.",
            "Additional research is needed to determine whether larger doses of vitamin D are required, or perhaps a multicenter trial would assist in providing the statistical power necessary to confirm the noted beneficial trends in outcome measures suggested herein."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    }
]