[
    {
        "doc_id": "36387",
        "text": "Some children born small for gestational age (SGA) have short stature and are at an increased risk of developing psychosocial or behavioral problems. Here we evaluated the efficacy of GH and its effects on the timing of pubertal onset in a 3-yr extension of our previous 2-yr (total 5 yr) multicenter, randomized, double-blind, parallel-group clinical trial of 65 short Japanese children born SGA. Patients received low or high doses of GH (0.033 or 0.067 mg/kg/day, respectively). Age at onset of puberty was not statistically different for male and female patients receiving high-or low-dose GH. After the onset of puberty, no difference in height gain was observed between the two GH dose groups. At the onset of puberty, height standard deviation scores for chronological age of boys and girls improved significantly in both dose groups with evidence of a dose-response effect. Mean bone age/chronological age ratios in the low-and high-dose groups were significantly increased compared with baseline, being significantly greater in the high-dose group at 5 yr after treatment initiation. Delayed bone age at baseline was close to chronological age following GH treatment. GH treatment, especially high-dose GH, induced advanced bone age in short children born SGA.",
        "section": "Abstract",
        "sentences": [
            "Some children born small for gestational age (SGA) have short stature and are at an increased risk of developing psychosocial or behavioral problems.",
            "Here we evaluated the efficacy of GH and its effects on the timing of pubertal onset in a 3-yr extension of our previous 2-yr (total 5 yr) multicenter, randomized, double-blind, parallel-group clinical trial of 65 short Japanese children born SGA.",
            "Patients received low or high doses of GH (0.033 or 0.067 mg/kg/day, respectively).",
            "Age at onset of puberty was not statistically different for male and female patients receiving high-or low-dose GH.",
            "After the onset of puberty, no difference in height gain was observed between the two GH dose groups.",
            "At the onset of puberty, height standard deviation scores for chronological age of boys and girls improved significantly in both dose groups with evidence of a dose-response effect.",
            "Mean bone age/chronological age ratios in the low-and high-dose groups were significantly increased compared with baseline, being significantly greater in the high-dose group at 5 yr after treatment initiation.",
            "Delayed bone age at baseline was close to chronological age following GH treatment.",
            "GH treatment, especially high-dose GH, induced advanced bone age in short children born SGA."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36387",
        "text": "Neonates born small for gestational age (SGA), defined in Japan as being below the 10 th percentile of gestational age by weight and length at birth (1), are at an increased risk of short stature as well as morbidity and mortality (2) (3) (4) . During adulthood, they can also be more prone to chronic disorders such as hypertension, cardiovascular and cerebrovascular disease, and noninsulin-dependent diabetes mellitus (5) (6) (7) (8) . However, not all children born SGA remain short in later life (9) , and approximately 70-90% undergo spontaneous \"catch-up\" in terms of height by 2-3 yr of age (10, 11) . Short stature in those who do not catch up can lead to the development of psychosocial or behavioral problems (12) .",
        "section": "Introduction",
        "section_number": 1,
        "sentences": [
            "Neonates born small for gestational age (SGA), defined in Japan as being below the 10 th percentile of gestational age by weight and length at birth (1), are at an increased risk of short stature as well as morbidity and mortality (2) (3) (4) .",
            "During adulthood, they can also be more prone to chronic disorders such as hypertension, cardiovascular and cerebrovascular disease, and noninsulin-dependent diabetes mellitus (5) (6) (7) (8) .",
            "However, not all children born SGA remain short in later life (9) , and approximately 70-90% undergo spontaneous \"catch-up\" in terms of height by 2-3 yr of age (10, 11) .",
            "Short stature in those who do not catch up can lead to the development of psychosocial or behavioral problems (12) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36387",
        "text": "A combination of reduced levels of GH (13) and is found in some SGA children and might be related to the pathophysiology of the disorder, although other causes might be involved including maternal, placental, and fetal factors. The age at onset of puberty is often normal in SGA children (15, 16) . However, there is no consistency in the timing of puberty onset in SGA children, as some studies showed that children born SGA have an earlier onset of puberty, especially girls (17) (18) (19) (20) (21) , whereas other studies showed a later onset of puberty in SGA children (22, 23) compared with short children born appropriate for gestational age or children of normal height. However, this association is controversial because the studies used different methodologies and definitions of SGA, preventing their comparison.",
        "section": "Introduction",
        "section_number": 2,
        "sentences": [
            "A combination of reduced levels of GH (13) and is found in some SGA children and might be related to the pathophysiology of the disorder, although other causes might be involved including maternal, placental, and fetal factors.",
            "The age at onset of puberty is often normal in SGA children (15, 16) .",
            "However, there is no consistency in the timing of puberty onset in SGA children, as some studies showed that children born SGA have an earlier onset of puberty, especially girls (17) (18) (19) (20) (21) , whereas other studies showed a later onset of puberty in SGA children (22, 23) compared with short children born appropriate for gestational age or children of normal height.",
            "However, this association is controversial because the studies used different methodologies and definitions of SGA, preventing their comparison."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36387",
        "text": "Final adult height is determined by the height at onset of puberty as well as pubertal height gain, which is associated with the age at onset of puberty. Longitudinal studies showed that SGA children remained short when they became adults if they entered puberty with short stature (19, 22, 23) . GH therapy in short children born SGA who do not show spontaneous catchup aims to accelerate linear growth of the child to achieve normal height at puberty and avoid psychosocial problems caused by their short stature as well as reach a normal adult height (24) (25) (26) (27) ; however, such therapy is less effective when started during puberty (28) . Moreover, it is currently unclear what effect GH therapy might have on the timing of the onset of puberty. Early onset of puberty appears to play a role in the reduced height SD scores (SDS) of children born SGA; however, a previous study indicated that GH therapy does not affect the age of onset or progression of puberty in SGA boys or girls (16, 22) . Therefore, these studies suggest that, to increase the adult height of short children born SGA, it is important to start sufficient GH therapy well before the onset of puberty.",
        "section": "Introduction",
        "section_number": 3,
        "sentences": [
            "Final adult height is determined by the height at onset of puberty as well as pubertal height gain, which is associated with the age at onset of puberty.",
            "Longitudinal studies showed that SGA children remained short when they became adults if they entered puberty with short stature (19, 22, 23) .",
            "GH therapy in short children born SGA who do not show spontaneous catchup aims to accelerate linear growth of the child to achieve normal height at puberty and avoid psychosocial problems caused by their short stature as well as reach a normal adult height (24) (25) (26) (27) ; however, such therapy is less effective when started during puberty (28) .",
            "Moreover, it is currently unclear what effect GH therapy might have on the timing of the onset of puberty.",
            "Early onset of puberty appears to play a role in the reduced height SD scores (SDS) of children born SGA; however, a previous study indicated that GH therapy does not affect the age of onset or progression of puberty in SGA boys or girls (16, 22) .",
            "Therefore, these studies suggest that, to increase the adult height of short children born SGA, it is important to start sufficient GH therapy well before the onset of puberty."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36387",
        "text": "In 2011 and 2014, we reported the results of a 5-yr clinical trial in short Japanese children born SGA aged 3-8 yr in which the efficacy and safety of continuous long-term GH therapy were confirmed (26) , and a positive impact of longterm GH treatment on metabolic parameters was observed (29) . The aim of the current analysis was to determine the relationships among the onset of puberty, height parameters, and bone age in the patient population used for the previous 5-yr clinical trial of GH in short Japanese children to determine the most desirable GH therapeutic approach that considers its potential effects on pubertal onset.",
        "section": "Introduction",
        "section_number": 4,
        "sentences": [
            "In 2011 and 2014, we reported the results of a 5-yr clinical trial in short Japanese children born SGA aged 3-8 yr in which the efficacy and safety of continuous long-term GH therapy were confirmed (26) , and a positive impact of longterm GH treatment on metabolic parameters was observed (29) .",
            "The aim of the current analysis was to determine the relationships among the onset of puberty, height parameters, and bone age in the patient population used for the previous 5-yr clinical trial of GH in short Japanese children to determine the most desirable GH therapeutic approach that considers its potential effects on pubertal onset."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "36387",
        "text": "The present trial was performed in accordance with the Declaration of Helsinki and The Ministerial Ordinance on Good Clinical Practice for Drugs. Written informed consent was obtained from the patients' parent/legal guardians and, where possible, the patients themselves. The study protocol was approved by the institutional review boards listed in the Supplementary Materials.",
        "section": "Ethics",
        "section_number": 5,
        "sentences": [
            "The present trial was performed in accordance with the Declaration of Helsinki and The Ministerial Ordinance on Good Clinical Practice for Drugs.",
            "Written informed consent was obtained from the patients' parent/legal guardians and, where possible, the patients themselves.",
            "The study protocol was approved by the institutional review boards listed in the Supplementary Materials."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36387",
        "text": "The study population consisted of 65 short children born SGA aged 3-8 yr who were randomly assigned to groups receiving a low or high dose (0.033 or 0.067 mg/kg/day, respectively) of GH (n = 31 and 34, respectively). Inclusion and exclusion criteria were described previously (26) .",
        "section": "Patients",
        "section_number": 6,
        "sentences": [
            "The study population consisted of 65 short children born SGA aged 3-8 yr who were randomly assigned to groups receiving a low or high dose (0.033 or 0.067 mg/kg/day, respectively) of GH (n = 31 and 34, respectively).",
            "Inclusion and exclusion criteria were described previously (26) ."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "36387",
        "text": "This was a 3-yr extension of a 2-yr (5 yr total) multicenter, randomized, double-blind, parallel-group trial investigating the efficacy and safety of a low or high dose of GH administered to short SGA children. The trial product was injected subcutaneously once daily before bedtime. Patient visits were planned at 13-wk intervals with a ± 14-day window, and 15 visits were scheduled over the course of the 5-yr trial. The endpoints in the present additional analyses were: 1) age, age at onset of puberty, height, and height SDS for chronological age at onset of puberty; and 2) changes in bone age and chronological age. Calculation of the height SDS for chronological age was based on the Japanese data on standard height by gender and age reported in a national survey in 2000 by the Ministry of Health, Labour and Welfare, and the Ministry of Education, Culture, Sports, Science and Technology, Japan. Bone age was determined annually using the Tanner−Whitehouse 2 nd edition-radius, ulna, and short bones (TW2-RUS) method standardized for Japanese children (30, 31) . Bone age was determined by readers blinded to the subjects' characteristics.",
        "section": "Study design",
        "section_number": 7,
        "sentences": [
            "This was a 3-yr extension of a 2-yr (5 yr total) multicenter, randomized, double-blind, parallel-group trial investigating the efficacy and safety of a low or high dose of GH administered to short SGA children.",
            "The trial product was injected subcutaneously once daily before bedtime.",
            "Patient visits were planned at 13-wk intervals with a ± 14-day window, and 15 visits were scheduled over the course of the 5-yr trial.",
            "The endpoints in the present additional analyses were: 1) age, age at onset of puberty, height, and height SDS for chronological age at onset of puberty; and 2) changes in bone age and chronological age.",
            "Calculation of the height SDS for chronological age was based on the Japanese data on standard height by gender and age reported in a national survey in 2000 by the Ministry of Health, Labour and Welfare, and the Ministry of Education, Culture, Sports, Science and Technology, Japan.",
            "Bone age was determined annually using the Tanner−Whitehouse 2 nd edition-radius, ulna, and short bones (TW2-RUS) method standardized for Japanese children (30, 31) .",
            "Bone age was determined by readers blinded to the subjects' characteristics."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36387",
        "text": "Pubertal stage for boys was determined based on pubic hair and penis development according to Tanner (32) (Tanner stage I-V) criteria and testicular volume using an orchidometer. Pubertal stage for girls was determined based on pubic hair and breast development according to Tanner (32) (Tanner stage I-V) criteria and menarche. The age at onset of puberty was defined as the age at which the following pubertal signs were first recorded in the case record forms: 1) one Tanner parameter of stage II or more; and 2) testicular volume of 4 mL or more (for boys).",
        "section": "Study design",
        "section_number": 8,
        "sentences": [
            "Pubertal stage for boys was determined based on pubic hair and penis development according to Tanner (32) (Tanner stage I-V) criteria and testicular volume using an orchidometer.",
            "Pubertal stage for girls was determined based on pubic hair and breast development according to Tanner (32) (Tanner stage I-V) criteria and menarche.",
            "The age at onset of puberty was defined as the age at which the following pubertal signs were first recorded in the case record forms: 1) one Tanner parameter of stage II or more; and 2) testicular volume of 4 mL or more (for boys)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36387",
        "text": "We comprehensively reassessed the age at onset of puberty based on physical measurement data, which validated the investigators' initial judgments. We assessed the bone age and auxological changes by referring to growth charts in addition to the above criteria. The age at onset of puberty based on auxological changes was the time of the inflection point of growth velocity pattern for boys and 6 mo after the time of the inflection point of growth velocity pattern for girls (33) .",
        "section": "Study design",
        "section_number": 9,
        "sentences": [
            "We comprehensively reassessed the age at onset of puberty based on physical measurement data, which validated the investigators' initial judgments.",
            "We assessed the bone age and auxological changes by referring to growth charts in addition to the above criteria.",
            "The age at onset of puberty based on auxological changes was the time of the inflection point of growth velocity pattern for boys and 6 mo after the time of the inflection point of growth velocity pattern for girls (33) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36387",
        "text": "Drug preparations were indistinguishable from one another and the packaging of the trial products was randomized and blinded (26) . Both GH doses were injected using a GH injection device (NordiPen ® 5 and PenNeedle ® ; Novo Nordisk A/S, Bagsvaerd, Denmark) to maintain blinding.",
        "section": "Study preparations",
        "section_number": 10,
        "sentences": [
            "Drug preparations were indistinguishable from one another and the packaging of the trial products was randomized and blinded (26) .",
            "Both GH doses were injected using a GH injection device (NordiPen ® 5 and PenNeedle ® ; Novo Nordisk A/S, Bagsvaerd, Denmark) to maintain blinding."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "36387",
        "text": "Change in height SDS after 1 yr of treatment was evaluated by an analysis of variance model using the treatment group as a fixed effect and baseline height SDS and age as covariates. A significance level of 5% was used. At the end of 1 yr of treatment, two hypotheses were tested using a closed testing procedure. To control the family-wise error rate, the statistical tests after 1 and 5 yr of treatment were performed at a significance level of 2.53% (Sidak inequality). Summary statistics (mean ± SD) were calculated for height, height SDS, chronological age, age at onset of puberty, bone age, and bone age/ chronological age.",
        "section": "Statistical analysis",
        "section_number": 11,
        "sentences": [
            "Change in height SDS after 1 yr of treatment was evaluated by an analysis of variance model using the treatment group as a fixed effect and baseline height SDS and age as covariates.",
            "A significance level of 5% was used.",
            "At the end of 1 yr of treatment, two hypotheses were tested using a closed testing procedure.",
            "To control the family-wise error rate, the statistical tests after 1 and 5 yr of treatment were performed at a significance level of 2.53% (Sidak inequality).",
            "Summary statistics (mean ± SD) were calculated for height, height SDS, chronological age, age at onset of puberty, bone age, and bone age/ chronological age."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36387",
        "text": "Baseline patient demographic characteristics in the low-and high-dose groups are shown in Table 1 . Apart from the ratio of males to females, the groups were similar in terms of age, height, height SDS, and bone age.",
        "section": "Patient demographics",
        "section_number": 12,
        "sentences": [
            "Baseline patient demographic characteristics in the low-and high-dose groups are shown in Table 1 .",
            "Apart from the ratio of males to females, the groups were similar in terms of age, height, height SDS, and bone age."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "36387",
        "text": "The distribution of age at onset of puberty in the low-and high-dose GH groups is shown by sex in Supplementary Table 1 (online only). In most patients, puberty for both sexes started between 8 and 12 yr of age, which is within the typical age range of pubertal onset in the general Japanese population (34, 35) . By conventional criteria (Tanner stage), five boys showed signs of puberty before the age of 9. However, after reassessment (by auxology), the same was seen in only two boys.",
        "section": "Onset of puberty and the growth-promoting effect of GH therapy",
        "section_number": 13,
        "sentences": [
            "The distribution of age at onset of puberty in the low-and high-dose GH groups is shown by sex in Supplementary Table 1 (online only).",
            "In most patients, puberty for both sexes started between 8 and 12 yr of age, which is within the typical age range of pubertal onset in the general Japanese population (34, 35) .",
            "By conventional criteria (Tanner stage), five boys showed signs of puberty before the age of 9.",
            "However, after reassessment (by auxology), the same was seen in only two boys."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36387",
        "text": "In the reassessment of the five boys in which the onset of puberty was determined to have April 2017 occurred before 9 yr of age, the onset age changed from 5.7 to 10.7 yr for one child by reference to the auxological changes. Three other children were excluded from the assessment, as there were no clear signs of puberty, and the onset age did not change for the fifth child. One boy was reassessed as having started puberty at the age of 8.9 yr according to auxological changes, although he showed no signs of puberty onset by the conventional criteria. Cumulative frequency curves of age at onset of puberty demonstrated no differences in the age of puberty onset for male or female patients receiving high-or low-dose GH by conventional criteria or after reassessment (Fig. 1) .",
        "section": "Onset of puberty and the growth-promoting effect of GH therapy",
        "section_number": 14,
        "sentences": [
            "In the reassessment of the five boys in which the onset of puberty was determined to have April 2017 occurred before 9 yr of age, the onset age changed from 5.7 to 10.7 yr for one child by reference to the auxological changes.",
            "Three other children were excluded from the assessment, as there were no clear signs of puberty, and the onset age did not change for the fifth child.",
            "One boy was reassessed as having started puberty at the age of 8.9 yr according to auxological changes, although he showed no signs of puberty onset by the conventional criteria.",
            "Cumulative frequency curves of age at onset of puberty demonstrated no differences in the age of puberty onset for male or female patients receiving high-or low-dose GH by conventional criteria or after reassessment (Fig. 1) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36387",
        "text": "The height and height SDS for chronological age at onset of puberty are shown by sex and GH dose in Table 2 . No difference in height was observed between the two GH dose groups at baseline or at onset of puberty by conventional criteria or reassessment (Table 2) . However, by onset of puberty, height SDS for chronological age using the combined data from males and females improved from approximately −2.9 at baseline to −1.83 and −0.97 in the low-and highdose groups, respectively, as evaluated by either conventional criteria or reassessment (Table 2) . In both males and females, the height SDS for chronological age improved significantly in the high-dose group compared with the low-dose group, indicating a dose-response effect ( Table 2) .",
        "section": "Onset of puberty and the growth-promoting effect of GH therapy",
        "section_number": 15,
        "sentences": [
            "The height and height SDS for chronological age at onset of puberty are shown by sex and GH dose in Table 2 .",
            "No difference in height was observed between the two GH dose groups at baseline or at onset of puberty by conventional criteria or reassessment (Table 2) .",
            "However, by onset of puberty, height SDS for chronological age using the combined data from males and females improved from approximately −2.9 at baseline to −1.83 and −0.97 in the low-and highdose groups, respectively, as evaluated by either conventional criteria or reassessment (Table 2) .",
            "In both males and females, the height SDS for chronological age improved significantly in the high-dose group compared with the low-dose group, indicating a dose-response effect ( Table 2) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36387",
        "text": "The mean bone age/chronological age ratio at baseline was < 1 in almost all subjects in the twodose groups receiving GH therapy, indicating a delay in bone age compared with chronological age (Figs. 2 and 3) . The mean bone age/chronological age ratios in the low-and high-dose groups was significantly increased (p < 0.05 in the low-and April 2017 high-dose groups) over time from baseline values (0.87 and 0.77, respectively) to approximately 1 (1.01 and 1.09, respectively) by 5 yr after the start of treatment. This finding indicated that bone age at 5 yr after treatment was closer to the chronological age. Furthermore, the mean change from baseline to 5 yr was significantly greater in the high-dose group than in the lowdose group (0.32 vs. 0.13, p = 0.0001). Bone age at the start of GH therapy was behind chronological age in most of the subjects. However, by 5 yr after the start of treatment, bone age exceeded the chronological age in > 50% of the subjects in both dose groups (Fig. 3) .",
        "section": "Effect of GH therapy on bone age",
        "section_number": 16,
        "sentences": [
            "The mean bone age/chronological age ratio at baseline was < 1 in almost all subjects in the twodose groups receiving GH therapy, indicating a delay in bone age compared with chronological age (Figs. 2 and 3) .",
            "The mean bone age/chronological age ratios in the low-and high-dose groups was significantly increased (p < 0.05 in the low-and April 2017 high-dose groups) over time from baseline values (0.87 and 0.77, respectively) to approximately 1 (1.01 and 1.09, respectively) by 5 yr after the start of treatment.",
            "This finding indicated that bone age at 5 yr after treatment was closer to the chronological age.",
            "Furthermore, the mean change from baseline to 5 yr was significantly greater in the high-dose group than in the lowdose group (0.32 vs. 0.13, p = 0.0001).",
            "Bone age at the start of GH therapy was behind chronological age in most of the subjects.",
            "However, by 5 yr after the start of treatment, bone age exceeded the chronological age in > 50% of the subjects in both dose groups (Fig. 3) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36387",
        "text": "This study presents data on the effects of long-term high-and low-dose GH therapy initiated before the onset of puberty in Japanese children born SGA. In both dose groups, the age distribution at the onset of puberty in GH-treated short children born SGA was not different from that in children of normal height. GH therapy significantly improved height SDS and induced a dose-dependent advancement of bone age, which approached or exceeded the chronological age. The catch-up of bone age with chronological age in children whose height SD scores were still below zero might negatively influence the adult height. ",
        "section": "Discussion",
        "section_number": 17,
        "sentences": [
            "This study presents data on the effects of long-term high-and low-dose GH therapy initiated before the onset of puberty in Japanese children born SGA.",
            "In both dose groups, the age distribution at the onset of puberty in GH-treated short children born SGA was not different from that in children of normal height.",
            "GH therapy significantly improved height SDS and induced a dose-dependent advancement of bone age, which approached or exceeded the chronological age.",
            "The catch-up of bone age with chronological age in children whose height SD scores were still below zero might negatively influence the adult height."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36387",
        "text": "We previously reported changes in growth rate SDS in short Japanese children born SGA aged 3-8 yr after starting GH therapy (26, 29) . However, the analysis in the previous study did not consider the impact of puberty on growth because the data were obtained from all subjects and not divided into pre-and post-pubescent subject groups. The effect of GH treatment on the onset of puberty is still not fully understood, particularly in short Japanese children born SGA. In the current study, the age distribution at the onset of puberty was within the normal range in those patients, who had already entered puberty. Furthermore, we observed no differences in age at the onset of puberty for male or female patients receiving high-or low-dose GH by conventional criteria or after reassessment. This finding is in agreement with previous reports of GH therapy in children born SGA who showed similar age at the onset of puberty to the normal population (16, 22, 27, 36, 37) . However, the age distribution at the onset of puberty in short Japanese children born SGA who are not receiving GH therapy has not been identified. Because short children have a delayed onset of puberty in general, the possibility cannot be ruled out that GH therapy accelerated the onset of puberty that would have been initially delayed in these children. Moreover, it is difficult to make accurate inter-study comparisons because the definition of puberty can differ between studies in different countries.",
        "section": "Onset of puberty and the growth-promoting effect of GH therapy",
        "section_number": 18,
        "sentences": [
            "We previously reported changes in growth rate SDS in short Japanese children born SGA aged 3-8 yr after starting GH therapy (26, 29) .",
            "However, the analysis in the previous study did not consider the impact of puberty on growth because the data were obtained from all subjects and not divided into pre-and post-pubescent subject groups.",
            "The effect of GH treatment on the onset of puberty is still not fully understood, particularly in short Japanese children born SGA.",
            "In the current study, the age distribution at the onset of puberty was within the normal range in those patients, who had already entered puberty.",
            "Furthermore, we observed no differences in age at the onset of puberty for male or female patients receiving high-or low-dose GH by conventional criteria or after reassessment.",
            "This finding is in agreement with previous reports of GH therapy in children born SGA who showed similar age at the onset of puberty to the normal population (16, 22, 27, 36, 37) .",
            "However, the age distribution at the onset of puberty in short Japanese children born SGA who are not receiving GH therapy has not been identified.",
            "Because short children have a delayed onset of puberty in general, the possibility cannot be ruled out that GH therapy accelerated the onset of puberty that would have been initially delayed in these children.",
            "Moreover, it is difficult to make accurate inter-study comparisons because the definition of puberty can differ between studies in different countries."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36387",
        "text": "Regarding the investigation of age at onset of puberty, another issue is that the assessment by investigators using conventional criteria (Tanner) is not necessarily consistent in multicenter studies including the present study. In clinical practice, it is perfectly reasonable to change the assessment for the onset of puberty in the absence of the development of secondary sexual characteristics during long-term followup. However, the need for the collection of case report forms in a timely manner makes it difficult for investigators to review the assessment themselves. This must be taken into consideration. For these reasons, in this study, we conducted reassessments by combining biochemical and physical measurement data. This allowed us to determine a more appropriate assessment through scientific validation of the investigators' individual judgments.",
        "section": "Onset of puberty and the growth-promoting effect of GH therapy",
        "section_number": 19,
        "sentences": [
            "Regarding the investigation of age at onset of puberty, another issue is that the assessment by investigators using conventional criteria (Tanner) is not necessarily consistent in multicenter studies including the present study.",
            "In clinical practice, it is perfectly reasonable to change the assessment for the onset of puberty in the absence of the development of secondary sexual characteristics during long-term followup.",
            "However, the need for the collection of case report forms in a timely manner makes it difficult for investigators to review the assessment themselves.",
            "This must be taken into consideration.",
            "For these reasons, in this study, we conducted reassessments by combining biochemical and physical measurement data.",
            "This allowed us to determine a more appropriate assessment through scientific validation of the investigators' individual judgments."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36387",
        "text": "When data in the present study were stratified by the onset of puberty, the height SDS for chronological age using the combined data from males and females was significantly improved in the low-and high-dose groups. Furthermore, the mean height SDS for chronological age after 5 yr was −1.78 in the low-dose group and −0.82 in the high-dose group (26) , indicating that the improvement in height SDS for chronological age occurred mainly before the onset of puberty. The height gains might not differ if they received GH treatment after the onset of puberty (16, 22) , and these findings suggest that the attainment of sufficient height gain before the onset of puberty might play a major role in the improved adult height. The pubertal height gains of Japanese children who were short without endocrine dysfunction were 25.8 cm in boys and 18.9 cm in girls (38) . We assumed that short children born SGA on GH therapy have similar height gains (as reported here) during puberty. Therefore, according to the mean height at the onset of puberty, only the high-dose group was expected to reach an adult height greater than −2 SDS (low-dose group males = 154.2 cm, females = 146.1 cm; highdose group males = 160.7 cm, females = 149.0 cm). Because the therapeutic dose range in the current clinical practice is 0.23-0.47 mg/kg/wk, a higher dose of GH can be used to achieve normal adult height if a lower dose is not effective.",
        "section": "Onset of puberty and the growth-promoting effect of GH therapy",
        "section_number": 20,
        "sentences": [
            "When data in the present study were stratified by the onset of puberty, the height SDS for chronological age using the combined data from males and females was significantly improved in the low-and high-dose groups.",
            "Furthermore, the mean height SDS for chronological age after 5 yr was −1.78 in the low-dose group and −0.82 in the high-dose group (26) , indicating that the improvement in height SDS for chronological age occurred mainly before the onset of puberty.",
            "The height gains might not differ if they received GH treatment after the onset of puberty (16, 22) , and these findings suggest that the attainment of sufficient height gain before the onset of puberty might play a major role in the improved adult height.",
            "The pubertal height gains of Japanese children who were short without endocrine dysfunction were 25.8 cm in boys and 18.9 cm in girls (38) .",
            "We assumed that short children born SGA on GH therapy have similar height gains (as reported here) during puberty.",
            "Therefore, according to the mean height at the onset of puberty, only the high-dose group was expected to reach an adult height greater than −2 SDS (low-dose group males = 154.2 cm, females = 146.1 cm; highdose group males = 160.7 cm, females = 149.0 cm).",
            "Because the therapeutic dose range in the current clinical practice is 0.23-0.47 mg/kg/wk, a higher dose of GH can be used to achieve normal adult height if a lower dose is not effective."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36387",
        "text": "Bone age that was delayed at the beginning of the trial was closer to the chronological age following GH treatment, and the ratio of bone age/chronological age increased gradually but April 2017 only slightly exceeded 1. However, a bone age/ chronological age ratio of 1 in children who do not catch up to the mean height suggests that their adult height may not improve more than the current height SD scores. The mean change in bone age/chronological age ratio from baseline to 5 yr after the start of treatment was 0.13 in the low-dose GH group and 0.32 in the high-dose group, indicating a statistically significant doseresponse effect. Thus, high-dose GH therapy induced a more rapid advancement of bone age, which was initially delayed in short Japanese children born SGA. In contrast, a previous study demonstrated that the bone maturation rate was slower in SGA children aged 3.0-5.9 yr receiving high-dose (0.2 or 0.3 IU/kg/day) GH treatment compared with children aged 6.0-8.9 yr, although the changes in height SDS for bone age were increased in both age groups (39) .",
        "section": "Effect of GH therapy on bone age",
        "section_number": 21,
        "sentences": [
            "Bone age that was delayed at the beginning of the trial was closer to the chronological age following GH treatment, and the ratio of bone age/chronological age increased gradually but April 2017 only slightly exceeded 1.",
            "However, a bone age/ chronological age ratio of 1 in children who do not catch up to the mean height suggests that their adult height may not improve more than the current height SD scores.",
            "The mean change in bone age/chronological age ratio from baseline to 5 yr after the start of treatment was 0.13 in the low-dose GH group and 0.32 in the high-dose group, indicating a statistically significant doseresponse effect.",
            "Thus, high-dose GH therapy induced a more rapid advancement of bone age, which was initially delayed in short Japanese children born SGA.",
            "In contrast, a previous study demonstrated that the bone maturation rate was slower in SGA children aged 3.0-5.9 yr receiving high-dose (0.2 or 0.3 IU/kg/day) GH treatment compared with children aged 6.0-8.9 yr, although the changes in height SDS for bone age were increased in both age groups (39) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36387",
        "text": "This study evaluated the effects of highand low-dose (0.033 and 0.067 mg/kg/day, respectively) GH therapy on age and height at the onset of puberty in short children born SGA. We observed no difference in the age at onset of puberty between the normal population and GH-treated children but demonstrated that height SDS at the onset of puberty was higher in the high-dose group than in the lowdose GH group. Importantly, we demonstrated that GH therapy, especially high-dose GH, induced an advancement of bone age that was initially delayed in short children born SGA and was considered to influence the magnitude of height gain during puberty. Our findings suggest that GH treatment does not affect the timing of pubertal onset, although we could not make statistical comparisons with the general Japanese population or SGA children without GH treatment. The results of our long-term postmarketing study are awaited.",
        "section": "Conclusions",
        "section_number": 22,
        "sentences": [
            "This study evaluated the effects of highand low-dose (0.033 and 0.067 mg/kg/day, respectively) GH therapy on age and height at the onset of puberty in short children born SGA.",
            "We observed no difference in the age at onset of puberty between the normal population and GH-treated children but demonstrated that height SDS at the onset of puberty was higher in the high-dose group than in the lowdose GH group.",
            "Importantly, we demonstrated that GH therapy, especially high-dose GH, induced an advancement of bone age that was initially delayed in short children born SGA and was considered to influence the magnitude of height gain during puberty.",
            "Our findings suggest that GH treatment does not affect the timing of pubertal onset, although we could not make statistical comparisons with the general Japanese population or SGA children without GH treatment.",
            "The results of our long-term postmarketing study are awaited."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36387",
        "text": "Vol.26 / No.2",
        "section": "",
        "section_number": 23,
        "sentences": [
            "Vol.26 / No.2"
        ],
        "sentence_labels": [
            -1
        ]
    }
]