[
    {
        "doc_id": "40757",
        "text": "their children improved their adaptive socialization. In Israel and Sweden, participants using the SG improved significantly more than controls on all ER measures. In addition, parents in the Israeli SG group reported their children showed reduced autism symptoms after using the SG. In conclusion, Emotiplay's SG is an effective and motivating psycho-educational intervention, cross-culturally teaching ER from faces, voices, body language, and their integration in context to children with high functioning ASC. Local evidence was found for more generalized gains to socialization and reduced autism symptoms.",
        "section": "Abstract",
        "sentences": [
            "their children improved their adaptive socialization.",
            "In Israel and Sweden, participants using the SG improved significantly more than controls on all ER measures.",
            "In addition, parents in the Israeli SG group reported their children showed reduced autism symptoms after using the SG.",
            "In conclusion, Emotiplay's SG is an effective and motivating psycho-educational intervention, cross-culturally teaching ER from faces, voices, body language, and their integration in context to children with high functioning ASC.",
            "Local evidence was found for more generalized gains to socialization and reduced autism symptoms."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40757",
        "text": "Autism spectrum conditions (ASC) 1 are neurodevelopmental conditions characterized by social communication and interaction difficulties, circumscribed interests, and a preference for sameness and repetition. Individuals with ASC experience significant difficulties attending to socio-emotional cues and interpreting them correctly [1] [2] [3] . Such emotion recognition (ER) deficits have been found in various modalities, including facial expressions [4] [5] [6] , vocal intonation [7, 8] , body language [9, 10] , and their integration in context [11] [12] [13] . These ER difficulties are part of the social communication deficits defining ASC [14] . They have been found to negatively correlate with social skills Abstract Children with autism spectrum conditions (ASC) experience difficulties recognizing others' emotions and mental states. It has been shown that serious games (SG) can produce simplified versions of the socio-emotional world. The current study performed a cross-cultural evaluation (in the UK, Israel and Sweden) of Emotiplay's SG, a system aimed to teach emotion recognition (ER) to children with ASC in an entertaining, and intrinsically motivating way. Participants were 6-9 year olds with high functioning ASC who used the SG for 8-12 weeks. Measures included face, voice, body, and integrative ER tasks, as well as parent-reported level of autism symptoms, and adaptive socialization. In the UK, 15 children were tested before and after using the SG. In Israel (n = 38) and Sweden (n = 36), children were randomized into a SG or a waiting list control group. In the UK, results revealed that 8 weeks of SG use significantly improved participants' performance on ER body language and integrative tasks. Parents also reported and social competence [3, 15] and to predict adaptive socialization difficulties [16] .",
        "section": "",
        "section_number": 1,
        "sentences": [
            "Autism spectrum conditions (ASC) 1 are neurodevelopmental conditions characterized by social communication and interaction difficulties, circumscribed interests, and a preference for sameness and repetition.",
            "Individuals with ASC experience significant difficulties attending to socio-emotional cues and interpreting them correctly [1] [2] [3] .",
            "Such emotion recognition (ER) deficits have been found in various modalities, including facial expressions [4] [5] [6] , vocal intonation [7, 8] , body language [9, 10] , and their integration in context [11] [12] [13] .",
            "These ER difficulties are part of the social communication deficits defining ASC [14] .",
            "They have been found to negatively correlate with social skills Abstract Children with autism spectrum conditions (ASC) experience difficulties recognizing others' emotions and mental states.",
            "It has been shown that serious games (SG) can produce simplified versions of the socio-emotional world.",
            "The current study performed a cross-cultural evaluation (in the UK, Israel and Sweden) of Emotiplay's SG, a system aimed to teach emotion recognition (ER) to children with ASC in an entertaining, and intrinsically motivating way.",
            "Participants were 6-9 year olds with high functioning ASC who used the SG for 8-12 weeks.",
            "Measures included face, voice, body, and integrative ER tasks, as well as parent-reported level of autism symptoms, and adaptive socialization.",
            "In the UK, 15 children were tested before and after using the SG.",
            "In Israel (n = 38) and Sweden (n = 36), children were randomized into a SG or a waiting list control group.",
            "In the UK, results revealed that 8 weeks of SG use significantly improved participants' performance on ER body language and integrative tasks.",
            "Parents also reported and social competence [3, 15] and to predict adaptive socialization difficulties [16] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40757",
        "text": "The ER deficits found in individuals with ASC are developmental in nature [4, 17] . Developmental studies have revealed that infants and toddlers with ASC fail to attend to salient socio-emotional cues [18] [19] [20] . These socio-emotional attention deficits may lead to lack of specialization in the social neural network, resulting in impaired social behaviors and functioning [21] . Redirecting children's attention to these cues may facilitate ER and, consequently, social functioning [22, 23] .",
        "section": "",
        "section_number": 2,
        "sentences": [
            "The ER deficits found in individuals with ASC are developmental in nature [4, 17] .",
            "Developmental studies have revealed that infants and toddlers with ASC fail to attend to salient socio-emotional cues [18] [19] [20] .",
            "These socio-emotional attention deficits may lead to lack of specialization in the social neural network, resulting in impaired social behaviors and functioning [21] .",
            "Redirecting children's attention to these cues may facilitate ER and, consequently, social functioning [22, 23] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40757",
        "text": "Attempts to teach ER either on an individual basis [24, 25] or as part of social skills training [26] [27] [28] , have yielded mixed results. Besides improvement on taught material, most studies have reported limited generalization to situations not included in the training program, potentially due to reduced implicit social motivation in young children with ASC [22, 29] . In order to overcome this lack of motivation, children's interest in ER training needed to be initiated and retained externally [30] . Harnessing children's circumscribed interests when teaching socio-emotional understanding may increase intrinsic motivation, and in addition capitalize on their systemizing strengths [31, 32] .",
        "section": "",
        "section_number": 3,
        "sentences": [
            "Attempts to teach ER either on an individual basis [24, 25] or as part of social skills training [26] [27] [28] , have yielded mixed results.",
            "Besides improvement on taught material, most studies have reported limited generalization to situations not included in the training program, potentially due to reduced implicit social motivation in young children with ASC [22, 29] .",
            "In order to overcome this lack of motivation, children's interest in ER training needed to be initiated and retained externally [30] .",
            "Harnessing children's circumscribed interests when teaching socio-emotional understanding may increase intrinsic motivation, and in addition capitalize on their systemizing strengths [31, 32] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40757",
        "text": "The hyper systemizing model of autism argues that ASC is characterized by strong systemizing abilities, including superior abilities in focusing attention on-and understanding of-non-agentive rule-and pattern-based systems [33, 34] . Providing intervention in a predictable environment that capitalizes on these systemizing skills may therefore increase intrinsic motivation and boost learning in individuals with ASC.",
        "section": "",
        "section_number": 4,
        "sentences": [
            "The hyper systemizing model of autism argues that ASC is characterized by strong systemizing abilities, including superior abilities in focusing attention on-and understanding of-non-agentive rule-and pattern-based systems [33, 34] .",
            "Providing intervention in a predictable environment that capitalizes on these systemizing skills may therefore increase intrinsic motivation and boost learning in individuals with ASC."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40757",
        "text": "Computerized intervention programs, also known as serious games, have attempted to rely on these systemizing skills to improve their effectiveness in teaching ER to individuals with ASC. Serious games (SG) are designed to foster learning of targeted skills that are particularly difficult and not rewarding for users [35] . Such games retain the systematic qualities described above, while encouraging users' active participation. Several key elements have been found particularly relevant to enhancing motivation to play in SG [35] . These include: immersive storylines, goals directed around targeted skills, rewards and feedback about goal progress, increasing levels of difficulty, individualized training, and the provision of choice [36, 37] .",
        "section": "",
        "section_number": 5,
        "sentences": [
            "Computerized intervention programs, also known as serious games, have attempted to rely on these systemizing skills to improve their effectiveness in teaching ER to individuals with ASC.",
            "Serious games (SG) are designed to foster learning of targeted skills that are particularly difficult and not rewarding for users [35] .",
            "Such games retain the systematic qualities described above, while encouraging users' active participation.",
            "Several key elements have been found particularly relevant to enhancing motivation to play in SG [35] .",
            "These include: immersive storylines, goals directed around targeted skills, rewards and feedback about goal progress, increasing levels of difficulty, individualized training, and the provision of choice [36, 37] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40757",
        "text": "Research has shown that individuals with ASC are particularly drawn to such environments [38] . Some examples of SG focused on ER training include Mindreading [39] , the Frankfurt test and training of facial affect recognition (FEFA 2) [40, 41] , and FaceSay [42] . Despite encouraging results of these interventions, most of them have focused solely on facial expressions [40, [42] [43] [44] . One included vocal expressions [43] and none involved body language. Furthermore, the integration of emotional cues from different modalities within a contextual situation, which form a specific difficulty for individuals with ASC [12, 44] , has not been addressed by any intervention program. Finally, most of the existing intervention programs have only been made available in English 2 and are therefore not applicable cross-culturally.",
        "section": "",
        "section_number": 6,
        "sentences": [
            "Research has shown that individuals with ASC are particularly drawn to such environments [38] .",
            "Some examples of SG focused on ER training include Mindreading [39] , the Frankfurt test and training of facial affect recognition (FEFA 2) [40, 41] , and FaceSay [42] .",
            "Despite encouraging results of these interventions, most of them have focused solely on facial expressions [40, [42] [43] [44] .",
            "One included vocal expressions [43] and none involved body language.",
            "Furthermore, the integration of emotional cues from different modalities within a contextual situation, which form a specific difficulty for individuals with ASC [12, 44] , has not been addressed by any intervention program.",
            "Finally, most of the existing intervention programs have only been made available in English 2 and are therefore not applicable cross-culturally."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40757",
        "text": "The present study evaluated Emotiplay, a systematic and intrinsically motivating internet-based SG, aiming to teach children with ASC to recognize emotions from facial expressions, vocal intonation, body language, and their integration. The SG was designed and evaluated as part of a large-scale European project (ASC-Inclusion), which explored technological ways to improve the inclusion of children with ASC.",
        "section": "",
        "section_number": 7,
        "sentences": [
            "The present study evaluated Emotiplay, a systematic and intrinsically motivating internet-based SG, aiming to teach children with ASC to recognize emotions from facial expressions, vocal intonation, body language, and their integration.",
            "The SG was designed and evaluated as part of a large-scale European project (ASC-Inclusion), which explored technological ways to improve the inclusion of children with ASC."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40757",
        "text": "Emotiplay's SG teaches recognition and understanding of emotions to children with ASC. It employs most of the key elements that have been found to enhance learning and motivation in SGs [35] . Emotiplay's storyline includes the user in the role of an explorer in an international research camp based in the jungle, researching human behavior and emotional expression. Choice is provided in the users' personal area, where they can design their own avatar, including facial features, clothing, and accessories. The SG teaches ER through separate channels (facial expressions, vocal prosody, body language), and in addition trains users to integrate these cues, while accounting for the relevant context. The SG taps on the systemizing skills and intrinsic motivation of children with ASC, by providing a structured yet versatile environment which is rich in elements and games that attend to the child's circumscribed interests. It combines educational material and motivating games and rewards that create an edutainment (educating entertainment) experience. In the various stages, players receive positive feedback adjusted to their level, status, and needs, in the form of animations, new entertaining games, collectible items (designed to meet the systemizing interests of children with ASC) as well as virtual money that can be used to purchase equipment for the user's avatar and his/her virtual home. The SG training model includes four major units: In addition to the computer-based intervention, a written parent-child activity guide was created, with extracurricular activities, aimed to enhance consolidation of taught material and generalization into everyday life (e.g., create an emotional album of the family members; play 'emotional detective' and recognize the emotions taught this week on people's faces, body, voice, etc.).",
        "section": "",
        "section_number": 8,
        "sentences": [
            "Emotiplay's SG teaches recognition and understanding of emotions to children with ASC.",
            "It employs most of the key elements that have been found to enhance learning and motivation in SGs [35] .",
            "Emotiplay's storyline includes the user in the role of an explorer in an international research camp based in the jungle, researching human behavior and emotional expression.",
            "Choice is provided in the users' personal area, where they can design their own avatar, including facial features, clothing, and accessories.",
            "The SG teaches ER through separate channels (facial expressions, vocal prosody, body language), and in addition trains users to integrate these cues, while accounting for the relevant context.",
            "The SG taps on the systemizing skills and intrinsic motivation of children with ASC, by providing a structured yet versatile environment which is rich in elements and games that attend to the child's circumscribed interests.",
            "It combines educational material and motivating games and rewards that create an edutainment (educating entertainment) experience.",
            "In the various stages, players receive positive feedback adjusted to their level, status, and needs, in the form of animations, new entertaining games, collectible items (designed to meet the systemizing interests of children with ASC) as well as virtual money that can be used to purchase equipment for the user's avatar and his/her virtual home.",
            "The SG training model includes four major units: In addition to the computer-based intervention, a written parent-child activity guide was created, with extracurricular activities, aimed to enhance consolidation of taught material and generalization into everyday life (e.g., create an emotional album of the family members; play 'emotional detective' and recognize the emotions taught this week on people's faces, body, voice, etc.)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40757",
        "text": "Emotiplay's SG includes different characters of various age groups, both genders, and various races and ethnicities. The SG was translated and culturally adapted in the UK, Sweden, and Israel by a team of psychologists and linguistic editors, who worked closely with the game creators. The voice materials were recorded locally in each country, in its native language. All the emotion clips included in the SG were validated cross-culturally in the UK, Sweden, and Israel, as part of the EU emotions corpus [45, 46] .",
        "section": "",
        "section_number": 9,
        "sentences": [
            "Emotiplay's SG includes different characters of various age groups, both genders, and various races and ethnicities.",
            "The SG was translated and culturally adapted in the UK, Sweden, and Israel by a team of psychologists and linguistic editors, who worked closely with the game creators.",
            "The voice materials were recorded locally in each country, in its native language.",
            "All the emotion clips included in the SG were validated cross-culturally in the UK, Sweden, and Israel, as part of the EU emotions corpus [45, 46] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40757",
        "text": "The aim of this study was to cross-culturally examine the effectiveness of the SG in improving ER skills of children with ASC across three sites: the UK, Sweden, and Israel. It was hypothesized that following intervention, all children who participated in the training program will demonstrate enhanced ER skills, and that the improvement of SG users will be greater than that observed in a matched waiting-list control group of children with ASC (tested on, Israel and Sweden's controlled trial only).",
        "section": "Aims and hypotheses",
        "section_number": 10,
        "sentences": [
            "The aim of this study was to cross-culturally examine the effectiveness of the SG in improving ER skills of children with ASC across three sites: the UK, Sweden, and Israel.",
            "It was hypothesized that following intervention, all children who participated in the training program will demonstrate enhanced ER skills, and that the improvement of SG users will be greater than that observed in a matched waiting-list control group of children with ASC (tested on, Israel and Sweden's controlled trial only)."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40757",
        "text": "It was also hypothesized that the training-induced improvement on ER skills in children with ASC will ",
        "section": "Aims and hypotheses",
        "section_number": 11,
        "sentences": [
            "It was also hypothesized that the training-induced improvement on ER skills in children with ASC will"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40757",
        "text": "The study comprised two phases, resulting from the different teams' timeframes: Phase 1 was conducted in the UK on an alpha version of the SG, using a more limited set of tasks that was available at the time. Phase 2 was conducted simultaneously in Israel and in Sweden, which evaluated a beta version of the SG with added components, using the full set of ER tasks.",
        "section": "Method",
        "section_number": 12,
        "sentences": [
            "The study comprised two phases, resulting from the different teams' timeframes: Phase 1 was conducted in the UK on an alpha version of the SG, using a more limited set of tasks that was available at the time.",
            "Phase 2 was conducted simultaneously in Israel and in Sweden, which evaluated a beta version of the SG with added components, using the full set of ER tasks."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40757",
        "text": "The study has been approved by the Psychology Research Ethics Committee at Cambridge University, by the Institutional Review Board at Bar-Ilan University, and by the Regional Board of Ethical Vetting Stockholm. The study has been performed in accordance with the ethical standards laid down in the 1964 Declaration of Helsinki and its later amendments.",
        "section": "Method",
        "section_number": 13,
        "sentences": [
            "The study has been approved by the Psychology Research Ethics Committee at Cambridge University, by the Institutional Review Board at Bar-Ilan University, and by the Regional Board of Ethical Vetting Stockholm.",
            "The study has been performed in accordance with the ethical standards laid down in the 1964 Declaration of Helsinki and its later amendments."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40757",
        "text": "ER was tested using four tasks [47] : a face task, comprising facial expression video clips; a voice task with decontextualized vocal utterances; a body language task with face blurred whole-body video clips; and an integrative task with video clips of all three modalities presented jointly in context (with muffled voices to reduce reliance on verbal content). The tasks tested ER of the six basic emotions (happy, sad, afraid, angry, disgusted, and surprised) and of 12 complex emotions (interested, bored, excited, worried, disappointed, frustrated, proud, ashamed, kind, unfriendly, joking, and hurt). They included male and female actors of various age groups and ethnicities. Since the tasks aimed to test generalization to untrained material, stimuli for the face and integrative tasks included novel facial expression videos and novel integrative scenarios that were displayed by actors who did not feature in the SG. Stimuli for the voice and body tasks included novel vocal recordings and body language videos that were not included in the SG, but some of them have been recorded by the same actors who featured in the SG.",
        "section": "Emotion recognition tasks",
        "section_number": 14,
        "sentences": [
            "ER was tested using four tasks [47] : a face task, comprising facial expression video clips; a voice task with decontextualized vocal utterances; a body language task with face blurred whole-body video clips; and an integrative task with video clips of all three modalities presented jointly in context (with muffled voices to reduce reliance on verbal content).",
            "The tasks tested ER of the six basic emotions (happy, sad, afraid, angry, disgusted, and surprised) and of 12 complex emotions (interested, bored, excited, worried, disappointed, frustrated, proud, ashamed, kind, unfriendly, joking, and hurt).",
            "They included male and female actors of various age groups and ethnicities.",
            "Since the tasks aimed to test generalization to untrained material, stimuli for the face and integrative tasks included novel facial expression videos and novel integrative scenarios that were displayed by actors who did not feature in the SG.",
            "Stimuli for the voice and body tasks included novel vocal recordings and body language videos that were not included in the SG, but some of them have been recorded by the same actors who featured in the SG."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40757",
        "text": "In order to test for the intervention effects, the face, voice, and integrative tasks were split to create two different versions of each task, in which each emotion was represented by one clip, with a total of 18 items per task. The overall scores of the two versions were positively correlated with each other (r = .56-.70). They were administrated in a counterbalanced order between participants. The body language task, which originally included only 24 items, representing the six basic emotions and only six of the complex emotions (proud, worried, excited, disappointed, frustrated, bored) was not split, due to its brevity. Hence, the full task was administered pre-and post-intervention. Figure 2 presents screenshots of the three visual tasks. ",
        "section": "Emotion recognition tasks",
        "section_number": 15,
        "sentences": [
            "In order to test for the intervention effects, the face, voice, and integrative tasks were split to create two different versions of each task, in which each emotion was represented by one clip, with a total of 18 items per task.",
            "The overall scores of the two versions were positively correlated with each other (r = .56-.70).",
            "They were administrated in a counterbalanced order between participants.",
            "The body language task, which originally included only 24 items, representing the six basic emotions and only six of the complex emotions (proud, worried, excited, disappointed, frustrated, bored) was not split, due to its brevity.",
            "Hence, the full task was administered pre-and post-intervention.",
            "Figure 2 presents screenshots of the three visual tasks."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40757",
        "text": "The school-age form (4-18 years) of the Social Responsiveness Scale, 2nd edition (SRS-2) [51] , was used to assess severity of autistic symptoms. The SRS-2 measures social awareness, social communication, social motivation, social cognition, and inflexible behaviors applying a dimensional concept of autism, and was shown to have good intercultural validity [52] . The SRS-2 includes 65 items, each scored on a four-point Likert scale, from 0 (\"not true\") to 3 (\"almost always true\"), yielding a maximum of 195, and has demonstrated good to excellent reliability and validity [51] .",
        "section": "Autistic traits",
        "section_number": 16,
        "sentences": [
            "The school-age form (4-18 years) of the Social Responsiveness Scale, 2nd edition (SRS-2) [51] , was used to assess severity of autistic symptoms.",
            "The SRS-2 measures social awareness, social communication, social motivation, social cognition, and inflexible behaviors applying a dimensional concept of autism, and was shown to have good intercultural validity [52] .",
            "The SRS-2 includes 65 items, each scored on a four-point Likert scale, from 0 (\"not true\") to 3 (\"almost always true\"), yielding a maximum of 195, and has demonstrated good to excellent reliability and validity [51] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40757",
        "text": "The socialization scale from the survey form of the Vineland Adaptive Behavior Scales (VABS-II) [53] was used to evaluate social adaptive functioning. The Socialization scale comprises three subscales: interpersonal relationships, play and leisure time, and coping skills. The VABS-II has been widely used as a measure of adaptive social functioning in children with ASC and has good reliability and validity [54] . Descriptions of the participants, procedures, and results of the two phases of the study are detailed below.",
        "section": "Adaptive social functioning",
        "section_number": 17,
        "sentences": [
            "The socialization scale from the survey form of the Vineland Adaptive Behavior Scales (VABS-II) [53] was used to evaluate social adaptive functioning.",
            "The Socialization scale comprises three subscales: interpersonal relationships, play and leisure time, and coping skills.",
            "The VABS-II has been widely used as a measure of adaptive social functioning in children with ASC and has good reliability and validity [54] .",
            "Descriptions of the participants, procedures, and results of the two phases of the study are detailed below."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40757",
        "text": "Fifteen children with ASC, aged 6-9, with IQ within the normative range, participated in this trial (see Table 1 for background information). Participants were recruited from volunteer databases, special education classes and kindergartens, and support organizations for individuals with ASC. All participants had been diagnosed with ASC by a medical doctor or a clinical psychologist according to DSM-IV, DSM-5, or ICD-10 criteria [14, 55, 56] . Diagnosis was corroborated by meeting ASC cutoff on the 2nd edition of the Autism Diagnostic Observation Schedule (ADOS-2) [57] . All children met the ADOS-2 cutoff for ASC.",
        "section": "Phase 1: UK clinical trial Participants",
        "section_number": 18,
        "sentences": [
            "Fifteen children with ASC, aged 6-9, with IQ within the normative range, participated in this trial (see Table 1 for background information).",
            "Participants were recruited from volunteer databases, special education classes and kindergartens, and support organizations for individuals with ASC.",
            "All participants had been diagnosed with ASC by a medical doctor or a clinical psychologist according to DSM-IV, DSM-5, or ICD-10 criteria [14, 55, 56] .",
            "Diagnosis was corroborated by meeting ASC cutoff on the 2nd edition of the Autism Diagnostic Observation Schedule (ADOS-2) [57] .",
            "All children met the ADOS-2 cutoff for ASC."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40757",
        "text": "Participants and their parents attended a two-session preintervention assessment, some held at children's homes and some at the Autism Research Centre in Cambridge. During these sessions parents filled out the SRS-2 and the VABS-II Socialization scale and children were administered the ADOS-2, the Wechsler subtests, and the body language and integrative ER tasks. Each ER task was preceded by two practice items. The experimenter read the instructions and the questions for all items, in order to avoid confounds due to reading difficulties. Optional answers were read out loud using neutral intonation and the children were asked if they were familiar with all the possible answers. If the child was not familiar with a word, it was defined using a definition handout. There was no time limit to answer each item, but participants could play to each clip only once. Completion of the two ER tasks took about half an hour, including breaks.",
        "section": "Design and procedure",
        "section_number": 19,
        "sentences": [
            "Participants and their parents attended a two-session preintervention assessment, some held at children's homes and some at the Autism Research Centre in Cambridge.",
            "During these sessions parents filled out the SRS-2 and the VABS-II Socialization scale and children were administered the ADOS-2, the Wechsler subtests, and the body language and integrative ER tasks.",
            "Each ER task was preceded by two practice items.",
            "The experimenter read the instructions and the questions for all items, in order to avoid confounds due to reading difficulties.",
            "Optional answers were read out loud using neutral intonation and the children were asked if they were familiar with all the possible answers.",
            "If the child was not familiar with a word, it was defined using a definition handout.",
            "There was no time limit to answer each item, but participants could play to each clip only once.",
            "Completion of the two ER tasks took about half an hour, including breaks."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40757",
        "text": "At the end of the pre-intervention assessment, participants and their parents were introduced to the SG, and parents were given the parent-child activity guide. Participants were asked to use the SG for at least 2 h per week, over a period of 8 weeks. Children's use of the SG and parental use of the extracurricular activities were monitored once a fortnight by the research team. Parents were encouraged to contact the research team with any query in between monitoring calls. After the 8-week intervention period, participants and their parents attended the post-intervention assessment, which comprised the SRS-2 and VABS-II Socialization scale for parents and the body and integrative ER tasks for children. On each assessment, the tasks were administered in a counterbalanced order. Parents were also asked for their feedback on the system's effectiveness, its suitability for children with ASC, their child's motivation to use the SG, the SG's usability, and other comments they may have.",
        "section": "Design and procedure",
        "section_number": 20,
        "sentences": [
            "At the end of the pre-intervention assessment, participants and their parents were introduced to the SG, and parents were given the parent-child activity guide.",
            "Participants were asked to use the SG for at least 2 h per week, over a period of 8 weeks.",
            "Children's use of the SG and parental use of the extracurricular activities were monitored once a fortnight by the research team.",
            "Parents were encouraged to contact the research team with any query in between monitoring calls.",
            "After the 8-week intervention period, participants and their parents attended the post-intervention assessment, which comprised the SRS-2 and VABS-II Socialization scale for parents and the body and integrative ER tasks for children.",
            "On each assessment, the tasks were administered in a counterbalanced order.",
            "Parents were also asked for their feedback on the system's effectiveness, its suitability for children with ASC, their child's motivation to use the SG, the SG's usability, and other comments they may have."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40757",
        "text": "Paired-sample t tests were used to examine whether the children improved from pre-to post-intervention on the different measures used. As shown in Fig. 3 Fig. 4 , parents viewed the SG's effect on their child as positive, and felt that it was suitable for children with ASC at the designated age group. Parental comments on motivational aspects of the SG and on the game's usability were considered when designing the beta version of the SG, which was evaluated in phase 2 of the study.",
        "section": "Results and discussion",
        "section_number": 21,
        "sentences": [
            "Paired-sample t tests were used to examine whether the children improved from pre-to post-intervention on the different measures used.",
            "As shown in Fig. 3 Fig. 4 , parents viewed the SG's effect on their child as positive, and felt that it was suitable for children with ASC at the designated age group.",
            "Parental comments on motivational aspects of the SG and on the game's usability were considered when designing the beta version of the SG, which was evaluated in phase 2 of the study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40757",
        "text": "Following the encouraging results from the UK trial, and feedback from participants and their parents, further development of the SG was carried out. This included addition of curricular games, an extended reward system, removal of time limits to complete lessons, and improved system stability. When a beta version of the SG was completed, the Israeli and Swedish research teams conducted a randomized controlled trial, in which children with ASC using the SG were compared to a waiting list control group of children with ASC, who underwent treatment as usual.",
        "section": "Phase 2: Israel and Sweden's controlled trial",
        "section_number": 22,
        "sentences": [
            "Following the encouraging results from the UK trial, and feedback from participants and their parents, further development of the SG was carried out.",
            "This included addition of curricular games, an extended reward system, removal of time limits to complete lessons, and improved system stability.",
            "When a beta version of the SG was completed, the Israeli and Swedish research teams conducted a randomized controlled trial, in which children with ASC using the SG were compared to a waiting list control group of children with ASC, who underwent treatment as usual."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40757",
        "text": "Forty-three children from Israel and 40 children from Sweden, aged 6-9 years, with high functioning ASC were recruited for the study. Participants were recruited from volunteer databases, local clinics for children with ASC, special education classes and kindergartens, internet forums and support organizations for individuals with ASC. All the participants had been diagnosed with ASC by a psychiatrist or a clinical psychologist according to DSM-IV, DSM-5, or ICD-10 criteria [14, 55, 56] . Diagnosis was corroborated by meeting ASC cutoff on the ADOS-2. Participants were randomly allocated into an intervention group or a treatment as usual control group, as illustrated in Fig. 5 . As shown in Fig. 5 , nine participants from the intervention groups had failed to complete the entire training period. The reasons for children's failure to complete the intervention included poor parental motivation, children's lack of interest in the SG and medical reasons. Participants who dropped out of the intervention group and those who had completed the program did not differ on age, IQ, ADOS, VABS, parental education and the preintervention ER task scores.",
        "section": "Participants",
        "section_number": 23,
        "sentences": [
            "Forty-three children from Israel and 40 children from Sweden, aged 6-9 years, with high functioning ASC were recruited for the study.",
            "Participants were recruited from volunteer databases, local clinics for children with ASC, special education classes and kindergartens, internet forums and support organizations for individuals with ASC.",
            "All the participants had been diagnosed with ASC by a psychiatrist or a clinical psychologist according to DSM-IV, DSM-5, or ICD-10 criteria [14, 55, 56] .",
            "Diagnosis was corroborated by meeting ASC cutoff on the ADOS-2.",
            "Participants were randomly allocated into an intervention group or a treatment as usual control group, as illustrated in Fig. 5 .",
            "As shown in Fig. 5 , nine participants from the intervention groups had failed to complete the entire training period.",
            "The reasons for children's failure to complete the intervention included poor parental motivation, children's lack of interest in the SG and medical reasons.",
            "Participants who dropped out of the intervention group and those who had completed the program did not differ on age, IQ, ADOS, VABS, parental education and the preintervention ER task scores."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            1,
            -1,
            -1,
            -1
        ],
        "classification_label": 1
    },
    {
        "doc_id": "40757",
        "text": "The final sample that completed the controlled trial included 38 children from Israel, and 36 children from Sweden. The intervention and the waiting-list control groups were comparable locally on age, gender, ADOS-2 scores, and standard scores of two subtests from the Wechsler Scale of Intelligence: vocabulary and block design. The groups' background data are shown in Table 1 .",
        "section": "Participants",
        "section_number": 24,
        "sentences": [
            "The final sample that completed the controlled trial included 38 children from Israel, and 36 children from Sweden.",
            "The intervention and the waiting-list control groups were comparable locally on age, gender, ADOS-2 scores, and standard scores of two subtests from the Wechsler Scale of Intelligence: vocabulary and block design.",
            "The groups' background data are shown in Table 1 ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40757",
        "text": "After parental consent and children's assent was obtained, participants and their parents attended a two-session preintervention assessment. In Israel, the meetings took place at the children's homes. In Sweden, the meetings took place at the clinical research department of Karolinska Institutet Centre for Neurodevelopmental Disorders (KIND). All participants were tested individually. During these sessions, parents filled out the SRS-2 and the interpersonal relations subscale from the VABS-2 socialization scale. Children were administered the ADOS-2, the Wechsler subtests, and the four ER tasks (face task, voice task, body language task, and the integrative task), in a counterbalanced order. The ER tasks were presented in an identical format to the one that was described in the UK trial. Completion of the four ER tasks took about 1 h, including breaks.",
        "section": "Design and procedure",
        "section_number": 25,
        "sentences": [
            "After parental consent and children's assent was obtained, participants and their parents attended a two-session preintervention assessment.",
            "In Israel, the meetings took place at the children's homes.",
            "In Sweden, the meetings took place at the clinical research department of Karolinska Institutet Centre for Neurodevelopmental Disorders (KIND).",
            "All participants were tested individually.",
            "During these sessions, parents filled out the SRS-2 and the interpersonal relations subscale from the VABS-2 socialization scale.",
            "Children were administered the ADOS-2, the Wechsler subtests, and the four ER tasks (face task, voice task, body language task, and the integrative task), in a counterbalanced order.",
            "The ER tasks were presented in an identical format to the one that was described in the UK trial.",
            "Completion of the four ER tasks took about 1 h, including breaks."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40757",
        "text": "At the end of the pre-intervention assessment, participants and their parents at the intervention group were introduced to the SG, and parents were given the parent-child activity guide, as described in the UK trial. Children's use of the SG and parental use of the extracurricular activities were monitored once a week by the research team. Parents were encouraged to contact the research team with any query in between monitoring calls. In Israel, when participants missed whole weeks of software use (e.g., due to a family vacation, or illness), they were given additional time. In addition, when the monitoring calls reveled participants need more time to complete the intervention, they were given up to four extra weeks. In Sweden, additional time was given only if participants missed whole weeks of software use, but not in order to complete the intervention.",
        "section": "Design and procedure",
        "section_number": 26,
        "sentences": [
            "At the end of the pre-intervention assessment, participants and their parents at the intervention group were introduced to the SG, and parents were given the parent-child activity guide, as described in the UK trial.",
            "Children's use of the SG and parental use of the extracurricular activities were monitored once a week by the research team.",
            "Parents were encouraged to contact the research team with any query in between monitoring calls.",
            "In Israel, when participants missed whole weeks of software use (e.g., due to a family vacation, or illness), they were given additional time.",
            "In addition, when the monitoring calls reveled participants need more time to complete the intervention, they were given up to four extra weeks.",
            "In Sweden, additional time was given only if participants missed whole weeks of software use, but not in order to complete the intervention."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40757",
        "text": "In the control group, participants were thanked after the first assessment session and the second assessment session was scheduled for 8 weeks later. The second assessment session with some participants from the control group was delayed in order to make it comparable to the intervention group's duration between assessments. Participants in both groups were asked not to join any emotion related intervention program while participating in the study.",
        "section": "Design and procedure",
        "section_number": 27,
        "sentences": [
            "In the control group, participants were thanked after the first assessment session and the second assessment session was scheduled for 8 weeks later.",
            "The second assessment session with some participants from the control group was delayed in order to make it comparable to the intervention group's duration between assessments.",
            "Participants in both groups were asked not to join any emotion related intervention program while participating in the study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40757",
        "text": "On the post-intervention assessment, participants completed the alternate versions of the four ER tasks and their parents filled out the SRS-2 and the interpersonal relations subscale from the VABS-2 socialization scale. On each assessment, the tasks were administrated in a counterbalanced order. At the end of the session, children and their parents in the waiting-list group were introduced to the SG. Parents were given the parent-child activity guide, and were encouraged to contact the research team with any question.",
        "section": "Design and procedure",
        "section_number": 28,
        "sentences": [
            "On the post-intervention assessment, participants completed the alternate versions of the four ER tasks and their parents filled out the SRS-2 and the interpersonal relations subscale from the VABS-2 socialization scale.",
            "On each assessment, the tasks were administrated in a counterbalanced order.",
            "At the end of the session, children and their parents in the waiting-list group were introduced to the SG.",
            "Parents were given the parent-child activity guide, and were encouraged to contact the research team with any question."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40757",
        "text": "After calculation of task scores for all participants (see Table 2 for means and S.D.), a multivariate analysis of variance (MANOVA) with repeated measures was computed, with ER task scores (face, voice, body, and integrative) as the dependent variables, time (pre/post-intervention) as the within-subject factor and group (intervention, control) and country (Israel, Sweden) as the between-group factors. The analysis yielded significant main effects for time (F [ In order to analyze parental report outcome on the SRS-2, a multivariate analysis of variance (MANOVA) with repeated measures was computed, with time (pre/ post-intervention) as the within-subject factor and group (intervention, control) and country (Israel, Sweden) as the between-group factors. The only effect found significant was a Group by Country by Time interaction (F [1, 63] Fig. 7 .",
        "section": "Results",
        "section_number": 29,
        "sentences": [
            "After calculation of task scores for all participants (see Table 2 for means and S.D.), a multivariate analysis of variance (MANOVA) with repeated measures was computed, with ER task scores (face, voice, body, and integrative) as the dependent variables, time (pre/post-intervention) as the within-subject factor and group (intervention, control) and country (Israel, Sweden) as the between-group factors.",
            "The analysis yielded significant main effects for time (F [ In order to analyze parental report outcome on the SRS-2, a multivariate analysis of variance (MANOVA) with repeated measures was computed, with time (pre/ post-intervention) as the within-subject factor and group (intervention, control) and country (Israel, Sweden) as the between-group factors.",
            "The only effect found significant was a Group by Country by Time interaction (F [1, 63] Fig. 7 ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40757",
        "text": "In order to analyze parental report outcome on the VABS-2 interpersonal relations subscale, a multivariate analysis of variance (MANOVA) with repeated measures was computed, with time (pre-/post-intervention) as the within-subject factor and group (intervention, control) and country (Israel, Sweden) as the between-group factors. The analysis yielded no significant effects.",
        "section": "Results",
        "section_number": 30,
        "sentences": [
            "In order to analyze parental report outcome on the VABS-2 interpersonal relations subscale, a multivariate analysis of variance (MANOVA) with repeated measures was computed, with time (pre-/post-intervention) as the within-subject factor and group (intervention, control) and country (Israel, Sweden) as the between-group factors.",
            "The analysis yielded no significant effects."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40757",
        "text": "The current study examined Emotiplay, a systematic, motivating, internet-based serious game, teaching children with 1 3",
        "section": "General discussion",
        "section_number": 31,
        "sentences": [
            "The current study examined Emotiplay, a systematic, motivating, internet-based serious game, teaching children with 1 3"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40757",
        "text": "ASC to recognize emotions from facial expressions, vocal prosody, body language, and their integration in context. Compared to control participants with ASC, participants using the SG showed improved recognition of emotion in all modalities. These findings were found cross-culturally. In addition, local evidence was found for more generalized gains to socialization and reduced autism symptoms in participants using the SG. The SG was first tested in the UK in a clinical trial. The results from this site revealed that 8 weeks of SG use significantly improved participants' performance on the ER tasks employed (body language task and integrative task), and that after using the SG, parents reported their children improved their social skills, as reflected by the Socialization scale of the VABS-II. With these encouraging results from the UK trial, a randomized controlled trial was conducted in Israel and in Sweden, in which children with ASC using the SG were compared to a waiting-list control group of children with ASC, who underwent treatment as usual. The results from Israel and Sweden showed significant gains on all ER tasks in the intervention group, in comparison to the control group. In addition, autistic symptoms of the Israeli SG users were rated significantly lower by their parents on the SRS-2.",
        "section": "General discussion",
        "section_number": 32,
        "sentences": [
            "ASC to recognize emotions from facial expressions, vocal prosody, body language, and their integration in context.",
            "Compared to control participants with ASC, participants using the SG showed improved recognition of emotion in all modalities.",
            "These findings were found cross-culturally.",
            "In addition, local evidence was found for more generalized gains to socialization and reduced autism symptoms in participants using the SG.",
            "The SG was first tested in the UK in a clinical trial.",
            "The results from this site revealed that 8 weeks of SG use significantly improved participants' performance on the ER tasks employed (body language task and integrative task), and that after using the SG, parents reported their children improved their social skills, as reflected by the Socialization scale of the VABS-II.",
            "With these encouraging results from the UK trial, a randomized controlled trial was conducted in Israel and in Sweden, in which children with ASC using the SG were compared to a waiting-list control group of children with ASC, who underwent treatment as usual.",
            "The results from Israel and Sweden showed significant gains on all ER tasks in the intervention group, in comparison to the control group.",
            "In addition, autistic symptoms of the Israeli SG users were rated significantly lower by their parents on the SRS-2."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40757",
        "text": "Our findings corroborate past reports about the effectiveness of SGs for ER training in children with ASC [42, [58] [59] [60] , while extending these effects to previously unexplored modalities, and demonstrating the effects in three different cultures. Even though understanding emotions usually requires multimodal processing [62] , previous SGs have focused mainly on teaching ER from faces, while neglecting other ER channels [40, 42, 43] . Although the ability to recognize facial expressions in others and to produce one's own are paramount in social communication [62] , these abilities represent only one piece of the emotion understanding puzzle. Body language and vocal prosody are two additional important factors in understanding ER. Gestures and postural changes, which are among the main cues mediating non-verbal communication, particularly provide observers with informative social cues about the subjective and emotional states, as well as the intentions of others [63] . The ability to express and interpret vocal prosody is another important communicative tool in conveying one's emotions [64] . These emotional channels have been overlooked when examining ER training SGs for ASC with the exception of one SG which attended to vocal prosody as well as facial expressions [43] . With the exclusion of these two major emotional modalities, it is not surprising that the integration of the different modalities was also left unattended in previous intervention programs. It has been argued that many of the atypical perceptual experiences reported in people with ASC stem from an inability to efficiently filter, process, and integrate information from different sensory channels which are presented simultaneously [65] . Hence, it is vital to provide validated interventions that highlight all the ER modalities as well as their integration. Emotiplay's SG aimed to address this need, and the current study's results provide a first demonstration of its efficacy.",
        "section": "General discussion",
        "section_number": 33,
        "sentences": [
            "Our findings corroborate past reports about the effectiveness of SGs for ER training in children with ASC [42, [58] [59] [60] , while extending these effects to previously unexplored modalities, and demonstrating the effects in three different cultures.",
            "Even though understanding emotions usually requires multimodal processing [62] , previous SGs have focused mainly on teaching ER from faces, while neglecting other ER channels [40, 42, 43] .",
            "Although the ability to recognize facial expressions in others and to produce one's own are paramount in social communication [62] , these abilities represent only one piece of the emotion understanding puzzle.",
            "Body language and vocal prosody are two additional important factors in understanding ER.",
            "Gestures and postural changes, which are among the main cues mediating non-verbal communication, particularly provide observers with informative social cues about the subjective and emotional states, as well as the intentions of others [63] .",
            "The ability to express and interpret vocal prosody is another important communicative tool in conveying one's emotions [64] .",
            "These emotional channels have been overlooked when examining ER training SGs for ASC with the exception of one SG which attended to vocal prosody as well as facial expressions [43] .",
            "With the exclusion of these two major emotional modalities, it is not surprising that the integration of the different modalities was also left unattended in previous intervention programs.",
            "It has been argued that many of the atypical perceptual experiences reported in people with ASC stem from an inability to efficiently filter, process, and integrate information from different sensory channels which are presented simultaneously [65] .",
            "Hence, it is vital to provide validated interventions that highlight all the ER modalities as well as their integration.",
            "Emotiplay's SG aimed to address this need, and the current study's results provide a first demonstration of its efficacy."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40757",
        "text": "Another unique aspect of the current study lies in its cross-cultural nature. Despite recent attempts to cross-culturally validate intervention programs for individuals with ASC (e.g., [66] ), there is very little cross-cultural support for intervention programs, that have usually been developed and tested in English speaking countries. Recently, we [47] have demonstrated cross-cultural unanimity between three countries (Israel, Sweden and the UK) in a study which examined ER of basic and complex emotions from faces, voices, body language and their integration in context. The current study provides support for the cross-cultural validity of Emotiplay's SG, as an ER training program in these three different cultures. The internet-based format of the SG makes it relatively easy to translate and to disseminate cross-culturally. In light of the growing prevalence of ASC [67] and the limited support available, especially in rural areas, technology-based interventions such as Emotiplay's SG offer valuable tools that can facilitate and supplement (though not replace), treatment for individuals with ASC and their families.",
        "section": "General discussion",
        "section_number": 34,
        "sentences": [
            "Another unique aspect of the current study lies in its cross-cultural nature.",
            "Despite recent attempts to cross-culturally validate intervention programs for individuals with ASC (e.g., [66] ), there is very little cross-cultural support for intervention programs, that have usually been developed and tested in English speaking countries.",
            "Recently, we [47] have demonstrated cross-cultural unanimity between three countries (Israel, Sweden and the UK) in a study which examined ER of basic and complex emotions from faces, voices, body language and their integration in context.",
            "The current study provides support for the cross-cultural validity of Emotiplay's SG, as an ER training program in these three different cultures.",
            "The internet-based format of the SG makes it relatively easy to translate and to disseminate cross-culturally.",
            "In light of the growing prevalence of ASC [67] and the limited support available, especially in rural areas, technology-based interventions such as Emotiplay's SG offer valuable tools that can facilitate and supplement (though not replace), treatment for individuals with ASC and their families."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40757",
        "text": "Beyond the cross-cultural effects on ER tasks, it is important to note that effects of more general measures of social abilities and autistic symptoms were only obtained locally. The VABS-II socialization scale was used in its entirety only in the UK study, with the Israeli and Swedish sites employing only the interpersonal relations subscale. With the lack of a control group for comparison, the improvement on the VABS-II socialization scale in the UK study may reflect a natural change in score over time rather than a result of using the SG. In contrast, the SRS-2 was filled out by parents in Sweden and in Israel in a controlled design. However, its effects were only significant in Israel. When examining participants' use patterns of the SG in the two countries, the fact that all the Israeli children had completed the entire curriculum, whereas some children in Sweden did not, may explain the difference in the SRS-2 effects. It is also possible, however, that the lack of replication of a generalization effect on the SRS-2 in Sweden and in the UK stems from a placebo-by-proxy effect [68] , which altered the parents' perception of their children's behavior [69] . Such effects have been described in studies involving children with ASC and their parents [70] , specifically for the SRS-2 [71, 72] . It is possible that parents in Israel have been trying to observe the behaviors that are highlighted in the SRS-2 at the post-test stage and by doing so created a falsepositive effect. The effect of completing an ER training program, such as Emotiplay's SG on general autism symptomatology should be further examined in future studies.",
        "section": "General discussion",
        "section_number": 35,
        "sentences": [
            "Beyond the cross-cultural effects on ER tasks, it is important to note that effects of more general measures of social abilities and autistic symptoms were only obtained locally.",
            "The VABS-II socialization scale was used in its entirety only in the UK study, with the Israeli and Swedish sites employing only the interpersonal relations subscale.",
            "With the lack of a control group for comparison, the improvement on the VABS-II socialization scale in the UK study may reflect a natural change in score over time rather than a result of using the SG.",
            "In contrast, the SRS-2 was filled out by parents in Sweden and in Israel in a controlled design.",
            "However, its effects were only significant in Israel.",
            "When examining participants' use patterns of the SG in the two countries, the fact that all the Israeli children had completed the entire curriculum, whereas some children in Sweden did not, may explain the difference in the SRS-2 effects.",
            "It is also possible, however, that the lack of replication of a generalization effect on the SRS-2 in Sweden and in the UK stems from a placebo-by-proxy effect [68] , which altered the parents' perception of their children's behavior [69] .",
            "Such effects have been described in studies involving children with ASC and their parents [70] , specifically for the SRS-2 [71, 72] .",
            "It is possible that parents in Israel have been trying to observe the behaviors that are highlighted in the SRS-2 at the post-test stage and by doing so created a falsepositive effect.",
            "The effect of completing an ER training program, such as Emotiplay's SG on general autism symptomatology should be further examined in future studies."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40757",
        "text": "Moreover, it is important to remember that in the current study, parents received a written manual, with little professional training prior to, or during the intervention. It is possible that providing parents with more professional training and guidance by clinicians may yield improved generalization and maintenance effects. Studies which used more intensive parent training, such as the parent-mediated communication-focused treatment in children with autism (PACT), found that parent involvement in the intervention is beneficial to the child's long-term outcome [73] . It is possible that providing parents with training by clinicians may also yield better outcomes for children with ASC who use Emotiplay's SG.",
        "section": "General discussion",
        "section_number": 36,
        "sentences": [
            "Moreover, it is important to remember that in the current study, parents received a written manual, with little professional training prior to, or during the intervention.",
            "It is possible that providing parents with more professional training and guidance by clinicians may yield improved generalization and maintenance effects.",
            "Studies which used more intensive parent training, such as the parent-mediated communication-focused treatment in children with autism (PACT), found that parent involvement in the intervention is beneficial to the child's long-term outcome [73] .",
            "It is possible that providing parents with training by clinicians may also yield better outcomes for children with ASC who use Emotiplay's SG."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40757",
        "text": "It is important to note that Emotiplay's SG, like other technology-based interventions, provides its users with an explicit way of learning about emotions, whereas their difficulties are more focused on implicit social and emotional cognition [74] . However, it has been shown that intense explicit training on emotional face processing can improve brain activation during implicit ER tasks [41] . Future neuroimaging studies should look into intervention related changes in social brain areas following the use of Emtiplay's SG, which provides training on multiple modalities and their integration, rather than on faces alone.",
        "section": "General discussion",
        "section_number": 37,
        "sentences": [
            "It is important to note that Emotiplay's SG, like other technology-based interventions, provides its users with an explicit way of learning about emotions, whereas their difficulties are more focused on implicit social and emotional cognition [74] .",
            "However, it has been shown that intense explicit training on emotional face processing can improve brain activation during implicit ER tasks [41] .",
            "Future neuroimaging studies should look into intervention related changes in social brain areas following the use of Emtiplay's SG, which provides training on multiple modalities and their integration, rather than on faces alone."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40757",
        "text": "Despite the encouraging effects found, the study is limited by application of different protocols between sites. The UK trial was conducted on an alpha version of the SG, whereas the Israeli and Swedish trial employed an extended beta version of the SG. In addition, children in Israel were given additional time until they completed the entire curriculum, whereas children in Sweden and the UK were restricted to a specific timeframe. The association between participants' individual pace and SG use patterns, and their gains from them should be examined in future studies.",
        "section": "General discussion",
        "section_number": 38,
        "sentences": [
            "Despite the encouraging effects found, the study is limited by application of different protocols between sites.",
            "The UK trial was conducted on an alpha version of the SG, whereas the Israeli and Swedish trial employed an extended beta version of the SG.",
            "In addition, children in Israel were given additional time until they completed the entire curriculum, whereas children in Sweden and the UK were restricted to a specific timeframe.",
            "The association between participants' individual pace and SG use patterns, and their gains from them should be examined in future studies."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40757",
        "text": "Another potential limitation lies in the emotion recognition battery that was in use. As mentioned, the two versions of each task were positively correlated (r = .56-.70). However, the fact that not all correlations between the task versions were strong may limit the interpretation of the findings. Nonetheless, we believe these differences did not affect the results reported, since the task versions were administered in a counterbalanced order in both intervention and control groups.",
        "section": "General discussion",
        "section_number": 39,
        "sentences": [
            "Another potential limitation lies in the emotion recognition battery that was in use.",
            "As mentioned, the two versions of each task were positively correlated (r = .56-.70).",
            "However, the fact that not all correlations between the task versions were strong may limit the interpretation of the findings.",
            "Nonetheless, we believe these differences did not affect the results reported, since the task versions were administered in a counterbalanced order in both intervention and control groups."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40757",
        "text": "A related limitation lies in the use of the same body language task pre-and post-intervention, which may result in a learning effect. However, since the intervention group has improved on the body language task significantly more than the control group, and since the effect obtained in the body language task was replicated in the other tasks, it is unlikely that the effect results merely from repetition.",
        "section": "General discussion",
        "section_number": 40,
        "sentences": [
            "A related limitation lies in the use of the same body language task pre-and post-intervention, which may result in a learning effect.",
            "However, since the intervention group has improved on the body language task significantly more than the control group, and since the effect obtained in the body language task was replicated in the other tasks, it is unlikely that the effect results merely from repetition."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40757",
        "text": "Another related limitation lies in the use of computerbased tasks as outcome measures, with broader generalization relying merely on parental report. Reliance on teachers' report, who are blind to the study's aims and conditions, may be advised. In addition, recent suggestions for examination of treatment effects using semi structured observations [75] may prove useful in future studies.",
        "section": "General discussion",
        "section_number": 41,
        "sentences": [
            "Another related limitation lies in the use of computerbased tasks as outcome measures, with broader generalization relying merely on parental report.",
            "Reliance on teachers' report, who are blind to the study's aims and conditions, may be advised.",
            "In addition, recent suggestions for examination of treatment effects using semi structured observations [75] may prove useful in future studies."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40757",
        "text": "Individuals with ASC are often challenged by generalization difficulties [76] . Indeed, previous studies training individuals with ASC on ER through computer-based interventions had reported limited maintenance and generalization of gained ER skills [40, 43, 77] . In the current study, parents were provided with guidelines and activities designed to enhance participants' generalization into everyday life. However, the unique effects of parental involvement and the SG on children's gains were not examined. Recently, an examination of the unique roles of a technology-based intervention and of parental support has revealed different effects of these factors on children's ER skill gains and their generalization [78] . Future studies should look into the roles of the technological intervention and of parental support in Emotiplay's SG.",
        "section": "General discussion",
        "section_number": 42,
        "sentences": [
            "Individuals with ASC are often challenged by generalization difficulties [76] .",
            "Indeed, previous studies training individuals with ASC on ER through computer-based interventions had reported limited maintenance and generalization of gained ER skills [40, 43, 77] .",
            "In the current study, parents were provided with guidelines and activities designed to enhance participants' generalization into everyday life.",
            "However, the unique effects of parental involvement and the SG on children's gains were not examined.",
            "Recently, an examination of the unique roles of a technology-based intervention and of parental support has revealed different effects of these factors on children's ER skill gains and their generalization [78] .",
            "Future studies should look into the roles of the technological intervention and of parental support in Emotiplay's SG."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40757",
        "text": "The cross-cultural effects of the current study may be limited by the relative resemblance between the three western cultures examined. Research suggests that cultural factors can influence the treatment of those with ASC, including decisions on whether to seek help, treatment selection, available resources, and relationships between families and professionals [79, 80] . Consequently, treatment approaches developed in the West should not be blindly generalized to children (or adults) with disabilities across the world [79, 80] . Thus, notwithstanding the encouraging outcome of the current study, it is important to examine the effects of Emotiplay's SG in other, non-western, cultures.",
        "section": "General discussion",
        "section_number": 43,
        "sentences": [
            "The cross-cultural effects of the current study may be limited by the relative resemblance between the three western cultures examined.",
            "Research suggests that cultural factors can influence the treatment of those with ASC, including decisions on whether to seek help, treatment selection, available resources, and relationships between families and professionals [79, 80] .",
            "Consequently, treatment approaches developed in the West should not be blindly generalized to children (or adults) with disabilities across the world [79, 80] .",
            "Thus, notwithstanding the encouraging outcome of the current study, it is important to examine the effects of Emotiplay's SG in other, non-western, cultures."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40757",
        "text": "Emotiplay's SG has employed various elements aimed to enhance users' motivation to play and to increase learning effectiveness. A recent review of the literature on computer-based interventions [35] , highlighted three key elements of serious game design that are significant for learning and generalization: (1) use of storyline and goaldirected behaviors, (2) increased use of gaming elements that facilitate the transfer of knowledge and skills from the intervention to more ecologically valid social situations, and (3) use of cooperative multi-player options. Emotiplay's SG employed the first two key elements. Future development of the SG should incorporate a cooperative multi-player mode to promote motivation and generalization of learning, and, potentially, to maintain the motivation of users who seek this aspect of gaming.",
        "section": "General discussion",
        "section_number": 44,
        "sentences": [
            "Emotiplay's SG has employed various elements aimed to enhance users' motivation to play and to increase learning effectiveness.",
            "A recent review of the literature on computer-based interventions [35] , highlighted three key elements of serious game design that are significant for learning and generalization: (1) use of storyline and goaldirected behaviors, (2) increased use of gaming elements that facilitate the transfer of knowledge and skills from the intervention to more ecologically valid social situations, and (3) use of cooperative multi-player options.",
            "Emotiplay's SG employed the first two key elements.",
            "Future development of the SG should incorporate a cooperative multi-player mode to promote motivation and generalization of learning, and, potentially, to maintain the motivation of users who seek this aspect of gaming."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40757",
        "text": "Another motivation-related limitation of the current study lies in the partial information on participants who failed to complete the program. Although these dropouts did not differ from the participants who completed the program on background and ER measures, it is possible they have differed in other aspects that were not measured in our study, such as parental motivation and competence [81] . In addition, there was no follow-up of dropouts' outcome, which may have biased the study's results by only testing those who have completed it.",
        "section": "General discussion",
        "section_number": 45,
        "sentences": [
            "Another motivation-related limitation of the current study lies in the partial information on participants who failed to complete the program.",
            "Although these dropouts did not differ from the participants who completed the program on background and ER measures, it is possible they have differed in other aspects that were not measured in our study, such as parental motivation and competence [81] .",
            "In addition, there was no follow-up of dropouts' outcome, which may have biased the study's results by only testing those who have completed it."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40757",
        "text": "Finally, the current study is limited by its use of a treatment-as-usual control group, which differs from the intervention group in its activity level, as well as its participants' expectation for improvement [82] . Future studies should include an active control group (e.g., employing another serious game) to get a better understanding of Emotiplay's unique effects, as demonstrated in other ER training programs [15, 78] .",
        "section": "General discussion",
        "section_number": 46,
        "sentences": [
            "Finally, the current study is limited by its use of a treatment-as-usual control group, which differs from the intervention group in its activity level, as well as its participants' expectation for improvement [82] .",
            "Future studies should include an active control group (e.g., employing another serious game) to get a better understanding of Emotiplay's unique effects, as demonstrated in other ER training programs [15, 78] ."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40757",
        "text": "Emotiplay's SG has been designed for home use by children with high functioning ASC and their families. However, this platform also lends itself for educational and therapeutic use, for the training of older children with ASC and comorbid intellectual impairments, and for use with other clinical populations in which ER is a challenge. Future studies should explore the SG's effectiveness in school and in clinical settings, and its applicability to lower functioning children with ASC and to other clinical populations.",
        "section": "General discussion",
        "section_number": 47,
        "sentences": [
            "Emotiplay's SG has been designed for home use by children with high functioning ASC and their families.",
            "However, this platform also lends itself for educational and therapeutic use, for the training of older children with ASC and comorbid intellectual impairments, and for use with other clinical populations in which ER is a challenge.",
            "Future studies should explore the SG's effectiveness in school and in clinical settings, and its applicability to lower functioning children with ASC and to other clinical populations."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40757",
        "text": "We conclude that Emotiplay's SG is a motivating and effective intervention program to teach multimodal ER skills to children with ASC, which is cross-culturally applicable in western cultures.",
        "section": "General discussion",
        "section_number": 48,
        "sentences": [
            "We conclude that Emotiplay's SG is a motivating and effective intervention program to teach multimodal ER skills to children with ASC, which is cross-culturally applicable in western cultures."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40757",
        "text": "We prefer the term autism spectrum conditions (ASC) over the more common Autism Spectrum Disorders (ASD), as it views the condition comprehensively, acknowledging strengths as well as difficulties.",
        "section": "",
        "section_number": 49,
        "sentences": [
            "We prefer the term autism spectrum conditions (ASC) over the more common Autism Spectrum Disorders (ASD), as it views the condition comprehensively, acknowledging strengths as well as difficulties."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40757",
        "text": "With the exception of FEFA, which is also available in German, Finnish, and Swedish.",
        "section": "",
        "section_number": 50,
        "sentences": [
            "With the exception of FEFA, which is also available in German, Finnish, and Swedish."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    }
]