[
    {
        "doc_id": "41480",
        "text": "Background. Corticosteroids can improve the hemodynamic status of neonates with postoperative low cardiac output syndrome after cardiac operations. This study compared a prophylactically administered stress-dose corticosteroid (SDC) regimen against placebo on inflammation, adrenocortical function, and hemodynamic outcome. Methods. Forty neonates undergoing elective open heart operations were randomized into two groups. The SDC group received perioperatively 2 mg/kg methylprednisolone, and 6 hours after the operation, a hydrocortisone infusion (0.2 mg/kg/h) was started with tapering doses for 5 days. Placebo was administered in a similar fashion. An adrenocorticotropic hormone stimulation test was performed after the therapy. The primary endpoint of the study was plasma concentration of interleukin (IL-6). Secondary clinical outcomes included plasma cortisol, IL-10, C-reactive protein, echocardiographic systemic ventricle contractility evaluated by the Velocity Vector Imaging program, the inotropic score, and time of delayed sternal closure. Results. The IL-6 values of the SDC group were significantly lower postoperatively than in the placebo group. Significantly lower inotropic scores (p < 0.05), earlier sternal closure (p [ 0.03), and less deterioration in the systemic ventricle mean delta strain values between the preoperative and the first postoperative assessment (p [ 0.01) were detected for the SDC group. The SDC therapy did not suppress the hypothalamic-pituitaryadrenal axis more than placebo. The mean plasma cortisol level did not decline in the placebo group after the operation. Conclusions. The SDC regimen for 5 days postoperatively in neonates was safe and did not cause suppression of the hypothalamic-pituitary-adrenal axis. Furthermore, the open heart operation per se did not lead to adrenal insufficiency in neonates.",
        "section": "Abstract",
        "sentences": [
            "Background.",
            "Corticosteroids can improve the hemodynamic status of neonates with postoperative low cardiac output syndrome after cardiac operations.",
            "This study compared a prophylactically administered stress-dose corticosteroid (SDC) regimen against placebo on inflammation, adrenocortical function, and hemodynamic outcome.",
            "Methods.",
            "Forty neonates undergoing elective open heart operations were randomized into two groups.",
            "The SDC group received perioperatively 2 mg/kg methylprednisolone, and 6 hours after the operation, a hydrocortisone infusion (0.2 mg/kg/h) was started with tapering doses for 5 days.",
            "Placebo was administered in a similar fashion.",
            "An adrenocorticotropic hormone stimulation test was performed after the therapy.",
            "The primary endpoint of the study was plasma concentration of interleukin (IL-6).",
            "Secondary clinical outcomes included plasma cortisol, IL-10, C-reactive protein, echocardiographic systemic ventricle contractility evaluated by the Velocity Vector Imaging program, the inotropic score, and time of delayed sternal closure.",
            "Results.",
            "The IL-6 values of the SDC group were significantly lower postoperatively than in the placebo group.",
            "Significantly lower inotropic scores (p < 0.05), earlier sternal closure (p [ 0.03), and less deterioration in the systemic ventricle mean delta strain values between the preoperative and the first postoperative assessment (p [ 0.01) were detected for the SDC group.",
            "The SDC therapy did not suppress the hypothalamic-pituitaryadrenal axis more than placebo.",
            "The mean plasma cortisol level did not decline in the placebo group after the operation.",
            "Conclusions.",
            "The SDC regimen for 5 days postoperatively in neonates was safe and did not cause suppression of the hypothalamic-pituitary-adrenal axis.",
            "Furthermore, the open heart operation per se did not lead to adrenal insufficiency in neonates."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "41480",
        "text": "T he timing, optimal dosing, and the length of steroid administration have not been standardized in children undergoing cardiac operations, which may partly explain the variation in the benefits of steroids in addition to their known antiinflammatory effects [1] [2] [3] [4] [5] [6] . Corticosteroid treatment has been reported to improve hemodynamics in infants with low cardiac output syndrome after cardiac operations [7] . Placebo-controlled observations on the potential benefits of prophylactic postoperative \"stress dosing\" by hydrocortisone infusion in neonates undergoing cardiac operations include a reduction of the inflammatory response and the lower incidence of low cardiac output syndrome, improved fluid balance, and prevention of adrenal insufficiency (AI) [8, 9] . However, knowledge is lacking about the appropriate plasma cortisol level after cardiac operations and its effect on the postoperative outcome [10] [11] [12] [13] [14] .",
        "section": "",
        "section_number": 1,
        "sentences": [
            "T he timing, optimal dosing, and the length of steroid administration have not been standardized in children undergoing cardiac operations, which may partly explain the variation in the benefits of steroids in addition to their known antiinflammatory effects [1] [2] [3] [4] [5] [6] .",
            "Corticosteroid treatment has been reported to improve hemodynamics in infants with low cardiac output syndrome after cardiac operations [7] .",
            "Placebo-controlled observations on the potential benefits of prophylactic postoperative \"stress dosing\" by hydrocortisone infusion in neonates undergoing cardiac operations include a reduction of the inflammatory response and the lower incidence of low cardiac output syndrome, improved fluid balance, and prevention of adrenal insufficiency (AI) [8, 9] .",
            "However, knowledge is lacking about the appropriate plasma cortisol level after cardiac operations and its effect on the postoperative outcome [10] [11] [12] [13] [14] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "41480",
        "text": "The present randomized, double-blinded, placebocontrolled study was designed to compare the antiinflammatory response (primary end point), adrenocortical function, and hemodynamic outcome of stress-dose corticosteroid (SDC) and placebo groups. Our hypothesis was that neonates receiving a bolus of 2 mg/kg methylprednisolone in the operating room, followed by hydrocortisone infusion in the pediatric intensive care unit (PICU), should have a decreased inflammatory response and better cardiac contractility compared with the placebo group. Furthermore, we wanted to assess the safety of SDC treatment.",
        "section": "",
        "section_number": 2,
        "sentences": [
            "The present randomized, double-blinded, placebocontrolled study was designed to compare the antiinflammatory response (primary end point), adrenocortical function, and hemodynamic outcome of stress-dose corticosteroid (SDC) and placebo groups.",
            "Our hypothesis was that neonates receiving a bolus of 2 mg/kg methylprednisolone in the operating room, followed by hydrocortisone infusion in the pediatric intensive care unit (PICU), should have a decreased inflammatory response and better cardiac contractility compared with the placebo group.",
            "Furthermore, we wanted to assess the safety of SDC treatment."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "41480",
        "text": "The study protocol was approved by the Ethics Committee of Helsinki University Central Hospital (January 31, 2012) and by the Finnish Medicines Agency (January 9, 2012). The study was also registered in the European Union Clinical Trials Register (Eudra-CT 2011-005239-14). Written informed consent was obtained from all parents of the patients before the study commenced.",
        "section": "Ethics and Informed Consent",
        "section_number": 3,
        "sentences": [
            "The study protocol was approved by the Ethics Committee of Helsinki University Central Hospital (January 31, 2012) and by the Finnish Medicines Agency (January 9, 2012).",
            "The study was also registered in the European Union Clinical Trials Register (Eudra-CT 2011-005239-14).",
            "Written informed consent was obtained from all parents of the patients before the study commenced."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "41480",
        "text": "Forty neonates (age 28 days) who were undergoing nonemergency cardiac operations with cardiopulmonary bypass (CPB) between April 2012 and October 2014 were randomized by sealed envelope into two groups. Exclusion criteria were symptoms related to prematurity or birth before 36 weeks of gestational age, chromosomal abnormalities, administration of corticosteroids before the operation, and the need of preoperative inotropic support other than milrinone.",
        "section": "Study Design",
        "section_number": 4,
        "sentences": [
            "Forty neonates (age 28 days) who were undergoing nonemergency cardiac operations with cardiopulmonary bypass (CPB) between April 2012 and October 2014 were randomized by sealed envelope into two groups.",
            "Exclusion criteria were symptoms related to prematurity or birth before 36 weeks of gestational age, chromosomal abnormalities, administration of corticosteroids before the operation, and the need of preoperative inotropic support other than milrinone."
        ],
        "sentence_labels": [
            1,
            -1
        ],
        "classification_label": 1
    },
    {
        "doc_id": "41480",
        "text": "After the induction of anesthesia, the control group received placebo and the intervention group received an intravenous bolus of 2 mg/kg methylprednisolone, the smallest dose shown to be effective in children undergoing cardiac operations [15] . A hydrocortisone infusion in the intervention group was started 6 hours after the weaning from the CPB at the rate of 0.2 mg/kg/h for 48 hours, 0.1 mg/kg/h for 48 hours, and 0.05 mg/kg/h for 24 hours. The initial hydrocortisone infusion dose was based on the recommendation for glucocorticoid replacement therapy for critically ill patients [16] . The study drug was discontinued if the patient was discharged from the PICU earlier than postoperative day (POD) 5. A placebo saline infusion was administered to the control group in a similar tapering dosing regimen.",
        "section": "Study Design",
        "section_number": 5,
        "sentences": [
            "After the induction of anesthesia, the control group received placebo and the intervention group received an intravenous bolus of 2 mg/kg methylprednisolone, the smallest dose shown to be effective in children undergoing cardiac operations [15] .",
            "A hydrocortisone infusion in the intervention group was started 6 hours after the weaning from the CPB at the rate of 0.2 mg/kg/h for 48 hours, 0.1 mg/kg/h for 48 hours, and 0.05 mg/kg/h for 24 hours.",
            "The initial hydrocortisone infusion dose was based on the recommendation for glucocorticoid replacement therapy for critically ill patients [16] .",
            "The study drug was discontinued if the patient was discharged from the PICU earlier than postoperative day (POD) 5.",
            "A placebo saline infusion was administered to the control group in a similar tapering dosing regimen."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "41480",
        "text": "A pharmacist who was not involved in the care of the patients prepared methylprednisolone, hydrocortisone, and placebo solutions with 0.9% saline. All study and clinical personnel were blinded to the treatment allocation until the study period ended. No additional steroids were administered during the study period. The study drug infusion was allowed to stop at the discretion of the PICU physician, if the patient was in low cardiac output and was assumed to benefit from the administration of hydrocortisone.",
        "section": "Study Design",
        "section_number": 6,
        "sentences": [
            "A pharmacist who was not involved in the care of the patients prepared methylprednisolone, hydrocortisone, and placebo solutions with 0.9% saline.",
            "All study and clinical personnel were blinded to the treatment allocation until the study period ended.",
            "No additional steroids were administered during the study period.",
            "The study drug infusion was allowed to stop at the discretion of the PICU physician, if the patient was in low cardiac output and was assumed to benefit from the administration of hydrocortisone."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "41480",
        "text": "The primary end point of the study was plasma concentration of interleukin (IL-6). Secondary clinical outcomes included plasma cortisol, echocardiographic systemic ventricle contractility evaluated by the Velocity Vector Imaging (VVI) program (syngo USWP 3.0; Siemens Medical Solutions, Erlangen, Germany), and the inotrope score; biochemical variables (lactate, central venous saturation), inflammation markers (IL-10, C-reactive protein), and clinical outcome variables such as length of mechanical ventilation and PICU stay, time of delayed sternal closure, and ventilator-free days at 28 days after PICU admission. Patients who did not survive to day 28 were assigned zero ventilator-free days. Fluid balance and the vasoactive inotropic score were calculated at 1200 hours on the postoperative day. Elevated blood glucose (>10 mmol/L) and nosocomial infections (data retrieved from the infection registry of the Children's Hospital) were reported as adverse events potentially related to the use of corticosteroids.",
        "section": "End Points and Definition",
        "section_number": 7,
        "sentences": [
            "The primary end point of the study was plasma concentration of interleukin (IL-6).",
            "Secondary clinical outcomes included plasma cortisol, echocardiographic systemic ventricle contractility evaluated by the Velocity Vector Imaging (VVI) program (syngo USWP 3.0; Siemens Medical Solutions, Erlangen, Germany), and the inotrope score; biochemical variables (lactate, central venous saturation), inflammation markers (IL-10, C-reactive protein), and clinical outcome variables such as length of mechanical ventilation and PICU stay, time of delayed sternal closure, and ventilator-free days at 28 days after PICU admission.",
            "Patients who did not survive to day 28 were assigned zero ventilator-free days.",
            "Fluid balance and the vasoactive inotropic score were calculated at 1200 hours on the postoperative day.",
            "Elevated blood glucose (>10 mmol/L) and nosocomial infections (data retrieved from the infection registry of the Children's Hospital) were reported as adverse events potentially related to the use of corticosteroids."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "41480",
        "text": "Balanced general anesthesia was attained by sufentanil, pancuronium, S-ketamine, and sevoflurane. CPB management and myocardial protection were accomplished with the same methods described in our previous article [17] . Three surgeons operated on all the study patients. The patient's chest was left open at the surgeon's discretion to prevent cardiac compression and hemodynamic instability. The threshold was kept quite low to avoid the possible emergency reopening of the chest during the immediate postoperative period.",
        "section": "Intraoperative Management",
        "section_number": 8,
        "sentences": [
            "Balanced general anesthesia was attained by sufentanil, pancuronium, S-ketamine, and sevoflurane.",
            "CPB management and myocardial protection were accomplished with the same methods described in our previous article [17] .",
            "Three surgeons operated on all the study patients.",
            "The patient's chest was left open at the surgeon's discretion to prevent cardiac compression and hemodynamic instability.",
            "The threshold was kept quite low to avoid the possible emergency reopening of the chest during the immediate postoperative period."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "41480",
        "text": "Milrinone and levosimendan were used as the first-line inotropes at the discretion of the anesthesiologist in charge of the patient. Epinephrine and norepinephrine were added for hemodynamic support when needed. The inotropic score for vasoactive drugs was calculated as described earlier [17] . Inhaled nitric oxide was used after weaning from CBP in neonates with pulmonary hypertension. Insulin was administered in the PICU if blood glucose concentrations were greater than 10 mmol/L in two repeated measurements.",
        "section": "Inotrope and Insulin therapy",
        "section_number": 9,
        "sentences": [
            "Milrinone and levosimendan were used as the first-line inotropes at the discretion of the anesthesiologist in charge of the patient.",
            "Epinephrine and norepinephrine were added for hemodynamic support when needed.",
            "The inotropic score for vasoactive drugs was calculated as described earlier [17] .",
            "Inhaled nitric oxide was used after weaning from CBP in neonates with pulmonary hypertension.",
            "Insulin was administered in the PICU if blood glucose concentrations were greater than 10 mmol/L in two repeated measurements."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "41480",
        "text": "Blood samples were collected into tubes containing sodium citrate at eight different times: at anesthesia induction before the bolus methylprednisolone or placebo was administered (T1), 5 minutes after weaning from CPB (T2), 6 hours after weaning from CPB before hydrocortisone or placebo infusion, and at 6 A.M. (T3), and for 5 postoperative days thereafter (T4-8). Plasma was immediately separated by centrifugation and stored at -70 C until analysis. IL-6 and IL-10 concentrations were determined at T1 to T6 inclusive using enzyme-linked immunosorbent assay kits (Quantikine; R&D Systems, Abington, United Kingdom). Total plasma concentration of methylprednisolone was determined using a highperformance liquid chromatography-electrospraytandem mass spectrometry method, as described earlier [3] .",
        "section": "Blood Samples",
        "section_number": 10,
        "sentences": [
            "Blood samples were collected into tubes containing sodium citrate at eight different times: at anesthesia induction before the bolus methylprednisolone or placebo was administered (T1), 5 minutes after weaning from CPB (T2), 6 hours after weaning from CPB before hydrocortisone or placebo infusion, and at 6 A.M. (T3), and for 5 postoperative days thereafter (T4-8).",
            "Plasma was immediately separated by centrifugation and stored at -70 C until analysis.",
            "IL-6 and IL-10 concentrations were determined at T1 to T6 inclusive using enzyme-linked immunosorbent assay kits (Quantikine; R&D Systems, Abington, United Kingdom).",
            "Total plasma concentration of methylprednisolone was determined using a highperformance liquid chromatography-electrospraytandem mass spectrometry method, as described earlier [3] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "41480",
        "text": "The adrenocorticotropic hormone (ACTH) stimulation test was performed on the following morning at 6 A.M. after the study drug infusion had discontinued. Adrenal function and hypothalamic-pituitary-adrenal integrity were assessed by ACTH adrenal stimulation with 250 mg/ 1.73 m 2 or 1 mg/1.73 m 2 intravenous cosyntropin (Cortrosyn; Amphastar, Rancho Cucamonga, CA). Serum cortisol levels were measured at baseline and 30 minutes after stimulation. AI was defined as a baseline cortisol level 5 mg/dL or an increase of less than 16 mg/dL in the post-ACTH simulation level [18] .",
        "section": "Blood Samples",
        "section_number": 11,
        "sentences": [
            "The adrenocorticotropic hormone (ACTH) stimulation test was performed on the following morning at 6 A.M. after the study drug infusion had discontinued.",
            "Adrenal function and hypothalamic-pituitary-adrenal integrity were assessed by ACTH adrenal stimulation with 250 mg/ 1.73 m 2 or 1 mg/1.73 m 2 intravenous cosyntropin (Cortrosyn; Amphastar, Rancho Cucamonga, CA).",
            "Serum cortisol levels were measured at baseline and 30 minutes after stimulation.",
            "AI was defined as a baseline cortisol level 5 mg/dL or an increase of less than 16 mg/dL in the post-ACTH simulation level [18] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "41480",
        "text": "Echocardiographic images were originally recorded in accordance with the study echocardiographic protocol: preoperatively (4.1 AE 2.5 days) and postoperatively at 4 days (3.7 AE 2.3 days) and at 2 weeks (12.6 AE 5.8 days). In these time points, insufficient quality of echocardiographic image rates were 3%, 7%, and 15%, respectively. Echocardiographic images were analyzed using the VVI program by a pediatric cardiologist (T.O.). Systemic ventricular strain and ejection fraction for the left ventricle were analyzed from the apical 4-chamber view. The left ventricle was the systemic ventricle in 32 of 40 patients (80%), and the right ventricle was the systemic ventricle in 8 patients (20%) with hypoplastic left heart syndrome. Manual tracing of the ventricular subendocardial surface was performed in a single still-frame in midsystole. Velocity vectors were then automatically calculated for each frame of the cardiac cycle by the VVI algorithm. Tracings were accepted only when the subendocardial border was correctly followed throughout the entire cardiac cycle. Individual regions of the border were adjusted until the border was correctly tracked for each frame when necessary.",
        "section": "Echocardiographic Assessments",
        "section_number": 12,
        "sentences": [
            "Echocardiographic images were originally recorded in accordance with the study echocardiographic protocol: preoperatively (4.1 AE 2.5 days) and postoperatively at 4 days (3.7 AE 2.3 days) and at 2 weeks (12.6 AE 5.8 days).",
            "In these time points, insufficient quality of echocardiographic image rates were 3%, 7%, and 15%, respectively.",
            "Echocardiographic images were analyzed using the VVI program by a pediatric cardiologist (T.O.).",
            "Systemic ventricular strain and ejection fraction for the left ventricle were analyzed from the apical 4-chamber view.",
            "The left ventricle was the systemic ventricle in 32 of 40 patients (80%), and the right ventricle was the systemic ventricle in 8 patients (20%) with hypoplastic left heart syndrome.",
            "Manual tracing of the ventricular subendocardial surface was performed in a single still-frame in midsystole.",
            "Velocity vectors were then automatically calculated for each frame of the cardiac cycle by the VVI algorithm.",
            "Tracings were accepted only when the subendocardial border was correctly followed throughout the entire cardiac cycle.",
            "Individual regions of the border were adjusted until the border was correctly tracked for each frame when necessary."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "41480",
        "text": "Analysis was performed for intention-to-treat. Three patients did not complete the study per protocol, but the analysis per protocol did not change the conclusions. Calculations of our previous study data indicated that 18 patients would be required to demonstrate a 50% difference in IL-6 values between the two groups (a ¼ 0.05, 1 -b ¼ 0.90) [3] . Each group comprised 20 patients, the extra 2 patients per group were included to allow for possible dropouts. Variables on a qualitative scale are presented as numbers with percentages and were analyzed using the c 2 test. Normality of continuous variables was assessed visually and by the Kolmogorov-Smirnov test. Continuous variables are described by means AE SD or medians with interquartile ranges (IQR). The Student t test was used for comparing data with normal distributions, and the Mann-Whitney U test was used for nonparametric analyses. P values of less than 0.05 were considered to be statistically significant, and no correction for multiple testing was applied owing to the nature of the study.",
        "section": "Statistical Analysis",
        "section_number": 13,
        "sentences": [
            "Analysis was performed for intention-to-treat.",
            "Three patients did not complete the study per protocol, but the analysis per protocol did not change the conclusions.",
            "Calculations of our previous study data indicated that 18 patients would be required to demonstrate a 50% difference in IL-6 values between the two groups (a ¼ 0.05, 1 -b ¼ 0.90) [3] .",
            "Each group comprised 20 patients, the extra 2 patients per group were included to allow for possible dropouts.",
            "Variables on a qualitative scale are presented as numbers with percentages and were analyzed using the c 2 test.",
            "Normality of continuous variables was assessed visually and by the Kolmogorov-Smirnov test.",
            "Continuous variables are described by means AE SD or medians with interquartile ranges (IQR).",
            "The Student t test was used for comparing data with normal distributions, and the Mann-Whitney U test was used for nonparametric analyses.",
            "P values of less than 0.05 were considered to be statistically significant, and no correction for multiple testing was applied owing to the nature of the study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "41480",
        "text": "Fifty-one neonates were eligible for the study. Nine parents declined the participation of their child in the study, and in 2 patients there were other reasons for nonenrollment. Forty patients were randomized to receive the study drug or placebo. One patient (placebo group) with truncus arteriosus needed an emergency reoperation, followed by extracorporeal membrane oxygenation (ECMO) treatment, 3 hours after PICU admission resulting from low output syndrome and resuscitation. The study drug infusion was stopped for 2 patients of the placebo group at the discretion of the PICU physician, and hydrocortisone administration was started because of high inotropic support requirement and fluid overload. The data of these patients were censored from the laboratory data analysis after the incident on POD 1 and 4, respectively, but the other outcome variables were included in the intention-to-treat analysis.",
        "section": "Results",
        "section_number": 14,
        "sentences": [
            "Fifty-one neonates were eligible for the study.",
            "Nine parents declined the participation of their child in the study, and in 2 patients there were other reasons for nonenrollment.",
            "Forty patients were randomized to receive the study drug or placebo.",
            "One patient (placebo group) with truncus arteriosus needed an emergency reoperation, followed by extracorporeal membrane oxygenation (ECMO) treatment, 3 hours after PICU admission resulting from low output syndrome and resuscitation.",
            "The study drug infusion was stopped for 2 patients of the placebo group at the discretion of the PICU physician, and hydrocortisone administration was started because of high inotropic support requirement and fluid overload.",
            "The data of these patients were censored from the laboratory data analysis after the incident on POD 1 and 4, respectively, but the other outcome variables were included in the intention-to-treat analysis."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "41480",
        "text": "Demographic data presented in Table 1 show that both groups were similar for type and severity of the operation and perioperative risk factors. The primary study endpoint IL-6 values of the SDC group were significantly lower than those of the placebo group at several time points after the surgery (Fig 1) . C-reactive protein values acted in the similar fashion (Fig 1) . On the contrary, the mean antiinflammatory cytokine IL-10 and white cell blood count values were significantly higher for the SDC group (Fig 1) .",
        "section": "Inflammatory Response",
        "section_number": 15,
        "sentences": [
            "Demographic data presented in Table 1 show that both groups were similar for type and severity of the operation and perioperative risk factors.",
            "The primary study endpoint IL-6 values of the SDC group were significantly lower than those of the placebo group at several time points after the surgery (Fig 1) .",
            "C-reactive protein values acted in the similar fashion (Fig 1) .",
            "On the contrary, the mean antiinflammatory cytokine IL-10 and white cell blood count values were significantly higher for the SDC group (Fig 1) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "41480",
        "text": "The VVI assessments showed lower systemic ventricle delta strain values (ie, the decrease in cardiac contractility between the preoperative and the first echocardiographic assessment was less) after the operation in the SDC group compared with the placebo group (p ¼ 0.01; Table 2 ). However, the differences of the systemic ventricle strain measurements between the groups had disappeared within 2 weeks after the operation (p ¼ 0.28). Differences in the left ventricle ejection fraction between the study groups were not significant ( Table 2 ). The inotropic score was significantly lower for the SDC group than for the placebo group on PODs 1, 3, and 6 (p ¼ 0.05; Fig 2) . Furthermore, the sternum could be closed a mean of 2 days earlier after the operation in the SDC group (p ¼ 0.03) than in the placebo group. The other clinical outcome variables, such as central venous saturation, ventilator-free days, duration of mechanical ventilation, the length of PICU stay, or death, were not significantly different between the groups (Fig 2 and Table 2 ). Two patients of the placebo and none in the SDC group died, with no evident connection to the study. One patient died after truncus arteriosus repair, followed by ECMO treatment, and another tetralogy of Fallot patient with severely hypoplastic pulmonary arteries died of multiple organ failure after the repair.",
        "section": "Cardiac Contractility and Other Secondary Clinical Outcome Parameters",
        "section_number": 16,
        "sentences": [
            "The VVI assessments showed lower systemic ventricle delta strain values (ie, the decrease in cardiac contractility between the preoperative and the first echocardiographic assessment was less) after the operation in the SDC group compared with the placebo group (p ¼ 0.01; Table 2 ).",
            "However, the differences of the systemic ventricle strain measurements between the groups had disappeared within 2 weeks after the operation (p ¼ 0.28).",
            "Differences in the left ventricle ejection fraction between the study groups were not significant ( Table 2 ).",
            "The inotropic score was significantly lower for the SDC group than for the placebo group on PODs 1, 3, and 6 (p ¼ 0.05; Fig 2) .",
            "Furthermore, the sternum could be closed a mean of 2 days earlier after the operation in the SDC group (p ¼ 0.03) than in the placebo group.",
            "The other clinical outcome variables, such as central venous saturation, ventilator-free days, duration of mechanical ventilation, the length of PICU stay, or death, were not significantly different between the groups (Fig 2 and Table 2 ).",
            "Two patients of the placebo and none in the SDC group died, with no evident connection to the study.",
            "One patient died after truncus arteriosus repair, followed by ECMO treatment, and another tetralogy of Fallot patient with severely hypoplastic pulmonary arteries died of multiple organ failure after the repair."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "41480",
        "text": "Preoperative serum cortisol levels were less than 5 mg/dL in 5 patients (25%) in the SDC group and in 9 (45%) in the placebo group, which can be considered to indicate hypocortisolism (p ¼ 0.18). Methylprednisolone levels in the SDC group were highest after weaning from CPB (Fig 3) . There was no significant depression from the mean serum baseline cortisol level in the placebo group postoperatively (Fig 4) . Of note, 19 of 20 in the SDC and 18 of 20 in the placebo group had postoperative plasma cortisol below 5 mg/dL, suggesting that the cutoff level of AI is very high for neonates. When we used our institutional clinical cutoff value of 2.5 mg/dL, 6 of 19 in the SDC group and 5 of 18 in the placebo group had subnormal plasma cortisol before ACTH stimulation. Three patients in the placebo group and 7 in the SDC group had a subnormal response to the ACTH stimulation test (p ¼ 0.11). The mean stimulated values were similar with low-dose (n ¼ 28) and standard-dose (n ¼ 9) ACTH stimulation (22.8 vs 19.5 mg/dL, p ¼ 0.21).",
        "section": "Cortisol and ACTH Simulation Test",
        "section_number": 17,
        "sentences": [
            "Preoperative serum cortisol levels were less than 5 mg/dL in 5 patients (25%) in the SDC group and in 9 (45%) in the placebo group, which can be considered to indicate hypocortisolism (p ¼ 0.18).",
            "Methylprednisolone levels in the SDC group were highest after weaning from CPB (Fig 3) .",
            "There was no significant depression from the mean serum baseline cortisol level in the placebo group postoperatively (Fig 4) .",
            "Of note, 19 of 20 in the SDC and 18 of 20 in the placebo group had postoperative plasma cortisol below 5 mg/dL, suggesting that the cutoff level of AI is very high for neonates.",
            "When we used our institutional clinical cutoff value of 2.5 mg/dL, 6 of 19 in the SDC group and 5 of 18 in the placebo group had subnormal plasma cortisol before ACTH stimulation.",
            "Three patients in the placebo group and 7 in the SDC group had a subnormal response to the ACTH stimulation test (p ¼ 0.11).",
            "The mean stimulated values were similar with low-dose (n ¼ 28) and standard-dose (n ¼ 9) ACTH stimulation (22.8 vs 19.5 mg/dL, p ¼ 0.21)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "41480",
        "text": "Blood glucose levels were significantly higher in the SDC group at 6 hours after the operation (12.3 AE 2.9 vs 9.4 AE 2.3 mmol/L, p ¼ 0.002) and on the first postoperative morning (7.4 AE 2.0 vs 5.9 AE 1.6 mmol/L, p ¼ 0.02) compared with the placebo group. This occurrence was also reflected in the nonsignificantly higher number of patients receiving an insulin infusion ( Table 2 ) and higher lactate levels (Fig 2) in the SDC group. Insulin infusion in 12 of the 14 patients was started with in the first 24 hours postoperatively and lasted less than 24 hours. The incidence of postoperative infections between the study groups was similar.",
        "section": "Adverse Events",
        "section_number": 18,
        "sentences": [
            "Blood glucose levels were significantly higher in the SDC group at 6 hours after the operation (12.3 AE 2.9 vs 9.4 AE 2.3 mmol/L, p ¼ 0.002) and on the first postoperative morning (7.4 AE 2.0 vs 5.9 AE 1.6 mmol/L, p ¼ 0.02) compared with the placebo group.",
            "This occurrence was also reflected in the nonsignificantly higher number of patients receiving an insulin infusion ( Table 2 ) and higher lactate levels (Fig 2) in the SDC group.",
            "Insulin infusion in 12 of the 14 patients was started with in the first 24 hours postoperatively and lasted less than 24 hours.",
            "The incidence of postoperative infections between the study groups was similar."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "41480",
        "text": "The most common postoperative arrhythmias were supraventicular and junctional ectopic tachycardias, but no differences in their occurrence were detected between the study groups ( Table 2) .",
        "section": "Adverse Events",
        "section_number": 19,
        "sentences": [
            "The most common postoperative arrhythmias were supraventicular and junctional ectopic tachycardias, but no differences in their occurrence were detected between the study groups ( Table 2) ."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "41480",
        "text": "The present investigation of neonatal patients undergoing cardiac operations found the combination of intravenous low-dose methylprednisolone bolus perioperatively, followed by stress-dose hydrocortisone infusion for 5 days, was feasible to deliver and did not suppress the hypothalamic-pituitary-adrenal axis. The IL-6 and C-reactive protein values of the SDC group were significantly lower than those of placebo group.",
        "section": "Comment",
        "section_number": 20,
        "sentences": [
            "The present investigation of neonatal patients undergoing cardiac operations found the combination of intravenous low-dose methylprednisolone bolus perioperatively, followed by stress-dose hydrocortisone infusion for 5 days, was feasible to deliver and did not suppress the hypothalamic-pituitary-adrenal axis.",
            "The IL-6 and C-reactive protein values of the SDC group were significantly lower than those of placebo group."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "41480",
        "text": "Open heart operations and CPB itself did not cause a major depression in the postoperative plasma cortisol levels in the neonates receiving placebo in contrast to previous reports [8, 9, [11] [12] [13] [14] . Rather, the postoperative low serum cortisol levels observed in the previous studies were possibly iatrogenic in origin owing to the high doses of corticosteroids administered preoperatively or intraoperatively [8, 9, [11] [12] [13] [14] . This may partly explain why the attenuation of inflammation after administration of corticosteroids has not systematically translated into clinical benefits for children undergoing cardiac operations. Our interpretation is that the significantly lower inotropic scores and better systemic ventricle function postoperatively in the SDC group compared with the placebo group can be interpreted as an adjunctive effect of the corticosteroids on hemodynamics (ie, limited capillary leak and vasodilatation, reversal of downregulation of adrenergic receptors) rather than a replacement therapy for postoperative AI.",
        "section": "Comment",
        "section_number": 21,
        "sentences": [
            "Open heart operations and CPB itself did not cause a major depression in the postoperative plasma cortisol levels in the neonates receiving placebo in contrast to previous reports [8, 9, [11] [12] [13] [14] .",
            "Rather, the postoperative low serum cortisol levels observed in the previous studies were possibly iatrogenic in origin owing to the high doses of corticosteroids administered preoperatively or intraoperatively [8, 9, [11] [12] [13] [14] .",
            "This may partly explain why the attenuation of inflammation after administration of corticosteroids has not systematically translated into clinical benefits for children undergoing cardiac operations.",
            "Our interpretation is that the significantly lower inotropic scores and better systemic ventricle function postoperatively in the SDC group compared with the placebo group can be interpreted as an adjunctive effect of the corticosteroids on hemodynamics (ie, limited capillary leak and vasodilatation, reversal of downregulation of adrenergic receptors) rather than a replacement therapy for postoperative AI."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "41480",
        "text": "The AI definition includes both the low basal cortisol and the subnormal response to ACTH stimulation [18, 20] . The neonatal adrenal cortex is regulated differently from an adult adrenal cortex, and a number of factors play a role in addition to ACTH. The plasma cortisol level was below 5 mg/dL before and after the operation in many infants in the present study. In general, they had no signs or symptoms of hypocortisolism. This shows that the optimal serum cortisol levels are unknown, especially in neonates, and that the definition of AI is somewhat arbitrary because of a paucity of data on steroid metabolism [10, 13, 14] . Therefore, postoperative corticosteroid treatment in children undergoing cardiac operations should not be solely based on their plasma cortisol levels [11, 12] . The clinical presentation of AI; tachycardia and hypotension resistant to fluid and inotrope therapy are also common presentations for a wide spectrum of critically ill children [20] . In contrast to previous studies, the open heart operation did not cause a depression in the postoperative plasma cortisol levels in neonates who received the placebo [8, 9, [11] [12] [13] [14] . Two studies of neonates undergoing cardiac operations compared prophylactic postoperative hydrocortisone and placebo and found that AI developed postoperatively for 62% and 100% of their placebo groups [8, 9] . However, high doses of methylprednisolone were concomitantly administered to all patients preoperatively in both of the studies. The inborn stress response during the postoperative period remained suppressed by the high dose of methylprednisolone, and exogenous corticosteroids were not administered to the placebo group. Therefore, low cortisol levels may have predisposed these patients to low cardiac output syndrome during the postoperative period.",
        "section": "Comment",
        "section_number": 22,
        "sentences": [
            "The AI definition includes both the low basal cortisol and the subnormal response to ACTH stimulation [18, 20] .",
            "The neonatal adrenal cortex is regulated differently from an adult adrenal cortex, and a number of factors play a role in addition to ACTH.",
            "The plasma cortisol level was below 5 mg/dL before and after the operation in many infants in the present study.",
            "In general, they had no signs or symptoms of hypocortisolism.",
            "This shows that the optimal serum cortisol levels are unknown, especially in neonates, and that the definition of AI is somewhat arbitrary because of a paucity of data on steroid metabolism [10, 13, 14] .",
            "Therefore, postoperative corticosteroid treatment in children undergoing cardiac operations should not be solely based on their plasma cortisol levels [11, 12] .",
            "The clinical presentation of AI; tachycardia and hypotension resistant to fluid and inotrope therapy are also common presentations for a wide spectrum of critically ill children [20] .",
            "In contrast to previous studies, the open heart operation did not cause a depression in the postoperative plasma cortisol levels in neonates who received the placebo [8, 9, [11] [12] [13] [14] .",
            "Two studies of neonates undergoing cardiac operations compared prophylactic postoperative hydrocortisone and placebo and found that AI developed postoperatively for 62% and 100% of their placebo groups [8, 9] .",
            "However, high doses of methylprednisolone were concomitantly administered to all patients preoperatively in both of the studies.",
            "The inborn stress response during the postoperative period remained suppressed by the high dose of methylprednisolone, and exogenous corticosteroids were not administered to the placebo group.",
            "Therefore, low cortisol levels may have predisposed these patients to low cardiac output syndrome during the postoperative period."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "41480",
        "text": "The results of the present study are in line with the previous findings that prophylactic \"stress dosing\" of hydrocortisone of neonates undergoing cardiac operations improves ventricular function and decreases the need of inotropic support [8, 9] . We found cardiac VVI assessments had higher systemic ventricle strain values, thus the decrease in cardiac contractility between the preoperative and the first echocardiographic assessment after the operation for the SDC group was less attenuated. However, there were no significant differences in the ejection fraction values between the groups over any time frame. This is probably because the ejection fraction is heavily influenced by loading conditions, whereas strain is a much more load-independent marker of cardiac contractility. VVI is an echocardiographic technique based on speckle and contour tracking that measures the myocardial deformation [21] . It is independent of angle of insonation and the geometry of the ventricle. VVI has been validated for the left ventricle [22] and for the systemic right ventricle function in patients with hypoplastic left heart syndrome [23] .",
        "section": "Comment",
        "section_number": 23,
        "sentences": [
            "The results of the present study are in line with the previous findings that prophylactic \"stress dosing\" of hydrocortisone of neonates undergoing cardiac operations improves ventricular function and decreases the need of inotropic support [8, 9] .",
            "We found cardiac VVI assessments had higher systemic ventricle strain values, thus the decrease in cardiac contractility between the preoperative and the first echocardiographic assessment after the operation for the SDC group was less attenuated.",
            "However, there were no significant differences in the ejection fraction values between the groups over any time frame.",
            "This is probably because the ejection fraction is heavily influenced by loading conditions, whereas strain is a much more load-independent marker of cardiac contractility.",
            "VVI is an echocardiographic technique based on speckle and contour tracking that measures the myocardial deformation [21] .",
            "It is independent of angle of insonation and the geometry of the ventricle.",
            "VVI has been validated for the left ventricle [22] and for the systemic right ventricle function in patients with hypoplastic left heart syndrome [23] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "41480",
        "text": "The sternum could be closed significantly sooner in the SDC group compared with the placebo group. The same mean difference of 2 days was seen in the duration of mechanical ventilation, ventilator-free days, and the length of PICU stay. However, because of the relatively small study population and relatively large SDs in these variables, the differences did not reach statistical significance.",
        "section": "Comment",
        "section_number": 24,
        "sentences": [
            "The sternum could be closed significantly sooner in the SDC group compared with the placebo group.",
            "The same mean difference of 2 days was seen in the duration of mechanical ventilation, ventilator-free days, and the length of PICU stay.",
            "However, because of the relatively small study population and relatively large SDs in these variables, the differences did not reach statistical significance."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "41480",
        "text": "Inflammation is believed to play a pivotal role in the etiology of atrial fibrillation in adult cardiac operations [24] . A recent meta-analysis suggested that glucocorticoids could effectively reduce the incidence postoperative atrial fibrillation [24] . We found no difference in the occurrence of postoperative arrhythmias between the study groups.",
        "section": "Comment",
        "section_number": 25,
        "sentences": [
            "Inflammation is believed to play a pivotal role in the etiology of atrial fibrillation in adult cardiac operations [24] .",
            "A recent meta-analysis suggested that glucocorticoids could effectively reduce the incidence postoperative atrial fibrillation [24] .",
            "We found no difference in the occurrence of postoperative arrhythmias between the study groups."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "41480",
        "text": "Aprotinin was a part of the routine medication of neonatal open heart operations in our institution. Therefore, we cannot rule out that the antiinflammatory effects of methylprednisolone could have been more evident without the use of aprotinin.",
        "section": "Comment",
        "section_number": 26,
        "sentences": [
            "Aprotinin was a part of the routine medication of neonatal open heart operations in our institution.",
            "Therefore, we cannot rule out that the antiinflammatory effects of methylprednisolone could have been more evident without the use of aprotinin."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "41480",
        "text": "This study had some shortcomings, the most important of which was that it was a relatively small single-center trial, in which the power calculation was based on the IL-6 values. Therefore, the study may be slightly unpowered for the clinical outcome parameters.",
        "section": "Limitations",
        "section_number": 27,
        "sentences": [
            "This study had some shortcomings, the most important of which was that it was a relatively small single-center trial, in which the power calculation was based on the IL-6 values.",
            "Therefore, the study may be slightly unpowered for the clinical outcome parameters."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "41480",
        "text": "Second, the inotropic management in the operating room was not standardized. Milrinone and levosimendan were used as the first-line inotropes based on the discretion of the anesthesiologist in charge of the patients. However, studies in children who underwent cardiac operations have found no significant differences in the clinical variables between patients receiving milrinone or levosimendan [25, 26] .",
        "section": "Limitations",
        "section_number": 28,
        "sentences": [
            "Second, the inotropic management in the operating room was not standardized.",
            "Milrinone and levosimendan were used as the first-line inotropes based on the discretion of the anesthesiologist in charge of the patients.",
            "However, studies in children who underwent cardiac operations have found no significant differences in the clinical variables between patients receiving milrinone or levosimendan [25, 26] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "41480",
        "text": "Third, echocardiographic measurements were not complete because delayed sternal closure hampered the quality of some of the echocardiographic recordings.",
        "section": "Limitations",
        "section_number": 29,
        "sentences": [
            "Third, echocardiographic measurements were not complete because delayed sternal closure hampered the quality of some of the echocardiographic recordings."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "41480",
        "text": "The combination of an intravenous low-dose methylprednisolone bolus perioperatively, followed by stressdose hydrocortisone infusion for 5 days in neonates undergoing cardiac operations, did not suppress the hypothalamic-pituitary-adrenal axis. The SDC group had significantly lower inflammatory variables and inotropic scores and better systemic ventricle function postoperatively than the neonates receiving placebo. The placebo group showed no decline in the postoperative plasma cortisol levels. The findings of the present study need to be confirmed in a larger multicenter trial. ",
        "section": "Conclusions",
        "section_number": 30,
        "sentences": [
            "The combination of an intravenous low-dose methylprednisolone bolus perioperatively, followed by stressdose hydrocortisone infusion for 5 days in neonates undergoing cardiac operations, did not suppress the hypothalamic-pituitary-adrenal axis.",
            "The SDC group had significantly lower inflammatory variables and inotropic scores and better systemic ventricle function postoperatively than the neonates receiving placebo.",
            "The placebo group showed no decline in the postoperative plasma cortisol levels.",
            "The findings of the present study need to be confirmed in a larger multicenter trial."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "41480",
        "text": "In their article, Suominen and colleagues [1] from the Children's Hospital, Helsinki, Finland, present a study of prophylactic perioperative steroids in neonates undergoing cardiac surgery. The authors prospectively randomly assigned 40 neonates to receive either steroids or placebo. Among the 40 patients, 32 underwent biventricular repairs (18 arterial switch), and 8 underwent a Norwood procedure. The steroid group received both methylprednisolone at the induction of anesthesia, as well as stress dose hydrocortisone after surgery. The dose of methylprednisolone used in this study (2 mg/kg) was lower than the dose used in most other studies of perioperative steroids, which used either 30 mg/kg [2] [3] [4] [5] [6] [7] [8] , or 1 mg/kg decadron (equivalent to 5 mg/kg methylprednisolone) [9] [10] [11] [12] [13] . The primary outcome variable, the level of the proinflammatory cytokine interleukin-6, was lower (improved) in the steroid group at 6 to 48 hours after surgery. The steroid group also demonstrated improvement in a number of other measures of inflammation and outcome. Echocardiographic measurement of ventricular function by strain analysis showed better results in the steroid group, whereas analysis by ejection fraction showed no difference. Time to sternal closure, duration of mechanical ventilation, and intensive care unit stay were approximately 2 days shorter in the steroid group.",
        "section": "INVITED COMMENTARY",
        "section_number": 31,
        "sentences": [
            "In their article, Suominen and colleagues [1] from the Children's Hospital, Helsinki, Finland, present a study of prophylactic perioperative steroids in neonates undergoing cardiac surgery.",
            "The authors prospectively randomly assigned 40 neonates to receive either steroids or placebo.",
            "Among the 40 patients, 32 underwent biventricular repairs (18 arterial switch), and 8 underwent a Norwood procedure.",
            "The steroid group received both methylprednisolone at the induction of anesthesia, as well as stress dose hydrocortisone after surgery.",
            "The dose of methylprednisolone used in this study (2 mg/kg) was lower than the dose used in most other studies of perioperative steroids, which used either 30 mg/kg [2] [3] [4] [5] [6] [7] [8] , or 1 mg/kg decadron (equivalent to 5 mg/kg methylprednisolone) [9] [10] [11] [12] [13] .",
            "The primary outcome variable, the level of the proinflammatory cytokine interleukin-6, was lower (improved) in the steroid group at 6 to 48 hours after surgery.",
            "The steroid group also demonstrated improvement in a number of other measures of inflammation and outcome.",
            "Echocardiographic measurement of ventricular function by strain analysis showed better results in the steroid group, whereas analysis by ejection fraction showed no difference.",
            "Time to sternal closure, duration of mechanical ventilation, and intensive care unit stay were approximately 2 days shorter in the steroid group."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "41480",
        "text": "However, the overall rate of delayed sternal closure was high (30 of 40 patients, 75%), which may limit the generalizability of these findings. Perhaps the most telling result was the striking similarity of postoperative venous oxygen saturation in the two groups.",
        "section": "INVITED COMMENTARY",
        "section_number": 32,
        "sentences": [
            "However, the overall rate of delayed sternal closure was high (30 of 40 patients, 75%), which may limit the generalizability of these findings.",
            "Perhaps the most telling result was the striking similarity of postoperative venous oxygen saturation in the two groups."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "41480",
        "text": "This study has several notable strengths. It is prospective, randomized, placebo controlled, and double blinded. The study patients are neonates, the population at highest surgical risk and with the most potential gain from perioperative steroid treatment. It is one of a series of recent steroid studies by this group [6] [7] [8] . A weakness of the study is its statistical analysis. Multiple outcome measures were compared at multiple timepoints using Student's t tests, rather than a more robust method such as analysis of variance. Without adjusting for multiple comparisons, that may have introduced the possibility of false positives (type I errors). Although the authors claim safety of the perioperative steroid regimen, hyperglycemia was common in the steroid group, and the study was underpowered to evaluate other steroid-related morbidities such as infection.",
        "section": "INVITED COMMENTARY",
        "section_number": 33,
        "sentences": [
            "This study has several notable strengths.",
            "It is prospective, randomized, placebo controlled, and double blinded.",
            "The study patients are neonates, the population at highest surgical risk and with the most potential gain from perioperative steroid treatment.",
            "It is one of a series of recent steroid studies by this group [6] [7] [8] .",
            "A weakness of the study is its statistical analysis.",
            "Multiple outcome measures were compared at multiple timepoints using Student's t tests, rather than a more robust method such as analysis of variance.",
            "Without adjusting for multiple comparisons, that may have introduced the possibility of false positives (type I errors).",
            "Although the authors claim safety of the perioperative steroid regimen, hyperglycemia was common in the steroid group, and the study was underpowered to evaluate other steroid-related morbidities such as infection."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "41480",
        "text": "Despite a large number of papers over the last 15 years examining perioperative steroid use, we have relatively little information on the response of the adrenal axis to cardiac surgery in children who do not receive steroids. In",
        "section": "INVITED COMMENTARY",
        "section_number": 34,
        "sentences": [
            "Despite a large number of papers over the last 15 years examining perioperative steroid use, we have relatively little information on the response of the adrenal axis to cardiac surgery in children who do not receive steroids.",
            "In"
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    }
]