[
    {
        "doc_id": "41518",
        "text": "Aim: More than 50% of children report apian during venepuncture or intravenous cannulation and using local anaesthetics before needle procedures can lead to different success rates. This study examined how many needle procedures were successful at the first attempt when children received either a warm lidocaine and tetracaine patch or an eutectic mixture of lidocaine and prilocaine (EMLA) cream. Methods: We conducted this multicentre randomised controlled trial at three tertiary-level children's hospitals in Italy in 2015. Children aged three to 10 years were enrolled in an emergency department, paediatric day hospital and paediatric ward and randomly allocated to receive a warm lidocaine and tetracaine patch or EMLA cream. The primary outcome was the success rate at the first attempt. Results: The analysis included 172 children who received a warm lidocaine and tetracaine patch and 167 who received an EMLA cream. The needle procedure was successful at the first attempt in 158 children (92.4%) who received the warm patch and in 142 children (85.0%) who received the cream (p = 0.03). The pain scores were similar in both groups. Conclusion: This study showed that the first-time needle procedure success was 7.4% higher in children receiving a warm lidocaine and tetracaine patch than EMLA cream.",
        "section": "Abstract",
        "sentences": [
            "Aim: More than 50% of children report apian during venepuncture or intravenous cannulation and using local anaesthetics before needle procedures can lead to different success rates.",
            "This study examined how many needle procedures were successful at the first attempt when children received either a warm lidocaine and tetracaine patch or an eutectic mixture of lidocaine and prilocaine (EMLA) cream.",
            "Methods: We conducted this multicentre randomised controlled trial at three tertiary-level children's hospitals in Italy in 2015.",
            "Children aged three to 10 years were enrolled in an emergency department, paediatric day hospital and paediatric ward and randomly allocated to receive a warm lidocaine and tetracaine patch or EMLA cream.",
            "The primary outcome was the success rate at the first attempt.",
            "Results: The analysis included 172 children who received a warm lidocaine and tetracaine patch and 167 who received an EMLA cream.",
            "The needle procedure was successful at the first attempt in 158 children (92.4%) who received the warm patch and in 142 children (85.0%) who received the cream (p = 0.03).",
            "The pain scores were similar in both groups.",
            "Conclusion: This study showed that the first-time needle procedure success was 7.4% higher in children receiving a warm lidocaine and tetracaine patch than EMLA cream."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "41518",
        "text": "Needle procedures are the most common painful and stressful interventions performed on children, with more than 50% reporting pain during venepunctures or intravenous cannulation (1) . That is why pain management is recommended during these procedures (2) . Topically applied local anaesthetics have been reported to be effective in reducing procedural pain and are widely used in these situations (3) . Several formulations are available for this indication, including tetracaine gel, 4% liposomal lidocaine cream, an eutectic mixture of lidocaine and prilocaine (EMLA) (4) and a warm lidocaine and tetracaine patch (5) .",
        "section": "INTRODUCTION",
        "section_number": 1,
        "sentences": [
            "Needle procedures are the most common painful and stressful interventions performed on children, with more than 50% reporting pain during venepunctures or intravenous cannulation (1) .",
            "That is why pain management is recommended during these procedures (2) .",
            "Topically applied local anaesthetics have been reported to be effective in reducing procedural pain and are widely used in these situations (3) .",
            "Several formulations are available for this indication, including tetracaine gel, 4% liposomal lidocaine cream, an eutectic mixture of lidocaine and prilocaine (EMLA) (4) and a warm lidocaine and tetracaine patch (5) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "41518",
        "text": "While an EMLA cream is one of the most commonly used local anaesthetics, with substantial evidence of efficacy and safety in children (6) , several studies have shown the effectiveness of a warm lidocaine and tetracaine patch in providing pain relief during vascular access, both in adults and children (7, 8) . However, to our knowledge, only two studies have compared the effectiveness of the pain relief provided by an EMLA cream and a warm lidocaine and tetracaine patch. These studies showed that the warm lidocaine and tetracaine patch had a more rapid analgesic effect than EMLA cream, acting in 30 minutes instead of 60 minutes. However, apart from the time it took for them to start providing pain relief, both formulations were equally effective (9, 10) .",
        "section": "INTRODUCTION",
        "section_number": 2,
        "sentences": [
            "While an EMLA cream is one of the most commonly used local anaesthetics, with substantial evidence of efficacy and safety in children (6) , several studies have shown the effectiveness of a warm lidocaine and tetracaine patch in providing pain relief during vascular access, both in adults and children (7, 8) .",
            "However, to our knowledge, only two studies have compared the effectiveness of the pain relief provided by an EMLA cream and a warm lidocaine and tetracaine patch.",
            "These studies showed that the warm lidocaine and tetracaine patch had a more rapid analgesic effect than EMLA cream, acting in 30 minutes instead of 60 minutes.",
            "However, apart from the time it took for them to start providing pain relief, both formulations were equally effective (9, 10) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "41518",
        "text": "One relevant issue that needs to be addressed is the interference that these topical anaesthetics have with the actual needle procedures. Local anaesthetic formulations like EMLA cream containing prilocaine, which is known to have a vasoconstrictor effect, may result in epidermal blanching (11) . However, after 60 minutes of application, EMLA cream does not cause a significant change in local skin blood flow (12) and it does not interfere with the success rate at the first attempt of venepuncture or intravenous cannulation (13) . On the other hand, tetracaine is known to cause local vasodilatation, but the warm patch formulation, together with lidocaine, has a vasodilatatory effect that is less pronounced than other formulations that just contain tetracaine (14) . To our knowledge, no study has compared the rates of needle procedure success at the first attempt using a warm lidocaine and tetracaine patch or EMLA cream in children as main outcome.",
        "section": "INTRODUCTION",
        "section_number": 3,
        "sentences": [
            "One relevant issue that needs to be addressed is the interference that these topical anaesthetics have with the actual needle procedures.",
            "Local anaesthetic formulations like EMLA cream containing prilocaine, which is known to have a vasoconstrictor effect, may result in epidermal blanching (11) .",
            "However, after 60 minutes of application, EMLA cream does not cause a significant change in local skin blood flow (12) and it does not interfere with the success rate at the first attempt of venepuncture or intravenous cannulation (13) .",
            "On the other hand, tetracaine is known to cause local vasodilatation, but the warm patch formulation, together with lidocaine, has a vasodilatatory effect that is less pronounced than other formulations that just contain tetracaine (14) .",
            "To our knowledge, no study has compared the rates of needle procedure success at the first attempt using a warm lidocaine and tetracaine patch or EMLA cream in children as main outcome."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "41518",
        "text": "The aim of this study was to investigate the first-time procedural success rates in children who received a warm lidocaine and tetracaine patch or EMLA cream before undergoing venepuncture or intravenous cannulation.",
        "section": "INTRODUCTION",
        "section_number": 4,
        "sentences": [
            "The aim of this study was to investigate the first-time procedural success rates in children who received a warm lidocaine and tetracaine patch or EMLA cream before undergoing venepuncture or intravenous cannulation."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "41518",
        "text": "This study was a multicentre randomised controlled trial that involved three tertiary-level children's hospitals in Italy: the Institute for Maternal and Child Health IRCCS Burlo Garofolo, Trieste, the Pausilipon Hospital, AORN Santobono Pausilipon, Naples and the Academic Hospital of Padua, Padua. The study was conducted between April and December 2015. Children were recruited in three different hospital settings: emergency departments, paediatric day hospitals and paediatric wards. We enrolled children from three to 10 years of age who needed venepuncture or intravenous cannulation. The exclusion criteria were children who required emergency care, the use of topical, enteral or parenteral analgesics up to eight hours before the time of enrolment, a known allergy or hypersensibility to local anaesthetics, damaged, denuded or broken skin at the designated needle procedure site, the presence of a cognitive impairment or the inability to verbally report pain sensations.",
        "section": "METHODS",
        "section_number": 5,
        "sentences": [
            "This study was a multicentre randomised controlled trial that involved three tertiary-level children's hospitals in Italy: the Institute for Maternal and Child Health IRCCS Burlo Garofolo, Trieste, the Pausilipon Hospital, AORN Santobono Pausilipon, Naples and the Academic Hospital of Padua, Padua.",
            "The study was conducted between April and December 2015.",
            "Children were recruited in three different hospital settings: emergency departments, paediatric day hospitals and paediatric wards.",
            "We enrolled children from three to 10 years of age who needed venepuncture or intravenous cannulation.",
            "The exclusion criteria were children who required emergency care, the use of topical, enteral or parenteral analgesics up to eight hours before the time of enrolment, a known allergy or hypersensibility to local anaesthetics, damaged, denuded or broken skin at the designated needle procedure site, the presence of a cognitive impairment or the inability to verbally report pain sensations."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "41518",
        "text": "The eligible children were randomly allocated, to use Ralydan, a warm lidocaine and tetracaine patch (IBSA Farmaceutici srl, Lodi, Italy) or EMLA cream (AstraZeneca, Milano, Italy) on the site designated for the needle procedure.",
        "section": "METHODS",
        "section_number": 6,
        "sentences": [
            "The eligible children were randomly allocated, to use Ralydan, a warm lidocaine and tetracaine patch (IBSA Farmaceutici srl, Lodi, Italy) or EMLA cream (AstraZeneca, Milano, Italy) on the site designated for the needle procedure."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "41518",
        "text": "Ralydan is a drug delivery system that uses controlled heat to enhance the delivery to the skin of a 1:1 eutectic mixture of 70 mg lidocaine base and 70 mg tetracaine base. It consists of a 8.5 9 6.0 cm patch composed of a plastic tray, the drug formulation, an adhesive layer, a heating element and a release liner. The patch is activated when exposed to air, which triggers a chemical reaction and it warms the skin up to a maximum temperature of 40°C soon after it has been applied.",
        "section": "METHODS",
        "section_number": 7,
        "sentences": [
            "Ralydan is a drug delivery system that uses controlled heat to enhance the delivery to the skin of a 1:1 eutectic mixture of 70 mg lidocaine base and 70 mg tetracaine base.",
            "It consists of a 8.5 9 6.0 cm patch composed of a plastic tray, the drug formulation, an adhesive layer, a heating element and a release liner.",
            "The patch is activated when exposed to air, which triggers a chemical reaction and it warms the skin up to a maximum temperature of 40°C soon after it has been applied."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "41518",
        "text": "The EMLA cream consists of an eutectic mixture of 25 mg lidocaine and 25 mg prilocaine, and it is usually covered by a transparent occlusive dressing after it has been applied.",
        "section": "METHODS",
        "section_number": 8,
        "sentences": [
            "The EMLA cream consists of an eutectic mixture of 25 mg lidocaine and 25 mg prilocaine, and it is usually covered by a transparent occlusive dressing after it has been applied."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "41518",
        "text": "Operators who performed the procedure examined the child's skin, identified the most suitable sites for the needle procedure and then decided where to apply the local anaesthetic. To provide analgesia for at least for two possible attempts, two warm lidocaine and tetracaine patches, or a tube of EMLA cream divided into two applications, were applied on two different sites on each child.",
        "section": "METHODS",
        "section_number": 9,
        "sentences": [
            "Operators who performed the procedure examined the child's skin, identified the most suitable sites for the needle procedure and then decided where to apply the local anaesthetic.",
            "To provide analgesia for at least for two possible attempts, two warm lidocaine and tetracaine patches, or a tube of EMLA cream divided into two applications, were applied on two different sites on each child."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "41518",
        "text": "We know how long it would be before they took effect, so the warm lidocaine and tetracaine patches and the EMLA cream were applied at least 30 and 60 minutes, respectively, before the needle procedure (10) . The topical analgesics were removed immediately before the needle procedure.",
        "section": "METHODS",
        "section_number": 10,
        "sentences": [
            "We know how long it would be before they took effect, so the warm lidocaine and tetracaine patches and the EMLA cream were applied at least 30 and 60 minutes, respectively, before the needle procedure (10) .",
            "The topical analgesics were removed immediately before the needle procedure."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "41518",
        "text": "A randomisation list, stratified by centre, with a fixed block size of 10, was generated using a computer-based method by an independent epidemiologist at the Clinical Epidemiology and Public Health Research Unit of the IRCCS Burlo Garofolo, Trieste, Italy. Allocation concealment was guaranteed by the use of sealed, opaque envelopes, consecutively numbered, each containing the allocation group. After obtaining informed consent, the healthcare staff performing the needle procedures opened the envelope marked with lowest number available and assigned the patient to the corresponding group.",
        "section": "METHODS",
        "section_number": 11,
        "sentences": [
            "A randomisation list, stratified by centre, with a fixed block size of 10, was generated using a computer-based method by an independent epidemiologist at the Clinical Epidemiology and Public Health Research Unit of the IRCCS Burlo Garofolo, Trieste, Italy.",
            "Allocation concealment was guaranteed by the use of sealed, opaque envelopes, consecutively numbered, each containing the allocation group.",
            "After obtaining informed consent, the healthcare staff performing the needle procedures opened the envelope marked with lowest number available and assigned the patient to the corresponding group."
        ],
        "sentence_labels": [
            1,
            -1,
            -1
        ],
        "classification_label": 0
    },
    {
        "doc_id": "41518",
        "text": "The primary outcome of this study was the success rate in performing venepuncture or intravenous cannulation at the first attempt. Secondary outcomes included the procedural pain score, which was self-reported by children and recorded by the operator performing the procedure, whether operators thought that the local anaesthesia facilitated the procedure, whether the children would like the local anaesthesia to be used again before future needle procedures and the number and types of adverse events.",
        "section": "METHODS",
        "section_number": 12,
        "sentences": [
            "The primary outcome of this study was the success rate in performing venepuncture or intravenous cannulation at the first attempt.",
            "Secondary outcomes included the procedural pain score, which was self-reported by children and recorded by the operator performing the procedure, whether operators thought that the local anaesthesia facilitated the procedure, whether the children would like the local anaesthesia to be used again before future needle procedures and the number and types of adverse events."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "41518",
        "text": "Children from three to seven years of age reported their pain using the Wong-Baker scale (15) and children aged eight years or more, and the operators, reported pain with the Numerical Rating Scale (16) . For the statistical analyses, scores from both scales were transformed into a numerical value from zero for no pain to 10 for maximum pain, in accordance with previous studies, which demonstrated that scores reported using these two scales overlapped (15, 17) . A pain score from five to seven was considered to demonstrate moderate pain, while eight to 10 was considered as severe pain. The procedural pain score was assessed immediately after the first needle procedure was attempted. Adverse events were recorded by the operator before the needle procedureafter they had removed the patch or creamand 10 minutes after the procedure.",
        "section": "METHODS",
        "section_number": 13,
        "sentences": [
            "Children from three to seven years of age reported their pain using the Wong-Baker scale (15) and children aged eight years or more, and the operators, reported pain with the Numerical Rating Scale (16) .",
            "For the statistical analyses, scores from both scales were transformed into a numerical value from zero for no pain to 10 for maximum pain, in accordance with previous studies, which demonstrated that scores reported using these two scales overlapped (15, 17) .",
            "A pain score from five to seven was considered to demonstrate moderate pain, while eight to 10 was considered as severe pain.",
            "The procedural pain score was assessed immediately after the first needle procedure was attempted.",
            "Adverse events were recorded by the operator before the needle procedureafter they had removed the patch or creamand 10 minutes after the procedure."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "41518",
        "text": "Data were recorded using a standardised form, which was filled out by the operator who performed the procedure. The following variables were also collected for each procedure: the children's age, sex and weight, the presence of fever or dehydration, the type, site and reason for the procedure, the job title and experience of the operator performing the procedure, the concomitant use of nonpharmacological distraction techniques and the hospital department where the procedure was performed.",
        "section": "METHODS",
        "section_number": 14,
        "sentences": [
            "Data were recorded using a standardised form, which was filled out by the operator who performed the procedure.",
            "The following variables were also collected for each procedure: the children's age, sex and weight, the presence of fever or dehydration, the type, site and reason for the procedure, the job title and experience of the operator performing the procedure, the concomitant use of nonpharmacological distraction techniques and the hospital department where the procedure was performed."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "41518",
        "text": "The study protocol had received approval from the Independent Bioethic Committee of the Institute for Maternal and Child Health IRCCS Burlo Garofolo and all the children's parents provided written, informed consent for their participation. The study was registered with ClinicalTrial.gov (NCT02519660) before the enrolment of the first participant.",
        "section": "METHODS",
        "section_number": 15,
        "sentences": [
            "The study protocol had received approval from the Independent Bioethic Committee of the Institute for Maternal and Child Health IRCCS Burlo Garofolo and all the children's parents provided written, informed consent for their participation.",
            "The study was registered with ClinicalTrial.gov (NCT02519660) before the enrolment of the first participant."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "41518",
        "text": "This study was designed as a superiority trial. The data available in literature enabled us to estimate that the firsttime success rate in children using the EMLA cream would be 85% (13, 18) . We hypothesised a success rate of 95% for the children using a warm lidocaine and tetracaine patch and using the Fleiss method with continuity correction, we estimated that 320 subjects -160 for each groupwould be needed to carry out the study, with a = 0.05 and b = 0.20.",
        "section": "Statistical analyses",
        "section_number": 16,
        "sentences": [
            "This study was designed as a superiority trial.",
            "The data available in literature enabled us to estimate that the firsttime success rate in children using the EMLA cream would be 85% (13, 18) .",
            "We hypothesised a success rate of 95% for the children using a warm lidocaine and tetracaine patch and using the Fleiss method with continuity correction, we estimated that 320 subjects -160 for each groupwould be needed to carry out the study, with a = 0.05 and b = 0.20."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "41518",
        "text": "Analyses were carried out according to the intention-totreat principle. Continuous variables were reported as medians and interquartile ranges (IQR) and categorical data as numbers and percentages, relative risks (RR) and 95% confidence intervals (95% CI). For the primary outcome of the study, the number needed to treat (NNT) was calculated as the inverse of the absolute risk reduction (1/ARR). Moreover, for categorical variables, the differences between the groups were evaluated with the chi-square test with the nonparametric Mann-Whitney Utest, as a non-normal distribution of data was shown both visually and with the Kolmogorov-Smirnov test. The data were analysed with SPSS software, version 21.0 (IBM Corp, Armonk, NY, USA). A double-sided p value of <0.05 was considered statistically significant.",
        "section": "Statistical analyses",
        "section_number": 17,
        "sentences": [
            "Analyses were carried out according to the intention-totreat principle.",
            "Continuous variables were reported as medians and interquartile ranges (IQR) and categorical data as numbers and percentages, relative risks (RR) and 95% confidence intervals (95% CI).",
            "For the primary outcome of the study, the number needed to treat (NNT) was calculated as the inverse of the absolute risk reduction (1/ARR).",
            "Moreover, for categorical variables, the differences between the groups were evaluated with the chi-square test with the nonparametric Mann-Whitney Utest, as a non-normal distribution of data was shown both visually and with the Kolmogorov-Smirnov test.",
            "The data were analysed with SPSS software, version 21.0 (IBM Corp, Armonk, NY, USA).",
            "A double-sided p value of <0.05 was considered statistically significant."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "41518",
        "text": "During the study period, we assessed 401 children for eligibility. Of these 13 declined to participate and 32 were excluded because they did not fulfil the study criteria, as 27 of them needed emergency care, three had used analgesic less than eight hours before enrolment and two had cognitive impairment. We enrolled 356 children: 178 were randomised to receive the warm lidocaine and tetracaine patch and 178 to receive the EMLA cream. After the application of the local anaesthetic, 17 children (4.8%) enrolled in the emergency departmentsix with a warm lidocaine and tetracaine patch and 11 with EMLA creamdid not undergo the procedure, because their clinical status was modified. Consequently, the analysis comprised 172 children treated with a warm lidocaine and tetracaine patch and 167 children treated with EMLA cream (Fig. 1) . In two children, one using a warm patch and one using the cream, the procedure was performed in a site not protected by the local anaesthetic. However, following the intention-to-treat principle, these subjects were included in their respective randomisation groups. No subject was lost during the follow-up. The baseline characteristics of the two groups were similar ( Table 1 ). The mean age was six years old in both groups, ranging from 4.3 to 9.0 years in the warm patch group and from 4.0 to 8.0 years in the EMLA cream group (p = 0.51). There was a slight prevalence of males in the EMLA group, but this was not statistically relevant (62.9% versus 52.9%, p = 0.06).",
        "section": "RESULTS",
        "section_number": 18,
        "sentences": [
            "During the study period, we assessed 401 children for eligibility.",
            "Of these 13 declined to participate and 32 were excluded because they did not fulfil the study criteria, as 27 of them needed emergency care, three had used analgesic less than eight hours before enrolment and two had cognitive impairment.",
            "We enrolled 356 children: 178 were randomised to receive the warm lidocaine and tetracaine patch and 178 to receive the EMLA cream.",
            "After the application of the local anaesthetic, 17 children (4.8%) enrolled in the emergency departmentsix with a warm lidocaine and tetracaine patch and 11 with EMLA creamdid not undergo the procedure, because their clinical status was modified.",
            "Consequently, the analysis comprised 172 children treated with a warm lidocaine and tetracaine patch and 167 children treated with EMLA cream (Fig. 1) .",
            "In two children, one using a warm patch and one using the cream, the procedure was performed in a site not protected by the local anaesthetic.",
            "However, following the intention-to-treat principle, these subjects were included in their respective randomisation groups.",
            "No subject was lost during the follow-up.",
            "The baseline characteristics of the two groups were similar ( Table 1 ).",
            "The mean age was six years old in both groups, ranging from 4.3 to 9.0 years in the warm patch group and from 4.0 to 8.0 years in the EMLA cream group (p = 0.51).",
            "There was a slight prevalence of males in the EMLA group, but this was not statistically relevant (62.9% versus 52.9%, p = 0.06)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "41518",
        "text": "The success rate at the first attempt was higher in children using the warm lidocaine and tetracaine patch (n = 158, 92.4%) than the EMLA cream (n = 142, 85.0%; RR 1.09, 95% CI 1.01-1.17; p = 0.03; Table 2 ). The number need to treat (NNT), that is the number of children needed to be treated with a warm lidocaine and tetracaine patch to avoid one procedural failure, when compared to the EMLA cream, was 14 (1/0.074). With regard to the primary outcome of the study, we also performed a sensitivity analysis that considered all the randomised patients, including the subjects who had not received the needle procedure (17 = 4.8%) or had received it in a site not protected by local anaesthetic (2 = 0.5%). All these patients were classified as successful or all unsuccessful events. This sensitivity analysis showed no changes in the results of the study. The secondary outcomes results are reported in Table 2 . The number of adverse events was higher in children using a warm lidocaine and tetracaine patch. However, adverse events in the two groups were not significantly different, as 11 children (6.4%) in the warm patch group versus five children (3.0%) in the EMLA cream group (p = 0.14) experienced them. Only minor local adverse events were reported in both groups (Table 3) .",
        "section": "RESULTS",
        "section_number": 19,
        "sentences": [
            "The success rate at the first attempt was higher in children using the warm lidocaine and tetracaine patch (n = 158, 92.4%) than the EMLA cream (n = 142, 85.0%; RR 1.09, 95% CI 1.01-1.17; p = 0.03; Table 2 ).",
            "The number need to treat (NNT), that is the number of children needed to be treated with a warm lidocaine and tetracaine patch to avoid one procedural failure, when compared to the EMLA cream, was 14 (1/0.074).",
            "With regard to the primary outcome of the study, we also performed a sensitivity analysis that considered all the randomised patients, including the subjects who had not received the needle procedure (17 = 4.8%) or had received it in a site not protected by local anaesthetic (2 = 0.5%).",
            "All these patients were classified as successful or all unsuccessful events.",
            "This sensitivity analysis showed no changes in the results of the study.",
            "The secondary outcomes results are reported in Table 2 .",
            "The number of adverse events was higher in children using a warm lidocaine and tetracaine patch.",
            "However, adverse events in the two groups were not significantly different, as 11 children (6.4%) in the warm patch group versus five children (3.0%) in the EMLA cream group (p = 0.14) experienced them.",
            "Only minor local adverse events were reported in both groups (Table 3) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "41518",
        "text": "This study was based on a large sample of children and showed that applying a warm lidocaine and tetracaine patch resulted in a higher first-time resulted in a higher firsttime success rate, for venepuncture and intravenous cannulation in children, than following the application of EMLA cream.",
        "section": "DISCUSSION",
        "section_number": 20,
        "sentences": [
            "This study was based on a large sample of children and showed that applying a warm lidocaine and tetracaine patch resulted in a higher first-time resulted in a higher firsttime success rate, for venepuncture and intravenous cannulation in children, than following the application of EMLA cream."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "41518",
        "text": "Venepuncture and intravenous cannulation are procedures that are frequently performed in children, and they are a well-known source of iatrogenic pain and distress. It has been proved that applying a local anaesthetic before a needle procedure decreases children's pain and distress and increases the success rate of the procedure (13, (18) (19) (20) . Therefore, success at the first attempt is crucial in limiting pain and distress in children and their parents and in sparing time and disposable materials. For these reasons, it is important to choose the formulation of local anaesthetic that results in the highest rate of success at the first attempt.",
        "section": "DISCUSSION",
        "section_number": 21,
        "sentences": [
            "Venepuncture and intravenous cannulation are procedures that are frequently performed in children, and they are a well-known source of iatrogenic pain and distress.",
            "It has been proved that applying a local anaesthetic before a needle procedure decreases children's pain and distress and increases the success rate of the procedure (13, (18) (19) (20) .",
            "Therefore, success at the first attempt is crucial in limiting pain and distress in children and their parents and in sparing time and disposable materials.",
            "For these reasons, it is important to choose the formulation of local anaesthetic that results in the highest rate of success at the first attempt."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "41518",
        "text": "When it came to the influence of different local anaesthetics on the needle procedure success rate, specific comparisons were only available for tetracaine gel and EMLA cream and these showed that tetracaine gel did not significantly increase the successful first-time cannulation rate compared to EMLA cream (21, 22) .",
        "section": "DISCUSSION",
        "section_number": 22,
        "sentences": [
            "When it came to the influence of different local anaesthetics on the needle procedure success rate, specific comparisons were only available for tetracaine gel and EMLA cream and these showed that tetracaine gel did not significantly increase the successful first-time cannulation rate compared to EMLA cream (21, 22) ."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "41518",
        "text": "Only two trials have previously compared a warm lidocaine and tetracaine patch and EMLA cream (9,10). The principal aim of both trials was to compare the analgesic effect of the two formulations, and their effect on the procedural success rates was only reported as secondary outcomes. The trial performed on adult patients (10) did not show any difference between the two formulations on the procedural success rate and neither did the only existing paediatric trial (9) . However, the paediatric study was flawed by the fact that the success rate was measured for both anaesthetics after 30 minutes of application, which is different from what is recommended in daily practice, as it is well known that the analgesic effect of the EMLA cream starts after 60 minutes of application (9) . Moreover, it has been demonstrated that the EMLA cream may initially cause vasoconstriction, reducing the success rate of procedures performed within 60 minutes of it being applied (18, 23) . Our study was the first to investigate the effect of a warm lidocaine and tetracaine patch compared to EMLA cream on the success rate of needle procedures in children as the main outcome. We found a first-time success rate with a warm lidocaine and tetracaine patch of 92.4%, which was comparable to previous studies (8, 10) . On the other hand, the success rate of success for the EMLA cream was 85%, which was also comparable with previous paediatric studies, that ranged from 51% to 86% (13, 21, 24) .",
        "section": "DISCUSSION",
        "section_number": 23,
        "sentences": [
            "Only two trials have previously compared a warm lidocaine and tetracaine patch and EMLA cream (9,10).",
            "The principal aim of both trials was to compare the analgesic effect of the two formulations, and their effect on the procedural success rates was only reported as secondary outcomes.",
            "The trial performed on adult patients (10) did not show any difference between the two formulations on the procedural success rate and neither did the only existing paediatric trial (9) .",
            "However, the paediatric study was flawed by the fact that the success rate was measured for both anaesthetics after 30 minutes of application, which is different from what is recommended in daily practice, as it is well known that the analgesic effect of the EMLA cream starts after 60 minutes of application (9) .",
            "Moreover, it has been demonstrated that the EMLA cream may initially cause vasoconstriction, reducing the success rate of procedures performed within 60 minutes of it being applied (18, 23) .",
            "Our study was the first to investigate the effect of a warm lidocaine and tetracaine patch compared to EMLA cream on the success rate of needle procedures in children as the main outcome.",
            "We found a first-time success rate with a warm lidocaine and tetracaine patch of 92.4%, which was comparable to previous studies (8, 10) .",
            "On the other hand, the success rate of success for the EMLA cream was 85%, which was also comparable with previous paediatric studies, that ranged from 51% to 86% (13, 21, 24) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "41518",
        "text": "Our results confirmed that a warm lidocaine and tetracaine patch and EMLA cream provided equally useful pain relief and that the number of children reporting significant procedural pain in this study was comparable to previous ones (8, 25) .",
        "section": "DISCUSSION",
        "section_number": 24,
        "sentences": [
            "Our results confirmed that a warm lidocaine and tetracaine patch and EMLA cream provided equally useful pain relief and that the number of children reporting significant procedural pain in this study was comparable to previous ones (8, 25) ."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "41518",
        "text": "According to our data, the number needed to treat that would have been necessary to avoid a venepuncture or cannulation failure was 14. Even though this was a high number, its impact should be considered in relation to the thousands of needle procedures performed daily using a local anaesthetic.",
        "section": "DISCUSSION",
        "section_number": 25,
        "sentences": [
            "According to our data, the number needed to treat that would have been necessary to avoid a venepuncture or cannulation failure was 14.",
            "Even though this was a high number, its impact should be considered in relation to the thousands of needle procedures performed daily using a local anaesthetic."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "41518",
        "text": "This study did not include a cost-benefit analysis. However, we used a tube of EMLA cream (4.5 Euros) or two warm lidocaine/tetracaine patches (6.6 Euros) for each child. As the EMLA cream was slightly cheaper, further studies on this topic are needed.",
        "section": "DISCUSSION",
        "section_number": 26,
        "sentences": [
            "This study did not include a cost-benefit analysis.",
            "However, we used a tube of EMLA cream (4.5 Euros) or two warm lidocaine/tetracaine patches (6.6 Euros) for each child.",
            "As the EMLA cream was slightly cheaper, further studies on this topic are needed."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "41518",
        "text": "This study had some limitations. First of all, it was not blinded, as blinding was not possible, given the different visible characteristics of the two drug formulations. Second, we did not include children younger than three years, but a warm lidocaine and tetracaine patch is not approved for this age group. Third, we did not use a vein visibility score (26) that would have allowed us to highlight the most complicated procedures. Further studies focused on children at high risk of needle procedure failure should be performed in the future, as they might show a more favourable NNT. Fourth, we did not collect the exact time of the analgesic application before procedures and how much time passed between the drug removal and the needle procedure execution. Thus, we cannot say how accurately the time protocol was respected in our study. Finally, data were analysed following the intention-to-treat principle and the children who underwent a needle procedure in a site not protected by local anaesthetic were not excluded from the analysis of our results. On the contrary, we excluded 17 children randomised to the intervention groups from the analysis, as they had not been subjected to the procedure because of their clinical status was modified. However, these children on made up 4.8% randomised cohort and their inclusion in the analysis would not have changed the results.",
        "section": "DISCUSSION",
        "section_number": 27,
        "sentences": [
            "This study had some limitations.",
            "First of all, it was not blinded, as blinding was not possible, given the different visible characteristics of the two drug formulations.",
            "Second, we did not include children younger than three years, but a warm lidocaine and tetracaine patch is not approved for this age group.",
            "Third, we did not use a vein visibility score (26) that would have allowed us to highlight the most complicated procedures.",
            "Further studies focused on children at high risk of needle procedure failure should be performed in the future, as they might show a more favourable NNT.",
            "Fourth, we did not collect the exact time of the analgesic application before procedures and how much time passed between the drug removal and the needle procedure execution.",
            "Thus, we cannot say how accurately the time protocol was respected in our study.",
            "Finally, data were analysed following the intention-to-treat principle and the children who underwent a needle procedure in a site not protected by local anaesthetic were not excluded from the analysis of our results.",
            "On the contrary, we excluded 17 children randomised to the intervention groups from the analysis, as they had not been subjected to the procedure because of their clinical status was modified.",
            "However, these children on made up 4.8% randomised cohort and their inclusion in the analysis would not have changed the results."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "41518",
        "text": "This multicentre randomised clinical trial showed that a warm lidocaine and tetracaine patch led to a higher successful first-time venepuncture and intravenous cannulation rate in children when compared to EMLA cream. While this advantage may be of little statistical relevance in the general paediatric population, it may be more relevant in children with difficult venous access. Further studies that focus on children at high risk of procedural failure are therefore needed.",
        "section": "CONCLUSION",
        "section_number": 28,
        "sentences": [
            "This multicentre randomised clinical trial showed that a warm lidocaine and tetracaine patch led to a higher successful first-time venepuncture and intravenous cannulation rate in children when compared to EMLA cream.",
            "While this advantage may be of little statistical relevance in the general paediatric population, it may be more relevant in children with difficult venous access.",
            "Further studies that focus on children at high risk of procedural failure are therefore needed."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "41518",
        "text": "Egidio Barbi and Fabio Borrometi received grants from IBSA Farmaceutici srl, who manufacture the patch featured in this study, for an expert meeting and one lecture. Franca Benini received a grant from IBSA Farmaceutici srl for an expert meeting. The other authors have no conflict of interests to declare.",
        "section": "CONFLICT OF INTEREST",
        "section_number": 29,
        "sentences": [
            "Egidio Barbi and Fabio Borrometi received grants from IBSA Farmaceutici srl, who manufacture the patch featured in this study, for an expert meeting and one lecture.",
            "Franca Benini received a grant from IBSA Farmaceutici srl for an expert meeting.",
            "The other authors have no conflict of interests to declare."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "41518",
        "text": "This research did not receive any specific external funding. ",
        "section": "FUNDING",
        "section_number": 30,
        "sentences": [
            "This research did not receive any specific external funding."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "41518",
        "text": "©2017 Foundation Acta Paediatrica. Published by John Wiley & Sons Ltd 2017 106, pp. 773-778First-time success after topical anaesthesia Cozzi et al.",
        "section": "",
        "section_number": 31,
        "sentences": [
            "©2017 Foundation Acta Paediatrica.",
            "Published by John Wiley & Sons Ltd 2017 106, pp.",
            "773-778First-time success after topical anaesthesia Cozzi et al."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    }
]