[
    {
        "doc_id": "44972",
        "text": "Aim: To determine the effectiveness of theophylline in preventing renal dysfunctions of neonates with severe birth asphyxia Method: Study was conducted at Pediatrics department of Sir Ganga Ram Hospital Lahore from 08-01-2016 to 07-07-2016. Total 80 cases of neonates with severe birth asphyxia were included in the study. Cases selection was done with the help of a pre defined inclusion and exclusion criteria. Daily serum creatinine was recorded on 1 st day and 5 th day after birth. Result: Total number of neonates in this study was 80. Neonates were randomly divided into two groups, each group having 40 neonates. Out of 80 patients 51(66.67%) were male while 29(33.33%) were female..Both groups had more male cases than female, The mean gestational age of the patient was 38.32wk with standard deviation 1.29 although the min age was 37 wk and max age was 41wk, The mean Plasma creatinine (mg/dL) day 1 presentation in treatment group was 92±22, in placebo group was 1.99±.21. The mean Plasma creatinine (mg/dL) day 5 of presentation in treatment group was 0.70±20, in placebo group was 1.20±027. Efficacy of theophylline in preventing kidney dysfunction in severe birth asphyxia and improving renal outcome at 5 th day was found to be higher of life for term neonates as 63.6% vs. 48.5 Conclusions: Theophylline, given early after birth, has beneficial effects on reducing renal dysfunction in neonates with severe birth asphyxia",
        "section": "Abstract",
        "sentences": [
            "Aim: To determine the effectiveness of theophylline in preventing renal dysfunctions of neonates with severe birth asphyxia Method: Study was conducted at Pediatrics department of Sir Ganga Ram Hospital Lahore from 08-01-2016 to 07-07-2016.",
            "Total 80 cases of neonates with severe birth asphyxia were included in the study.",
            "Cases selection was done with the help of a pre defined inclusion and exclusion criteria.",
            "Daily serum creatinine was recorded on 1 st day and 5 th day after birth.",
            "Result: Total number of neonates in this study was 80.",
            "Neonates were randomly divided into two groups, each group having 40 neonates.",
            "Out of 80 patients 51(66.67%) were male while 29(33.33%) were female..Both groups had more male cases than female, The mean gestational age of the patient was 38.32wk with standard deviation 1.29 although the min age was 37 wk and max age was 41wk, The mean Plasma creatinine (mg/dL) day 1 presentation in treatment group was 92±22, in placebo group was 1.99±.21.",
            "The mean Plasma creatinine (mg/dL) day 5 of presentation in treatment group was 0.70±20, in placebo group was 1.20±027.",
            "Efficacy of theophylline in preventing kidney dysfunction in severe birth asphyxia and improving renal outcome at 5 th day was found to be higher of life for term neonates as 63.6% vs. 48.5 Conclusions: Theophylline, given early after birth, has beneficial effects on reducing renal dysfunction in neonates with severe birth asphyxia"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "44972",
        "text": "Birth Asphyxia (Perinatal Asphyxia) is respiratory failure in newborn, a condition caused by the inadequate intake of oxygen before, during, or just after birth. Birth Asphyxia occurs in 1% to 1.5% of live births in developed countries, in developing countries the incidence of Perinatal Asphyxia is even greater 1 .",
        "section": "INTRODUCTION",
        "section_number": 1,
        "sentences": [
            "Birth Asphyxia (Perinatal Asphyxia) is respiratory failure in newborn, a condition caused by the inadequate intake of oxygen before, during, or just after birth.",
            "Birth Asphyxia occurs in 1% to 1.5% of live births in developed countries, in developing countries the incidence of Perinatal Asphyxia is even greater 1 ."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "44972",
        "text": "Annually more than 1 million neonates die worldwide as related to asphyxia. Asphyxiated neonates commonly have multi-organ failure including hypotension, perfusion deficit, hypoxicischemic encephalopathy, pulmonary hypertension, vasculopathicenterocolitis, renal failure and thromboembolic complications 2 . Acute kidney injury (AKI) is a common consequence of perinatal asphyxia, occurring in up to 56% of these infants 3 AKI is common in neonates with asphyxia (1 out of every 8 neonates) and associated with poorer outcomes in the background of perinatal asphyxia (mortality rate of 71%) 3 .",
        "section": "INTRODUCTION",
        "section_number": 2,
        "sentences": [
            "Annually more than 1 million neonates die worldwide as related to asphyxia.",
            "Asphyxiated neonates commonly have multi-organ failure including hypotension, perfusion deficit, hypoxicischemic encephalopathy, pulmonary hypertension, vasculopathicenterocolitis, renal failure and thromboembolic complications 2 .",
            "Acute kidney injury (AKI) is a common consequence of perinatal asphyxia, occurring in up to 56% of these infants 3 AKI is common in neonates with asphyxia (1 out of every 8 neonates) and associated with poorer outcomes in the background of perinatal asphyxia (mortality rate of 71%) 3 ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "44972",
        "text": "In asphyxia, we encounter gas distribution disorder which leads to progressive hypoxia and --- hypercapnea. If severe, it affects primarily the muscles and heart, and then, the cerebral organ. Following hypoxia in the cerebral organ, anaerobic glycolyse provides lactic acid, metabolic acidosis, adenosine three phosphate hydrolysis, and increase of adenosine. Pre and post glomerular vasoconstriction due to adenosine metabolites leads to a fall in glomerular filtration rate (GFR). This might be inhibited by the nonspecific adenosine receptor antagonist-like theophylline (aminophylline). Aminophylline could prevent renal dysfunction in preterm neonates with asphyxia. Neonates who received aminophylline on the first day of life indicated a significant improvement in GFR and urine output 5 . The meta-analysis provides evidence that prophylactic theophylline significantly reduce the incidence of severe renal dysfunction 6 , 7 .",
        "section": "INTRODUCTION",
        "section_number": 3,
        "sentences": [
            "In asphyxia, we encounter gas distribution disorder which leads to progressive hypoxia and --- hypercapnea.",
            "If severe, it affects primarily the muscles and heart, and then, the cerebral organ.",
            "Following hypoxia in the cerebral organ, anaerobic glycolyse provides lactic acid, metabolic acidosis, adenosine three phosphate hydrolysis, and increase of adenosine.",
            "Pre and post glomerular vasoconstriction due to adenosine metabolites leads to a fall in glomerular filtration rate (GFR).",
            "This might be inhibited by the nonspecific adenosine receptor antagonist-like theophylline (aminophylline).",
            "Aminophylline could prevent renal dysfunction in preterm neonates with asphyxia.",
            "Neonates who received aminophylline on the first day of life indicated a significant improvement in GFR and urine output 5 .",
            "The meta-analysis provides evidence that prophylactic theophylline significantly reduce the incidence of severe renal dysfunction 6 , 7 ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "44972",
        "text": "-----------------------------------------------------------------",
        "section": "INTRODUCTION",
        "section_number": 4,
        "sentences": [
            "-----------------------------------------------------------------"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "44972",
        "text": "The rational of this study is to find out the efficacy of theophylline in preventing kidney dysfunction in severe birth asphyxia and improving renal outcome at 5 th day of life for term neonates. It will decrease neonatal mortality and morbidity caused by birth asphyxia. Neonates can be saved from cerebral organ dysfunction that is major dilemma for asphyxiated neonates as they remain mentally retarded for whole life. No local data in this regard is available yet.",
        "section": "INTRODUCTION",
        "section_number": 5,
        "sentences": [
            "The rational of this study is to find out the efficacy of theophylline in preventing kidney dysfunction in severe birth asphyxia and improving renal outcome at 5 th day of life for term neonates.",
            "It will decrease neonatal mortality and morbidity caused by birth asphyxia.",
            "Neonates can be saved from cerebral organ dysfunction that is major dilemma for asphyxiated neonates as they remain mentally retarded for whole life.",
            "No local data in this regard is available yet."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "44972",
        "text": "This Randomized controlled trials of 80consecutive neonates of renal dysfunction (defined as serum creatinine ≥1.5mg/dL for two consecutive days) with severe birth asphyxia along with standard neonatal care, gestational age of ≥37 wks (on dating scan) was conducted at Pediatrics medicine unit SGRH Hospital, Lahore from 08-01-2016 to 07-07-2016. Patients fulfilling the criteria of severe birth asphyxia were defined as4 conditions fulfilled out of five. 1. History of fetal distress (late deceleration, loss of beat to beat variability, fetal bradycardia (heart rate <100beats per min), meconium stained amniotic fluid) on CTG. 2. Neonates who present with apnea, bradycardia (heart rate < 100) and cyanosis (blue skin) need immediate neonatal ventilation with a bag and mask or through endotracheal tube intubation for > 2 min after delivery. 3. 5 min APGAR score of < 6. 4. pH of < 7 measured by ABGs in hospital ICU.",
        "section": "MATERIAL AND METHODS",
        "section_number": 6,
        "sentences": [
            "This Randomized controlled trials of 80consecutive neonates of renal dysfunction (defined as serum creatinine ≥1.5mg/dL for two consecutive days) with severe birth asphyxia along with standard neonatal care, gestational age of ≥37 wks (on dating scan) was conducted at Pediatrics medicine unit SGRH Hospital, Lahore from 08-01-2016 to 07-07-2016.",
            "Patients fulfilling the criteria of severe birth asphyxia were defined as4 conditions fulfilled out of five.",
            "1.",
            "History of fetal distress (late deceleration, loss of beat to beat variability, fetal bradycardia (heart rate <100beats per min), meconium stained amniotic fluid) on CTG.",
            "2.",
            "Neonates who present with apnea, bradycardia (heart rate < 100) and cyanosis (blue skin) need immediate neonatal ventilation with a bag and mask or through endotracheal tube intubation for > 2 min after delivery.",
            "3.",
            "5 min APGAR score of < 6.",
            "4.",
            "pH of < 7 measured by ABGs in hospital ICU."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "44972",
        "text": "period to include,seizure(one or more eisodes of generalized fits),hypotonia,coma(unresposive to pain or auditory or visual stimulation absence of brainstem reflexes).",
        "section": "Neurological manifestation in immediate neonatal",
        "section_number": 7,
        "sentences": [
            "period to include,seizure(one or more eisodes of generalized fits),hypotonia,coma(unresposive to pain or auditory or visual stimulation absence of brainstem reflexes)."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "44972",
        "text": "Neonates with preterm delivery < 37wks, small for gestational age defined as ballard scoring (Ballard JL) 8 , congenital anomalies (polycystic kidney disease, ectopic kidneys, horseshoe kidneys), those were on medication (amikacin, acyclovir, vancomycin), had hypotension (mean arterial pressure ≤40mmhg) were excluded from the study.",
        "section": "Neurological manifestation in immediate neonatal",
        "section_number": 8,
        "sentences": [
            "Neonates with preterm delivery < 37wks, small for gestational age defined as ballard scoring (Ballard JL) 8 , congenital anomalies (polycystic kidney disease, ectopic kidneys, horseshoe kidneys), those were on medication (amikacin, acyclovir, vancomycin), had hypotension (mean arterial pressure ≤40mmhg) were excluded from the study."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "44972",
        "text": "Neonates were randomly divided into two groups A and B (40 in each group) by using random number tables generated by computer. Neonates of group A was given a single intravenous dose of theophylline, 5mg/kg, slowly, and group B was given 2 mL/kg of standard solution (10% dextrose solution) along with supportive care according to the unit's protocol for peri-natal asphyxia. Fluid intake in 24 hours, urinary volume (by bag title or catheter) and serum creatinine levels, serum electrolytes (sodium, potassium) levels wasrecorded on the 1st and 5th days after birth. Ultrasound of kidneys was done at admission from hospital radiology department and it was reported by hospital radiologist. Clinical outcome regarding post-operative efficacy were obtained in all patients during hospital stay assessed by serum creatinine level ≤ 1.5mg/dl on 5 th post treatment day.",
        "section": "Neurological manifestation in immediate neonatal",
        "section_number": 9,
        "sentences": [
            "Neonates were randomly divided into two groups A and B (40 in each group) by using random number tables generated by computer.",
            "Neonates of group A was given a single intravenous dose of theophylline, 5mg/kg, slowly, and group B was given 2 mL/kg of standard solution (10% dextrose solution) along with supportive care according to the unit's protocol for peri-natal asphyxia.",
            "Fluid intake in 24 hours, urinary volume (by bag title or catheter) and serum creatinine levels, serum electrolytes (sodium, potassium) levels wasrecorded on the 1st and 5th days after birth.",
            "Ultrasound of kidneys was done at admission from hospital radiology department and it was reported by hospital radiologist.",
            "Clinical outcome regarding post-operative efficacy were obtained in all patients during hospital stay assessed by serum creatinine level ≤ 1.5mg/dl on 5 th post treatment day."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "44972",
        "text": "The data was entered and analyzed with the help of SPSS version 10. Mean and standard deviation was calculated for all quantitative variables like gestational age and birth weight. Frequency and percentages was calculated for all qualitative variables like gender, efficacy in both groups.Chisquare test was used to compare the effectiveness in both groups. Data was stratified for age, gestational age, gender, birth weight to deal with effect modifiers. Post stratification chi-square test was applied. P value < 0.05 was considered as significant.",
        "section": "Neurological manifestation in immediate neonatal",
        "section_number": 10,
        "sentences": [
            "The data was entered and analyzed with the help of SPSS version 10.",
            "Mean and standard deviation was calculated for all quantitative variables like gestational age and birth weight.",
            "Frequency and percentages was calculated for all qualitative variables like gender, efficacy in both groups.",
            "Chisquare test was used to compare the effectiveness in both groups.",
            "Data was stratified for age, gestational age, gender, birth weight to deal with effect modifiers.",
            "Post stratification chi-square test was applied.",
            "P value < 0.05 was considered as significant."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "44972",
        "text": "Total number of neonates in this study was 80. Neonates were randomly divided into two groups A and B. Out of 80 patients 51(66.67%) were male while 29(33.33%) were female. in treatment group, 25(63.6%)patients were males and 15(69.7%)patients were females while in the placebo group 27(69.7%)patients were males and 13(30.3%)were female patients, thus both groups had more male cases than female, (P-value > 0.05). The mean gestational age of the patient was 38.32wk with standard deviation 1.29 although the min age was 37 wk and max age was 41wk, also showed normally distributed. The mean Gestational age (wk) presentation in treatment group was 38.18±1.15, in placebo group was 38.45±1.41.",
        "section": "RESULTS",
        "section_number": 11,
        "sentences": [
            "Total number of neonates in this study was 80.",
            "Neonates were randomly divided into two groups A and B. Out of 80 patients 51(66.67%) were male while 29(33.33%) were female.",
            "in treatment group, 25(63.6%)patients were males and 15(69.7%)patients were females while in the placebo group 27(69.7%)patients were males and 13(30.3%)were female patients, thus both groups had more male cases than female, (P-value > 0.05).",
            "The mean gestational age of the patient was 38.32wk with standard deviation 1.29 although the min age was 37 wk and max age was 41wk, also showed normally distributed.",
            "The mean Gestational age (wk) presentation in treatment group was 38.18±1.15, in placebo group was 38.45±1.41."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "44972",
        "text": "Severe asphyxiated term infants to receive intravenously a single dose of either theophylline and placebo as (50%).severe renal dysfunction was present in (33.33%) infants. The mean Plasma creatinine (mg/dL) day 1 presentation in treatment group was .92±.22, in placebo group was 1.99±.21. The mean Plasma creatinine (mg/dL) day 5 of presentation in treatment group was 0.70±20, in placebo group was 1.20±027. All groups showed insignificant variation with respect to mean Gestational age, mean Plasma creatinine at 1 st and 5 th day. Efficacy of theophylline in preventing kidney dysfunction in severe birth asphyxia and improving renal outcome at 5 th day was found to be higher of life for term neonates as 63.6% vs. 48.5 Alejandro G. Jenik 9 et al examined that severe renal dysfunction was present in (17%) infants of the theophylline group and in (55%) infants of the control group. Zia Eslami 7 et al examined that severe kidney dysfunction was found to be high in control group as compared to theophylline group (42.1% vs. 11.8%) during the first 5 days after birth. H Al-Wassia 6 et al evidence that prophylactic theophylline significantly reduce the incidence of severe renal dysfunction (22% vs. 38%).",
        "section": "RESULTS",
        "section_number": 12,
        "sentences": [
            "Severe asphyxiated term infants to receive intravenously a single dose of either theophylline and placebo as (50%).severe renal dysfunction was present in (33.33%) infants.",
            "The mean Plasma creatinine (mg/dL) day 1 presentation in treatment group was .92±.22, in placebo group was 1.99±.21.",
            "The mean Plasma creatinine (mg/dL) day 5 of presentation in treatment group was 0.70±20, in placebo group was 1.20±027.",
            "All groups showed insignificant variation with respect to mean Gestational age, mean Plasma creatinine at 1 st and 5 th day.",
            "Efficacy of theophylline in preventing kidney dysfunction in severe birth asphyxia and improving renal outcome at 5 th day was found to be higher of life for term neonates as 63.6% vs. 48.5 Alejandro G. Jenik 9 et al examined that severe renal dysfunction was present in (17%) infants of the theophylline group and in (55%) infants of the control group.",
            "Zia Eslami 7 et al examined that severe kidney dysfunction was found to be high in control group as compared to theophylline group (42.1% vs. 11.8%) during the first 5 days after birth.",
            "H Al-Wassia 6 et al evidence that prophylactic theophylline significantly reduce the incidence of severe renal dysfunction (22% vs. 38%)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "44972",
        "text": "Present study showed that mean serum creatinine level of the theophylline group was significantly decreased compared to the placebo group (0.70±0.20 vs. 1.90±0.277).",
        "section": "RESULTS",
        "section_number": 13,
        "sentences": [
            "Present study showed that mean serum creatinine level of the theophylline group was significantly decreased compared to the placebo group (0.70±0.20 vs. 1.90±0.277)."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "44972",
        "text": "Alejandro G. Jenik 9 et al examined that mean creatinine of the theophylline group was significantly decreased compared with the mean creatinine in infants receiving placebo (0.71±0.2 vs. 1.36±0.39).",
        "section": "RESULTS",
        "section_number": 14,
        "sentences": [
            "Alejandro G. Jenik 9 et al examined that mean creatinine of the theophylline group was significantly decreased compared with the mean creatinine in infants receiving placebo (0.71±0.2 vs. 1.36±0.39)."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "44972",
        "text": "Zia Eslami 7 et al demonstrated that serum creatinine levels were significantly decreased in both groups (theophylline vs. control group) at 3 rd day 0.63±0.22 vs. 1.06±0.47 and at 5 th day 0.56±0.14 vs. 0.73±0.14.",
        "section": "RESULTS",
        "section_number": 15,
        "sentences": [
            "Zia Eslami 7 et al demonstrated that serum creatinine levels were significantly decreased in both groups (theophylline vs. control group) at 3 rd day 0.63±0.22 vs. 1.06±0.47 and at 5 th day 0.56±0.14 vs. 0.73±0.14."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "44972",
        "text": "Mushtaq A Bhatet 10 al found that theophylline within the first hour of birth in term neonates with perinatal asphyxia results in a significant decrease in serum creatinine level as compared to control at 5 th day 0.82±0.47 vs. 1.57 ± 0.90. Ahmad Fayez Bakr 11 et al Prophylactic theophylline treatment, given early after birth, has beneficial effects in reducing the renal involvement at 5 th day 0.72±0.70 vs. 1.67 ± 0.60.",
        "section": "RESULTS",
        "section_number": 16,
        "sentences": [
            "Mushtaq A Bhatet 10 al found that theophylline within the first hour of birth in term neonates with perinatal asphyxia results in a significant decrease in serum creatinine level as compared to control at 5 th day 0.82±0.47 vs. 1.57 ± 0.90.",
            "Ahmad Fayez Bakr 11 et al Prophylactic theophylline treatment, given early after birth, has beneficial effects in reducing the renal involvement at 5 th day 0.72±0.70 vs. 1.67 ± 0.60."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "44972",
        "text": "Present study concluded that the treatment with a single dose of theophylline (8mg/kg) within the first hour of life in term neonates with birth asphyxia results in a significant decrease in serum creatinine level and significant increase in creatinine clearance.",
        "section": "CONCLUSION",
        "section_number": 17,
        "sentences": [
            "Present study concluded that the treatment with a single dose of theophylline (8mg/kg) within the first hour of life in term neonates with birth asphyxia results in a significant decrease in serum creatinine level and significant increase in creatinine clearance."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    }
]