[
    {
        "doc_id": "42319",
        "text": "Objectives: Environmental enteric dysfunction (EED) may inhibit growth and development in low-and middle-income countries, but available assessment methodologies limit its study. In rural Bangladesh, we measured EED using the widely used lactulose mannitol ratio (L:M) test and a panel of intestinal and systemic health biomarkers to evaluate convergence among biomarkers and describe risk factors for EED. Methods: In 539 18-month-old children finishing participation in a randomized food supplementation trial, serum, stool, and urine collected after lactulose and mannitol dosing were analyzed for biomarkers of intestinal absorption, inflammation, permeability and repair, and systemic inflammation. EED scores for each participant were developed using principal component analysis and partial least squares regression. Associations between scores and L:M and with child sociodemographic and health characteristics were evaluated using regression analysis. Results: EED prevalence (L:M > 0.07) was 39.0%; 60% had elevated acute phase proteins (C-reactive protein >5 mg/L or a-1 acid glycoprotein >100 mg/dL). Correlations between intestinal biomarkers were low, with the highest between myeloperoxidase and a-1 antitrypsin (r ¼ 0.33, P < 0.01), and biomarker values did not differ by supplementation history. A 1-factor partial least squares model with L:M as the dependent variable explained only 8.6% of L:M variability. In adjusted models, L:M was associated with child sex and socioeconomic status index, whereas systemic inflammation was predicted mainly by recent illness, not EED. Conclusions: Impaired intestinal health is widespread in this setting of prevalent stunting, but a panel of serum and stool biomarkers demonstrated poor agreement with L:M. Etiologies of intestinal and systemic inflammation are likely numerous and complex in resource-poor settings, underscoring the need for a better case definition with corresponding diagnostic methods to further the study of EED.",
        "section": "Abstract",
        "sentences": [
            "Objectives: Environmental enteric dysfunction (EED) may inhibit growth and development in low-and middle-income countries, but available assessment methodologies limit its study.",
            "In rural Bangladesh, we measured EED using the widely used lactulose mannitol ratio (L:M) test and a panel of intestinal and systemic health biomarkers to evaluate convergence among biomarkers and describe risk factors for EED.",
            "Methods: In 539 18-month-old children finishing participation in a randomized food supplementation trial, serum, stool, and urine collected after lactulose and mannitol dosing were analyzed for biomarkers of intestinal absorption, inflammation, permeability and repair, and systemic inflammation.",
            "EED scores for each participant were developed using principal component analysis and partial least squares regression.",
            "Associations between scores and L:M and with child sociodemographic and health characteristics were evaluated using regression analysis.",
            "Results: EED prevalence (L:M > 0.07) was 39.0%; 60% had elevated acute phase proteins (C-reactive protein >5 mg/L or a-1 acid glycoprotein >100 mg/dL).",
            "Correlations between intestinal biomarkers were low, with the highest between myeloperoxidase and a-1 antitrypsin (r ¼ 0.33, P < 0.01), and biomarker values did not differ by supplementation history.",
            "A 1-factor partial least squares model with L:M as the dependent variable explained only 8.6% of L:M variability.",
            "In adjusted models, L:M was associated with child sex and socioeconomic status index, whereas systemic inflammation was predicted mainly by recent illness, not EED.",
            "Conclusions: Impaired intestinal health is widespread in this setting of prevalent stunting, but a panel of serum and stool biomarkers demonstrated poor agreement with L:M. Etiologies of intestinal and systemic inflammation are likely numerous and complex in resource-poor settings, underscoring the need for a better case definition with corresponding diagnostic methods to further the study of EED."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42319",
        "text": "Proposed alternate markers of environmental enteric dysfunction demonstrated low agreement with the widely used lactulose mannitol ratio test. Limitations of the lactulose mannitol ratio test make it an inadequate criterion standard measure for assessing alternate markers. In this South Asian setting with prevalent stunting, systemic inflammation was widely observed but not associated with poor intestinal health.",
        "section": "What Is New",
        "section_number": 1,
        "sentences": [
            "Proposed alternate markers of environmental enteric dysfunction demonstrated low agreement with the widely used lactulose mannitol ratio test.",
            "Limitations of the lactulose mannitol ratio test make it an inadequate criterion standard measure for assessing alternate markers.",
            "In this South Asian setting with prevalent stunting, systemic inflammation was widely observed but not associated with poor intestinal health."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42319",
        "text": "The lactulose mannitol ratio (L:M) test of intestinal permeability is widely used but has several limitations: it measures permeability but not intestinal inflammation or SI (2) ; it lacks formal validation studies (18, 19) ; and it is burdensome to implement in field settings. Proposed alternate markers of EED measured in serum and stool could address these shortcomings (2, 4, 13) , but limited data exist to support their use for this purpose. Several proposed fecal markers, such as myeloperoxidase (MPO), neopterin (NEO), lactoferrin and calprotectin, markers of inflammation, and a-1 antitrypsin (AAT), a marker of protein-losing enteropathy, come from the study of inflammatory bowel disease (20) (21) (22) . Endotoxin core antibodies measured in serum may indicate systemic exposure to endotoxin of intestinal origin and have been used previously for assessing EED (11, 15) .",
        "section": "What Is New",
        "section_number": 2,
        "sentences": [
            "The lactulose mannitol ratio (L:M) test of intestinal permeability is widely used but has several limitations: it measures permeability but not intestinal inflammation or SI (2) ; it lacks formal validation studies (18, 19) ; and it is burdensome to implement in field settings.",
            "Proposed alternate markers of EED measured in serum and stool could address these shortcomings (2, 4, 13) , but limited data exist to support their use for this purpose.",
            "Several proposed fecal markers, such as myeloperoxidase (MPO), neopterin (NEO), lactoferrin and calprotectin, markers of inflammation, and a-1 antitrypsin (AAT), a marker of protein-losing enteropathy, come from the study of inflammatory bowel disease (20) (21) (22) .",
            "Endotoxin core antibodies measured in serum may indicate systemic exposure to endotoxin of intestinal origin and have been used previously for assessing EED (11, 15) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42319",
        "text": "We aimed to assess a panel of EED biomarkers in 18-monthold Bangladeshi children to describe intestinal and systemic health, use statistical data reduction techniques to empirically identify an efficient subset of markers for diagnosing EED, and describe risk factors for EED.",
        "section": "What Is New",
        "section_number": 3,
        "sentences": [
            "We aimed to assess a panel of EED biomarkers in 18-monthold Bangladeshi children to describe intestinal and systemic health, use statistical data reduction techniques to empirically identify an efficient subset of markers for diagnosing EED, and describe risk factors for EED."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42319",
        "text": "The present study was nested in a community-based randomized trial of complementary food supplements for children ages 6 to 18 months conducted from September 2012 through May 2014 in northwest Bangladesh, which demonstrated benefits for linear growth and prevention of stunting (23) . Children were randomized based on their geographic sector of residence to receive child feeding counseling for mothers only or child feeding counseling and 1 of 4 formulations of complementary food supplements fed as a daily snack for 1 year. EED was assessed at age 18 months with the L:M test and a panel of intestinal and systemic health biomarkers selected to broadly capture the EED condition.",
        "section": "METHODS",
        "section_number": 4,
        "sentences": [
            "The present study was nested in a community-based randomized trial of complementary food supplements for children ages 6 to 18 months conducted from September 2012 through May 2014 in northwest Bangladesh, which demonstrated benefits for linear growth and prevention of stunting (23) .",
            "Children were randomized based on their geographic sector of residence to receive child feeding counseling for mothers only or child feeding counseling and 1 of 4 formulations of complementary food supplements fed as a daily snack for 1 year.",
            "EED was assessed at age 18 months with the L:M test and a panel of intestinal and systemic health biomarkers selected to broadly capture the EED condition."
        ],
        "sentence_labels": [
            -1,
            1,
            -1
        ],
        "classification_label": 1
    },
    {
        "doc_id": "42319",
        "text": "Within a geographically designated area selected to contain approximately 15% of trial participants balanced by study arm, an enhanced data collection protocol including blood collection at the age of 18 months was implemented (n ¼ 828). Among those consenting to the enhanced protocol, children born between March 2012 and September 2013 were eligible for the EED assessment (L:M test and stool collection), to achieve a target sample size of 500 based on ability to detect differences in L:M by supplementation group.",
        "section": "METHODS",
        "section_number": 5,
        "sentences": [
            "Within a geographically designated area selected to contain approximately 15% of trial participants balanced by study arm, an enhanced data collection protocol including blood collection at the age of 18 months was implemented (n ¼ 828).",
            "Among those consenting to the enhanced protocol, children born between March 2012 and September 2013 were eligible for the EED assessment (L:M test and stool collection), to achieve a target sample size of 500 based on ability to detect differences in L:M by supplementation group."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42319",
        "text": "Extensive child and household data were collected within the parent trial. Household socioeconomic status (SES), including parental education and occupation and household asset ownership, electricity, and water and sanitation facilities, was assessed via questionnaire at enrollment. Length and weight were measured at enrollment (age 6 months) and every 3 months thereafter by standardized anthropometrists.",
        "section": "Field Methods",
        "section_number": 6,
        "sentences": [
            "Extensive child and household data were collected within the parent trial.",
            "Household socioeconomic status (SES), including parental education and occupation and household asset ownership, electricity, and water and sanitation facilities, was assessed via questionnaire at enrollment.",
            "Length and weight were measured at enrollment (age 6 months) and every 3 months thereafter by standardized anthropometrists."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42319",
        "text": "Biospecimens were collected immediately following the child's 18-month birthday. L:M urine tests and serum collection occurred at central field clinics, whereas stool samples were collected at home within a day of the clinic visit. Upon arrival at the field clinic, mothers completed a 7-day recall of the child's morbidity symptoms. Assessments were rescheduled for children with a current illness. Following a 2-hour fast, children were dosed by body weight (2 mL/kg weight up to 20 mL maximum) with 255 mg/mL lactulose and 50 mg/mL mannitol. Urine was subsequently collected for 2 hours (24, 25) , weighed, mixed with chlorhexidine as a preservative and aliquoted for transport and storage. Blood was collected by venipuncture and allowed to clot. At the project field laboratory, blood was centrifuged, serum transferred to cryovials, and urine and serum stored in liquid nitrogen. Stool was retrieved promptly from households by field workers and transported in cold boxes to the field laboratory, where the sample was homogenized by stirring, aliquoted into cryovials and stored in liquid nitrogen pending shipment.",
        "section": "Field Methods",
        "section_number": 7,
        "sentences": [
            "Biospecimens were collected immediately following the child's 18-month birthday.",
            "L:M urine tests and serum collection occurred at central field clinics, whereas stool samples were collected at home within a day of the clinic visit.",
            "Upon arrival at the field clinic, mothers completed a 7-day recall of the child's morbidity symptoms.",
            "Assessments were rescheduled for children with a current illness.",
            "Following a 2-hour fast, children were dosed by body weight (2 mL/kg weight up to 20 mL maximum) with 255 mg/mL lactulose and 50 mg/mL mannitol.",
            "Urine was subsequently collected for 2 hours (24, 25) , weighed, mixed with chlorhexidine as a preservative and aliquoted for transport and storage.",
            "Blood was collected by venipuncture and allowed to clot.",
            "At the project field laboratory, blood was centrifuged, serum transferred to cryovials, and urine and serum stored in liquid nitrogen.",
            "Stool was retrieved promptly from households by field workers and transported in cold boxes to the field laboratory, where the sample was homogenized by stirring, aliquoted into cryovials and stored in liquid nitrogen pending shipment."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42319",
        "text": "Urine was analyzed for lactulose and mannitol concentrations by high pressure ion chromatography (Dionex, Thermo Fisher Scientific, Sunnyvale, CA) at icddr,b in Dhaka, Bangladesh. Standard solutions with melibiose were run for quality control. Lactulose and mannitol recoveries were calculated from the measured amount of each in urine (concentration Â total urine volume) relative to the initial dose of each sugar and expressed as the ratio of percent lactulose recovered to percent mannitol recovered.",
        "section": "Laboratory Methods",
        "section_number": 8,
        "sentences": [
            "Urine was analyzed for lactulose and mannitol concentrations by high pressure ion chromatography (Dionex, Thermo Fisher Scientific, Sunnyvale, CA) at icddr,b in Dhaka, Bangladesh.",
            "Standard solutions with melibiose were run for quality control.",
            "Lactulose and mannitol recoveries were calculated from the measured amount of each in urine (concentration Â total urine volume) relative to the initial dose of each sugar and expressed as the ratio of percent lactulose recovered to percent mannitol recovered."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42319",
        "text": "Stool concentrations of MPO, AAT, and NEO and serum concentrations of endotoxin core antibody (EndoCAb), glucagonlike peptide-2 (GLP-2), total immunoglobulins (Igs), C-reactive protein (CRP), and a-1 acid glycoprotein (AGP) were assessed in the Johns Hopkins Center for Human Nutrition lab using commercial kits (Supplemental Digital Content 1, Table S1 , http:// links.lww.com/MPG/A928). Commercial standards and controls and participant-derived control samples were run in duplicate for each run to monitor assay performance and reliability.",
        "section": "Laboratory Methods",
        "section_number": 9,
        "sentences": [
            "Stool concentrations of MPO, AAT, and NEO and serum concentrations of endotoxin core antibody (EndoCAb), glucagonlike peptide-2 (GLP-2), total immunoglobulins (Igs), C-reactive protein (CRP), and a-1 acid glycoprotein (AGP) were assessed in the Johns Hopkins Center for Human Nutrition lab using commercial kits (Supplemental Digital Content 1, Table S1 , http:// links.lww.com/MPG/A928).",
            "Commercial standards and controls and participant-derived control samples were run in duplicate for each run to monitor assay performance and reliability."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42319",
        "text": "SES indicators were collapsed into a living standards index (LSI) and dichotomized around the internal median value of the index (26) . Improved household sanitation was defined as access to a slab, water-sealed or flush toilet, and improved drinking water as access to piped or tubewell water. Length-for-age z score (LAZ) and weight-for-length z score (WLZ) were calculated relative to World Health Organization standards (27) , with stunting and wasting defined as LAZ and WLZ, respectively, <À2. LAZ and WLZ at enrollment (6 months) and the change in each from 6 to 18 months were used in this analysis.",
        "section": "Statistical Analysis",
        "section_number": 10,
        "sentences": [
            "SES indicators were collapsed into a living standards index (LSI) and dichotomized around the internal median value of the index (26) .",
            "Improved household sanitation was defined as access to a slab, water-sealed or flush toilet, and improved drinking water as access to piped or tubewell water.",
            "Length-for-age z score (LAZ) and weight-for-length z score (WLZ) were calculated relative to World Health Organization standards (27) , with stunting and wasting defined as LAZ and WLZ, respectively, <À2.",
            "LAZ and WLZ at enrollment (6 months) and the change in each from 6 to 18 months were used in this analysis."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42319",
        "text": "Distributions of biomarker values were examined for outliers, normality, and with respect to established cutoffs as available: L:M >0.07 (7, 28, 29) ; MPO >2000 ng/mL, AAT >270 mg/mL, NEO >70 nmol/L (13, 30) ; CRP >5 mg/L, AGP >1 g/L (31) . Subsequently, all were natural log-transformed. To examine relationships between L:M and other biomarkers, Pearson correlation coefficients were explored and multivariable linear regression models developed with dependent variable log-L:M and log-transformed serum and stool biomarkers as independent variables. Supplementation effects on biomarker values were assessed in multilevel linear regression models with the log-transformed biomarker as the independent variable, indicator variables for assigned supplementation group, and random intercepts for sector of residence, the unit of randomization.",
        "section": "Statistical Analysis",
        "section_number": 11,
        "sentences": [
            "Distributions of biomarker values were examined for outliers, normality, and with respect to established cutoffs as available: L:M >0.07 (7, 28, 29) ; MPO >2000 ng/mL, AAT >270 mg/mL, NEO >70 nmol/L (13, 30) ; CRP >5 mg/L, AGP >1 g/L (31) .",
            "Subsequently, all were natural log-transformed.",
            "To examine relationships between L:M and other biomarkers, Pearson correlation coefficients were explored and multivariable linear regression models developed with dependent variable log-L:M and log-transformed serum and stool biomarkers as independent variables.",
            "Supplementation effects on biomarker values were assessed in multilevel linear regression models with the log-transformed biomarker as the independent variable, indicator variables for assigned supplementation group, and random intercepts for sector of residence, the unit of randomization."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42319",
        "text": "Two methods, principal component analysis (PCA) and partial least squared (PLS) regression, were used to generate EED scores, each with progressively more inclusive sets of logtransformed biomarkers as independent variables. PCA components were retained guided by scree plots and the Kaiser criteria (eigenvalues >1) (32) . PLS models specified log-transformed L:M as the dependent variable (33) . The PLSSAS command was used to call the PLS procedure in SAS from Stata. EED scores for each child were calculated from retained factors in the final PCA and PLS models by summing, for PCA, the product of each biomarker value and its model loading and, for PLS, the product of each biomarker, its loading, and the absolute value of its weight. Scores were standardized around their means and standard deviations and shifted to have positive values. Scores were named empirically based on their highest loading biomarkers.",
        "section": "Statistical Analysis",
        "section_number": 12,
        "sentences": [
            "Two methods, principal component analysis (PCA) and partial least squared (PLS) regression, were used to generate EED scores, each with progressively more inclusive sets of logtransformed biomarkers as independent variables.",
            "PCA components were retained guided by scree plots and the Kaiser criteria (eigenvalues >1) (32) .",
            "PLS models specified log-transformed L:M as the dependent variable (33) .",
            "The PLSSAS command was used to call the PLS procedure in SAS from Stata.",
            "EED scores for each child were calculated from retained factors in the final PCA and PLS models by summing, for PCA, the product of each biomarker value and its model loading and, for PLS, the product of each biomarker, its loading, and the absolute value of its weight.",
            "Scores were standardized around their means and standard deviations and shifted to have positive values.",
            "Scores were named empirically based on their highest loading biomarkers."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42319",
        "text": "Associations between child and household characteristics and EED were evaluated in regression models with L:M and the PCA-and PLS-generated scores as continuous dependent variables and sociodemographic (sex, LSI, mother's education), morbidity (past 7-day diarrhea, fever, cough), and anthropometric (6 months LAZ and WLZ, change in LAZ and WLZ from 6 to 18 months) measures as independent variables. Analyses were repeated in the subset of participants with no reported morbidity in the 7 days preceding the biospecimen collection to confirm that observed associations among biomarkers were not driven by symptomatic morbidities.",
        "section": "Statistical Analysis",
        "section_number": 13,
        "sentences": [
            "Associations between child and household characteristics and EED were evaluated in regression models with L:M and the PCA-and PLS-generated scores as continuous dependent variables and sociodemographic (sex, LSI, mother's education), morbidity (past 7-day diarrhea, fever, cough), and anthropometric (6 months LAZ and WLZ, change in LAZ and WLZ from 6 to 18 months) measures as independent variables.",
            "Analyses were repeated in the subset of participants with no reported morbidity in the 7 days preceding the biospecimen collection to confirm that observed associations among biomarkers were not driven by symptomatic morbidities."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42319",
        "text": "Study protocols were approved by the institutional review boards of the Johns Hopkins Bloomberg School of Public Health and icddr,b. Parental written consent was required for participation. Analyses were conducted in Stata 14 (StataCorp, College Station, TX) and SAS 9.3 (SAS Institute Inc., Cary, NC).",
        "section": "Statistical Analysis",
        "section_number": 14,
        "sentences": [
            "Study protocols were approved by the institutional review boards of the Johns Hopkins Bloomberg School of Public Health and icddr,b. Parental written consent was required for participation.",
            "Analyses were conducted in Stata 14 (StataCorp, College Station, TX) and SAS 9.3 (SAS Institute Inc., Cary, NC)."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42319",
        "text": "Of all eligible children (n ¼ 566), parents of 27 children (4.8%) refused the EED assessment, yielding a consenting sample size of 539. The mean (standard deviation [SD]) age of enrolled children was 18.3 (0.3) months. Children lived in households with access to an improved source of drinking water (100%) and most (82.5%) had access to improved sanitation facilities ( Table 1) . Percentage of mothers with some schooling was 78.4%. Baseline characteristics of children enrolled in the EED assessment were similar to those enrolled in the main trial, although some socioeconomic status indicators were higher in children with EED assessment, likely due to the geographic designation of the enrollment area (results not shown). Baseline characteristics were also similar across assigned supplementation groups within the substudy sample (results not shown). Prevalence of stunting and wasting in children was high at enrollment (age 6 months) at 27.8% and 5.0%, respectively, and increased to 45.0% and 14.6% at the age of 18 months. The vast majority of children (97%) were still breastfeeding at 18 months of age.",
        "section": "RESULTS",
        "section_number": 15,
        "sentences": [
            "Of all eligible children (n ¼ 566), parents of 27 children (4.8%) refused the EED assessment, yielding a consenting sample size of 539.",
            "The mean (standard deviation [SD]) age of enrolled children was 18.3 (0.3) months.",
            "Children lived in households with access to an improved source of drinking water (100%) and most (82.5%) had access to improved sanitation facilities ( Table 1) .",
            "Percentage of mothers with some schooling was 78.4%.",
            "Baseline characteristics of children enrolled in the EED assessment were similar to those enrolled in the main trial, although some socioeconomic status indicators were higher in children with EED assessment, likely due to the geographic designation of the enrollment area (results not shown).",
            "Baseline characteristics were also similar across assigned supplementation groups within the substudy sample (results not shown).",
            "Prevalence of stunting and wasting in children was high at enrollment (age 6 months) at 27.8% and 5.0%, respectively, and increased to 45.0% and 14.6% at the age of 18 months.",
            "The vast majority of children (97%) were still breastfeeding at 18 months of age."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42319",
        "text": "Serum, stool, and urine samples were successfully collected from 509 (94.4%), 515 (95.6%), and 434 (80.5%) children, respectively. The geometric mean of L:M was 0.06 (95% confidence interval [CI] 0.05, 0.06) and was elevated in 39% of children ( Table 2 ). Fecal enteric inflammation markers were widely elevated: 84%, 56%, and 100% for MPO, AAT, and NEO, respectively. SI was also common, with 56% having elevated AGP and 20% having elevated CRP. None of the intestinal or systemic health biomarkers differed by assigned supplementation group (Supplemental Digital Content 2, Table S2 , http://links.lww.com/MPG/ A929), and data from all groups were combined in subsequent analyses.",
        "section": "RESULTS",
        "section_number": 16,
        "sentences": [
            "Serum, stool, and urine samples were successfully collected from 509 (94.4%), 515 (95.6%), and 434 (80.5%) children, respectively.",
            "The geometric mean of L:M was 0.06 (95% confidence interval [CI] 0.05, 0.06) and was elevated in 39% of children ( Table 2 ).",
            "Fecal enteric inflammation markers were widely elevated: 84%, 56%, and 100% for MPO, AAT, and NEO, respectively.",
            "SI was also common, with 56% having elevated AGP and 20% having elevated CRP.",
            "None of the intestinal or systemic health biomarkers differed by assigned supplementation group (Supplemental Digital Content 2, Table S2 , http://links.lww.com/MPG/ A929), and data from all groups were combined in subsequent analyses."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42319",
        "text": "Correlations between continuous log-transformed L:M and log-transformed biomarkers were modest ( Table 2 ). The highest correlation coefficient between intestinal health biomarkers was for MPO and AAT (r ¼ 0.33, P < 0.01), and most others were 0.10 to 0.15 or less. EndoCAb and total Ig types were consistently intercorrelated, whereas CRP and AGP were highly correlated with each other (r ¼ 0.55, P < 0.01) and moderately correlated with other markers. In a multivariable model with all biomarkers included as independent variables, the panel of biomarkers explained only 10.8% of the observed variability in L:M. In the subset of participants with no reported recent morbidity symptoms (n ¼ 302), correlations between biomarkers were only marginally greater and results of subsequent analyses were conserved in that subgroup (results not shown).",
        "section": "RESULTS",
        "section_number": 17,
        "sentences": [
            "Correlations between continuous log-transformed L:M and log-transformed biomarkers were modest ( Table 2 ).",
            "The highest correlation coefficient between intestinal health biomarkers was for MPO and AAT (r ¼ 0.33, P < 0.01), and most others were 0.10 to 0.15 or less.",
            "EndoCAb and total Ig types were consistently intercorrelated, whereas CRP and AGP were highly correlated with each other (r ¼ 0.55, P < 0.01) and moderately correlated with other markers.",
            "In a multivariable model with all biomarkers included as independent variables, the panel of biomarkers explained only 10.8% of the observed variability in L:M. In the subset of participants with no reported recent morbidity symptoms (n ¼ 302), correlations between biomarkers were only marginally greater and results of subsequent analyses were conserved in that subgroup (results not shown)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42319",
        "text": "PCA on 3 sets of biomarkers are presented in Table 3 . The first model, including intestinal health biomarkers MPO, AAT, NEO, GLP-2, and EndoCAb IgG, produced a 2-component solution with MPO and AAT loading on the first component and EndoCAb IgG, GLP-2, and NEO loading on the second component. Subsequent models with additional biomarkers suggested little joint variability with the previously generated components. The second model, with gut biomarkers and CRP and AGP loading on 3 components, was retained to generate EED scores for subsequent analyses. Each score was named according to its strongest loading variables: ''SI score'' for component 1 with high loadings by CRP and AGP, ''gut inflammation (GI) score'' for component 2 with negative MPO and AAT loadings and moderate positive NEO loading and ''gut permeability (GP) score'' for component 3 with GLP-2 and EndoCAb IgG loading strongly in opposite directions.",
        "section": "RESULTS",
        "section_number": 18,
        "sentences": [
            "PCA on 3 sets of biomarkers are presented in Table 3 .",
            "The first model, including intestinal health biomarkers MPO, AAT, NEO, GLP-2, and EndoCAb IgG, produced a 2-component solution with MPO and AAT loading on the first component and EndoCAb IgG, GLP-2, and NEO loading on the second component.",
            "Subsequent models with additional biomarkers suggested little joint variability with the previously generated components.",
            "The second model, with gut biomarkers and CRP and AGP loading on 3 components, was retained to generate EED scores for subsequent analyses.",
            "Each score was named according to its strongest loading variables: ''SI score'' for component 1 with high loadings by CRP and AGP, ''gut inflammation (GI) score'' for component 2 with negative MPO and AAT loadings and moderate positive NEO loading and ''gut permeability (GP) score'' for component 3 with GLP-2 and EndoCAb IgG loading strongly in opposite directions."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42319",
        "text": "In the PLS models, 1 factor was retained for each model, as additional factors provided minimal further predictive value for the dependent variable (Table 3 ). In the PLS model with all biomarkers included, MPO, AAT, total IgA, CRP, and AGP loaded highly. That factor explained only 12.7% of variability in the biomarker panel and 8.6% of L:M variance. This most inclusive model was used to generate a score for use in subsequent analyses, calculated for each child from the factor loading and weight values and named the ''PLS score.''",
        "section": "RESULTS",
        "section_number": 19,
        "sentences": [
            "In the PLS models, 1 factor was retained for each model, as additional factors provided minimal further predictive value for the dependent variable (Table 3 ).",
            "In the PLS model with all biomarkers included, MPO, AAT, total IgA, CRP, and AGP loaded highly.",
            "That factor explained only 12.7% of variability in the biomarker panel and 8.6% of L:M variance.",
            "This most inclusive model was used to generate a score for use in subsequent analyses, calculated for each child from the factor loading and weight values and named the ''PLS score.''"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42319",
        "text": "The markers differed in their associations with child and household characteristics ( ",
        "section": "RESULTS",
        "section_number": 20,
        "sentences": [
            "The markers differed in their associations with child and household characteristics ("
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42319",
        "text": "In 18-month-old Bangladeshi children living in a setting of prevalent stunting and enrolled in a randomized controlled food supplementation trial, enteropathy and SI were pervasive. Contrary to expectations, serum and stool biomarkers demonstrated low agreement internally and with the widely used L:M test of EED, and PCA and PLS regression did not identify a subset of markers that closely approximated L:M. Furthermore, biomarkers of intestinal and systemic health were not improved in children receiving daily complementary food supplementation. The biomarker scores and L:M differed in their associations with child sociodemographic characteristics, recent morbidities, and prior anthropometry, further suggesting that the measured biomarkers reflect multiple underlying biological processes within a context in which children face numerous and repeated insults to their intestinal and systemic health.",
        "section": "DISCUSSION",
        "section_number": 21,
        "sentences": [
            "In 18-month-old Bangladeshi children living in a setting of prevalent stunting and enrolled in a randomized controlled food supplementation trial, enteropathy and SI were pervasive.",
            "Contrary to expectations, serum and stool biomarkers demonstrated low agreement internally and with the widely used L:M test of EED, and PCA and PLS regression did not identify a subset of markers that closely approximated L:M. Furthermore, biomarkers of intestinal and systemic health were not improved in children receiving daily complementary food supplementation.",
            "The biomarker scores and L:M differed in their associations with child sociodemographic characteristics, recent morbidities, and prior anthropometry, further suggesting that the measured biomarkers reflect multiple underlying biological processes within a context in which children face numerous and repeated insults to their intestinal and systemic health."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42319",
        "text": "The inclusion of the L:M ratio in the present study gives structure to the evaluation of the more novel biomarkers and enables comparison to prior studies. Although approximately 40%, the observed prevalence of EED based on elevated L:M was less than half of that reported in other studies in young children in South Asia (6, 7) . Widespread access to improved sanitation facilities and tubewell drinking water in this rural Bangladesh setting may reduce prevalence of EED, as may exposure among mothers in all arms of the study to messaging about food handling and hygiene. Variable findings from prior studies using L:M cast some doubt, however, on the extent to which it can be considered a ''criterion standard'' diagnostic test for EED (2, 19) . At best L:M measures only 2 aspects of the intestinal pathology characteristic of EED: increased permeability and reduced absorptive capacity, whereas the panel of serum and stool biomarkers in the present study was selected deliberately to assess the EED condition more broadly. Concerns have also been raised that mannitol can be present naturally in the urine (2, 34) , and that the high pressure ion chromatography method may lack sensitivity for determining typically low lactulose concentrations (35) . In addition to underscoring the need for a better diagnostic test for EED, these limitations suggest that the alternate biomarkers presented here may be capturing aspects of the EED condition despite low agreement with L:M. L:M has been widely used to define EED despite its limitations, and hence our aim of evaluating the biomarker panel relative to it. The PLS method is well-suited to that purpose, because it identifies patterns of joint variability between specified independent and dependent variables (33) . The PLS-generated score inclusive of all of the biomarkers did explain the most variance in L:M of the models investigated, but that maximum was <10% of the total variability in L:M. Furthermore, 5 of 12 biomarkers across the intestinal and systemic domains loaded with moderate and approximately equal strength in that model, supporting the conclusion that no concise subset of the measured markers approximates L:M. The PCA-generated scores offer more insight than the 1factor PLS score does into the joint variability and common underlying factors within the set of serum and stool biomarkers. The GI score, on which MPO, AAT, and NEO loaded, was not associated with any of the examined child and household factors aside from past 7-day fever, underscoring uncertainty about the factors underlying those biomarkers and their common variability. In 2 other studies that took a similar PCA approach to stool markers of EED, similar magnitudes of loadings for MPO, AAT, and NEO were reported (13, 36) , but only in our study did NEO load in the opposite direction of MPO and AAT. A score of MPO, AAT, and NEO as a stand-alone marker of EED has been proposed by investigators from the Malnutrition and Enteric Diseases study (13) , but our findings suggest more research is needed into the physiology underlying those markers and into the processes driving their joint variability. In particular, the inverse relationship we observed between NEO and MPO and NEO and AAT concurs to some extent with a recent study in Brazil suggesting the relationship between NEO and growth may be modified by MPO or, said differently, that high NEO in the absence of high MPO may be indicative of normal intestinal immune function, whereas high NEO and MPO together indicate excessive inflammation, as in EED, that constrains growth (37) . A diagnostic measure that uses these markers in combination may, then, be appropriate, but more normative data and validation studies in subclinical disease, ideally in pediatric populations, are needed to fully understand the biology underlying these markers.",
        "section": "DISCUSSION",
        "section_number": 22,
        "sentences": [
            "The inclusion of the L:M ratio in the present study gives structure to the evaluation of the more novel biomarkers and enables comparison to prior studies.",
            "Although approximately 40%, the observed prevalence of EED based on elevated L:M was less than half of that reported in other studies in young children in South Asia (6, 7) .",
            "Widespread access to improved sanitation facilities and tubewell drinking water in this rural Bangladesh setting may reduce prevalence of EED, as may exposure among mothers in all arms of the study to messaging about food handling and hygiene.",
            "Variable findings from prior studies using L:M cast some doubt, however, on the extent to which it can be considered a ''criterion standard'' diagnostic test for EED (2, 19) .",
            "At best L:M measures only 2 aspects of the intestinal pathology characteristic of EED: increased permeability and reduced absorptive capacity, whereas the panel of serum and stool biomarkers in the present study was selected deliberately to assess the EED condition more broadly.",
            "Concerns have also been raised that mannitol can be present naturally in the urine (2, 34) , and that the high pressure ion chromatography method may lack sensitivity for determining typically low lactulose concentrations (35) .",
            "In addition to underscoring the need for a better diagnostic test for EED, these limitations suggest that the alternate biomarkers presented here may be capturing aspects of the EED condition despite low agreement with L:M. L:M has been widely used to define EED despite its limitations, and hence our aim of evaluating the biomarker panel relative to it.",
            "The PLS method is well-suited to that purpose, because it identifies patterns of joint variability between specified independent and dependent variables (33) .",
            "The PLS-generated score inclusive of all of the biomarkers did explain the most variance in L:M of the models investigated, but that maximum was <10% of the total variability in L:M. Furthermore, 5 of 12 biomarkers across the intestinal and systemic domains loaded with moderate and approximately equal strength in that model, supporting the conclusion that no concise subset of the measured markers approximates L:M. The PCA-generated scores offer more insight than the 1factor PLS score does into the joint variability and common underlying factors within the set of serum and stool biomarkers.",
            "The GI score, on which MPO, AAT, and NEO loaded, was not associated with any of the examined child and household factors aside from past 7-day fever, underscoring uncertainty about the factors underlying those biomarkers and their common variability.",
            "In 2 other studies that took a similar PCA approach to stool markers of EED, similar magnitudes of loadings for MPO, AAT, and NEO were reported (13, 36) , but only in our study did NEO load in the opposite direction of MPO and AAT.",
            "A score of MPO, AAT, and NEO as a stand-alone marker of EED has been proposed by investigators from the Malnutrition and Enteric Diseases study (13) , but our findings suggest more research is needed into the physiology underlying those markers and into the processes driving their joint variability.",
            "In particular, the inverse relationship we observed between NEO and MPO and NEO and AAT concurs to some extent with a recent study in Brazil suggesting the relationship between NEO and growth may be modified by MPO or, said differently, that high NEO in the absence of high MPO may be indicative of normal intestinal immune function, whereas high NEO and MPO together indicate excessive inflammation, as in EED, that constrains growth (37) .",
            "A diagnostic measure that uses these markers in combination may, then, be appropriate, but more normative data and validation studies in subclinical disease, ideally in pediatric populations, are needed to fully understand the biology underlying these markers."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42319",
        "text": "The GP score, on which EndoCAb IgG and GLP-2 loaded strongly in opposite directions, was inversely associated with the wealth index and LAZ at the age of 6 months. Accounting for the directionality of the loading for EndoCAb on that score, this finding means children from wealthier households and with greater LAZ at baseline had higher EndoCAb values, generally indicative of greater intestinal permeability to pathogens, a finding that contradicts expectations. It is possible that healthier (larger) children had more mature immune systems that were better able to mount a response to insults, reflected in higher EndoCAb IgG values. Evidence supporting the use of EndoCAb for EED assessment is mixed and, to our knowledge, no normative data for the marker exists in the literature. Prior studies have used EndoCAb alone to AAT measure EED (14, 38) , but of 3 studies known to us that measured EndoCAb and L:M concurrently, 1 reported a strong association between the 2 markers (11), 1 found no association (39) and a third did not report agreement between the 2, but did find divergent associations with child height (15) . Our findings further support the need for more normative and mechanistic research into EndoCAb as a marker of EED. Lower GLP-2 values in children who were taller at baseline and in those of higher SES suggest less need for intestinal repair in line with better intestinal health overall. Lower GLP-2 may also indicate slower whole body growth, which again may be expected in relatively healthier children with better growth before the age of 18 months. The inverse associations we see with prior anthropometric measures suggest a potential bidirectionality between EED and growth that will be important to investigate in planned future analyses of the EED biomarkers in relation to longitudinal growth.",
        "section": "DISCUSSION",
        "section_number": 23,
        "sentences": [
            "The GP score, on which EndoCAb IgG and GLP-2 loaded strongly in opposite directions, was inversely associated with the wealth index and LAZ at the age of 6 months.",
            "Accounting for the directionality of the loading for EndoCAb on that score, this finding means children from wealthier households and with greater LAZ at baseline had higher EndoCAb values, generally indicative of greater intestinal permeability to pathogens, a finding that contradicts expectations.",
            "It is possible that healthier (larger) children had more mature immune systems that were better able to mount a response to insults, reflected in higher EndoCAb IgG values.",
            "Evidence supporting the use of EndoCAb for EED assessment is mixed and, to our knowledge, no normative data for the marker exists in the literature.",
            "Prior studies have used EndoCAb alone to AAT measure EED (14, 38) , but of 3 studies known to us that measured EndoCAb and L:M concurrently, 1 reported a strong association between the 2 markers (11), 1 found no association (39) and a third did not report agreement between the 2, but did find divergent associations with child height (15) .",
            "Our findings further support the need for more normative and mechanistic research into EndoCAb as a marker of EED.",
            "Lower GLP-2 values in children who were taller at baseline and in those of higher SES suggest less need for intestinal repair in line with better intestinal health overall.",
            "Lower GLP-2 may also indicate slower whole body growth, which again may be expected in relatively healthier children with better growth before the age of 18 months.",
            "The inverse associations we see with prior anthropometric measures suggest a potential bidirectionality between EED and growth that will be important to investigate in planned future analyses of the EED biomarkers in relation to longitudinal growth."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42319",
        "text": "The acute phase proteins and total Igs, aspects of SI, loaded on their own components when added to the PCA model rather than combining with the gut markers, which is counter to a hypothesized cascade of effects from subclinical intestinal inflammation and permeability to stunting via activation of systemic inflammatory processes (3, 17) . Furthermore, the SI score, on which only the acute phase proteins loaded, was associated with recent respiratory symptoms and fever but not diarrhea, suggesting that intestinal health may be less responsible for SI in this age group than originally hypothesized.",
        "section": "DISCUSSION",
        "section_number": 24,
        "sentences": [
            "The acute phase proteins and total Igs, aspects of SI, loaded on their own components when added to the PCA model rather than combining with the gut markers, which is counter to a hypothesized cascade of effects from subclinical intestinal inflammation and permeability to stunting via activation of systemic inflammatory processes (3, 17) .",
            "Furthermore, the SI score, on which only the acute phase proteins loaded, was associated with recent respiratory symptoms and fever but not diarrhea, suggesting that intestinal health may be less responsible for SI in this age group than originally hypothesized."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42319",
        "text": "Strengths of the present study include the large sample size and the broad panel of candidate biomarkers assessed in combination with L:M. Nesting the study within a large randomized trial allowed for enrollment of participants from an enumerated source population, which, along with the high participation rate, suggests a low risk of bias and good generalizability to rural Bangladesh and perhaps to other rural South Asian populations. In addition to limitations of L:M as a reference method, other caveats include that biospecimens were collected at a single time point rather than serially, a tradeoff we accepted for a larger sample in accordance with a primary aim of investigating interrelationships and agreement among the biomarkers, and a lack of normative data in children for several of the serum and stool biomarkers. Much remains unknown about the performance of these markers under various conditions, such that the present study represents a contribution to the literature in that they were explored simultaneously in a well-described population. Future analyses are planned to explore the dynamics between growth and the EED and systemic health biomarkers using longitudinal models to incorporate serial anthropometric measures and to account for our finding of an inverse relationship between baseline length and some gut health markers.",
        "section": "DISCUSSION",
        "section_number": 25,
        "sentences": [
            "Strengths of the present study include the large sample size and the broad panel of candidate biomarkers assessed in combination with L:M. Nesting the study within a large randomized trial allowed for enrollment of participants from an enumerated source population, which, along with the high participation rate, suggests a low risk of bias and good generalizability to rural Bangladesh and perhaps to other rural South Asian populations.",
            "In addition to limitations of L:M as a reference method, other caveats include that biospecimens were collected at a single time point rather than serially, a tradeoff we accepted for a larger sample in accordance with a primary aim of investigating interrelationships and agreement among the biomarkers, and a lack of normative data in children for several of the serum and stool biomarkers.",
            "Much remains unknown about the performance of these markers under various conditions, such that the present study represents a contribution to the literature in that they were explored simultaneously in a well-described population.",
            "Future analyses are planned to explore the dynamics between growth and the EED and systemic health biomarkers using longitudinal models to incorporate serial anthropometric measures and to account for our finding of an inverse relationship between baseline length and some gut health markers."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42319",
        "text": "In a large sample of 18-month-old children in rural Bangladesh, a panel of biomarkers measuring different aspects of the EED syndrome suggested widespread perturbed intestinal health. The low internal agreement among markers and unknown accuracy and likely poor precision of the L:M test for EED underscores the urgent need for developing validated biomarkers that can advance this field. Our investigation of 12 biomarkers, split between widely used and novel markers, contributes to this effort. The present study also highlights the complexities of the biology underlying each of these proposed biomarkers and the difficulty of pinpointing EED in a context of widespread infectious exposures and immune activation. Coefficients and P values are from multivariable linear regression models with dependent variable log-transformed L:M or standardized EED score and child characteristics as independent variables in separate models for each domain (ie, sociodemographic, morbidity, anthropometry). z SSC is the secondary school completion exam, taken at the end of year 10 of schooling. § Dichotomous variable for whether symptoms of the listed morbidity were reported by the mother for the 7 days before the EED assessment. Ã 0.05 < P 0.1. ÃÃ 0.01 < P 0.05. ÃÃÃ P 0.01.",
        "section": "DISCUSSION",
        "section_number": 26,
        "sentences": [
            "In a large sample of 18-month-old children in rural Bangladesh, a panel of biomarkers measuring different aspects of the EED syndrome suggested widespread perturbed intestinal health.",
            "The low internal agreement among markers and unknown accuracy and likely poor precision of the L:M test for EED underscores the urgent need for developing validated biomarkers that can advance this field.",
            "Our investigation of 12 biomarkers, split between widely used and novel markers, contributes to this effort.",
            "The present study also highlights the complexities of the biology underlying each of these proposed biomarkers and the difficulty of pinpointing EED in a context of widespread infectious exposures and immune activation.",
            "Coefficients and P values are from multivariable linear regression models with dependent variable log-transformed L:M or standardized EED score and child characteristics as independent variables in separate models for each domain (ie, sociodemographic, morbidity, anthropometry).",
            "z SSC is the secondary school completion exam, taken at the end of year 10 of schooling. §",
            "Dichotomous variable for whether symptoms of the listed morbidity were reported by the mother for the 7 days before the EED assessment.",
            "Ã 0.05 < P 0.1.",
            "ÃÃ 0.01 < P 0.05.",
            "ÃÃÃ P 0.01."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    }
]