[
    {
        "doc_id": "42098",
        "text": "Background: Sevoflurane and ketamine are commonly used to obtain sedation and facilitate intravenous anesthetic induction in children undergoing cardiac surgery who are uncooperative. We used a new and direct systemic hemodynamic monitoring technique pressure recording analytical method and compared the hemodynamic effects of sevoflurane and ketamine to facilitate intravenous anesthetic induction. Methods: Forty-four children with ventricular septal defect (2.2 ± 1.2 years) were enrolled and randomized to receive sevoflurane (Group S) or intramuscular ketamine (Group K) for sedation, followed by intravenous midazolam-sufentanil induction and tracheal intubation. Recorded parameters included heart rate (HR), arterial pressures, stroke volume index (SVI), cardiac index (CI), systemic vascular resistance index (SVRI), the maximal slope of systolic upstroke (dp/dt max) after sedation obtained with sevoflurane or ketamine, 1, 2, 5 minutes after midazolam-sufentanil, 1, 2, 5, and 10 minutes after tracheal intubation. Rate-pressure product (RPP) and cardiac power output (CPO) were calculated. Results: As compared with Group S, Group K had faster decreases during intravenous anesthetic induction in arterial pressures (P < .01 for all), higher HR, arterial pressures, SVRI, dp/dt max , RPP, lower SVI, CI, CPO (P < .05 for all) during the study period. Conclusion: As compared with sevoflurane, ketamine facilitated intravenous anesthetic induction exerts unfavorable effects on systemic hemodynamic and myocardial energetic in children with ventricular septal defect. Abbreviations: CHD = congenital heart disease, CI = cardiac index, CPO = cardiac power output, DBP = diastolic blood pressure, HR = heart rate, MBP = mean blood pressure, PRAM = pressure recording analytical method, RPP = rate pressure product, SBP = systolic blood pressure, SVI = stroke volume index, SVRI = systemic vascular resistance index.",
        "section": "Abstract",
        "sentences": [
            "Background: Sevoflurane and ketamine are commonly used to obtain sedation and facilitate intravenous anesthetic induction in children undergoing cardiac surgery who are uncooperative.",
            "We used a new and direct systemic hemodynamic monitoring technique pressure recording analytical method and compared the hemodynamic effects of sevoflurane and ketamine to facilitate intravenous anesthetic induction.",
            "Methods: Forty-four children with ventricular septal defect (2.2 ± 1.2 years) were enrolled and randomized to receive sevoflurane (Group S) or intramuscular ketamine (Group K) for sedation, followed by intravenous midazolam-sufentanil induction and tracheal intubation.",
            "Recorded parameters included heart rate (HR), arterial pressures, stroke volume index (SVI), cardiac index (CI), systemic vascular resistance index (SVRI), the maximal slope of systolic upstroke (dp/dt max) after sedation obtained with sevoflurane or ketamine, 1, 2, 5 minutes after midazolam-sufentanil, 1, 2, 5, and 10 minutes after tracheal intubation.",
            "Rate-pressure product (RPP) and cardiac power output (CPO) were calculated.",
            "Results: As compared with Group S, Group K had faster decreases during intravenous anesthetic induction in arterial pressures (P < .01 for all), higher HR, arterial pressures, SVRI, dp/dt max , RPP, lower SVI, CI, CPO (P < .05 for all) during the study period.",
            "Conclusion: As compared with sevoflurane, ketamine facilitated intravenous anesthetic induction exerts unfavorable effects on systemic hemodynamic and myocardial energetic in children with ventricular septal defect.",
            "Abbreviations: CHD = congenital heart disease, CI = cardiac index, CPO = cardiac power output, DBP = diastolic blood pressure, HR = heart rate, MBP = mean blood pressure, PRAM = pressure recording analytical method, RPP = rate pressure product, SBP = systolic blood pressure, SVI = stroke volume index, SVRI = systemic vascular resistance index."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42098",
        "text": "The primary goal, and also challenge, of anesthetic management during pediatric cardiac surgery is to maintain hemodynamic stability. This is because children with congenital heart disease (CHD) have limited reserve of cardiovascular function. The period of anesthetic induction may be associated with adverse systemic hemodynamics, and therefore requires particular attention.",
        "section": "Introduction",
        "section_number": 1,
        "sentences": [
            "The primary goal, and also challenge, of anesthetic management during pediatric cardiac surgery is to maintain hemodynamic stability.",
            "This is because children with congenital heart disease (CHD) have limited reserve of cardiovascular function.",
            "The period of anesthetic induction may be associated with adverse systemic hemodynamics, and therefore requires particular attention."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42098",
        "text": "Inhaled sevoflurane and intramuscular ketamine are both extensively used in unmanageable and ambulatory children undergoing cardiac catheterization or surgery, to obtain sedation, facilitate venous access, and intravenous anesthesia induction. [1, 2] But knowledge about their effects on systemic hemodynamics remains limited largely due to the technical difficulties in direct assessments of these variables. Sevoflurane has been considered as well tolerated and does not induce significant change in pulmonary to systemic blood flow ratio in children with CHD. [3] [4] [5] Ketamine, as a potent analgesic and sympathetic stimulating agent, is preferred by some others. [6, 7] In most of those studies, only heart rate and arterial pressure, that is, indirect indicators in clinical routine monitoring, were used. It has been learned that these indirect indicators do not accurately reflect a true hemodynamic status. [8, 9] Efforts have been made to develop techniques to directly assess hemodynamic parameters, such as stroke volume, cardiac output, systemic vascular resistance, etc. Among them, thermodilution method has been widely used. But the presence of interventricular shunt, pulmonary, and tricuspid regurgitation commonly seen in CHD precludes its use. In addition, the repeated cold saline injections may affect the physiological status. The Fick method using the directly measured systemic oxygen consumption such as by respiratory mass spectrometry remains the gold standard method, and has been used in varied circulations in children with CHD. [10, 11] However, respiratory mass spectrometry is technically and timely highly demanding and hardly used outside of clinical research setting. Pressure recording analytical method (PRAM, MostCare, Vygon Vytech, Padova, Italy) is a minimally invasive and user-friendly method to provide direct and continuous measurements of systemic hemodynamics based on mathematical analysis of the arterial waveform. One recent study [12] validated PRAM against the Fick method in pediatric patients undergoing cardiac catheterization, which found a close correlation in the measurements of cardiac index. PRAM has been increasingly used in many studies in children with CHD before and after cardiac surgery and provided meaningful data. [12] [13] [14] [15] Therefore, our study aimed to use PRAM to examine the effects of ketamine and sevoflurane on systemic hemodynamics during the entire course of anesthetic induction and intubation in children undergoing surgery for complete repair of ventricular septal defect.",
        "section": "Introduction",
        "section_number": 2,
        "sentences": [
            "Inhaled sevoflurane and intramuscular ketamine are both extensively used in unmanageable and ambulatory children undergoing cardiac catheterization or surgery, to obtain sedation, facilitate venous access, and intravenous anesthesia induction. [",
            "1, 2] But knowledge about their effects on systemic hemodynamics remains limited largely due to the technical difficulties in direct assessments of these variables.",
            "Sevoflurane has been considered as well tolerated and does not induce significant change in pulmonary to systemic blood flow ratio in children with CHD. [",
            "3] [4] [5] Ketamine, as a potent analgesic and sympathetic stimulating agent, is preferred by some others. [",
            "6, 7] In most of those studies, only heart rate and arterial pressure, that is, indirect indicators in clinical routine monitoring, were used.",
            "It has been learned that these indirect indicators do not accurately reflect a true hemodynamic status. [",
            "8, 9] Efforts have been made to develop techniques to directly assess hemodynamic parameters, such as stroke volume, cardiac output, systemic vascular resistance, etc.",
            "Among them, thermodilution method has been widely used.",
            "But the presence of interventricular shunt, pulmonary, and tricuspid regurgitation commonly seen in CHD precludes its use.",
            "In addition, the repeated cold saline injections may affect the physiological status.",
            "The Fick method using the directly measured systemic oxygen consumption such as by respiratory mass spectrometry remains the gold standard method, and has been used in varied circulations in children with CHD. [",
            "10, 11] However, respiratory mass spectrometry is technically and timely highly demanding and hardly used outside of clinical research setting.",
            "Pressure recording analytical method (PRAM, MostCare, Vygon Vytech, Padova, Italy) is a minimally invasive and user-friendly method to provide direct and continuous measurements of systemic hemodynamics based on mathematical analysis of the arterial waveform.",
            "One recent study [12] validated PRAM against the Fick method in pediatric patients undergoing cardiac catheterization, which found a close correlation in the measurements of cardiac index.",
            "PRAM has been increasingly used in many studies in children with CHD before and after cardiac surgery and provided meaningful data. [",
            "12] [13] [14] [15] Therefore, our study aimed to use PRAM to examine the effects of ketamine and sevoflurane on systemic hemodynamics during the entire course of anesthetic induction and intubation in children undergoing surgery for complete repair of ventricular septal defect."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42098",
        "text": "This study was approved by the Medical Ethics Committee of Beijing Anzhen Hospital. During the period from September 2014 to February 2015, children younger than 3 years scheduled for complete repair of ventricular septal defect using cardiopulmonary bypass in Beijing Anzhen Hospital were enrolled in the study. Written informed consent was obtained from the parents of children. Patients were excluded if they had severe pulmonary artery hypertension (mean pulmonary arterial pressure>50 mm Hg), aortic disease (e.g., aortic valve regurgitation and aortic coarctation), cardiac dysfunction (ejection fraction <50%), and malignant arrhythmia.",
        "section": "Patients",
        "section_number": 3,
        "sentences": [
            "This study was approved by the Medical Ethics Committee of Beijing Anzhen Hospital.",
            "During the period from September 2014 to February 2015, children younger than 3 years scheduled for complete repair of ventricular septal defect using cardiopulmonary bypass in Beijing Anzhen Hospital were enrolled in the study.",
            "Written informed consent was obtained from the parents of children.",
            "Patients were excluded if they had severe pulmonary artery hypertension (mean pulmonary arterial pressure>50 mm Hg), aortic disease (e.g., aortic valve regurgitation and aortic coarctation), cardiac dysfunction (ejection fraction <50%), and malignant arrhythmia."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42098",
        "text": "This was a prospective observational study. Children were randomized into 1 of the 2 induction protocols according to a computer-generated random numbers table created by investigators not participating in data collection. A sealed envelope containing random numbers was opened by data collecting investigators after patients' arrival to the operating room. Investigator analyzing the data was unaware of the patients' group assignment.",
        "section": "Study protocol",
        "section_number": 4,
        "sentences": [
            "This was a prospective observational study.",
            "Children were randomized into 1 of the 2 induction protocols according to a computer-generated random numbers table created by investigators not participating in data collection.",
            "A sealed envelope containing random numbers was opened by data collecting investigators after patients' arrival to the operating room.",
            "Investigator analyzing the data was unaware of the patients' group assignment."
        ],
        "sentence_labels": [
            -1,
            1,
            -1,
            -1
        ],
        "classification_label": 0
    },
    {
        "doc_id": "42098",
        "text": "The design and setup of PRAM has been described in previous studies. [14, 16] PRAM provided averaged beat-to-beat calculated data in 30 seconds and displayed data on the screen continuously. Data was stored in the device and could be downloaded in spread sheets for offline analysis.",
        "section": "Direct systemic hemodynamic monitoring using PRAM",
        "section_number": 5,
        "sentences": [
            "The design and setup of PRAM has been described in previous studies. [",
            "14, 16] PRAM provided averaged beat-to-beat calculated data in 30 seconds and displayed data on the screen continuously.",
            "Data was stored in the device and could be downloaded in spread sheets for offline analysis."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42098",
        "text": "In both the groups, routine clinical standard monitoring consisted of 5-lead electrocardiography, digital pulse oximetry. 100% oxygen at 5 L/min was delivered via a facemask. In inhaled sevoflurane group (Group S), the anesthesia machine circuit was primed with 6% sevoflurane till end-tidal concentration was 2.0 minimal alveolar concentration. After body immobility was obtained in less than 2 minutes, the concentration of sevoflurane was decreased to 1.5 to 1.0 minimal alveolar concentration. In intramuscular ketamine group (Group K), intramuscular injection of ketamine (10 mg/kg) was administrated, body immobility was obtained in 3 to 5 minutes. [17, 18] In both groups after children were sedated, a peripheral intravenous catheter and a radial arterial catheter were inserted in 3 minutes to establish intravenous access, clinical routine monitoring of arterial pressure, and advanced monitoring of PRAM. Fast flush test [19] was employed to investigate signal artifacts. Then intravenous pipecuronium (0.2 mg/kg), midazolam (0.2 mg/kg), and sufentanil (1 mg/kg) were given quickly. After sufentanil delivered, sevoflurane administration was stopped immediately in Group S, 5 minutes later tracheal intubation was performed in 3 minutes in both the groups. Mechanical ventilation was initiated with FiO 2 50%, tidal volume 10 mL/kg and respiratory frequency 15 to 25 / min to maintain P ET CO 2 at 35 to 40 mm Hg in order to maintain a relatively stable PaCO 2 . [20] ",
        "section": "Anesthetic induction procedure",
        "section_number": 6,
        "sentences": [
            "In both the groups, routine clinical standard monitoring consisted of 5-lead electrocardiography, digital pulse oximetry.",
            "100% oxygen at 5 L/min was delivered via a facemask.",
            "In inhaled sevoflurane group (Group S), the anesthesia machine circuit was primed with 6% sevoflurane till end-tidal concentration was 2.0 minimal alveolar concentration.",
            "After body immobility was obtained in less than 2 minutes, the concentration of sevoflurane was decreased to 1.5 to 1.0 minimal alveolar concentration.",
            "In intramuscular ketamine group (Group K), intramuscular injection of ketamine (10 mg/kg) was administrated, body immobility was obtained in 3 to 5 minutes. [",
            "17, 18] In both groups after children were sedated, a peripheral intravenous catheter and a radial arterial catheter were inserted in 3 minutes to establish intravenous access, clinical routine monitoring of arterial pressure, and advanced monitoring of PRAM.",
            "Fast flush test [19] was employed to investigate signal artifacts.",
            "Then intravenous pipecuronium (0.2 mg/kg), midazolam (0.2 mg/kg), and sufentanil (1 mg/kg) were given quickly.",
            "After sufentanil delivered, sevoflurane administration was stopped immediately in Group S, 5 minutes later tracheal intubation was performed in 3 minutes in both the groups.",
            "Mechanical ventilation was initiated with FiO 2 50%, tidal volume 10 mL/kg and respiratory frequency 15 to 25 / min to maintain P ET CO 2 at 35 to 40 mm Hg in order to maintain a relatively stable PaCO 2 . [",
            "20]"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42098",
        "text": "Hemodynamic data recorded by PRAM included heart rate (HR), systolic (SBP), diastolic (DBP), and mean (MBP) blood pressure, stroke volume index (SVI), cardiac index (CI), systemic vascular resistance index (SVRI), the maximal slope of systolic upstroke (dp/dt max ). Systemic hemodynamic parameters were collected immediately after radial artery cannulation (T0), 1, 2, 5 minutes after midazolam-sufentanil delivered (T1, T2, T3, respectively), and 1, 2, 5, and 10 minutes after intubation (T4, T5, T6, T7, respectively). Rate-pressure product (RPP) as an indirect index of myocardial oxygen consumption and cardiac power output (CPO) were calculated using standard equations as following:",
        "section": "Parameters studied",
        "section_number": 7,
        "sentences": [
            "Hemodynamic data recorded by PRAM included heart rate (HR), systolic (SBP), diastolic (DBP), and mean (MBP) blood pressure, stroke volume index (SVI), cardiac index (CI), systemic vascular resistance index (SVRI), the maximal slope of systolic upstroke (dp/dt max ).",
            "Systemic hemodynamic parameters were collected immediately after radial artery cannulation (T0), 1, 2, 5 minutes after midazolam-sufentanil delivered (T1, T2, T3, respectively), and 1, 2, 5, and 10 minutes after intubation (T4, T5, T6, T7, respectively).",
            "Rate-pressure product (RPP) as an indirect index of myocardial oxygen consumption and cardiac power output (CPO) were calculated using standard equations as following:"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42098",
        "text": "RPP ¼ SBP Â HR=1000 CPO ¼ MBP Â CI Â 0:0022",
        "section": "Parameters studied",
        "section_number": 8,
        "sentences": [
            "RPP ¼ SBP Â HR=1000 CPO ¼ MBP Â CI Â 0:0022"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42098",
        "text": "To estimate group size, SVI at T7 was assumed as primary endpoint. Based on a pilot study with 6 cases in each group, the expected mean SVI was 40 ± 10 mL/m 2 in Group S and 30 ± 10 mL/m 2 in Group K. We estimated a group size of 22 patients in each group to show a difference of 10 mL/m 2 in SVI between the 2 groups, with an a-error of 0.05 and b-error of 0.1. Data are described as mean ± SD. t test and x 2 test were used to compare the demographic data. Mixed linear regression analysis for repeated measures was used to analyze the change of the variables during the study period. For some measures, polynomial transformation of time was tested regarding the best fit for the time course. Mixed linear regression analysis for repeated measures was also used to compare these changes between the 2 groups during the study period. The parameter estimates and P values of time (P time ) indicate early trend and significance of the change, those of time 2 (P time 2 ) indicate the following part of trend and significance, and those of time 3 Medicine parameter estimates and P values of group (P group ) indicate the significance of the general difference between the groups. The parameter estimates and P values of the interaction of time and group (P groupÂtime ) indicate the difference in the early trend of each parameter between the 2 groups, those of time 2 and group (P groupÂtime 2 ) indicate the difference in the following part of trend, and those of time 3 and group (P groupÂtime 3 ) indicate the difference in the final trend of each parameter. The same method was further used to analyze the correlation between CPO and RPP. All data was performed with SAS statistical software version 8 (SAS Institute Inc, Cary, NC). Values of P < .05 were considered significant.",
        "section": "Statistical analysis",
        "section_number": 9,
        "sentences": [
            "To estimate group size, SVI at T7 was assumed as primary endpoint.",
            "Based on a pilot study with 6 cases in each group, the expected mean SVI was 40 ± 10 mL/m 2 in Group S and 30 ± 10 mL/m 2 in Group K. We estimated a group size of 22 patients in each group to show a difference of 10 mL/m 2 in SVI between the 2 groups, with an a-error of 0.05 and b-error of 0.1.",
            "Data are described as mean ± SD.",
            "t test and x 2 test were used to compare the demographic data.",
            "Mixed linear regression analysis for repeated measures was used to analyze the change of the variables during the study period.",
            "For some measures, polynomial transformation of time was tested regarding the best fit for the time course.",
            "Mixed linear regression analysis for repeated measures was also used to compare these changes between the 2 groups during the study period.",
            "The parameter estimates and P values of time (P time ) indicate early trend and significance of the change, those of time 2 (P time 2 ) indicate the following part of trend and significance, and those of time 3 Medicine parameter estimates and P values of group (P group ) indicate the significance of the general difference between the groups.",
            "The parameter estimates and P values of the interaction of time and group (P groupÂtime ) indicate the difference in the early trend of each parameter between the 2 groups, those of time 2 and group (P groupÂtime 2 ) indicate the difference in the following part of trend, and those of time 3 and group (P groupÂtime 3 ) indicate the difference in the final trend of each parameter.",
            "The same method was further used to analyze the correlation between CPO and RPP.",
            "All data was performed with SAS statistical software version 8 (SAS Institute Inc, Cary, NC).",
            "Values of P < .05 were considered significant."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42098",
        "text": "A total of 44 children were enrolled in the study. Flow diagram of randomization and study groups were shown (Fig. 1) . The demographic data of the 2 groups of patients were similar ( Table 1 ). Diameters of ventricular septal defect were 5.7 ± 3.0 mm in Group K versus 5.4 ± 2.9 mm in Group S (P > .05). All the patients had a successful operation. None of them had significant adverse events such as hypotension, cardiac arrest, or severe arrhythmia during the study period. ",
        "section": "Patients",
        "section_number": 10,
        "sentences": [
            "A total of 44 children were enrolled in the study.",
            "Flow diagram of randomization and study groups were shown (Fig. 1) .",
            "The demographic data of the 2 groups of patients were similar ( Table 1 ).",
            "Diameters of ventricular septal defect were 5.7 ± 3.0 mm in Group K versus 5.4 ± 2.9 mm in Group S (P > .05).",
            "All the patients had a successful operation.",
            "None of them had significant adverse events such as hypotension, cardiac arrest, or severe arrhythmia during the study period."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42098",
        "text": "= immediately after sedation, T1, T2, T3, 1, 2, 5 minutes after combined intravenous anesthetics, respectively, T4, T5, T6, T7, 1, 2, 5, and 10 minutes after intubation, respectively, P Table 2 shows the mean ± SD values of the hemodynamic parameters with statistical results. Figure 2 shows the longitudinal trends of some of the hemodynamic parameters during the study. HR, SBP, DBP, and MBP were significantly related to time after polynomial transformation in both groups. They showed a fast decrease during induction from T0 to T3 (P time < .0001), then a small increase at intubation from T3 to T4 (P time 2 < .0001), followed by a decrease thereafter (P time 3 < .0001). As compared with Group S, the decreases in HR, arterial pressures during induction in Group K were significantly faster (P groupÂtime < .001 for HR, SBP, MBP, and P groupÂtime = .0043 for DBP). Their trends after intubation were not significantly different (P groupÂtime 2 and P groupÂtime 3 > .1 for all). The overall levels of HR, SBP, and MBP during the study period were significantly higher in Group K (P group = .043, < .0001 and = .0018, respectively). DBP tended to be higher although without statistical significance (P = .0531). SVI showed an overall gradual increase during the study period in both groups (P time < .0001). As compared with Group S, Group K had a significantly lower SVI during the study period (P group = .0387). CI in Group K showed a fast and significant decrease during induction (P groupÂtime = .01). The overall CI during the study period was significantly lower in Group K (P = .009). As compared with Group S, Group K had a significantly higher SVRI (P group = .0001), with a fast decrease (P groupÂtime < .0001) during the study period. Dp/dt max was significantly higher during the study period (P group < .0001) in Group K, with a fast decrease during induction (P groupÂtime < .0001), then a small increase at intubation (P groupÂtime 2 = .0001), followed by a gradual decrease (P groupÂtime 3 = .0001). RPP showed similar trends in both groups, being significantly related to time after polynomial transformation, with a fast decrease during induction from T0 to T3 (P time < .0001), followed by a small increase at intubation (P time 2 < .0001). As compared with Group S, RPP in Group K was significantly higher during the entire study period (P group < .0001). CPO showed a general increase during the study period in both groups. As compared with Group S, CPO in Group K showed a fast decrease during induction (P groupÂtime < .0001), followed by a gradual increase after intubation (P groupÂtime 2 < .0001). The overall level of CPO was significantly higher in Group S as compared with Group K (P group = .0166). As a result, CPO correlated with a significantly greater RPP in Group K as compared with Group S (P groupÂRPP < .0001).",
        "section": "T0",
        "section_number": 11,
        "sentences": [
            "= immediately after sedation, T1, T2, T3, 1, 2, 5 minutes after combined intravenous anesthetics, respectively, T4, T5, T6, T7, 1, 2, 5, and 10 minutes after intubation, respectively, P Table 2 shows the mean ± SD values of the hemodynamic parameters with statistical results.",
            "Figure 2 shows the longitudinal trends of some of the hemodynamic parameters during the study.",
            "HR, SBP, DBP, and MBP were significantly related to time after polynomial transformation in both groups.",
            "They showed a fast decrease during induction from T0 to T3 (P time < .0001), then a small increase at intubation from T3 to T4 (P time 2 < .0001), followed by a decrease thereafter (P time 3 < .0001).",
            "As compared with Group S, the decreases in HR, arterial pressures during induction in Group K were significantly faster (P groupÂtime < .001 for HR, SBP, MBP, and P groupÂtime = .0043 for DBP).",
            "Their trends after intubation were not significantly different (P groupÂtime 2 and P groupÂtime 3 > .1 for all).",
            "The overall levels of HR, SBP, and MBP during the study period were significantly higher in Group K (P group = .043, < .0001 and = .0018, respectively).",
            "DBP tended to be higher although without statistical significance (P = .0531).",
            "SVI showed an overall gradual increase during the study period in both groups (P time < .0001).",
            "As compared with Group S, Group K had a significantly lower SVI during the study period (P group = .0387).",
            "CI in Group K showed a fast and significant decrease during induction (P groupÂtime = .01).",
            "The overall CI during the study period was significantly lower in Group K (P = .009).",
            "As compared with Group S, Group K had a significantly higher SVRI (P group = .0001), with a fast decrease (P groupÂtime < .0001) during the study period.",
            "Dp/dt max was significantly higher during the study period (P group < .0001) in Group K, with a fast decrease during induction (P groupÂtime < .0001), then a small increase at intubation (P groupÂtime 2 = .0001), followed by a gradual decrease (P groupÂtime 3 = .0001).",
            "RPP showed similar trends in both groups, being significantly related to time after polynomial transformation, with a fast decrease during induction from T0 to T3 (P time < .0001), followed by a small increase at intubation (P time 2 < .0001).",
            "As compared with Group S, RPP in Group K was significantly higher during the entire study period (P group < .0001).",
            "CPO showed a general increase during the study period in both groups.",
            "As compared with Group S, CPO in Group K showed a fast decrease during induction (P groupÂtime < .0001), followed by a gradual increase after intubation (P groupÂtime 2 < .0001).",
            "The overall level of CPO was significantly higher in Group S as compared with Group K (P group = .0166).",
            "As a result, CPO correlated with a significantly greater RPP in Group K as compared with Group S (P groupÂRPP < .0001)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42098",
        "text": "Our study used the PRAM technique to directly assess systemic hemodynamics during anesthetic induction in CHD children. The data demonstrated that inhaled sevoflurane facilitated intravenous anesthetic induction was associated with a relatively stable and favorable systemic hemodynamics during the entire course of anesthetic induction and intubation. In contrast, intramuscular ketamine facilitated intravenous anesthetic induction was associated with unfavorable status of systemic hemodynamics, with a higher HR, arterial pressure, SVRI, and dp/dt max , but lower SVI, CI. Furthermore, the latter was associated with an Figure 2 . The profiles of heart rate (HR), mean blood pressure (MBP), stroke volume index (SVI), cardiac index (CI), systemic vascular resistance index (SVRI), and the maximal slope of systolic upstroke (dp/dt max ) in sevoflurane group (Group S) and ketamine group (Group K) during induction and intubation. T0: immediately after radial arterial cannulation; T1, T2, T3: 1, 2, 5 minutes after midazolam-sufentanil, respectively; T4, T5, T6, T7: 1, 2, 5, and 10 minutes after intubation, respectively.",
        "section": "Discussion",
        "section_number": 12,
        "sentences": [
            "Our study used the PRAM technique to directly assess systemic hemodynamics during anesthetic induction in CHD children.",
            "The data demonstrated that inhaled sevoflurane facilitated intravenous anesthetic induction was associated with a relatively stable and favorable systemic hemodynamics during the entire course of anesthetic induction and intubation.",
            "In contrast, intramuscular ketamine facilitated intravenous anesthetic induction was associated with unfavorable status of systemic hemodynamics, with a higher HR, arterial pressure, SVRI, and dp/dt max , but lower SVI, CI.",
            "Furthermore, the latter was associated with an Figure 2 .",
            "The profiles of heart rate (HR), mean blood pressure (MBP), stroke volume index (SVI), cardiac index (CI), systemic vascular resistance index (SVRI), and the maximal slope of systolic upstroke (dp/dt max ) in sevoflurane group (Group S) and ketamine group (Group K) during induction and intubation.",
            "T0: immediately after radial arterial cannulation; T1, T2, T3: 1, 2, 5 minutes after midazolam-sufentanil, respectively; T4, T5, T6, T7: 1, 2, 5, and 10 minutes after intubation, respectively."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42098",
        "text": "Han et al. Medicine (2017) 96:50 www.md-journal.com unfavorable myocardial energetics as indicated by a greater RPP for each increase of CPO in Group K as compared with Group S. Inhaled sevoflurane and intravascular ketamine are usually used in weeping and uncooperative children to obtain analgesia and sedation. Then intravenous access was established for the administration of intravenous anesthetics or rescue drug when necessary. While induction and intubation condition could be achieved with inhalation of high concentration sevoflurane alone, it would decrease heart function in a dose-dependent manner [21] and cannot provide satisfactory intubation within 3 minutes. [22] Ketamine cannot induce intubation without adjunct use of sedatives and muscle relaxants. Once intravenous access is obtained by sevoflurane or ketamine or other agents, it is routine to complete anesthetic induction by intravenous anesthetics with minor circulatory depressant effects. Midazolam supplementation with an opioid is favored as it provides adequate analgesia, stable hemodynamics in cardiovascular surgery. [23] Ikemba et al [24] examined the effect of midazolam-fentanyl combination in 30 CHD children with functional single ventricle. They observed hemodynamics by echocardiography and found this combination did not significantly affect myocardial systolic or diastolic function.",
        "section": "Discussion",
        "section_number": 13,
        "sentences": [
            "Han et al. Medicine (2017) 96:50 www.md-journal.com unfavorable myocardial energetics as indicated by a greater RPP for each increase of CPO in Group K as compared with Group S. Inhaled sevoflurane and intravascular ketamine are usually used in weeping and uncooperative children to obtain analgesia and sedation.",
            "Then intravenous access was established for the administration of intravenous anesthetics or rescue drug when necessary.",
            "While induction and intubation condition could be achieved with inhalation of high concentration sevoflurane alone, it would decrease heart function in a dose-dependent manner [21] and cannot provide satisfactory intubation within 3 minutes. [",
            "22] Ketamine cannot induce intubation without adjunct use of sedatives and muscle relaxants.",
            "Once intravenous access is obtained by sevoflurane or ketamine or other agents, it is routine to complete anesthetic induction by intravenous anesthetics with minor circulatory depressant effects.",
            "Midazolam supplementation with an opioid is favored as it provides adequate analgesia, stable hemodynamics in cardiovascular surgery. [",
            "23] Ikemba et al [24] examined the effect of midazolam-fentanyl combination in 30 CHD children with functional single ventricle.",
            "They observed hemodynamics by echocardiography and found this combination did not significantly affect myocardial systolic or diastolic function."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42098",
        "text": "Most previous studies on hemodynamics have used clinically routinely used indirect parameters such as heart rate and blood pressure. Sungur Ulke et al [7] compared ketamine and sevoflurane in 47 CHD children with different cardiac malformation including atrial or ventricular septal defect, pulmonary stenosis, and tetralogy of Fallot during anesthetic induction. Their data showed that ketamine maintained a higher arterial pressure and heart rate, whereas sevoflurane induced a transient decrease in arterial pressure. [7] Based on these observations, the authors suggested that ketamine was a safer alternative in pediatric cardiac surgery. It must be noted that these indirect indicators do not accurately reflect a true hemodynamic status. [8, 9] It is well documented that ketamine exerts sympathetic stimulating effects in the presence of intact sympathetic and autonomic nervous system. It has also been learned that intravenous anesthetics may effectively block sympathetic reflex activity and reduce heart rate. Our study showed that arterial pressures in ketamine group rapidly declined and became close to the levels in sevoflurane group after the administration of midazolam-sufentanil. The initially higher heart rate and arterial pressures after ketamine injection and their subsequent fast decrease after midazolam-sufentanil reflect substantial and unfavorable fluctuations in systemic hemodynamic following intramuscular injection of ketamine.",
        "section": "Discussion",
        "section_number": 14,
        "sentences": [
            "Most previous studies on hemodynamics have used clinically routinely used indirect parameters such as heart rate and blood pressure.",
            "Sungur Ulke et al [7] compared ketamine and sevoflurane in 47 CHD children with different cardiac malformation including atrial or ventricular septal defect, pulmonary stenosis, and tetralogy of Fallot during anesthetic induction.",
            "Their data showed that ketamine maintained a higher arterial pressure and heart rate, whereas sevoflurane induced a transient decrease in arterial pressure. [",
            "7] Based on these observations, the authors suggested that ketamine was a safer alternative in pediatric cardiac surgery.",
            "It must be noted that these indirect indicators do not accurately reflect a true hemodynamic status. [",
            "8, 9] It is well documented that ketamine exerts sympathetic stimulating effects in the presence of intact sympathetic and autonomic nervous system.",
            "It has also been learned that intravenous anesthetics may effectively block sympathetic reflex activity and reduce heart rate.",
            "Our study showed that arterial pressures in ketamine group rapidly declined and became close to the levels in sevoflurane group after the administration of midazolam-sufentanil.",
            "The initially higher heart rate and arterial pressures after ketamine injection and their subsequent fast decrease after midazolam-sufentanil reflect substantial and unfavorable fluctuations in systemic hemodynamic following intramuscular injection of ketamine."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42098",
        "text": "More importantly, the direct monitoring of systemic hemodynamic using PRAM in our study helps to reveal other unfavorable effects of ketamine as compared with sevoflurane. The substantial fluctuations found in heart rate and arterial pressure were also observed in most of the directly estimated parameters, that is, SVI, CI, SVRI, dp/dt max in the ketamine group. Moreover, SVRI was significantly higher throughout the entire induction and intubation period, and associated with a continuously and significantly lower SVI (P = .02). This may be attributed by 2 factors. First, the sympathetic stimulating effect of ketamine may not be completely blocked by the subsequent combined intravenous anesthetic agents. Second, sevoflurane may serve as a weak vasodilator. [25] The overall level of CI was significantly lower in ketamine group as compared with sevoflurane group, although ketamine caused higher heart rate, dp/dt max , and RPP, manifesting higher myocardial oxygen consumption. Indeed, CPO tended to be lower in ketamine group, and each increase of CPO was associated with a greater RPP, indicating unfavorable myocardial energetic effects.",
        "section": "Discussion",
        "section_number": 15,
        "sentences": [
            "More importantly, the direct monitoring of systemic hemodynamic using PRAM in our study helps to reveal other unfavorable effects of ketamine as compared with sevoflurane.",
            "The substantial fluctuations found in heart rate and arterial pressure were also observed in most of the directly estimated parameters, that is, SVI, CI, SVRI, dp/dt max in the ketamine group.",
            "Moreover, SVRI was significantly higher throughout the entire induction and intubation period, and associated with a continuously and significantly lower SVI (P = .02).",
            "This may be attributed by 2 factors.",
            "First, the sympathetic stimulating effect of ketamine may not be completely blocked by the subsequent combined intravenous anesthetic agents.",
            "Second, sevoflurane may serve as a weak vasodilator. [",
            "25] The overall level of CI was significantly lower in ketamine group as compared with sevoflurane group, although ketamine caused higher heart rate, dp/dt max , and RPP, manifesting higher myocardial oxygen consumption.",
            "Indeed, CPO tended to be lower in ketamine group, and each increase of CPO was associated with a greater RPP, indicating unfavorable myocardial energetic effects."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42098",
        "text": "Clinical implications. The information obtained from our study has important clinical implications in CHD children undergoing surgery. Ketamine preserved myocardial contractility with higher SVRI. In children with large ventricular septal defect, the direction and magnitude of cardiac shunt depends on impedance of systemic and pulmonary circulation. Significant increase in SVRI may lead to an undesirable increase in left-toright shunt and pulmonary blood flow. Additionally, ketamine has been suggested for anesthetic induction in children with severe heart failure, [26] because it appeared to enhance myocardial contractility and cardiac output. Data from our study reveals antisympathetic anesthetics following ketamine could result in dramatical decrease in cardiac contractility and cardiac output, this should be paid attention to avoid lifethreatening hemodynamic instability. In another aspect, our study evaluates the clinical practice of a minimally invasive hemodynamic monitor to provide insight into advanced hemodynamic information during the crucial and delicate induction period. This technique may be applied to children with varied biventricular or functionally single ventricular circulations undergoing different cardiac surgeries.",
        "section": "Discussion",
        "section_number": 16,
        "sentences": [
            "Clinical implications.",
            "The information obtained from our study has important clinical implications in CHD children undergoing surgery.",
            "Ketamine preserved myocardial contractility with higher SVRI.",
            "In children with large ventricular septal defect, the direction and magnitude of cardiac shunt depends on impedance of systemic and pulmonary circulation.",
            "Significant increase in SVRI may lead to an undesirable increase in left-toright shunt and pulmonary blood flow.",
            "Additionally, ketamine has been suggested for anesthetic induction in children with severe heart failure, [26] because it appeared to enhance myocardial contractility and cardiac output.",
            "Data from our study reveals antisympathetic anesthetics following ketamine could result in dramatical decrease in cardiac contractility and cardiac output, this should be paid attention to avoid lifethreatening hemodynamic instability.",
            "In another aspect, our study evaluates the clinical practice of a minimally invasive hemodynamic monitor to provide insight into advanced hemodynamic information during the crucial and delicate induction period.",
            "This technique may be applied to children with varied biventricular or functionally single ventricular circulations undergoing different cardiac surgeries."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42098",
        "text": "The study has several limitations. As an initiative study, we chose to study CHD patients with less severe conditions. The different hemodynamic effects of sevoflurane and ketamine might be more significant in large-sized ventricular septal defect or cyanotic CHD, which warrants further study. Hemodynamic measurements prior to sevoflurane and ketamine administration were not provided. Therefore, alterations in patient hemodynamics during anesthetic induction were not fully depicted. This is because it is impossible to place an arterial catheter without sedation in children. Nonetheless, our study was conducted with randomization and tight control of the study protocol in both the groups. Our results of comparison between the 2 agents during the entire course of anesthetic induction and intubation were considered valid. The differences observed in our study between the 2 groups may be confounded by the fact that the 2 anesthetic induction agents, inhaled sevoflurane and intramuscular ketamine, are eliminated with different kinetics, sevoflurane is fast and ketamine slow. But our study aimed to compare the 2 anesthetic induction regimen and their ongoing effects on hemodynamics during the entire period of induction and intubation, rather than just the 2 drugs when administered. There is concern that after inhalation of 100% oxygen the intracardiac shunting can be substantially different with parallel influence caused by the different hemodynamic effects of anesthetics. Nevertheless, a previous study [4] found sevoflurane administered with 100% oxygen did not change systemic and pulmonary blood flow ratio. PRAM device has limitations in itself, there have been some concerns of some factors that might limit the reliability of PRAM in pediatric patients, such as location of arterial catheter, an over-or under-damping signal from arterial transducer. [27] We used fast flush test to preclude artifacts exit. Consequently none of our patients were excluded from the study due to artificial arterial pressure contours, potentially due to special arterial properties in children.",
        "section": "Limitations",
        "section_number": 17,
        "sentences": [
            "The study has several limitations.",
            "As an initiative study, we chose to study CHD patients with less severe conditions.",
            "The different hemodynamic effects of sevoflurane and ketamine might be more significant in large-sized ventricular septal defect or cyanotic CHD, which warrants further study.",
            "Hemodynamic measurements prior to sevoflurane and ketamine administration were not provided.",
            "Therefore, alterations in patient hemodynamics during anesthetic induction were not fully depicted.",
            "This is because it is impossible to place an arterial catheter without sedation in children.",
            "Nonetheless, our study was conducted with randomization and tight control of the study protocol in both the groups.",
            "Our results of comparison between the 2 agents during the entire course of anesthetic induction and intubation were considered valid.",
            "The differences observed in our study between the 2 groups may be confounded by the fact that the 2 anesthetic induction agents, inhaled sevoflurane and intramuscular ketamine, are eliminated with different kinetics, sevoflurane is fast and ketamine slow.",
            "But our study aimed to compare the 2 anesthetic induction regimen and their ongoing effects on hemodynamics during the entire period of induction and intubation, rather than just the 2 drugs when administered.",
            "There is concern that after inhalation of 100% oxygen the intracardiac shunting can be substantially different with parallel influence caused by the different hemodynamic effects of anesthetics.",
            "Nevertheless, a previous study [4] found sevoflurane administered with 100% oxygen did not change systemic and pulmonary blood flow ratio.",
            "PRAM device has limitations in itself, there have been some concerns of some factors that might limit the reliability of PRAM in pediatric patients, such as location of arterial catheter, an over-or under-damping signal from arterial transducer. [",
            "27] We used fast flush test to preclude artifacts exit.",
            "Consequently none of our patients were excluded from the study due to artificial arterial pressure contours, potentially due to special arterial properties in children."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42098",
        "text": "PRAM provides direct measurements of hemodynamics in children undergoing cardiac surgery. This advanced technique helps to reveal that ketamine, as compared with sevoflurane, exerts ",
        "section": "Conclusion",
        "section_number": 18,
        "sentences": [
            "PRAM provides direct measurements of hemodynamics in children undergoing cardiac surgery.",
            "This advanced technique helps to reveal that ketamine, as compared with sevoflurane, exerts"
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    }
]