[
    {
        "doc_id": "40630",
        "text": "Objectives-The project assessed the efficacy of a home-based intervention program for young children (n= 64, ages ranging from 3-6 years) with developmental delays in Vietnam. It was hypothesized that the children in the intervention group would show greater progress in adaptive behavior than the children in the control group. Methods-Assessment of the program efficacy was carried out by comparing children who received services for 6 months and those who did not. Children who were recognized as having developmental delays by teachers in kindergarten programs, and confirmed by trained evaluators based on the Vineland Adaptive Behavior Scale-II (VABS-II), were randomly assigned to intervention and control groups. Twenty student teachers were recruited from a teaching university and were provided with pre-program training and ongoing supervision. Results-The outcomes of the program were examined at 0, 3, and 6 months using the VABS-II. The intervention group improved significantly more than the control group in overall adaptive functioning and in the areas of communication, social skills and motor skills. Conclusion-The project is one of only a few early intervention projects to apply randomized control trials in a low-middle-income country. The results demonstrate the feasibility of carrying out the intervention program using teachers with no prior experience of working with children with delays/disabilities, where professional resources are scarce for this population.",
        "section": "Abstract",
        "sentences": [
            "Objectives-The project assessed the efficacy of a home-based intervention program for young children (n= 64, ages ranging from 3-6 years) with developmental delays in Vietnam.",
            "It was hypothesized that the children in the intervention group would show greater progress in adaptive behavior than the children in the control group.",
            "Methods-Assessment of the program efficacy was carried out by comparing children who received services for 6 months and those who did not.",
            "Children who were recognized as having developmental delays by teachers in kindergarten programs, and confirmed by trained evaluators based on the Vineland Adaptive Behavior Scale-II (VABS-II), were randomly assigned to intervention and control groups.",
            "Twenty student teachers were recruited from a teaching university and were provided with pre-program training and ongoing supervision.",
            "Results-The outcomes of the program were examined at 0, 3, and 6 months using the VABS-II.",
            "The intervention group improved significantly more than the control group in overall adaptive functioning and in the areas of communication, social skills and motor skills.",
            "Conclusion-The project is one of only a few early intervention projects to apply randomized control trials in a low-middle-income country.",
            "The results demonstrate the feasibility of carrying out the intervention program using teachers with no prior experience of working with children with delays/disabilities, where professional resources are scarce for this population."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40630",
        "text": "There has been a significant decline in mortality among young children in low-and middleincome countries (LMICs), largely due to world campaigns to eliminate or reduce the impact of fatal childhood diseases (Lozano et al., 2011; Scherzer, Chhagan, Kauchali, & Susser, 2012) . Studies of survivors of the diseases, however, show a relatively high prevalence of neurodevelopmental delays. Thus there is an emerging population of children, estimated at over 200 million, with developmental delays and disabilities in LMICs (Grantham-McGregor et al., 2007) . Intellectual/developmental disabilities often create severe emotional and financial impacts on individuals and families (Looman, O'Conner-Von, Ferski, & Hildenbrand, 2009; Oh & Lee, 2009; Verma & Kishore, 2009) , who may have to provide life-long support. Affected individuals and their families suffer from social isolation and stigma attached to disability due to traditional, religious or social attributions for disability that exist in their indigenous cultures (Ngo, Shin, Nhan, & Yang, 2012; Shin & McDonaugh, 2008; Takamine, 2004) .",
        "section": "Introduction",
        "section_number": 1,
        "sentences": [
            "There has been a significant decline in mortality among young children in low-and middleincome countries (LMICs), largely due to world campaigns to eliminate or reduce the impact of fatal childhood diseases (Lozano et al., 2011; Scherzer, Chhagan, Kauchali, & Susser, 2012) .",
            "Studies of survivors of the diseases, however, show a relatively high prevalence of neurodevelopmental delays.",
            "Thus there is an emerging population of children, estimated at over 200 million, with developmental delays and disabilities in LMICs (Grantham-McGregor et al., 2007) .",
            "Intellectual/developmental disabilities often create severe emotional and financial impacts on individuals and families (Looman, O'Conner-Von, Ferski, & Hildenbrand, 2009; Oh & Lee, 2009; Verma & Kishore, 2009) , who may have to provide life-long support.",
            "Affected individuals and their families suffer from social isolation and stigma attached to disability due to traditional, religious or social attributions for disability that exist in their indigenous cultures (Ngo, Shin, Nhan, & Yang, 2012; Shin & McDonaugh, 2008; Takamine, 2004) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40630",
        "text": "In many Western and/or industrialized countries, it has been recognized that interventions delivered early in the lives of such children bring developmental gains and improve daily and social functioning (Guralnick, 1997; Odom, 2003; Ramey, Ramey, & Lanzi, 2007) . Many of these countries mandate or make intervention services available to the affected infants and young children as soon as they are identified as disabled or at risk of developmental delay (Odom, 2003) . Moreover, early intervention services typically address the needs of the family as well as those of the child, with much of the evidence suggesting that such intervention is beneficial to these children and their families (Guralnick, 1997; Ramey et al., 2007) . In addition, high-quality, intensive educational efforts that begin early in life tend to lead to the greatest developmental gains (Ramey et al., 2007) .",
        "section": "Introduction",
        "section_number": 2,
        "sentences": [
            "In many Western and/or industrialized countries, it has been recognized that interventions delivered early in the lives of such children bring developmental gains and improve daily and social functioning (Guralnick, 1997; Odom, 2003; Ramey, Ramey, & Lanzi, 2007) .",
            "Many of these countries mandate or make intervention services available to the affected infants and young children as soon as they are identified as disabled or at risk of developmental delay (Odom, 2003) .",
            "Moreover, early intervention services typically address the needs of the family as well as those of the child, with much of the evidence suggesting that such intervention is beneficial to these children and their families (Guralnick, 1997; Ramey et al., 2007) .",
            "In addition, high-quality, intensive educational efforts that begin early in life tend to lead to the greatest developmental gains (Ramey et al., 2007) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40630",
        "text": "In the Western/developed countries, parent participation has been documented as playing an important role in fostering optimal development for children with disabilities (Dunst, Bruder, & Espe-Sherwindt, 2014; Dunst, Trivette, & Hamby, 2007; Kim & Mahoney, 2004; Kim & Mahoney, 2005) . In particular, a home-based intervention that includes parent training and involvement is an effective approach for early intervention that aims at improving parent-child outcomes. The family environment is a natural setting in which services can be delivered to foster mutual enjoyment, parent skills, and the child's social and cognitive competence. A number of studies suggest that home-based interventions improve child and family outcomes (Dunst et al., 2014; Dunst et al., 2007; Kim & Mahoney, 2005) .",
        "section": "Introduction",
        "section_number": 3,
        "sentences": [
            "In the Western/developed countries, parent participation has been documented as playing an important role in fostering optimal development for children with disabilities (Dunst, Bruder, & Espe-Sherwindt, 2014; Dunst, Trivette, & Hamby, 2007; Kim & Mahoney, 2004; Kim & Mahoney, 2005) .",
            "In particular, a home-based intervention that includes parent training and involvement is an effective approach for early intervention that aims at improving parent-child outcomes.",
            "The family environment is a natural setting in which services can be delivered to foster mutual enjoyment, parent skills, and the child's social and cognitive competence.",
            "A number of studies suggest that home-based interventions improve child and family outcomes (Dunst et al., 2014; Dunst et al., 2007; Kim & Mahoney, 2005) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40630",
        "text": "There is little research that documents the effects of early intervention in LMICs (Emerson et al., 2012; Maulik & Darmstadt, 2007) . Among the strategies that have been successfully implemented in LMICS, risk factors such as poverty, and medical and physical conditions are identified during or right after birth and subsequently nutritional and/or developmental intervention are provided. This approach has resulted in successful developmental outcomes accompanied by long-term cognitive gains among the children (Biasini et al., 2015; Carlo et al., 2013 , Grantham-McGregor et al., 2007 Walker, Chang, Powell, & Baker-Henningham, 2012; . and Carlo et al. (2013) examined the developmental trajectories of infants born with asphyxia in rural areas of India, Pakistan and Zambia and found that those who received biweekly early developmental intervention services showed better outcomes in cognitive development, regardless of risk condition, maternal resources, child gender or country.",
        "section": "Early Intervention in LMICs",
        "section_number": 4,
        "sentences": [
            "There is little research that documents the effects of early intervention in LMICs (Emerson et al., 2012; Maulik & Darmstadt, 2007) .",
            "Among the strategies that have been successfully implemented in LMICS, risk factors such as poverty, and medical and physical conditions are identified during or right after birth and subsequently nutritional and/or developmental intervention are provided.",
            "This approach has resulted in successful developmental outcomes accompanied by long-term cognitive gains among the children (Biasini et al., 2015; Carlo et al., 2013 , Grantham-McGregor et al., 2007 Walker, Chang, Powell, & Baker-Henningham, 2012; .",
            "and Carlo et al. (2013) examined the developmental trajectories of infants born with asphyxia in rural areas of India, Pakistan and Zambia and found that those who received biweekly early developmental intervention services showed better outcomes in cognitive development, regardless of risk condition, maternal resources, child gender or country."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40630",
        "text": "Studies of stunted children, aged 9 to 24 months, in Jamaica examined the long-term effects of an intervention consisting of different combinations of food supplementation and psychosocial stimulation. Until 4 years of age, both the supplementation and stimulation groups continued to perform significantly better on developmental indices compared with control groups, but at 8 and 18 years of age, psychosocial stimulation appeared more beneficial (Maulik & Darmstadt, 2009; Powell, Baker-Henningham, Walker, Gernay, & Grantham-McGregor, 2004; Walker et al., 2012; Walker et al., 13; Walker, Chang, Powell, & Grantham-McGregor, 2005 ).",
        "section": "Early Intervention in LMICs",
        "section_number": 5,
        "sentences": [
            "Studies of stunted children, aged 9 to 24 months, in Jamaica examined the long-term effects of an intervention consisting of different combinations of food supplementation and psychosocial stimulation.",
            "Until 4 years of age, both the supplementation and stimulation groups continued to perform significantly better on developmental indices compared with control groups, but at 8 and 18 years of age, psychosocial stimulation appeared more beneficial (Maulik & Darmstadt, 2009; Powell, Baker-Henningham, Walker, Gernay, & Grantham-McGregor, 2004; Walker et al., 2012; Walker et al., 13; Walker, Chang, Powell, & Grantham-McGregor, 2005 )."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40630",
        "text": "There are many children from LMICs whose medical conditions or developmental delays/ disabilities would qualify them for early intervention services in the U.S. and other developed countries, but who do not obtain such services because they are not identified early enough (as may often happen with children with autism or other intellectual disabilities/delays) or because no such services are available in the community (as may often happen with children with Down syndrome or cerebral palsy). In developed countries such children typically receive intervention services that are multidisciplinary or interdisciplinary, with professionals from different disciplines coordinating their work. However, these conventional approaches to services for children with disabilities in developed countries are not always practical in other countries. The institutions and teams of highly specialized professionals are not usually available in LMICs, which are short of professionals in every area of human service (Einfeld et al., 2012; Olness, 2003; Teferra, Odom, Hanson, Blackman, & Kaul, 2003) .",
        "section": "Early Intervention in LMICs",
        "section_number": 6,
        "sentences": [
            "There are many children from LMICs whose medical conditions or developmental delays/ disabilities would qualify them for early intervention services in the U.S. and other developed countries, but who do not obtain such services because they are not identified early enough (as may often happen with children with autism or other intellectual disabilities/delays) or because no such services are available in the community (as may often happen with children with Down syndrome or cerebral palsy).",
            "In developed countries such children typically receive intervention services that are multidisciplinary or interdisciplinary, with professionals from different disciplines coordinating their work.",
            "However, these conventional approaches to services for children with disabilities in developed countries are not always practical in other countries.",
            "The institutions and teams of highly specialized professionals are not usually available in LMICs, which are short of professionals in every area of human service (Einfeld et al., 2012; Olness, 2003; Teferra, Odom, Hanson, Blackman, & Kaul, 2003) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40630",
        "text": "Community-based rehabilitation (CBR) has been an approach in which non-professionals are trained to provide services to children with disabilities in their homes, which often involves training their parents/families. CBR is claimed to be practiced in more than 90 countries, but its efficiency has not been widely documented (Robertson, Emerson, Hatton, & Yasamy, 2012) . It has been noted that services for developmental disabilities focusing on intellectual disabilities have not been carried out as widely as for those with physical disabilities since the associated problems are not visible and treatment methods can not be as easily demonstrated (Miles, 1998; Robertson et al., 2012) . Another strategy that has been employed in LMICs is training parents to work with their children with intellectual disabilities, which can be considered one model of CBR (Einfeld et al., 2012) . This strategy stems from a lack of well-trained therapists to provide specialist interventions to support children with disabilities and their families. Varma & Seshadri (1989) conducted a controlled trial of parent training in a medical research institute in India in which mothers of children with intellectual disabilities were trained in delivering a developmental skills program. The children in the experimental group showed improved daily living skills, and the mothers demonstrated improved knowledge and attitudes toward intellectual disability (Einfeld et al., 2012; Varma & Seshadri, 1989) .",
        "section": "Early Intervention in LMICs",
        "section_number": 7,
        "sentences": [
            "Community-based rehabilitation (CBR) has been an approach in which non-professionals are trained to provide services to children with disabilities in their homes, which often involves training their parents/families.",
            "CBR is claimed to be practiced in more than 90 countries, but its efficiency has not been widely documented (Robertson, Emerson, Hatton, & Yasamy, 2012) .",
            "It has been noted that services for developmental disabilities focusing on intellectual disabilities have not been carried out as widely as for those with physical disabilities since the associated problems are not visible and treatment methods can not be as easily demonstrated (Miles, 1998; Robertson et al., 2012) .",
            "Another strategy that has been employed in LMICs is training parents to work with their children with intellectual disabilities, which can be considered one model of CBR (Einfeld et al., 2012) .",
            "This strategy stems from a lack of well-trained therapists to provide specialist interventions to support children with disabilities and their families.",
            "Varma & Seshadri (1989) conducted a controlled trial of parent training in a medical research institute in India in which mothers of children with intellectual disabilities were trained in delivering a developmental skills program.",
            "The children in the experimental group showed improved daily living skills, and the mothers demonstrated improved knowledge and attitudes toward intellectual disability (Einfeld et al., 2012; Varma & Seshadri, 1989) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40630",
        "text": "Emphasis on supporting and training families that have children with developmental issues has been an important feature in the context of LMICs where professionals and training institutes/systems are scarce. One strategy that appears successful in supporting this type of program is the use of a standardized curriculum with manual so that the rehabilitation and intervention workers can easily read and study independently (Brue & Oakland, 2001; Thorburn, 1992) . Among the manuals and curricula that have been widely adapted for LMICs are those of the Portage home-based early intervention program (Brue & Oakland, 2001; Herwig & CESA 5, 2003; Thorburn, 1992) ..",
        "section": "Portage Project",
        "section_number": 8,
        "sentences": [
            "Emphasis on supporting and training families that have children with developmental issues has been an important feature in the context of LMICs where professionals and training institutes/systems are scarce.",
            "One strategy that appears successful in supporting this type of program is the use of a standardized curriculum with manual so that the rehabilitation and intervention workers can easily read and study independently (Brue & Oakland, 2001; Thorburn, 1992) .",
            "Among the manuals and curricula that have been widely adapted for LMICs are those of the Portage home-based early intervention program (Brue & Oakland, 2001; Herwig & CESA 5, 2003; Thorburn, 1992) .."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40630",
        "text": "The Portage project was originally created to provide home-based services in rural communities to young children with disabilities in the U.S. (CESA 5, 2003) . It has been widely adopted internationally, especially in developing countries, and has been translated into 36 languages. It has been an effective program in training parents to work with their children where there are no professional resources available (Thorburn, 1992 . Its advantages include the availability of a ready-made curriculum, assessment materials and instruction manual. The curriculum is easy to learn and can be used by paraprofessionals. The developmental areas targeted by the Portage curriculum for preschoolers (CESA 5, 2003) is described in Table 1 . Thorborn (1992) reports implementation of successful early intervention programs in Jamaica by adapting the Portage home-based program to provide training for children with disabilities in the home and community. Services were mainly delivered by people from the community using fairly simple technology, manuals and assessment tools. Eighty-seven percent of the families appreciated the home visits, 80% said they understood their child's disability better, and 76% reported that their child had done better as a result of the home training (Thorburn, 1992) .",
        "section": "Portage Project",
        "section_number": 9,
        "sentences": [
            "The Portage project was originally created to provide home-based services in rural communities to young children with disabilities in the U.S. (CESA 5, 2003) .",
            "It has been widely adopted internationally, especially in developing countries, and has been translated into 36 languages.",
            "It has been an effective program in training parents to work with their children where there are no professional resources available (Thorburn, 1992 .",
            "Its advantages include the availability of a ready-made curriculum, assessment materials and instruction manual.",
            "The curriculum is easy to learn and can be used by paraprofessionals.",
            "The developmental areas targeted by the Portage curriculum for preschoolers (CESA 5, 2003) is described in Table 1 .",
            "Thorborn (1992) reports implementation of successful early intervention programs in Jamaica by adapting the Portage home-based program to provide training for children with disabilities in the home and community.",
            "Services were mainly delivered by people from the community using fairly simple technology, manuals and assessment tools.",
            "Eighty-seven percent of the families appreciated the home visits, 80% said they understood their child's disability better, and 76% reported that their child had done better as a result of the home training (Thorburn, 1992) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40630",
        "text": "Additional studies in LMICs based on the Portage project in general report positive results (Brue & Oakland, 2001 ). Kohli (1990) evaluated the effectiveness of the program with 120 children with developmental delays in India and reported significant gains in their development after training that ranged from 8 to 16 months. Oakland (1997) investigated the effect of the Portage project over a five-year period with about 400 Palestinian children and found the program to be ineffective in advancing the children's development, possibly due to a deleterious environment and lack of an appropriate control group. Zaman & Islam (1989) found the program more effective for children under age 10 than for older children in Bangladesh, supporting its utility as an early intervention model. evaluated the effectiveness of the Portage project with 30 preschool-aged children with intellectual disabilities in Vietnam. The program involved weekly home-visit services for one year by special education teachers who were trained by foreign NGOs. The intervention was promising: the children in the intervention group improved significantly in most domains of adaptive behaviors and also performed significantly better than the control group in the areas of personal care and motor skills. The present study builds upon the project conducted by in Vietnam, utilizing Portage project and home-visit services for about 70 children with developmental delays, this time hiring college students majoring in psychology and education.",
        "section": "Portage Project",
        "section_number": 10,
        "sentences": [
            "Additional studies in LMICs based on the Portage project in general report positive results (Brue & Oakland, 2001 ).",
            "Kohli (1990) evaluated the effectiveness of the program with 120 children with developmental delays in India and reported significant gains in their development after training that ranged from 8 to 16 months.",
            "Oakland (1997) investigated the effect of the Portage project over a five-year period with about 400 Palestinian children and found the program to be ineffective in advancing the children's development, possibly due to a deleterious environment and lack of an appropriate control group.",
            "Zaman & Islam (1989) found the program more effective for children under age 10 than for older children in Bangladesh, supporting its utility as an early intervention model.",
            "evaluated the effectiveness of the Portage project with 30 preschool-aged children with intellectual disabilities in Vietnam.",
            "The program involved weekly home-visit services for one year by special education teachers who were trained by foreign NGOs.",
            "The intervention was promising: the children in the intervention group improved significantly in most domains of adaptive behaviors and also performed significantly better than the control group in the areas of personal care and motor skills.",
            "The present study builds upon the project conducted by in Vietnam, utilizing Portage project and home-visit services for about 70 children with developmental delays, this time hiring college students majoring in psychology and education."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40630",
        "text": "Vietnam is a country of 92 million (CIA, 2015; Mestechkina, Son, & Shin, 2014) . One of the fastest-emerging economies in Asia, Vietnam is still a relatively poor country with a GDP of US $5,700 per capita (Central Intelligence Agency, 2015). The range of estimates cited for the overall prevalence of disabilities in Vietnam is still quite broad, ranging from 7.3 % to 15.3% of the population, depending on how disability is defined and measured (Le, 2013) . It is also estimated that there are approximately 1.3 million children with disabilities between the ages of 5 and 18 (National Coordinating Council on Disability, 2010). In Vietnam, the Law on Education legally entitles people with disabilities to equal educational rights (Rosenthal, 2009) . Integrated education has been the focus of Vietnamese policy on special education. Since the inclusive education model has been implemented, the number of children with disabilities attending schools appears to have been rising steadily (Le, 2013; Center for International Rehabilitation, 2005) and the government aims to provide inclusive education for all children with disabilities by 2015 (International Labor Organization, 2013).",
        "section": "Early Intervention in Vietnam",
        "section_number": 11,
        "sentences": [
            "Vietnam is a country of 92 million (CIA, 2015; Mestechkina, Son, & Shin, 2014) .",
            "One of the fastest-emerging economies in Asia, Vietnam is still a relatively poor country with a GDP of US $5,700 per capita (Central Intelligence Agency, 2015).",
            "The range of estimates cited for the overall prevalence of disabilities in Vietnam is still quite broad, ranging from 7.3 % to 15.3% of the population, depending on how disability is defined and measured (Le, 2013) .",
            "It is also estimated that there are approximately 1.3 million children with disabilities between the ages of 5 and 18 (National Coordinating Council on Disability, 2010).",
            "In Vietnam, the Law on Education legally entitles people with disabilities to equal educational rights (Rosenthal, 2009) .",
            "Integrated education has been the focus of Vietnamese policy on special education.",
            "Since the inclusive education model has been implemented, the number of children with disabilities attending schools appears to have been rising steadily (Le, 2013; Center for International Rehabilitation, 2005) and the government aims to provide inclusive education for all children with disabilities by 2015 (International Labor Organization, 2013)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40630",
        "text": "However, it is estimated that only about 20% to 52% of children with disabilities in Vietnam receive special education services (Rosenthal, 2009) . The main barrier is teacher training (Rosenthal, 2009; Takamine, 2004; Villa et al., 2010; USAID, 2005) ; there are few special education teacher training programs established in Vietnam. Training for teaching children with disabilities is included in the national teacher training curriculum, but teachers working with students with disabilities do not possess adequate knowledge, awareness, or skills, due to insufficient training. Although there has been some increase in the number and skill level of special education teachers, educational programs and classroom conditions do not meet the demand for special education (Center for International Rehabilitation, 2005; USAID, 2005) . Traditionally, Vietnamese children with disabilities have been cared for by their families, who often have viewed the children as burdens to society or objects of shame and pity (Hunt, 2005; Villa et al., 2003) . Parents of children with disabilities in Vietnam report higher levels of stress and poorer health compared to those with normally developing children due to lack of social support, which is also related to lack of professional support and stigma-related lack of social interaction (Shin & McDonaugh, 2008; .",
        "section": "Early Intervention in Vietnam",
        "section_number": 12,
        "sentences": [
            "However, it is estimated that only about 20% to 52% of children with disabilities in Vietnam receive special education services (Rosenthal, 2009) .",
            "The main barrier is teacher training (Rosenthal, 2009; Takamine, 2004; Villa et al., 2010; USAID, 2005) ; there are few special education teacher training programs established in Vietnam.",
            "Training for teaching children with disabilities is included in the national teacher training curriculum, but teachers working with students with disabilities do not possess adequate knowledge, awareness, or skills, due to insufficient training.",
            "Although there has been some increase in the number and skill level of special education teachers, educational programs and classroom conditions do not meet the demand for special education (Center for International Rehabilitation, 2005; USAID, 2005) .",
            "Traditionally, Vietnamese children with disabilities have been cared for by their families, who often have viewed the children as burdens to society or objects of shame and pity (Hunt, 2005; Villa et al., 2003) .",
            "Parents of children with disabilities in Vietnam report higher levels of stress and poorer health compared to those with normally developing children due to lack of social support, which is also related to lack of professional support and stigma-related lack of social interaction (Shin & McDonaugh, 2008; ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40630",
        "text": "The city of Hanoi, where the project was conducted, is the capital city of Vietnam, with a population of 94 million (Central Intelligence Agency, 2015). When the project was carried out in 2011-2012, there were 12 disability centers that provided early intervention for children with developmental disabilities (unpublished information). There was one college that trained special education teachers, but there was no education or training available for early interventionists at the university level in Hanoi when the project was conducted. In this context, with a significant lack of professional resources, we initiated our efforts to provide intervention services for young children with intellectual delays and their families and to explore potential ways of establishing feasible and sustainable intervention programs.",
        "section": "Early Intervention in Vietnam",
        "section_number": 13,
        "sentences": [
            "The city of Hanoi, where the project was conducted, is the capital city of Vietnam, with a population of 94 million (Central Intelligence Agency, 2015).",
            "When the project was carried out in 2011-2012, there were 12 disability centers that provided early intervention for children with developmental disabilities (unpublished information).",
            "There was one college that trained special education teachers, but there was no education or training available for early interventionists at the university level in Hanoi when the project was conducted.",
            "In this context, with a significant lack of professional resources, we initiated our efforts to provide intervention services for young children with intellectual delays and their families and to explore potential ways of establishing feasible and sustainable intervention programs."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40630",
        "text": "The purpose of the project was to assess the efficacy of a home-based intervention program for children between the ages of 3 and 6 years with developmental disabilities/delays in Vietnam. The intervention was designed to provide treatment by trained student teachers to meet the needs of individual children and families in the natural setting of the home. These children and their families received weekly services at their homes for six months by trained college student teachers. The intervention services consisted of implementing weekly teaching goals with children and their parents by working directly with children and modeling for their parents. The children included in the study had never received intervention services before but needed remedial services due to their significant lack of developmental progress in kindergarten programs which serve children ranging from two to six years of age before they move on to elementary schools.",
        "section": "Aims and Hypothesis of the Study",
        "section_number": 14,
        "sentences": [
            "The purpose of the project was to assess the efficacy of a home-based intervention program for children between the ages of 3 and 6 years with developmental disabilities/delays in Vietnam.",
            "The intervention was designed to provide treatment by trained student teachers to meet the needs of individual children and families in the natural setting of the home.",
            "These children and their families received weekly services at their homes for six months by trained college student teachers.",
            "The intervention services consisted of implementing weekly teaching goals with children and their parents by working directly with children and modeling for their parents.",
            "The children included in the study had never received intervention services before but needed remedial services due to their significant lack of developmental progress in kindergarten programs which serve children ranging from two to six years of age before they move on to elementary schools."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40630",
        "text": "We used the Portage project (CESA 5, 2003) , based on the successful implementation of the intervention program with the same aged children conducted in Vietnam from 2005 . The assessment of the program efficacy was carried out by comparing children who received services for 6 months and those who did not. We used the 2005 Vineland Adaptive Behavior Scales-II (VABS-II; Sparrow, Cicchetti, & Balla, 2005) as an indicator of adaptive behavior and developmental competence. This choice was also based on our successful implementation of the 1984 Vineland Scale as an outcome measure for a previous intervention study in Hue (Goldberg, Dill, Shin, & Nhan, 2009; . It was hypothesized that the children in the intervention group would show greater progress in adaptive behavior than the children in the control group.",
        "section": "Aims and Hypothesis of the Study",
        "section_number": 15,
        "sentences": [
            "We used the Portage project (CESA 5, 2003) , based on the successful implementation of the intervention program with the same aged children conducted in Vietnam from 2005 .",
            "The assessment of the program efficacy was carried out by comparing children who received services for 6 months and those who did not.",
            "We used the 2005 Vineland Adaptive Behavior Scales-II (VABS-II; Sparrow, Cicchetti, & Balla, 2005) as an indicator of adaptive behavior and developmental competence.",
            "This choice was also based on our successful implementation of the 1984 Vineland Scale as an outcome measure for a previous intervention study in Hue (Goldberg, Dill, Shin, & Nhan, 2009; .",
            "It was hypothesized that the children in the intervention group would show greater progress in adaptive behavior than the children in the control group."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40630",
        "text": "Hanoi is the capital city of Vietnam and is made up of ten districts. We contacted 30 kindergarten programs in seven of these districts. The kindergarten programs in Vietnam run from 9am to 5pm every day and serve children from 2 to 6 years of age. Sixteen kindergarten programs participated in the project. Teachers of the kindergarten programs were asked to identify children as having intellectual delays and their delays were confirmed by trained evaluators who administered the Vineland Scale. We adopted the criteria used by the U.S. to identify and recruit children with developmental delays for the intervention program: When the children performed at 2 standard deviation (SD) below the mean in one of the subdomain areas and/or 1.5 SD below the mean in 2 or more subdomain areas (Hanson, 2003) of the Vineland Scale, the children were considered to have developmental delays.",
        "section": "Participants",
        "section_number": 16,
        "sentences": [
            "Hanoi is the capital city of Vietnam and is made up of ten districts.",
            "We contacted 30 kindergarten programs in seven of these districts.",
            "The kindergarten programs in Vietnam run from 9am to 5pm every day and serve children from 2 to 6 years of age.",
            "Sixteen kindergarten programs participated in the project.",
            "Teachers of the kindergarten programs were asked to identify children as having intellectual delays and their delays were confirmed by trained evaluators who administered the Vineland Scale.",
            "We adopted the criteria used by the U.S. to identify and recruit children with developmental delays for the intervention program: When the children performed at 2 standard deviation (SD) below the mean in one of the subdomain areas and/or 1.5 SD below the mean in 2 or more subdomain areas (Hanson, 2003) of the Vineland Scale, the children were considered to have developmental delays."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40630",
        "text": "Of the 153 parents who were contacted, 106 agreed to participate in the project. From the pool of those who agreed, 80 children met the criteria and were eligible for participation in the intervention program. After matching by gender and age, these children were randomly assigned to the intervention and control groups. After six months, 37 children out of 40 remained in the intervention group and 27 out of 40 in the control group. Three children from the intervention group dropped out of the program because the families did not see progress in their child or because they moved to another city. The children in the control group received the intervention services after six months, when the services for the intervention group were over: thirteen children dropped out of the control group because their parents did not want to wait. There was no significant difference in adaptive functioning (t = −.10, p > .05), as measured by the composite adaptive behavior score of Vineland Scale, between the children who dropped from the program (n = 16, M = 75.50, SD = 9.79) and those who stayed enrolled for six months (n = 64, M = 75.25, SD = 8.33).",
        "section": "Participants",
        "section_number": 17,
        "sentences": [
            "Of the 153 parents who were contacted, 106 agreed to participate in the project.",
            "From the pool of those who agreed, 80 children met the criteria and were eligible for participation in the intervention program.",
            "After matching by gender and age, these children were randomly assigned to the intervention and control groups.",
            "After six months, 37 children out of 40 remained in the intervention group and 27 out of 40 in the control group.",
            "Three children from the intervention group dropped out of the program because the families did not see progress in their child or because they moved to another city.",
            "The children in the control group received the intervention services after six months, when the services for the intervention group were over: thirteen children dropped out of the control group because their parents did not want to wait.",
            "There was no significant difference in adaptive functioning (t = −.10, p > .05), as measured by the composite adaptive behavior score of Vineland Scale, between the children who dropped from the program (n = 16, M = 75.50, SD = 9.79) and those who stayed enrolled for six months (n = 64, M = 75.25, SD = 8.33)."
        ],
        "sentence_labels": [
            -1,
            -1,
            1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": 1
    },
    {
        "doc_id": "40630",
        "text": "Regardless of their participation status in the intervention, all children were enrolled in kindergarten programs.",
        "section": "Participants",
        "section_number": 18,
        "sentences": [
            "Regardless of their participation status in the intervention, all children were enrolled in kindergarten programs."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40630",
        "text": "Demographic information was obtained by asking the mothers about their children's age, gender and educational level at the beginning of the program (Table 2 ). In the intervention and control groups combined, 53.1% of the mothers had graduated from college; 1.6 had completed primary school, 7.8% secondary school, 17.2% high school, 14.1% junior college and 6.3 % graduate school. There were no significant differences between the two groups of mothers in education or age. Most of the mothers were married (82.8%), with 3.1% divorced, 1.6% separated, 7.8% living alone, 1.6% widowed, and 3.1% remarried",
        "section": "Participants",
        "section_number": 19,
        "sentences": [
            "Demographic information was obtained by asking the mothers about their children's age, gender and educational level at the beginning of the program (Table 2 ).",
            "In the intervention and control groups combined, 53.1% of the mothers had graduated from college; 1.6 had completed primary school, 7.8% secondary school, 17.2% high school, 14.1% junior college and 6.3 % graduate school.",
            "There were no significant differences between the two groups of mothers in education or age.",
            "Most of the mothers were married (82.8%), with 3.1% divorced, 1.6% separated, 7.8% living alone, 1.6% widowed, and 3.1% remarried"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40630",
        "text": "Twenty student teachers were recruited from the Department of Psychology and Pedagogy of Hanoi National University of Education. We asked the students in junior and senior classes of the department to participate in the project if they were interested in working with young children with developmental delays. Although they were interested in working with children with delays, none of the students had prior knowledge or experience of working with this population. Before they began the program, they received 3 months of weekly training conducted by the second author, who was one of the lead investigators and a psychologist, in early childhood development, developmental/intellectual disabilities, the Portage project and developing teaching objectives and task analyses. An experienced clinical supervisor provided necessary training and clinical supervision of the teachers throughout the project period by attending the supervision meetings or by being available to speak with them by phone or to meet with them individually.",
        "section": "Procedures",
        "section_number": 20,
        "sentences": [
            "Twenty student teachers were recruited from the Department of Psychology and Pedagogy of Hanoi National University of Education.",
            "We asked the students in junior and senior classes of the department to participate in the project if they were interested in working with young children with developmental delays.",
            "Although they were interested in working with children with delays, none of the students had prior knowledge or experience of working with this population.",
            "Before they began the program, they received 3 months of weekly training conducted by the second author, who was one of the lead investigators and a psychologist, in early childhood development, developmental/intellectual disabilities, the Portage project and developing teaching objectives and task analyses.",
            "An experienced clinical supervisor provided necessary training and clinical supervision of the teachers throughout the project period by attending the supervision meetings or by being available to speak with them by phone or to meet with them individually."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40630",
        "text": "The cultural adaptation of the project was made naturally by having the student teachers select the objectives from the Portage curriculum that would meet the needs of the children and families. The student teachers received ideas, materials and feedback from supervisors who were experienced in working with children with disabilities. Whenever the student teachers had concerns or ideas to discuss, the supervisors were readily available through their cell phones. The student teachers shared ideas and materials with each other frequently by working and meeting together.",
        "section": "Procedures",
        "section_number": 21,
        "sentences": [
            "The cultural adaptation of the project was made naturally by having the student teachers select the objectives from the Portage curriculum that would meet the needs of the children and families.",
            "The student teachers received ideas, materials and feedback from supervisors who were experienced in working with children with disabilities.",
            "Whenever the student teachers had concerns or ideas to discuss, the supervisors were readily available through their cell phones.",
            "The student teachers shared ideas and materials with each other frequently by working and meeting together."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40630",
        "text": "Each teacher was assigned to work in the homes of two children and provided the weekly home-visit services for six months. Each home-visit session lasted about an hour. The teachers used the Portage project manual to develop teaching objectives and activities based on the needs and issues the parents raised about their children (see Appendix). Twenty student evaluators were recruited separately from the same department and trained in administering the Vineland Scales. They conducted the evaluation of the children without knowledge of whether the children were in the intervention or control group. They evaluated the children at 0, 3, and 6 months.",
        "section": "Procedures",
        "section_number": 22,
        "sentences": [
            "Each teacher was assigned to work in the homes of two children and provided the weekly home-visit services for six months.",
            "Each home-visit session lasted about an hour.",
            "The teachers used the Portage project manual to develop teaching objectives and activities based on the needs and issues the parents raised about their children (see Appendix).",
            "Twenty student evaluators were recruited separately from the same department and trained in administering the Vineland Scales.",
            "They conducted the evaluation of the children without knowledge of whether the children were in the intervention or control group.",
            "They evaluated the children at 0, 3, and 6 months."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40630",
        "text": "The VABS II-Survey Interview Form (Sparrow et al., 2005) was used to assess the children's development over the 6-month intervention period. The scale provides a measure of adaptive behavior obtained through interviews with the parents. The survey form consists of items that provide information about the children's functioning in the domains of communication, socialization, motor skills and daily living. The Vineland Scale is the most widely used instrument in the U.S. for assessing the adaptive behavior of children with developmental disabilities and has been widely used internationally. Based on successful implementation of the first version of the Vineland for a previous project, the second version (Sparrow et al., 2005) was adopted for the current project. The scale was translated into Vietnamese and was evaluated for content (cultural relevance) and semantic equivalence (the same meaning as the English version) by three bilingual Vietnamese.",
        "section": "Measures",
        "section_number": 23,
        "sentences": [
            "The VABS II-Survey Interview Form (Sparrow et al., 2005) was used to assess the children's development over the 6-month intervention period.",
            "The scale provides a measure of adaptive behavior obtained through interviews with the parents.",
            "The survey form consists of items that provide information about the children's functioning in the domains of communication, socialization, motor skills and daily living.",
            "The Vineland Scale is the most widely used instrument in the U.S. for assessing the adaptive behavior of children with developmental disabilities and has been widely used internationally.",
            "Based on successful implementation of the first version of the Vineland for a previous project, the second version (Sparrow et al., 2005) was adopted for the current project.",
            "The scale was translated into Vietnamese and was evaluated for content (cultural relevance) and semantic equivalence (the same meaning as the English version) by three bilingual Vietnamese."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40630",
        "text": "According to our analysis using the previous Vietnamese Vineland version, the Cronbach alpha values of the scale over three assessments were .94 to .97 across all the domains of the scale. The validity of the previous Vietnamese Vineland version was well established (Goldberg et al., 2009) . Preliminary analyses indicated that the Vietnamese version of the Vineland demonstrated excellent internal consistency. Specifically, the alpha coefficients for the first-order dimension scales ranged from .74 to .97 at Month 0 with a mean alpha coefficient of .87, from .81 to .94 at Month 3 with a mean alpha coefficient of .89, and from . 73 to .94 with a mean alpha coefficient of .86. The alpha coefficients for the second-order dimension scales (Communication, Daily Living Skills, Socialization, and Motor Skills) ranged between .92 and .96 at Month 0, between .94 and .97 at Month 3, and between .93 and .96 at Month 6.",
        "section": "Measures",
        "section_number": 24,
        "sentences": [
            "According to our analysis using the previous Vietnamese Vineland version, the Cronbach alpha values of the scale over three assessments were .94 to .97 across all the domains of the scale.",
            "The validity of the previous Vietnamese Vineland version was well established (Goldberg et al., 2009) .",
            "Preliminary analyses indicated that the Vietnamese version of the Vineland demonstrated excellent internal consistency.",
            "Specifically, the alpha coefficients for the first-order dimension scales ranged from .74 to .97 at Month 0 with a mean alpha coefficient of .87, from .81 to .94 at Month 3 with a mean alpha coefficient of .89, and from .",
            "73 to .94 with a mean alpha coefficient of .86.",
            "The alpha coefficients for the second-order dimension scales (Communication, Daily Living Skills, Socialization, and Motor Skills) ranged between .92 and .96 at Month 0, between .94 and .97 at Month 3, and between .93 and .96 at Month 6."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40630",
        "text": "The factorial validity of the Vietnamese version of the Vineland was examined in a confirmatory factor analysis (CFA). Goldberg et al. (2009) identified a modified secondorder factor structure for the Vietnamese version of the Vineland based on the responses of 120 Vietnamese mothers of non-disabled pre-school-age children. In this modified structure, one latent second-order factor of Adaptive Behaviors influences the four latent first-order factors (Communication, Daily Living Skills, Socialization, and Motor Skills), which in turn influence the eleven basic dimensions. In addition, Goldberg et al. (2009) added two more links, from Motor Skills to Expressive and Personal domains, respectively, to boost model fit. Goldberg et al. reported that the modified factor structure fit the model quite well, with CFI = .97, and RMSEA = .095. Given the modest sample size in each wave of data in the current study, it was not appropriate to conduct CFAs separately. As such, we conducted one CFA on the combined three waves of data. The model fit was acceptable and comparable to those reported by Goldberg et al.: χ 2 (df = 38) = 87.63, p < .01, CFI = .93, RMSEA = .074 with 90% confidence interval of [.054, .094 ]. In addition, all first-order and second-order factor loadings were significant and were consistent with theoretical expectations. Thus, we conclude that the factorial validity of the Vietnamese version of the Vineland was established for the current research sample.",
        "section": "Measures",
        "section_number": 25,
        "sentences": [
            "The factorial validity of the Vietnamese version of the Vineland was examined in a confirmatory factor analysis (CFA).",
            "Goldberg et al. (2009) identified a modified secondorder factor structure for the Vietnamese version of the Vineland based on the responses of 120 Vietnamese mothers of non-disabled pre-school-age children.",
            "In this modified structure, one latent second-order factor of Adaptive Behaviors influences the four latent first-order factors (Communication, Daily Living Skills, Socialization, and Motor Skills), which in turn influence the eleven basic dimensions.",
            "In addition, Goldberg et al. (2009) added two more links, from Motor Skills to Expressive and Personal domains, respectively, to boost model fit.",
            "Goldberg et al. reported that the modified factor structure fit the model quite well, with CFI = .97, and RMSEA = .095.",
            "Given the modest sample size in each wave of data in the current study, it was not appropriate to conduct CFAs separately.",
            "As such, we conducted one CFA on the combined three waves of data.",
            "The model fit was acceptable and comparable to those reported by Goldberg et al.: χ 2 (df = 38) = 87.63, p < .01, CFI = .93, RMSEA = .074 with 90% confidence interval of [.054, .094 ].",
            "In addition, all first-order and second-order factor loadings were significant and were consistent with theoretical expectations.",
            "Thus, we conclude that the factorial validity of the Vietnamese version of the Vineland was established for the current research sample."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40630",
        "text": "The scores on the Vineland Scale for the first assessment at the beginning of the study ranged from 44 to 87 (M = 75.25, SD = 8.33) for the 64 children in the intervention and control groups combined. There were no significant differences between the intervention and control groups in any of the domains of adaptive behavior measures of the Vineland Scale (see Table 2 ).",
        "section": "Results",
        "section_number": 26,
        "sentences": [
            "The scores on the Vineland Scale for the first assessment at the beginning of the study ranged from 44 to 87 (M = 75.25, SD = 8.33) for the 64 children in the intervention and control groups combined.",
            "There were no significant differences between the intervention and control groups in any of the domains of adaptive behavior measures of the Vineland Scale (see Table 2 )."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40630",
        "text": "Means and SDs for the domains and subdomains of the Vineland scale for the intervention and control groups at 0, 3, and 6 months are presented in Table 3 . We examined the normality of the data focusing on whether and the extent to which nonnormality might influence the ANOVA results. We adopted the cutoffs for normality recommended by (West, Finch, & Curran, 1995) for violation of normality (skew >2 or <-2, and kurtosis >7 or <-7). The skew and kurtosis of the data were within the normality ranges across the treatment groups at different times. However there were a few cases where the normality assumption was violated in which we applied the Greenhouse-Geisser correction (West et al., 1995) . We conducted data analysis in which we compared the data on these measures for the intervention and control groups at three time points.",
        "section": "Results",
        "section_number": 27,
        "sentences": [
            "Means and SDs for the domains and subdomains of the Vineland scale for the intervention and control groups at 0, 3, and 6 months are presented in Table 3 .",
            "We examined the normality of the data focusing on whether and the extent to which nonnormality might influence the ANOVA results.",
            "We adopted the cutoffs for normality recommended by (West, Finch, & Curran, 1995) for violation of normality (skew >2 or <-2, and kurtosis >7 or <-7).",
            "The skew and kurtosis of the data were within the normality ranges across the treatment groups at different times.",
            "However there were a few cases where the normality assumption was violated in which we applied the Greenhouse-Geisser correction (West et al., 1995) .",
            "We conducted data analysis in which we compared the data on these measures for the intervention and control groups at three time points."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40630",
        "text": "A repeated measures ANOVA was performed to examined the difference between the groups in their improvement on the adaptive behavior composite (the overall adaptive behavior score) at 3 and 6 months. There was a significant group × time effect over the course of 6 months, indicating that the intervention group improved significantly more than the control group (F = 5.0, p <.01).",
        "section": "Results",
        "section_number": 28,
        "sentences": [
            "A repeated measures ANOVA was performed to examined the difference between the groups in their improvement on the adaptive behavior composite (the overall adaptive behavior score) at 3 and 6 months.",
            "There was a significant group × time effect over the course of 6 months, indicating that the intervention group improved significantly more than the control group (F = 5.0, p <.01)."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40630",
        "text": "Repeated measures ANOVAs were computed to examine group differences on four domains of the scale. When the two groups were compared on the sum of the raw scores and the standard scores for each domain, there were significant group × time effects in both the sum of raw score and the standard scores over the course of 6 months for all domains except in the areas of daily living skills. The intervention group gained significantly over 6 months in the areas of communication, social skills and motor skills.",
        "section": "Results",
        "section_number": 29,
        "sentences": [
            "Repeated measures ANOVAs were computed to examine group differences on four domains of the scale.",
            "When the two groups were compared on the sum of the raw scores and the standard scores for each domain, there were significant group × time effects in both the sum of raw score and the standard scores over the course of 6 months for all domains except in the areas of daily living skills.",
            "The intervention group gained significantly over 6 months in the areas of communication, social skills and motor skills."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40630",
        "text": "Another set of repeated measures ANOVAs was computed to examine differences between the two groups of children at three different times of the intervention on 11 subdomains of the scale. Although the overall score of the communication domain showed a significant interaction effect, there were no interactions detected in the subdomains of communication, such as expressive, receptive and writing skills domains. Among the subdomains of social skills, the areas of play and leisure time showed a significant interaction, revealing that the intervention group did better than the control group over the course of 6 months (F = 3.3, p <.05). Among the subdomains of motor skills, the interaction was significant for both gross and fine motor skills, with the intervention group gaining significantly more than the control group (F =3.8, p <.05 for gross motor skills, F=2.7, p <.05 for fine motor skills).",
        "section": "Results",
        "section_number": 30,
        "sentences": [
            "Another set of repeated measures ANOVAs was computed to examine differences between the two groups of children at three different times of the intervention on 11 subdomains of the scale.",
            "Although the overall score of the communication domain showed a significant interaction effect, there were no interactions detected in the subdomains of communication, such as expressive, receptive and writing skills domains.",
            "Among the subdomains of social skills, the areas of play and leisure time showed a significant interaction, revealing that the intervention group did better than the control group over the course of 6 months (F = 3.3, p <.05).",
            "Among the subdomains of motor skills, the interaction was significant for both gross and fine motor skills, with the intervention group gaining significantly more than the control group (F =3.8, p <.05 for gross motor skills, F=2.7, p <.05 for fine motor skills)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40630",
        "text": "Post hoc analyses were conducted to explore child and maternal characteristics that might predict the adaptive behavior outcome at six months. Child's gender, age, mother's education, adaptive behavior at the beginning of the program, and whether or not the child received intervention services were considered as predictors of the outcome at six months.",
        "section": "Results",
        "section_number": 31,
        "sentences": [
            "Post hoc analyses were conducted to explore child and maternal characteristics that might predict the adaptive behavior outcome at six months.",
            "Child's gender, age, mother's education, adaptive behavior at the beginning of the program, and whether or not the child received intervention services were considered as predictors of the outcome at six months."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40630",
        "text": "Adaptive behavior at the beginning of the program was based on the composite score of adaptive behavior of the Vineland Scale. The only variables that significantly predicted the adaptive behavior at six months were adaptive behavior at the beginning of the program and intervention status. A hierarchical analysis was conducted with adaptive behavior composite scores on Vineland at 6 months as a dependent variable to examine whether the intervention status might have predicted the adaptive outcome beyond the initial adaptive status. The adaptive functioning at 0 month alone accounted for 54% of the variance in adaptive behavior at 6 months (F = 75.05, p <.001, standardized β = .74, p <.001). The intervention status accounted for 10% of the variance beyond what the adaptive behavior at 0 month contributed, and the change in R 2 was significant (F = 49.12, p < .001, standardized β for intervention status = −.26, p < .001). The adaptive functioning at 0 month was the most significant predictor: Children who performed better than the others at the beginning of the program also did better at 6 months. While other personal variables did not significantly predict the performance at 6 months, the children who received the intervention gained significantly more than those in the control group when the initial adaptive level was controlled.",
        "section": "Results",
        "section_number": 32,
        "sentences": [
            "Adaptive behavior at the beginning of the program was based on the composite score of adaptive behavior of the Vineland Scale.",
            "The only variables that significantly predicted the adaptive behavior at six months were adaptive behavior at the beginning of the program and intervention status.",
            "A hierarchical analysis was conducted with adaptive behavior composite scores on Vineland at 6 months as a dependent variable to examine whether the intervention status might have predicted the adaptive outcome beyond the initial adaptive status.",
            "The adaptive functioning at 0 month alone accounted for 54% of the variance in adaptive behavior at 6 months (F = 75.05, p <.001, standardized β = .74, p <.001).",
            "The intervention status accounted for 10% of the variance beyond what the adaptive behavior at 0 month contributed, and the change in R 2 was significant (F = 49.12, p < .001, standardized β for intervention status = −.26, p < .001).",
            "The adaptive functioning at 0 month was the most significant predictor: Children who performed better than the others at the beginning of the program also did better at 6 months.",
            "While other personal variables did not significantly predict the performance at 6 months, the children who received the intervention gained significantly more than those in the control group when the initial adaptive level was controlled."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40630",
        "text": "We examined the treatment effects of the study by computing the effect sizes for all treatment × time interactions as well as effect sizes for group mean differences at the last follow-up (6 months) ( Table 3) . The effect sizes of 20 domains (particle eta squared) for treatment × time interaction ranged from .00 to .11 with the effect sizes of four domains above the medium effect (≥ .06) and 15 above the small effect (≥ .01) (Cohen, 1988 (Cohen, , 2013 . As for the between-group mean differences at 6 months, the effect sizes of 20 domains (Cohen's d) ranged from .0 to .10. According to Cohen's (1988 Cohen's ( , 2013 criteria, among these 20 effect sizes, three were above the large effect (≥ .8), six were above the medium effect (≥ .05) and nine were above the small effect (≥ .2). In sum, the majority of effect sizes we have observed were larger than the small effect, proving that most of our effect sizes were clinically significant.",
        "section": "Results",
        "section_number": 33,
        "sentences": [
            "We examined the treatment effects of the study by computing the effect sizes for all treatment × time interactions as well as effect sizes for group mean differences at the last follow-up (6 months) ( Table 3) .",
            "The effect sizes of 20 domains (particle eta squared) for treatment × time interaction ranged from .00 to .11 with the effect sizes of four domains above the medium effect (≥ .06) and 15 above the small effect (≥ .01) (Cohen, 1988 (Cohen, , 2013 .",
            "As for the between-group mean differences at 6 months, the effect sizes of 20 domains (Cohen's d) ranged from .0 to .10.",
            "According to Cohen's (1988 Cohen's ( , 2013 criteria, among these 20 effect sizes, three were above the large effect (≥ .8), six were above the medium effect (≥ .05) and nine were above the small effect (≥ .2).",
            "In sum, the majority of effect sizes we have observed were larger than the small effect, proving that most of our effect sizes were clinically significant."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40630",
        "text": "The results of the project reveal that the strategies we have adopted to implement the intervention program for children with developmental delays in Vietnam have worked in two different locations of Vietnam. Compared to the previous study , the current project utilized less specialized personnel which made it possible to cover a larger sample with the funds available. We also adopted this strategy as a way to test the minimum requirements for a successful program and to see whether more children and families could be effectively served with the given resources. The intervention group from the current project made significantly greater gains than the control group in overall adaptive behavior and in the areas of communication, socialization and motor skills. The children in the intervention group improved in all the areas except daily living skills compared to the control group. This was accomplished by college-level student teachers who did not have prior training in developmental disabilities or any experience in working with this population.",
        "section": "Discussion",
        "section_number": 34,
        "sentences": [
            "The results of the project reveal that the strategies we have adopted to implement the intervention program for children with developmental delays in Vietnam have worked in two different locations of Vietnam.",
            "Compared to the previous study , the current project utilized less specialized personnel which made it possible to cover a larger sample with the funds available.",
            "We also adopted this strategy as a way to test the minimum requirements for a successful program and to see whether more children and families could be effectively served with the given resources.",
            "The intervention group from the current project made significantly greater gains than the control group in overall adaptive behavior and in the areas of communication, socialization and motor skills.",
            "The children in the intervention group improved in all the areas except daily living skills compared to the control group.",
            "This was accomplished by college-level student teachers who did not have prior training in developmental disabilities or any experience in working with this population."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40630",
        "text": "In sum, the two studies conducted in Vietnam generate different findings, but also reveal general patterns of how early intervention can be implemented in Vietnam and possibly other LMICs.",
        "section": "Discussion",
        "section_number": 35,
        "sentences": [
            "In sum, the two studies conducted in Vietnam generate different findings, but also reveal general patterns of how early intervention can be implemented in Vietnam and possibly other LMICs."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40630",
        "text": "Both projects utilized the same weekly home-visit program, standardized curriculum manual and an outcome assessment that was easy to administer. The home-visit program made the project feasible where physical facilities for the early intervention did not exist, and where the commute to such facilities would have been difficult. The Portage curriculum, with its simple to follow standardized manual, was able to guide the teachers throughout the program. The Vineland Scale is relatively easy to administer, and it took a relatively short time to train the evaluators. With established psychometric properties, the scale was instrumental in identifying children with delays and carrying out the objective outcomes assessment.",
        "section": "Discussion",
        "section_number": 36,
        "sentences": [
            "Both projects utilized the same weekly home-visit program, standardized curriculum manual and an outcome assessment that was easy to administer.",
            "The home-visit program made the project feasible where physical facilities for the early intervention did not exist, and where the commute to such facilities would have been difficult.",
            "The Portage curriculum, with its simple to follow standardized manual, was able to guide the teachers throughout the program.",
            "The Vineland Scale is relatively easy to administer, and it took a relatively short time to train the evaluators.",
            "With established psychometric properties, the scale was instrumental in identifying children with delays and carrying out the objective outcomes assessment."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40630",
        "text": "The previous study carried out in Hue, Vietnam, was implemented by experienced special education teachers with high school degrees. These teachers already had previous training by NGO professionals from Western countries and worked as full-time special education teachers capable of supporting newly hired teachers. These teachers were able to work with the children in the project, whose adaptive functioning was in a range of a moderate to severe level of delay with their initial scores ranged from 31 to 69 (M = 53.37, SD = 7.77) on the adaptive behavior composite of the Vineland Scale. By contrast, the initial scores of the children in the Hanoi study ranged from 44 to 87 (M = 75.25, SD = 8.33) on the same scale, which placed them in a moderately to mildly delayed level of adaptive functioning. The student teachers, who were college students and had never worked with developmentally/intellectually delayed children, were able to work with the children in the study successfully, although it remains to be seen if they would be able to work with children with more challenging delays.",
        "section": "Discussion",
        "section_number": 37,
        "sentences": [
            "The previous study carried out in Hue, Vietnam, was implemented by experienced special education teachers with high school degrees.",
            "These teachers already had previous training by NGO professionals from Western countries and worked as full-time special education teachers capable of supporting newly hired teachers.",
            "These teachers were able to work with the children in the project, whose adaptive functioning was in a range of a moderate to severe level of delay with their initial scores ranged from 31 to 69 (M = 53.37, SD = 7.77) on the adaptive behavior composite of the Vineland Scale.",
            "By contrast, the initial scores of the children in the Hanoi study ranged from 44 to 87 (M = 75.25, SD = 8.33) on the same scale, which placed them in a moderately to mildly delayed level of adaptive functioning.",
            "The student teachers, who were college students and had never worked with developmentally/intellectually delayed children, were able to work with the children in the study successfully, although it remains to be seen if they would be able to work with children with more challenging delays."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40630",
        "text": "Although the age range of the children was similar, three to six years of age, the children in the previous project gained more in daily living skills while the children in the current project in Hanoi gained more in communication and socialization skills. Understandably the parents of these two groups of children had different developmental concerns to be addressed in the intervention. Parents of children with more severe delays in adaptive functioning were more concerns about their daily living skills, such as being able to eat, dress, and wash independently, which become the focus of the intervention, with significant improvement in these areas. The parents of the children in the mildly delayed group in Hanoi were more concerned about their intellectual/academic capacity and socialization skills, which would help them in their formal elementary education. The teachers worked on improving their academic and socialization skills, leading to significant improvement in the areas of socialization and communication. However, the children in both projects benefitted from the intervention with significant improvements in both fine and gross motor skills. Many parents did not believe that their children, especially those with more severe delays, were able to play, and even though they could, many children did not have friends to play with. The teachers made sure to incorporate play, drawing, and physical activities into their curriculum. Physical exercise and development of motor skills associated with play are important to this age group; exercise stimulates brain growth and enhances socialization/ adaptive skills.",
        "section": "Discussion",
        "section_number": 38,
        "sentences": [
            "Although the age range of the children was similar, three to six years of age, the children in the previous project gained more in daily living skills while the children in the current project in Hanoi gained more in communication and socialization skills.",
            "Understandably the parents of these two groups of children had different developmental concerns to be addressed in the intervention.",
            "Parents of children with more severe delays in adaptive functioning were more concerns about their daily living skills, such as being able to eat, dress, and wash independently, which become the focus of the intervention, with significant improvement in these areas.",
            "The parents of the children in the mildly delayed group in Hanoi were more concerned about their intellectual/academic capacity and socialization skills, which would help them in their formal elementary education.",
            "The teachers worked on improving their academic and socialization skills, leading to significant improvement in the areas of socialization and communication.",
            "However, the children in both projects benefitted from the intervention with significant improvements in both fine and gross motor skills.",
            "Many parents did not believe that their children, especially those with more severe delays, were able to play, and even though they could, many children did not have friends to play with.",
            "The teachers made sure to incorporate play, drawing, and physical activities into their curriculum.",
            "Physical exercise and development of motor skills associated with play are important to this age group; exercise stimulates brain growth and enhances socialization/ adaptive skills."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40630",
        "text": "Since the children from Hanoi had a higher level of functioning at the outset than those in Hue, they were able to make significant gains in a shorter time (the intervention for children in Hanoi was provided for 6 months, while the services for children in Hue were provided for 12 months) in most of the areas of adaptive functioning (communication, socialization and motor skills). The project in Hanoi also had a larger sample, which might have contributed to generating significant results in most of the areas of adaptive functioning. The results from the two projects reflect the fact that the needs of children and families differ depending on the level of the children's intellectual/adaptive functioning, and that it is important to tailor the educational program to these needs.",
        "section": "Discussion",
        "section_number": 39,
        "sentences": [
            "Since the children from Hanoi had a higher level of functioning at the outset than those in Hue, they were able to make significant gains in a shorter time (the intervention for children in Hanoi was provided for 6 months, while the services for children in Hue were provided for 12 months) in most of the areas of adaptive functioning (communication, socialization and motor skills).",
            "The project in Hanoi also had a larger sample, which might have contributed to generating significant results in most of the areas of adaptive functioning.",
            "The results from the two projects reflect the fact that the needs of children and families differ depending on the level of the children's intellectual/adaptive functioning, and that it is important to tailor the educational program to these needs."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40630",
        "text": "The mothers from Hanoi had higher educational levels than those in Hue, about 73.5% obtaining at least a junior college education. The junior college education is popular in Hanoi. Many young mothers obtain higher education so that they can find employment in Hanoi (communication by the second author). Therefore the recruitment of children in central areas of Hanoi might have resulted in a sample of children whose mothers had obtained higher levels of education than is typical of the general population. Regardless of their educational level, the mothers were desperate to obtain help that would meet the needs of their children, demonstrating that social welfare and special education services lag behind the economic and educational advancement of developing countries like Vietnam. However a caution should be drawn that the outcome could be different with mothers with lower levels of education.",
        "section": "Limitations of the Study",
        "section_number": 40,
        "sentences": [
            "The mothers from Hanoi had higher educational levels than those in Hue, about 73.5% obtaining at least a junior college education.",
            "The junior college education is popular in Hanoi.",
            "Many young mothers obtain higher education so that they can find employment in Hanoi (communication by the second author).",
            "Therefore the recruitment of children in central areas of Hanoi might have resulted in a sample of children whose mothers had obtained higher levels of education than is typical of the general population.",
            "Regardless of their educational level, the mothers were desperate to obtain help that would meet the needs of their children, demonstrating that social welfare and special education services lag behind the economic and educational advancement of developing countries like Vietnam.",
            "However a caution should be drawn that the outcome could be different with mothers with lower levels of education."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40630",
        "text": "Another limitation of the study is that the outcomes were based on mothers' reports on their children's development. Although we used evaluators who were blind to the conditions of the children, mothers might have rated their children more favorably when they knew that their children had received the intervention. More objective measures of the child outcomes need to be applied in future studies. Student teachers were assigned to two children each, but the student teachers were paired, and each pair visited all four of their individually assigned children to provide support and feedback to each other and ensure that the weekly program was implemented as planned. They continued this practice until they become comfortable working alone, but formal procedures for assessing fidelity are recommended for future studies. In addition, follow-up studies would confirm whether the intervention for these children has proven to be effective over the long term.",
        "section": "Limitations of the Study",
        "section_number": 41,
        "sentences": [
            "Another limitation of the study is that the outcomes were based on mothers' reports on their children's development.",
            "Although we used evaluators who were blind to the conditions of the children, mothers might have rated their children more favorably when they knew that their children had received the intervention.",
            "More objective measures of the child outcomes need to be applied in future studies.",
            "Student teachers were assigned to two children each, but the student teachers were paired, and each pair visited all four of their individually assigned children to provide support and feedback to each other and ensure that the weekly program was implemented as planned.",
            "They continued this practice until they become comfortable working alone, but formal procedures for assessing fidelity are recommended for future studies.",
            "In addition, follow-up studies would confirm whether the intervention for these children has proven to be effective over the long term."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40630",
        "text": "Implications for Future Research and Practice-In the LMIC context, having a curriculum manual written in clear and simple language can be effective when teachers do not have a background in special education or much access to ongoing education, training and supervision. If the curriculum offers strategies of behavior modification and ample examples of educational activities, this will help the teachers to generate ideas and plans for their education program. Although the teachers may not be experienced, with motivation and commitment, they could educate children with moderately and mildly delayed levels of intellectual capacity. As the teachers gain experience, they become more comfortable and effective working with children with a lower level of functioning. The findings of the project, with improved procedures and a larger sample size compared to the previous study, generated promising results in a LMIC context. This project demonstrates that college students without prior experience can be effective in working with children with intellectual disabilities (or developmental delays). Therefore one effective strategy in LMIC contexts could be the identification of educational institutions in settings where students could be recruited and trained as potential interventionists/special education specialists. Regardless of the setting, those who are motivated and interested in working with such children should be effectively trained with ongoing supervision and feedback. In addition, an early intervention project such as the one we describe should identify and enlist local experts and leaders who could serve as supervisors and who could ensure the successful implementation and quality of the project.",
        "section": "Limitations of the Study",
        "section_number": 42,
        "sentences": [
            "Implications for Future Research and Practice-In the LMIC context, having a curriculum manual written in clear and simple language can be effective when teachers do not have a background in special education or much access to ongoing education, training and supervision.",
            "If the curriculum offers strategies of behavior modification and ample examples of educational activities, this will help the teachers to generate ideas and plans for their education program.",
            "Although the teachers may not be experienced, with motivation and commitment, they could educate children with moderately and mildly delayed levels of intellectual capacity.",
            "As the teachers gain experience, they become more comfortable and effective working with children with a lower level of functioning.",
            "The findings of the project, with improved procedures and a larger sample size compared to the previous study, generated promising results in a LMIC context.",
            "This project demonstrates that college students without prior experience can be effective in working with children with intellectual disabilities (or developmental delays).",
            "Therefore one effective strategy in LMIC contexts could be the identification of educational institutions in settings where students could be recruited and trained as potential interventionists/special education specialists.",
            "Regardless of the setting, those who are motivated and interested in working with such children should be effectively trained with ongoing supervision and feedback.",
            "In addition, an early intervention project such as the one we describe should identify and enlist local experts and leaders who could serve as supervisors and who could ensure the successful implementation and quality of the project."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40630",
        "text": "Daily Routine Activities: Playtime: provide a large variety of puzzles of varying difficulty levels and interesting themes. Using other manipulative toys such as pegboards, shape sorting pegboards, geometrical pegboards, parquetry sets, etc. will also improve my perceptual and small motor development.",
        "section": "Limitations of the Study",
        "section_number": 43,
        "sentences": [
            "Daily Routine Activities: Playtime: provide a large variety of puzzles of varying difficulty levels and interesting themes.",
            "Using other manipulative toys such as pegboards, shape sorting pegboards, geometrical pegboards, parquetry sets, etc.",
            "will also improve my perceptual and small motor development."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40630",
        "text": "Child Consideration: Some children with perceptual problems will have difficulty (compared to other children her age and experience) with her ability to see how the part fits into the whole. Start with where the child is in her puzzle fitting ability. Make sure she is successful at one level before encouraging her to go to the next level of difficulty.",
        "section": "Limitations of the Study",
        "section_number": 44,
        "sentences": [
            "Child Consideration: Some children with perceptual problems will have difficulty (compared to other children her age and experience) with her ability to see how the part fits into the whole.",
            "Start with where the child is in her puzzle fitting ability.",
            "Make sure she is successful at one level before encouraging her to go to the next level of difficulty."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40630",
        "text": "Why is This Important? (Explain to the parents on the importance of the task): This skill encourages turntaking skills, develops shoulder and arm muscles, and helps the child develop depth perception and eye-hand coordination.",
        "section": "Developmental Strand: Large Motor-Task #33: THROW BALL FROM STANDING OR SITTING POSITION IN DESIRED direction",
        "section_number": 45,
        "sentences": [
            "Why is This Important? (",
            "Explain to the parents on the importance of the task): This skill encourages turntaking skills, develops shoulder and arm muscles, and helps the child develop depth perception and eye-hand coordination."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40630",
        "text": "Interactive Activities: (from child's perspective): Adjusting Rhythm: When we're playing, please allow me to take the time I need to organize my movements to throw the ball. My movements are usually slower when I'am learning a new or difficult skill.",
        "section": "Developmental Strand: Large Motor-Task #33: THROW BALL FROM STANDING OR SITTING POSITION IN DESIRED direction",
        "section_number": 46,
        "sentences": [
            "Interactive Activities: (from child's perspective): Adjusting Rhythm: When we're playing, please allow me to take the time I need to organize my movements to throw the ball.",
            "My movements are usually slower when I'am learning a new or difficult skill."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40630",
        "text": "Center/Household Rules: I like to explore objects by throwing them, but I need to be shown what objects can be thrown and where it's okay to throw. You may need to show me which toys I can throw in the house and which are for outdoors. Then I can practice throwing them so they will go where I want them to go.",
        "section": "Daily Routine Activities:",
        "section_number": 47,
        "sentences": [
            "Center/Household Rules: I like to explore objects by throwing them, but I need to be shown what objects can be thrown and where it's okay to throw.",
            "You may need to show me which toys I can throw in the house and which are for outdoors.",
            "Then I can practice throwing them so they will go where I want them to go."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40630",
        "text": "Playtme: We can practice throwing the ball while playing in the yard. IF we can't go outside, we can play catch in the house (foam rubber balls are safest). You should sit close to me so I can make the ball reach you. If you roll the ball back to me, I can pick it up and throw it back. This is so much fun! Throwing into a very low basketball hoop or a card board box is fun! Environmental Considerations: Small balls like tennis balls are easier for the toddler to throw, and large ones like beach balls are easier to catch. Beanbags and yarn balls are easy to throw, too, and also easy to make. Since balloons travel very slowly through the air, they are great to begin playing catch with, provided you know an old stocking around the balloon first so there won't be any dangerous bits of plastic to choke on if the balloon pops.",
        "section": "Daily Routine Activities:",
        "section_number": 48,
        "sentences": [
            "Playtme: We can practice throwing the ball while playing in the yard.",
            "IF we can't go outside, we can play catch in the house (foam rubber balls are safest).",
            "You should sit close to me so I can make the ball reach you.",
            "If you roll the ball back to me, I can pick it up and throw it back.",
            "This is so much fun!",
            "Throwing into a very low basketball hoop or a card board box is fun!",
            "Environmental Considerations: Small balls like tennis balls are easier for the toddler to throw, and large ones like beach balls are easier to catch.",
            "Beanbags and yarn balls are easy to throw, too, and also easy to make.",
            "Since balloons travel very slowly through the air, they are great to begin playing catch with, provided you know an old stocking around the balloon first so there won't be any dangerous bits of plastic to choke on if the balloon pops."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40630",
        "text": "Child Considerations: I like to throw the ball, but be careful…I might throw other things too! Be firm about what I can and can't throw. Explain that throwing somethings might hurt someone or break something. Daily Living Skills -Standard Score Motor Skills -Sum of Raw Scores Motor Skills -Gross Motor Skills Vineland Scale Scores over Time and Intervention ",
        "section": "Daily Routine Activities:",
        "section_number": 49,
        "sentences": [
            "Child Considerations: I like to throw the ball, but be careful…I might throw other things too!",
            "Be firm about what I can and can't throw.",
            "Explain that throwing somethings might hurt someone or break something.",
            "Daily Living Skills -Standard Score Motor Skills -Sum of Raw Scores Motor Skills -Gross Motor Skills Vineland Scale Scores over Time and Intervention"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40630",
        "text": "Int J Dev Disabil. Author manuscript; available in PMC 2018 January 11.",
        "section": "",
        "section_number": 50,
        "sentences": [
            "Int J Dev Disabil.",
            "Author manuscript; available in PMC 2018 January 11."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    }
]