[
    {
        "doc_id": "40691",
        "text": "Background and Aims: The Airtraq™ optical laryngoscope is the only marketed videolaryngoscope for paediatric patients besides the fibre-optic bronchoscope. We hypothesized that intubation would be easier with Airtraq™ compared to Miller blade. Hence, we compared Airtraq™ with the Miller laryngoscope as intubation devices in paediatric patients. Methods: This prospective, randomized study was conducted in a tertiary care teaching hospital. Sixty children belonging to American Society of Anesthesiologists' Grade I-II, aged 2-10 years, posted for routine surgery requiring tracheal intubation were randomly allocated to undergo intubation using a Miller (n = 30) or Airtraq™ (n = 30) laryngoscope. The primary outcome measure was time of intubation. We also measured ease of intubation, number of attempts, percentage of glottic opening score (POGO), haemodynamic changes and airway trauma. Student t test was used to analyse parametric data. Results: Intubation time was comparable between Miller's laryngoscope (15.13 ± 1.33s) compared to Airtraq™ (11.53 ± 0.49 s) (P = 0.29) The number of first and second attempts at intubation were 25 and 5 for the Miller laryngoscope and 29 and 1 for the Airtraq™. Median visual analogue score (VAS) for ease of intubation was 5 in Miller group compared to 3 in Airtraq™ group. The median POGO score was 75 in the Miller group and 100 in the Airtraq™ group (P = 0.01). Haemodynamic changes were maximum and most significant immediately and 1 min after intubation. Airway trauma occurred in three patients (9.09%) in Miller group and one patient (3.33%) in Airtraq™ group. Conclusion: The Airtraq™ reduced the difficulty of tracheal intubation and degree of haemodynamic stimulation compared to the Miller laryngoscope in paediatric patients.",
        "section": "Abstract",
        "sentences": [
            "Background and Aims: The Airtraq™ optical laryngoscope is the only marketed videolaryngoscope for paediatric patients besides the fibre-optic bronchoscope.",
            "We hypothesized that intubation would be easier with Airtraq™ compared to Miller blade.",
            "Hence, we compared Airtraq™ with the Miller laryngoscope as intubation devices in paediatric patients.",
            "Methods: This prospective, randomized study was conducted in a tertiary care teaching hospital.",
            "Sixty children belonging to American Society of Anesthesiologists' Grade I-II, aged 2-10 years, posted for routine surgery requiring tracheal intubation were randomly allocated to undergo intubation using a Miller (n = 30) or Airtraq™ (n = 30) laryngoscope.",
            "The primary outcome measure was time of intubation.",
            "We also measured ease of intubation, number of attempts, percentage of glottic opening score (POGO), haemodynamic changes and airway trauma.",
            "Student t test was used to analyse parametric data.",
            "Results: Intubation time was comparable between Miller's laryngoscope (15.13 ± 1.33s) compared to Airtraq™ (11.53 ± 0.49 s) (P = 0.29) The number of first and second attempts at intubation were 25 and 5 for the Miller laryngoscope and 29 and 1 for the Airtraq™.",
            "Median visual analogue score (VAS) for ease of intubation was 5 in Miller group compared to 3 in Airtraq™ group.",
            "The median POGO score was 75 in the Miller group and 100 in the Airtraq™ group (P = 0.01).",
            "Haemodynamic changes were maximum and most significant immediately and 1 min after intubation.",
            "Airway trauma occurred in three patients (9.09%) in Miller group and one patient (3.33%) in Airtraq™ group.",
            "Conclusion: The Airtraq™ reduced the difficulty of tracheal intubation and degree of haemodynamic stimulation compared to the Miller laryngoscope in paediatric patients."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40691",
        "text": "The Airtraq™ optical laryngoscope is a recently developed intubating device. The exaggerated curvature of the blade and an internal arrangement of optical components provide a clear view of the glottis, without need for alignment of the oral, pharyngeal and laryngeal axes. [1] Recently, smaller versions of Airtraq™ have been introduced for tracheal intubation in paediatric patients. Three sizes are available: size 2, size 1 and size 0 which are green, purple and grey coloured respectively and accommodate endotracheal tube sizes 6.0-7.5, 4.0-5.5 and 2.5-3.5, respectively. [2] In this study, we hypothesised that intubation with Airtraq™ would be easier than Miller blade in paediatric patients.",
        "section": "INTRODUCTION",
        "section_number": 1,
        "sentences": [
            "The Airtraq™ optical laryngoscope is a recently developed intubating device.",
            "The exaggerated curvature of the blade and an internal arrangement of optical components provide a clear view of the glottis, without need for alignment of the oral, pharyngeal and laryngeal axes. [",
            "1] Recently, smaller versions of Airtraq™ have been introduced for tracheal intubation in paediatric patients.",
            "Three sizes are available: size 2, size 1 and size 0 which are green, purple and grey coloured respectively and accommodate endotracheal tube sizes 6.0-7.5, 4.0-5.5 and 2.5-3.5, respectively. [",
            "2] In this study, we hypothesised that intubation with Airtraq™ would be easier than Miller blade in paediatric patients."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40691",
        "text": "After approval from the Institutional Ethical Committee, sixty children were studied. A randomized prospective study was planned to compare size 1 and size 2 Airtraq™ (Prodol Meditec S.A., Vizcaya, Spain) with Miller blade of same sizes. This study was conducted according to Good Clinical Practice standards and the Helsinki Declaration, and the protocol was registered at ClinicalTrial.gov (NCT02423317). Our study followed the CONSORT recommendations. The duration of the study was from June 2012 to June 2013.",
        "section": "METHODS",
        "section_number": 2,
        "sentences": [
            "After approval from the Institutional Ethical Committee, sixty children were studied.",
            "A randomized prospective study was planned to compare size 1 and size 2 Airtraq™ (Prodol Meditec S.A., Vizcaya, Spain) with Miller blade of same sizes.",
            "This study was conducted according to Good Clinical Practice standards and the Helsinki Declaration, and the protocol was registered at ClinicalTrial.gov (NCT02423317).",
            "Our study followed the CONSORT recommendations.",
            "The duration of the study was from June 2012 to June 2013."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40691",
        "text": "The children included in the study were 2-10 years of age, American Society of Anesthesiologists' physical status I-II and posted for elective plastic and paediatric surgeries requiring tracheal intubation. The following were excluded from the study: (i) patients with upper respiratory tract symptoms, (ii) those at risk of gastroesophageal regurgitation and (iii) those with airway-related conditions such as trismus, limited mouth opening, trauma or mass. Sixty patients were equally randomized by block randomisation to one of the two groups (Airtraq™ and Miller) of 30 each for airway management using a computer-generated randomisation programme by an anaesthetist who was not involved in the operating room procedures. Operating room nurse in-charge assigned the participants to interventions. As it was a single-blind study, participants were blinded to the interventions. Three anaesthesiologists, involved in this study, were assigned to intubation using the two devices. The anaesthesiologists had performed at least 300 intubations using the Miller blade in pediatric patients and more than 50 intubations using the Airtraq™ in adult manikins and at least 40 intubations in pediatric patients before this study. The primary outcome measure was time for intubation. We also measured ease of intubation, number of attempts, POGO score, haemodynamic changes and airway trauma.",
        "section": "METHODS",
        "section_number": 3,
        "sentences": [
            "The children included in the study were 2-10 years of age, American Society of Anesthesiologists' physical status I-II and posted for elective plastic and paediatric surgeries requiring tracheal intubation.",
            "The following were excluded from the study: (i) patients with upper respiratory tract symptoms, (ii) those at risk of gastroesophageal regurgitation and (iii) those with airway-related conditions such as trismus, limited mouth opening, trauma or mass.",
            "Sixty patients were equally randomized by block randomisation to one of the two groups (Airtraq™ and Miller) of 30 each for airway management using a computer-generated randomisation programme by an anaesthetist who was not involved in the operating room procedures.",
            "Operating room nurse in-charge assigned the participants to interventions.",
            "As it was a single-blind study, participants were blinded to the interventions.",
            "Three anaesthesiologists, involved in this study, were assigned to intubation using the two devices.",
            "The anaesthesiologists had performed at least 300 intubations using the Miller blade in pediatric patients and more than 50 intubations using the Airtraq™ in adult manikins and at least 40 intubations in pediatric patients before this study.",
            "The primary outcome measure was time for intubation.",
            "We also measured ease of intubation, number of attempts, POGO score, haemodynamic changes and airway trauma."
        ],
        "sentence_labels": [
            -1,
            -1,
            1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": 0
    },
    {
        "doc_id": "40691",
        "text": "Written informed consent was taken from the parents before intervention, and a standardised protocol for anaesthesia was maintained for all cases. All the children were kept nil per mouth as per standard guidelines. They were premedicated with 0.3 mg/kg of midazolam syrup 1 h before induction of anaesthesia. Induction of anaesthesia included sevoflurane in oxygen, with monitors including SpO2 non-invasive blood pressure, electrocardiogram (ECG) and temperature. Intravenous cannula was secured after induction. Patients were premedicated with dexamethasone, midazolam, fentanyl and glycopyrrolate though intravenous route. Anaesthesia was maintained with 1%-2% sevoflurane and 60% nitrous oxide in oxygen. After adequate muscle relaxation with injection rocuronium (0.6 mg/kg) and mask ventilation for 2 min, intubation attempts were taken using Airtraq™ or Miller on a random basis. Following successful intubation, breathing circuit was attached. Correct placement of tracheal tube was confirmed by capnography and bilateral chest auscultation. Anaesthesia was maintained on O , N O and sevoflurane. Surgery was allowed to commence after the collection of the last haemodynamic data at 5 min post-intubation interval. Haemodynamic data were collected at the following interval: pre-induction, after induction, immediately after intubation (T0), 1 min, 3 min and 5 min after intubation (T1, T3 andT5, respectively).",
        "section": "METHODS",
        "section_number": 4,
        "sentences": [
            "Written informed consent was taken from the parents before intervention, and a standardised protocol for anaesthesia was maintained for all cases.",
            "All the children were kept nil per mouth as per standard guidelines.",
            "They were premedicated with 0.3 mg/kg of midazolam syrup 1 h before induction of anaesthesia.",
            "Induction of anaesthesia included sevoflurane in oxygen, with monitors including SpO2 non-invasive blood pressure, electrocardiogram (ECG) and temperature.",
            "Intravenous cannula was secured after induction.",
            "Patients were premedicated with dexamethasone, midazolam, fentanyl and glycopyrrolate though intravenous route.",
            "Anaesthesia was maintained with 1%-2% sevoflurane and 60% nitrous oxide in oxygen.",
            "After adequate muscle relaxation with injection rocuronium (0.6 mg/kg) and mask ventilation for 2 min, intubation attempts were taken using Airtraq™ or Miller on a random basis.",
            "Following successful intubation, breathing circuit was attached.",
            "Correct placement of tracheal tube was confirmed by capnography and bilateral chest auscultation.",
            "Anaesthesia was maintained on O , N O and sevoflurane.",
            "Surgery was allowed to commence after the collection of the last haemodynamic data at 5 min post-intubation interval.",
            "Haemodynamic data were collected at the following interval: pre-induction, after induction, immediately after intubation (T0), 1 min, 3 min and 5 min after intubation (T1, T3 andT5, respectively)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40691",
        "text": "Neuromuscular blockade was maintained as and when required. At the end of the surgery, inhalational anaesthetic agents, sevoflurane and nitrous oxide, were discontinued, and the patient was put on 100%O . Residual neuromuscular blockade was reversed with injection neostigmine (40 μg/kg) and injection glycopyrrolate (10 μg/kg).",
        "section": "METHODS",
        "section_number": 5,
        "sentences": [
            "Neuromuscular blockade was maintained as and when required.",
            "At the end of the surgery, inhalational anaesthetic agents, sevoflurane and nitrous oxide, were discontinued, and the patient was put on 100%O .",
            "Residual neuromuscular blockade was reversed with injection neostigmine (40 μg/kg) and injection glycopyrrolate (10 μg/kg)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40691",
        "text": "The parameters recorded were intubation time (defined as the time from placement of Airtraq™ or Miller laryngoscope into the mouth till appearance of the capnograph waveform), number of intubation attempts, ease of intubation, percentage of glottic opening (POGO) scoring, overall intubation success rate, number of oesophageal intubation, haemodynamic changes and airway trauma (blood detected on the devices).",
        "section": "METHODS",
        "section_number": 6,
        "sentences": [
            "The parameters recorded were intubation time (defined as the time from placement of Airtraq™ or Miller laryngoscope into the mouth till appearance of the capnograph waveform), number of intubation attempts, ease of intubation, percentage of glottic opening (POGO) scoring, overall intubation success rate, number of oesophageal intubation, haemodynamic changes and airway trauma (blood detected on the devices)."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40691",
        "text": "A single insertion of the Airtraq™ or a single insertion of the Miller laryngoscope blade into the mouth with passing the endotracheal tube beyond the teeth was considered as an attempt. With either device, tracheal intubation was labelled as a failure if it could not be accomplished within three attempts of intubation. Patients were ventilated with bag and mask in between two attempts. Hemodynamic responses were measured in each attempt and were averaged for total number of attempts.",
        "section": "METHODS",
        "section_number": 7,
        "sentences": [
            "A single insertion of the Airtraq™ or a single insertion of the Miller laryngoscope blade into the mouth with passing the endotracheal tube beyond the teeth was considered as an attempt.",
            "With either device, tracheal intubation was labelled as a failure if it could not be accomplished within three attempts of intubation.",
            "Patients were ventilated with bag and mask in between two attempts.",
            "Hemodynamic responses were measured in each attempt and were averaged for total number of attempts."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40691",
        "text": "The intubating anaesthesiologist graded the ease of intubation for both techniques on a visual analogue scale from 1 to 10, 10 being most difficult or failed intubation and 1 being very easy intubation. Reasons for failed attempts when multiple attempts of intubation were required, or overall intubation was unsuccessful were also recorded.",
        "section": "METHODS",
        "section_number": 8,
        "sentences": [
            "The intubating anaesthesiologist graded the ease of intubation for both techniques on a visual analogue scale from 1 to 10, 10 being most difficult or failed intubation and 1 being very easy intubation.",
            "Reasons for failed attempts when multiple attempts of intubation were required, or overall intubation was unsuccessful were also recorded."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40691",
        "text": "We based our sample size estimation on time taken for intubation in previous studies. [3, 4] In the study by Riad et al., [3] mean time of intubation with the Airtraq™ group was 22.84 s with standard deviation 6.1. Based on that study, using Ώ± = 0.05, power of the study 80% and assuming 25% difference between the means as significant, we estimated that 56 patients would be required. Therefore, we recruited 60 patients in our study. Non-continuous data were compared with Mann-Whitney U-tests. The incidence of intubation complications and the overall intubation success rate were tested by Fisher's exact test. Continuous data were compared using unpaired t-tests. Statistical analysis was performed using SPSS software version 20.0; (SPSS Inc. Chicago, IL, USA). P < 0.05 was considered statistically significant.",
        "section": "METHODS",
        "section_number": 9,
        "sentences": [
            "We based our sample size estimation on time taken for intubation in previous studies. [",
            "3, 4] In the study by Riad et al., [3] mean time of intubation with the Airtraq™ group was 22.84 s with standard deviation 6.1.",
            "Based on that study, using Ώ± = 0.05, power of the study 80% and assuming 25% difference between the means as significant, we estimated that 56 patients would be required.",
            "Therefore, we recruited 60 patients in our study.",
            "Non-continuous data were compared with Mann-Whitney U-tests.",
            "The incidence of intubation complications and the overall intubation success rate were tested by Fisher's exact test.",
            "Continuous data were compared using unpaired t-tests.",
            "Statistical analysis was performed using SPSS software version 20.0; (SPSS Inc. Chicago, IL, USA).",
            "P < 0.05 was considered statistically significant."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40691",
        "text": "Demographic parameters were comparable in both groups [ Table 1 ]. Overall intubation success rates were 100% for both devices. The number of first and second attempts at intubation were 25 and 5 for the Miller's laryngoscope and 29 and 1 for the Airtraq™ (P = 0.19), respectively. Time to intubation was faster with the Airtraq™ (11.53 ± 0.49 s) than with the Miller's laryngoscope (15.13 ± 1.33 s), but it was not significant [ Table 2 ]. Median visual analogue score (VAS) score for ease of intubation was 5 in Miller group compared to 3 in Airtraq™ group (P = 0.01) [ Table 2 ]. For patients assigned to the Miller laryngoscope group, the median POGO score was 75, and in the Airtraq™ group, the median POGO score was 100. Number of oesophageal intubations with Miller's blade were 4 and none with Airtraq™ (P = 0.11) [ Table 2 ]. Haemodynamic changes in terms of pulse rate and mean arterial pressure (MAP) were maximum and most significant immediately and 1 min after intubation in Miller group. [Figures 1 and 2] . Airway trauma occurred in three (9.09%) patients in the Miller group and one patient (3.33%) in the Airtraq™ group [ Table 2 ].",
        "section": "RESULTS",
        "section_number": 10,
        "sentences": [
            "Demographic parameters were comparable in both groups [ Table 1 ].",
            "Overall intubation success rates were 100% for both devices.",
            "The number of first and second attempts at intubation were 25 and 5 for the Miller's laryngoscope and 29 and 1 for the Airtraq™ (P = 0.19), respectively.",
            "Time to intubation was faster with the Airtraq™ (11.53 ± 0.49 s) than with the Miller's laryngoscope (15.13 ± 1.33 s), but it was not significant [ Table 2 ].",
            "Median visual analogue score (VAS) score for ease of intubation was 5 in Miller group compared to 3 in Airtraq™ group (P = 0.01) [ Table 2 ].",
            "For patients assigned to the Miller laryngoscope group, the median POGO score was 75, and in the Airtraq™ group, the median POGO score was 100.",
            "Number of oesophageal intubations with Miller's blade were 4 and none with Airtraq™ (P = 0.11) [ Table 2 ].",
            "Haemodynamic changes in terms of pulse rate and mean arterial pressure (MAP) were maximum and most significant immediately and 1 min after intubation in Miller group. [",
            "Figures 1 and 2] .",
            "Airway trauma occurred in three (9.09%) patients in the Miller group and one patient (3.33%) in the Airtraq™ group [ Table 2 ]."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40691",
        "text": "Miller blade is commonly used for paediatric airway management for routine as well as difficult laryngoscopic situations. [5] We, therefore, wished to compare the utility of Airtraq™ to Miller laryngoscope in this randomized controlled clinical trial.",
        "section": "DISCUSSION",
        "section_number": 11,
        "sentences": [
            "Miller blade is commonly used for paediatric airway management for routine as well as difficult laryngoscopic situations. [",
            "5] We, therefore, wished to compare the utility of Airtraq™ to Miller laryngoscope in this randomized controlled clinical trial."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40691",
        "text": "We have demonstrated 100% overall success rate with both the Airtraq™ and the Miller laryngoscope in paediatric age group in this study. However, intubation was about 3.6 s faster with the Airtraq™ in comparison with Miller laryngoscope, though it was not significant. Sørensen and Holm-Knudsen. [6] also showed similar intubation time (15.8 s) with Airtraq™ in children.",
        "section": "DISCUSSION",
        "section_number": 12,
        "sentences": [
            "We have demonstrated 100% overall success rate with both the Airtraq™ and the Miller laryngoscope in paediatric age group in this study.",
            "However, intubation was about 3.6 s faster with the Airtraq™ in comparison with Miller laryngoscope, though it was not significant.",
            "Sørensen and Holm-Knudsen. [",
            "6] also showed similar intubation time (15.8 s) with Airtraq™ in children."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40691",
        "text": "The Airtraq™ was successful in all our patients, although the second attempt was required in one patient. The failed attempt with the Airtraq™ resulted from the introducer blade's tip advancing into the vallecula rather than beneath the epiglottis. However, this was easily corrected by partially withdrawing the device, and with a subsequent scooping movement of the introducer blade, lifting the epiglottis and advancing the tracheal tube into the trachea. Only a few seconds were required for this manoeuvre, which explains why intubation time with the Airtraq™ was faster than with the Miller laryngoscope.",
        "section": "DISCUSSION",
        "section_number": 13,
        "sentences": [
            "The Airtraq™ was successful in all our patients, although the second attempt was required in one patient.",
            "The failed attempt with the Airtraq™ resulted from the introducer blade's tip advancing into the vallecula rather than beneath the epiglottis.",
            "However, this was easily corrected by partially withdrawing the device, and with a subsequent scooping movement of the introducer blade, lifting the epiglottis and advancing the tracheal tube into the trachea.",
            "Only a few seconds were required for this manoeuvre, which explains why intubation time with the Airtraq™ was faster than with the Miller laryngoscope."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40691",
        "text": "Although according to the user's guideline, during intubation the tip of the Airtraq™ should be kept at the vallecula. [7] We had a median POGO score of 75 with Miller's blade compared to 100 with Airtraq™. White et al. [8] also showed similar POGO score in their study. They revealed median POGO score of 100 with Airtraq™, compared to 77 with conventional laryngoscopy. Ali et al. [9] also demonstrated significantly improved POGO score in children using Airtraq™.",
        "section": "DISCUSSION",
        "section_number": 14,
        "sentences": [
            "Although according to the user's guideline, during intubation the tip of the Airtraq™ should be kept at the vallecula. [",
            "7] We had a median POGO score of 75 with Miller's blade compared to 100 with Airtraq™.",
            "White et al. [8] also showed similar POGO score in their study.",
            "They revealed median POGO score of 100 with Airtraq™, compared to 77 with conventional laryngoscopy.",
            "Ali et al. [9] also demonstrated significantly improved POGO score in children using Airtraq™."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40691",
        "text": "We experienced a significantly lower VAS score for ease of intubation in Airtraq™ group. There are minor manipulations needed with Airtraq™ to align the vocal cord with the pre-loaded tube. Furthermore, the glottis viewing was significantly improved with Airtraq™ in our study. These factors, together, probably explain the lower VAS score in the Airtraq™ group. Maharaj et al. [10] and Park et al. [11] also showed similar results regarding VAS score for ease of intubation in their studies.",
        "section": "DISCUSSION",
        "section_number": 15,
        "sentences": [
            "We experienced a significantly lower VAS score for ease of intubation in Airtraq™ group.",
            "There are minor manipulations needed with Airtraq™ to align the vocal cord with the pre-loaded tube.",
            "Furthermore, the glottis viewing was significantly improved with Airtraq™ in our study.",
            "These factors, together, probably explain the lower VAS score in the Airtraq™ group.",
            "Maharaj et al. [10] and Park et al. [11] also showed similar results regarding VAS score for ease of intubation in their studies."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40691",
        "text": "There were no oesophageal intubations in patients assigned to the Airtraq™ group. It provided an early complete view of the larynx and allowed the operator to observe the advancement of the tube into the trachea from outside the larynx. This continuous view allowed detection of inaccurate tube advancement which was then corrected before oesophageal intubation. In contrast, oesophageal intubation occurred in 13.33% of patients assigned to the Miller laryngoscope (POGO scores were 70, 60, 60 and 30). This could be attributed to poor visibility of the glottis as well as poor manoeuvrability of the tube due to limited oropharyngeal space.",
        "section": "DISCUSSION",
        "section_number": 16,
        "sentences": [
            "There were no oesophageal intubations in patients assigned to the Airtraq™ group.",
            "It provided an early complete view of the larynx and allowed the operator to observe the advancement of the tube into the trachea from outside the larynx.",
            "This continuous view allowed detection of inaccurate tube advancement which was then corrected before oesophageal intubation.",
            "In contrast, oesophageal intubation occurred in 13.33% of patients assigned to the Miller laryngoscope (POGO scores were 70, 60, 60 and 30).",
            "This could be attributed to poor visibility of the glottis as well as poor manoeuvrability of the tube due to limited oropharyngeal space."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40691",
        "text": "The Airtraq™ resulted in a lesser stimulation of heart rate and MAP which was statistically significant compared to the Miller group. This was most probably due to the fact that there was no need to make the patients in sniffing position to do the intubation and lesser force, and comparatively lesser time was needed to accomplish the procedure. Thus, lesser stimulation of the periglottic sympathetic plexus was occurred. [12, 13, 14, 15, 16] It is mostly beneficial in those situations where suppression of laryngoscopy response is required.",
        "section": "DISCUSSION",
        "section_number": 17,
        "sentences": [
            "The Airtraq™ resulted in a lesser stimulation of heart rate and MAP which was statistically significant compared to the Miller group.",
            "This was most probably due to the fact that there was no need to make the patients in sniffing position to do the intubation and lesser force, and comparatively lesser time was needed to accomplish the procedure.",
            "Thus, lesser stimulation of the periglottic sympathetic plexus was occurred. [",
            "12, 13, 14, 15, 16] It is mostly beneficial in those situations where suppression of laryngoscopy response is required."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40691",
        "text": "Although we were concerned that the view through the Airtraq™ might become obstructed by secretions or fogging, neither problem was observed. However, lip injuries with the Airtraq™ occurred when the introducer blade was initially introduced into the mouth and were related to the bulkiness of the introducer blade. In contrast, the Miller laryngoscope, which is less bulky (especially in the width of the blade), did not cause lip injury but 3 cases of deep structure injuries were noted due to the limited space for manipulation in the oropharynx.",
        "section": "DISCUSSION",
        "section_number": 18,
        "sentences": [
            "Although we were concerned that the view through the Airtraq™ might become obstructed by secretions or fogging, neither problem was observed.",
            "However, lip injuries with the Airtraq™ occurred when the introducer blade was initially introduced into the mouth and were related to the bulkiness of the introducer blade.",
            "In contrast, the Miller laryngoscope, which is less bulky (especially in the width of the blade), did not cause lip injury but 3 cases of deep structure injuries were noted due to the limited space for manipulation in the oropharynx."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40691",
        "text": "One of the major limitations of our study was operator bias to assess the ease of intubation. We used VAS to assess the ease of intubation. Another problem we faced was cost-effectiveness. The cost of Airtraq™ as a single use device is still quite high in the third world countries like India. Tables Table 1 Comparison of demographic parameters between the Airtraq™ and Miller groups Table 2 Comparison of AirtraqTM laryngoscope and Miller's blade in terms of overall success rate, time of intubation, number of attempts, ease of intubation, percentage of glottic opening score, oesophageal intubation and airway trauma",
        "section": "DISCUSSION",
        "section_number": 19,
        "sentences": [
            "One of the major limitations of our study was operator bias to assess the ease of intubation.",
            "We used VAS to assess the ease of intubation.",
            "Another problem we faced was cost-effectiveness.",
            "The cost of Airtraq™ as a single use device is still quite high in the third world countries like India.",
            "Tables Table 1 Comparison of demographic parameters between the Airtraq™ and Miller groups Table 2 Comparison of AirtraqTM laryngoscope and Miller's blade in terms of overall success rate, time of intubation, number of attempts, ease of intubation, percentage of glottic opening score, oesophageal intubation and airway trauma"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40691",
        "text": "Comparison of heart rate (Y-axis, beats/min) between Miller and Airtraq™ group. Data are represented as mean and standard deviation. *P < 0.05 compared with the Miller's blade",
        "section": "Figure 1",
        "section_number": 20,
        "sentences": [
            "Comparison of heart rate (Y-axis, beats/min) between Miller and Airtraq™ group.",
            "Data are represented as mean and standard deviation. *",
            "P < 0.05 compared with the Miller's blade"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40691",
        "text": "Comparison of mean arterial pressure (Y-axis, mmHg) between Miller and Airtraq™ group. Data are represented as mean and standard deviation. *P < 0.05 compared with the Miller's blade",
        "section": "Figure 2",
        "section_number": 21,
        "sentences": [
            "Comparison of mean arterial pressure (Y-axis, mmHg) between Miller and Airtraq™ group.",
            "Data are represented as mean and standard deviation. *",
            "P < 0.05 compared with the Miller's blade"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40691",
        "text": "Articles from Indian Journal of Anaesthesia are provided here courtesy of Wolters Kluwer --Medknow Publications",
        "section": "Figure 2",
        "section_number": 22,
        "sentences": [
            "Articles from Indian Journal of Anaesthesia are provided here courtesy of Wolters Kluwer --Medknow Publications"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    }
]