[
    {
        "doc_id": "42601",
        "text": "Background: The prevalence of Mycoplasma pneumoniae pneumonia has increased considerably in recent years. To evaluate the effi cacy of combined treatment of azithromycin with intravenous immunoglo-bulin (IVIG) or methylprednisolone in children with refractory Mycoplasma pneumoniae pneumonia (RMPP). Methods: Children with RMPP were randomly allocated to group A [intravenous azithromycin (IA)+ methylprednisolone], group B (IA+IVIG) or group C (IA alone). Following a 7-day treatment, group C patients were randomly separated into two subgroups: group C 1 (IA+methylprednisolone) and group C 2 (IA+IVIG). Temperature, respiratory symptoms and signs were examined. The average febrile period after treatment (F 2), average total febrile period (F 3), infiltration absorption, atelectasis resolution, pleural effusion disappearance were determined. The levels of C-reactive protein (CRP), D-dimer, and lactate dehydrogenase (LDH) were measured. Results: Seven days after enrollment, the average F 2 after treatment of group A was the shortest. Compared with the control group C, the combined treatment group A and B showed higher rates of infi ltration absorption, atelectasis resolution and pleural effusion disappearance, while lower levels of serum CRP, D-dimer and LDH. Fourteen days after enrollment, all children with combined therapy clinically improved, and presented better laboratory results. Group C 1 showed shorter F 3 and lower levels of CRP and LDH than those of group C 2. Overall, group A showed the shortest F 3 , also has the lowest CRP and LDH. Conclusions: Azithromycin with IVIG or methylprednisolone was better treatment for children with RMPP than azithromycin alone. IVIG treatment may be benefi cial, especially when the efficacy of corticosteroids is insecure, thus could be considered as an alternative of primary therapeutic approaches.",
        "section": "Abstract",
        "sentences": [
            "Background: The prevalence of Mycoplasma pneumoniae pneumonia has increased considerably in recent years.",
            "To evaluate the effi cacy of combined treatment of azithromycin with intravenous immunoglo-bulin (IVIG) or methylprednisolone in children with refractory Mycoplasma pneumoniae pneumonia (RMPP).",
            "Methods: Children with RMPP were randomly allocated to group A [intravenous azithromycin (IA)+ methylprednisolone], group B (IA+IVIG) or group C (IA alone).",
            "Following a 7-day treatment, group C patients were randomly separated into two subgroups: group C 1 (IA+methylprednisolone) and group C 2 (IA+IVIG).",
            "Temperature, respiratory symptoms and signs were examined.",
            "The average febrile period after treatment (F 2), average total febrile period (F 3), infiltration absorption, atelectasis resolution, pleural effusion disappearance were determined.",
            "The levels of C-reactive protein (CRP), D-dimer, and lactate dehydrogenase (LDH) were measured.",
            "Results: Seven days after enrollment, the average F 2 after treatment of group A was the shortest.",
            "Compared with the control group C, the combined treatment group A and B showed higher rates of infi ltration absorption, atelectasis resolution and pleural effusion disappearance, while lower levels of serum CRP, D-dimer and LDH.",
            "Fourteen days after enrollment, all children with combined therapy clinically improved, and presented better laboratory results.",
            "Group C 1 showed shorter F 3 and lower levels of CRP and LDH than those of group C 2.",
            "Overall, group A showed the shortest F 3 , also has the lowest CRP and LDH.",
            "Conclusions: Azithromycin with IVIG or methylprednisolone was better treatment for children with RMPP than azithromycin alone.",
            "IVIG treatment may be benefi cial, especially when the efficacy of corticosteroids is insecure, thus could be considered as an alternative of primary therapeutic approaches."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42601",
        "text": "ycoplasma pneumoniae (M. pneumonia, MP) is one of the common pathogens which causes children community-acquired pneumonia (CAP). More than 10%-40% CAP are caused by MP. [1] MP pneumonia (MPP) may develop into a severe life threatening pneumonia in some cases, although it is generally a benign self-limited disease. As the firstchoice treatment for MP infections in children, macrolide antibiotics have been used for MP treatment for many years. However, many clinical isolates from MP cases showed resistance to macrolides. Recently, it was reported that mechanism of severe MPP is related to cell mediated immunity and corticosteroid treatment may be effective. [2] [3] [4] As we know, intravenous immunoglobulin (IVIG) has been used as an effective immune-modulator for Kawasaki disease and other immune-mediated diseases. More recently, the use of IVIG for adults with severe MP infection has been reported. However, available data are limited for children. [5] [6] [7] To investigate the therapeutic effects of immune-modulating therapy, in this study, we compared the treatment of combined IVIG to corticosteroids alone in the hospitalized children with MP caused community acquired pneumonia. This is the first study evaluating the efficacy of IVIG in hospitalized refractory Mycoplasma pneumoniae pneumonia (RMPP) children.",
        "section": "M",
        "section_number": 1,
        "sentences": [
            "ycoplasma pneumoniae (M. pneumonia, MP) is one of the common pathogens which causes children community-acquired pneumonia (CAP).",
            "More than 10%-40% CAP are caused by MP. [",
            "1] MP pneumonia (MPP) may develop into a severe life threatening pneumonia in some cases, although it is generally a benign self-limited disease.",
            "As the firstchoice treatment for MP infections in children, macrolide antibiotics have been used for MP treatment for many years.",
            "However, many clinical isolates from MP cases showed resistance to macrolides.",
            "Recently, it was reported that mechanism of severe MPP is related to cell mediated immunity and corticosteroid treatment may be effective. [",
            "2] [3] [4] As we know, intravenous immunoglobulin (IVIG) has been used as an effective immune-modulator for Kawasaki disease and other immune-mediated diseases.",
            "More recently, the use of IVIG for adults with severe MP infection has been reported.",
            "However, available data are limited for children. [",
            "5] [6] [7] To investigate the therapeutic effects of immune-modulating therapy, in this study, we compared the treatment of combined IVIG to corticosteroids alone in the hospitalized children with MP caused community acquired pneumonia.",
            "This is the first study evaluating the efficacy of IVIG in hospitalized refractory Mycoplasma pneumoniae pneumonia (RMPP) children."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42601",
        "text": "The study was performed between May 2013 and May 2015 in children hospitalized in the Pediatric Pulmonology Department, Shengjing Hospital of China Medical University, and a total of 168 previously healthy children with RMPP were enrolled. Refractory pneumonia is defined as follows: 1) fever for 7 days or more (from start of appropriate antibiotic treatment) or 2) persistent consolidation of more than one lobe of the lung despite appropriate antibiotic treatment, including macrolides. [4] All these patients required the administration of intravenous macrolide antibiotics according to the Infectious Diseases Society of America guidelines. [8] The study protocol was approved by the University Hospital Ethical Committee (2013PS163K), and informed consent was obtained from the children's guardians.",
        "section": "Subjects",
        "section_number": 2,
        "sentences": [
            "The study was performed between May 2013 and May 2015 in children hospitalized in the Pediatric Pulmonology Department, Shengjing Hospital of China Medical University, and a total of 168 previously healthy children with RMPP were enrolled.",
            "Refractory pneumonia is defined as follows: 1) fever for 7 days or more (from start of appropriate antibiotic treatment) or 2) persistent consolidation of more than one lobe of the lung despite appropriate antibiotic treatment, including macrolides. [",
            "4] All these patients required the administration of intravenous macrolide antibiotics according to the Infectious Diseases Society of America guidelines. [",
            "8] The study protocol was approved by the University Hospital Ethical Committee (2013PS163K), and informed consent was obtained from the children's guardians."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42601",
        "text": "Male and female subjects aged ≥2 years and <14 years; 2) CAP were diagnosed by clinical manifestation, physical examination and radiology. All patients had fevers (>37.5°C), coughs, moist rales and other abnormal auscultations, and exhibited abnormal chest radiographic findings when they were admitted to our department. The consolidation, infiltration or pleural effusion on chest X rays could not be attributed to any other etiology; 3) the MP infection was determined by the serological test using MP immunoassay enzyme-linked immuno sorbent assay kits (SERODIA ® -MYCO II) and polymerase chain reaction test of nasopharyngeal swabs. Other tests, including purified protein derivatives tuberculin test, tuberculosis-immunoassay test, respiratory virus tests (such as respiratory syncytial viruses, adenovirus influenza adenovirus, parainfluenza virus), nasopharyngeal swabs and blood cultivations were also recruited. These tests were negative for all of the subjects.",
        "section": "Inclusion criteria 1)",
        "section_number": 3,
        "sentences": [
            "Male and female subjects aged ≥2 years and <14 years; 2) CAP were diagnosed by clinical manifestation, physical examination and radiology.",
            "All patients had fevers (>37.5°C), coughs, moist rales and other abnormal auscultations, and exhibited abnormal chest radiographic findings when they were admitted to our department.",
            "The consolidation, infiltration or pleural effusion on chest X rays could not be attributed to any other etiology; 3) the MP infection was determined by the serological test using MP immunoassay enzyme-linked immuno sorbent assay kits (SERODIA ® -MYCO II) and polymerase chain reaction test of nasopharyngeal swabs.",
            "Other tests, including purified protein derivatives tuberculin test, tuberculosis-immunoassay test, respiratory virus tests (such as respiratory syncytial viruses, adenovirus influenza adenovirus, parainfluenza virus), nasopharyngeal swabs and blood cultivations were also recruited.",
            "These tests were negative for all of the subjects."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42601",
        "text": "Children who have a history of tuberculosis, bronchiectasis, lung tumor, or nosocomial pneumonia; 2) obvious malnutrition, unconsciousness, chronic pulmonary and cardiac disease, congenital disease, immunodeficiency; 3) mechanical ventilation indication; 4) discharge within 8 hours after enrollment; 5) other pathogens were found; and 6) children younger than 2 years were all excluded because of a high rate of respiratory viral infections. Children older than 14 years were not included as well.",
        "section": "Exclusion criteria 1)",
        "section_number": 4,
        "sentences": [
            "Children who have a history of tuberculosis, bronchiectasis, lung tumor, or nosocomial pneumonia; 2) obvious malnutrition, unconsciousness, chronic pulmonary and cardiac disease, congenital disease, immunodeficiency; 3) mechanical ventilation indication; 4) discharge within 8 hours after enrollment; 5) other pathogens were found; and 6) children younger than 2 years were all excluded because of a high rate of respiratory viral infections.",
            "Children older than 14 years were not included as well."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42601",
        "text": "This study was an open, randomized, controlled clinical trial. All patients included were given the standard intravenous azithromycin (IA) at a dose of 10 mg/kg/ day once daily for 3 days, according to the hospital recommendations, and were randomly allocated to three groups ( Fig.) . Randomization was done according to a computer-determined allocation to groups A, B or C. The sequence was concealed in an envelope, and the next neutral envelope was opened each time the next patient was included in the study. In the first three days, group A (n=56) received the additional intravenous methylprednisolone (2 mg/kg/day, 3 days); group B (n=56) received IVIG 400 mg/kg/day, for 3 days; group C (n=56) received IA alone without additional therapy. All patients were followed for 7 days. Treatment compliance was evaluated by the returning medication after the intervention period. From the 2nd week, all patients were given IA for 3 consecutive days. Since all of the children in group C still had a fever, we randomly divided group C into two subgroups: group C 1 (methylprednisolone 2 mg/kg/day+IA, 3 days, n=25) and group C 2 (IVIG 400 mg/kg/day+IA, 3 days, n=25). All groups received water-electrolyte balance maintenance, sputum aspiration and other comprehensive treatments.",
        "section": "Study design",
        "section_number": 5,
        "sentences": [
            "This study was an open, randomized, controlled clinical trial.",
            "All patients included were given the standard intravenous azithromycin (IA) at a dose of 10 mg/kg/ day once daily for 3 days, according to the hospital recommendations, and were randomly allocated to three groups ( Fig.) .",
            "Randomization was done according to a computer-determined allocation to groups A, B or C. The sequence was concealed in an envelope, and the next neutral envelope was opened each time the next patient was included in the study.",
            "In the first three days, group A (n=56) received the additional intravenous methylprednisolone (2 mg/kg/day, 3 days); group B (n=56) received IVIG 400 mg/kg/day, for 3 days; group C (n=56) received IA alone without additional therapy.",
            "All patients were followed for 7 days.",
            "Treatment compliance was evaluated by the returning medication after the intervention period.",
            "From the 2nd week, all patients were given IA for 3 consecutive days.",
            "Since all of the children in group C still had a fever, we randomly divided group C into two subgroups: group C 1 (methylprednisolone 2 mg/kg/day+IA, 3 days, n=25) and group C 2 (IVIG 400 mg/kg/day+IA, 3 days, n=25).",
            "All groups received water-electrolyte balance maintenance, sputum aspiration and other comprehensive treatments."
        ],
        "sentence_labels": [
            -1,
            -1,
            1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": 0
    },
    {
        "doc_id": "42601",
        "text": "To evaluate the role of methylprednisolone and IVIG in the treatment of RMPP, the body temperature, respiratory symptoms and other signs were examined after enrollment and every 8 hours thereafter. This observation was terminated 2 weeks after the antibiotic therapy. The standard for assessing pneumonia severity and scores according to the Chinese Guidelines for the Management of Community-Acquired Pneumonia in Children by Pediatric Infectious Diseases Society of China are shown in Table 1 . The criteria in the mild column score 0, those in the moderate column score 1, and those in the severe column score 2.",
        "section": "Body signs and laboratory testing",
        "section_number": 6,
        "sentences": [
            "To evaluate the role of methylprednisolone and IVIG in the treatment of RMPP, the body temperature, respiratory symptoms and other signs were examined after enrollment and every 8 hours thereafter.",
            "This observation was terminated 2 weeks after the antibiotic therapy.",
            "The standard for assessing pneumonia severity and scores according to the Chinese Guidelines for the Management of Community-Acquired Pneumonia in Children by Pediatric Infectious Diseases Society of China are shown in Table 1 .",
            "The criteria in the mild column score 0, those in the moderate column score 1, and those in the severe column score 2."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42601",
        "text": "The chest radiographic, serum C-reactive protein (CRP), lactate dehydrogenase (LDH) and D-dimer levels were assessed 7 days and 14 days after admission. If the results of the patient's X-rays showed that the areas of infi ltration and atelectasis were 30% less than those of pre-treatment, we considered this patient to be a case of infiltration and/or atelectasis absorption. Next, the ratios of infiltration absorption, atelectasis resolution and pleural effusion disappearance were calculated on day 7 and day 14 after enrollment.",
        "section": "Body signs and laboratory testing",
        "section_number": 7,
        "sentences": [
            "The chest radiographic, serum C-reactive protein (CRP), lactate dehydrogenase (LDH) and D-dimer levels were assessed 7 days and 14 days after admission.",
            "If the results of the patient's X-rays showed that the areas of infi ltration and atelectasis were 30% less than those of pre-treatment, we considered this patient to be a case of infiltration and/or atelectasis absorption.",
            "Next, the ratios of infiltration absorption, atelectasis resolution and pleural effusion disappearance were calculated on day 7 and day 14 after enrollment."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42601",
        "text": "All of the data were analyzed using SPSS 13.0. Chisquared test, to compare categorical variables and one-way analysis of variance (ANOVA) was used to compare continuous variables. The mean±standard deviation expresses the central tendency of the data. P<0.05 was considered statistically significant.",
        "section": "Statistical analyses",
        "section_number": 8,
        "sentences": [
            "All of the data were analyzed using SPSS 13.0.",
            "Chisquared test, to compare categorical variables and one-way analysis of variance (ANOVA) was used to compare continuous variables.",
            "The mean±standard deviation expresses the central tendency of the data.",
            "P<0.05 was considered statistically significant."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42601",
        "text": "A total of 168 patients were included in this study. On admission, all patients had pneumonic symptoms and signs, including fever (axillary temperature >37.5°C), cough, moist rales and other abnormal auscultation, and abnormal chest radiographic findings. All of the subjects were conformed to meet the diagnostic criteria of RMPP prior to the admission of this trial. In total, 17 (10.1%) patients were considered drop-outs [4 (7.1%) in group A, 7 (12.5%) in group B and 6 (10.7%) in group C, P>0.1]. The reasons for drop-outs were as follows: withdrawal of consent, antibiotic stop within 48 hours, non-compliance, and loss of follow-up. Therefore, data of 151/168 children were available: 52/151 in group A, 49/151 in group B and 50/151 in group C. Baseline demographics, clinical characteristics, initial chest radiographic findings, serologic tests, and clinical symptom scores did not differ significantly among these three groups (Table 2) .",
        "section": "Clinical characteristics",
        "section_number": 9,
        "sentences": [
            "A total of 168 patients were included in this study.",
            "On admission, all patients had pneumonic symptoms and signs, including fever (axillary temperature >37.5°C), cough, moist rales and other abnormal auscultation, and abnormal chest radiographic findings.",
            "All of the subjects were conformed to meet the diagnostic criteria of RMPP prior to the admission of this trial.",
            "In total, 17 (10.1%) patients were considered drop-outs [4 (7.1%) in group A, 7 (12.5%) in group B and 6 (10.7%) in group C, P>0.1].",
            "The reasons for drop-outs were as follows: withdrawal of consent, antibiotic stop within 48 hours, non-compliance, and loss of follow-up.",
            "Therefore, data of 151/168 children were available: 52/151 in group A, 49/151 in group B and 50/151 in group C. Baseline demographics, clinical characteristics, initial chest radiographic findings, serologic tests, and clinical symptom scores did not differ significantly among these three groups (Table 2) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42601",
        "text": "After the first week of enrollment, the average febrile period after treatment (F 2 ) of group A (0.86±0.85 days) and group B (3.00±1.21 days) were shorter than that of the control group C (7.00±0.00 days, P<0.001), and the F 2 of group A was the shortest (P<0.001, Table 2 ). All the patients in group C still had a fever. The clinical symptom scores in group A [2 (0-5)] and B [2 (1-6)] were lower than that in group C [6 (3-9)] (P<0.001).",
        "section": "Therapeutic effect of methylprednisolone and IVIG on RMPP",
        "section_number": 10,
        "sentences": [
            "After the first week of enrollment, the average febrile period after treatment (F 2 ) of group A (0.86±0.85 days) and group B (3.00±1.21 days) were shorter than that of the control group C (7.00±0.00 days, P<0.001), and the F 2 of group A was the shortest (P<0.001, Table 2 ).",
            "All the patients in group C still had a fever.",
            "The clinical symptom scores in group A [2 (0-5)] and B [2 (1-6)] were lower than that in group C [6 (3-9)] (P<0.001)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42601",
        "text": "In the combined treatment, group A and B showed higher infiltration absorption rate [73.9% ( showed lobar infiltrates or atelectasis combined pleural effusion. After combined treatment of methylprednisolone or IVIG, all patients had clinically improved, with improved radiographic findings and laboratory items (Table 3&4 ). All patients were followed up with a month after their discharge. There were no adverse reactions to methylprednisolone or IVIG and no cases of drug discontinuation (neither methylprednisolone nor IVIG) have been reported.",
        "section": "Therapeutic effect of methylprednisolone and IVIG on RMPP",
        "section_number": 11,
        "sentences": [
            "In the combined treatment, group A and B showed higher infiltration absorption rate [73.9% ( showed lobar infiltrates or atelectasis combined pleural effusion.",
            "After combined treatment of methylprednisolone or IVIG, all patients had clinically improved, with improved radiographic findings and laboratory items (Table 3&4 ).",
            "All patients were followed up with a month after their discharge.",
            "There were no adverse reactions to methylprednisolone or IVIG and no cases of drug discontinuation (neither methylprednisolone nor IVIG) have been reported."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42601",
        "text": "RMPP and macrolide-resistant MP (MRMP) has been increasing in recent years. [9] [10] [11] [12] Refractory or severe MP infections usually share similar laboratory findings to severe acute respiratory syndrome: increased serum CRP, LDH (which are non-specific markers of inflammation) and D-dimer. [13] In MRMP children, serum CRP can predict the curative effect of macrolides thus helping pediatricians make good clinical decisions. [14] In our study, the significant elevated serum CRP suggested the severity of systemic inflammatory responses to MP infections. Also, the elevated D-dimer should be noted during the clinical course of severe MP pneumonia. [15] [16] [17] Children with MPP, especially those with lobar pneumonia, showed increased plasma levels of thrombomodulin and D-dimer. Some studies demonstrated that damages to vascular endothelial cells and blood hypercoagulability might be involved in the pathogenesis of MPP, and might reveal that the prothrombotic state is related to systemic infection. [18] The results of this trial suggested that CRP, LDH and D-dimer may partly indicate the severity of the infection and then drop back when undergoing the recovery of RMPP. There were no significant adverse reactions in all treatment groups. These results suggested that both methylprednisolone and IVIG offer an appropriate and safe therapeutic intervention to treat MPP. The prevalence of MRMP has increased to 10%-30% worldwide. [19] [20] [21] The macrolide-resistant strains are known to cause severe refractory MP. [19] Although we did not perform the macrolide-resistant test, the unresponsiveness to macrolide in these patients is likely associated with macrolide resistance.",
        "section": "Discussion",
        "section_number": 12,
        "sentences": [
            "RMPP and macrolide-resistant MP (MRMP) has been increasing in recent years. [",
            "9] [10] [11] [12] Refractory or severe MP infections usually share similar laboratory findings to severe acute respiratory syndrome: increased serum CRP, LDH (which are non-specific markers of inflammation) and D-dimer. [",
            "13] In MRMP children, serum CRP can predict the curative effect of macrolides thus helping pediatricians make good clinical decisions. [",
            "14] In our study, the significant elevated serum CRP suggested the severity of systemic inflammatory responses to MP infections.",
            "Also, the elevated D-dimer should be noted during the clinical course of severe MP pneumonia. [",
            "15] [16] [17] Children with MPP, especially those with lobar pneumonia, showed increased plasma levels of thrombomodulin and D-dimer.",
            "Some studies demonstrated that damages to vascular endothelial cells and blood hypercoagulability might be involved in the pathogenesis of MPP, and might reveal that the prothrombotic state is related to systemic infection. [",
            "18] The results of this trial suggested that CRP, LDH and D-dimer may partly indicate the severity of the infection and then drop back when undergoing the recovery of RMPP.",
            "There were no significant adverse reactions in all treatment groups.",
            "These results suggested that both methylprednisolone and IVIG offer an appropriate and safe therapeutic intervention to treat MPP.",
            "The prevalence of MRMP has increased to 10%-30% worldwide. [",
            "19] [20] [21] The macrolide-resistant strains are known to cause severe refractory MP. [",
            "19] Although we did not perform the macrolide-resistant test, the unresponsiveness to macrolide in these patients is likely associated with macrolide resistance."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42601",
        "text": "The host innate and adaptive immune systems work together against injury from the MP infection. However, when the inflammatory response was excessively amplified, the clinical course of pneumonia might have worsened. In RMPP, host immune responses may cause pulmonary injury rather than direct microbial damages. [22] Therefore, to some extent, RMPP is an immune mediated disease and therefore immune suppressive therapy might be a rational approach. Some studies reported that immunosuppressant drugs, such as corticosteroids or IVIG, were used in the selected patients. [6, 23] It has been demonstrated that cell-mediated immunity plays an important role in the MP infection progress. Interleukin (IL) 2, IL8, IL5, IL6, IL18 and other cytokines might be involved in the MP infection, and induce the inflammatory response. [24] The hyper immune reaction of T-cells might cause the destruction to the lung tissue. Immunological reactions produced many infl ammatory mediators, which may induce more severe lung injury. [25] [26] [27] The excessive cell-mediated immunity and cytokine responses play an important role in RMPP. [28] RMPP is not only a kind of infection, but also an immune-mediated disease. Corticosteroids can regulate immunity against inflammation reactions. It has been certifi ed that corticosteroids could improve clinical manifestation and lung injury effectively in children and adults with MP infection, reduce lung histopathologic score and decrease mortality in severe pneumonia by decreasing cytokines and reducing the inflammatory response. [2, 21, 29, 30] Even though there are no treatment guidelines for corticosteroid therapy for RMPP, clinicians have been using the corticosteroid in some children. [2, 4, 21] However, the treatment protocols were variable from oral prednisolone of 1 mg/kg/day to intravenously methylprednisolone 30 mg/kg/day for three days. Based on these reports, we initially gave intravenous methylprednisolone 2 mg/kg/day with IA for 3 days at the beginning (group A) or after a 3-day IA treatment (group C 1 ). Our study also demonstrated that the dose of methylprednisolone 2 mg/kg/day for 3 days was valuable for RMPP. Various extra-pulmonary manifestations (such as skin rash, MP-associated Stevens-Johnson syndrome and central nervous system disorders) in MP infection may be the result of host immune responses to MP. [24, 31, 32] Immunoglobulins are considered as an effective immune-modulator for various immune-mediated diseases. IVIG has been used in MP-associated central nervous system diseases, and the results showed a rapid recovery. [6] This improvement from some reported cases may be the result of IVIG-induced provision of anti-idiotypic antibodies, which can block the immune-mediated response. [33] It was reported that IVIG had significant activity against MP and provided an extra protection, especially in using antibiotic therapy patients with suboptimal responses. [34] IVIG has been reported to be effective in the treatment of many autoimmune and systemic inflammatory diseases. Immunomodulation mechanisms of IVIG are not fully understood. The Fc-dependent and/or F(ab0)2-dependent mutually non-exclusive effects might be involved. [35] The wellrecognized anti-inflammatory effects of IVIG can attribute to the interactions between the IgG Fc domains and FccR, also they can modulate the production of cytokines. [35] In addition, IVIG has a remarkable impact on different immune system effector cells (such as B and T lymphocytes, dendritic cells, etc.), and regulates a wide range of genes. [35] Although only a few studies reported the IVIG use for severe MP, [5, 7] our trial indicated that combined immune-modulating therapy of IVIG is an effective therapy. It should be mentioned that some severe patients might not be excluded from tuberculosis combined infection even though MP-IgM or MP-DNA results were positive. In these cases, IVIG would be safer than corticosteroids. IVIG is extracted from the blood, which should also be noticed on some occasions.",
        "section": "Discussion",
        "section_number": 13,
        "sentences": [
            "The host innate and adaptive immune systems work together against injury from the MP infection.",
            "However, when the inflammatory response was excessively amplified, the clinical course of pneumonia might have worsened.",
            "In RMPP, host immune responses may cause pulmonary injury rather than direct microbial damages. [",
            "22] Therefore, to some extent, RMPP is an immune mediated disease and therefore immune suppressive therapy might be a rational approach.",
            "Some studies reported that immunosuppressant drugs, such as corticosteroids or IVIG, were used in the selected patients. [",
            "6, 23] It has been demonstrated that cell-mediated immunity plays an important role in the MP infection progress.",
            "Interleukin (IL) 2, IL8, IL5, IL6, IL18 and other cytokines might be involved in the MP infection, and induce the inflammatory response. [",
            "24] The hyper immune reaction of T-cells might cause the destruction to the lung tissue.",
            "Immunological reactions produced many infl ammatory mediators, which may induce more severe lung injury. [",
            "25] [26] [27] The excessive cell-mediated immunity and cytokine responses play an important role in RMPP. [",
            "28] RMPP is not only a kind of infection, but also an immune-mediated disease.",
            "Corticosteroids can regulate immunity against inflammation reactions.",
            "It has been certifi ed that corticosteroids could improve clinical manifestation and lung injury effectively in children and adults with MP infection, reduce lung histopathologic score and decrease mortality in severe pneumonia by decreasing cytokines and reducing the inflammatory response. [",
            "2, 21, 29, 30] Even though there are no treatment guidelines for corticosteroid therapy for RMPP, clinicians have been using the corticosteroid in some children. [",
            "2, 4, 21] However, the treatment protocols were variable from oral prednisolone of 1 mg/kg/day to intravenously methylprednisolone 30 mg/kg/day for three days.",
            "Based on these reports, we initially gave intravenous methylprednisolone 2 mg/kg/day with IA for 3 days at the beginning (group A) or after a 3-day IA treatment (group C 1 ).",
            "Our study also demonstrated that the dose of methylprednisolone 2 mg/kg/day for 3 days was valuable for RMPP.",
            "Various extra-pulmonary manifestations (such as skin rash, MP-associated Stevens-Johnson syndrome and central nervous system disorders) in MP infection may be the result of host immune responses to MP. [",
            "24, 31, 32] Immunoglobulins are considered as an effective immune-modulator for various immune-mediated diseases.",
            "IVIG has been used in MP-associated central nervous system diseases, and the results showed a rapid recovery. [",
            "6] This improvement from some reported cases may be the result of IVIG-induced provision of anti-idiotypic antibodies, which can block the immune-mediated response. [",
            "33] It was reported that IVIG had significant activity against MP and provided an extra protection, especially in using antibiotic therapy patients with suboptimal responses. [",
            "34] IVIG has been reported to be effective in the treatment of many autoimmune and systemic inflammatory diseases.",
            "Immunomodulation mechanisms of IVIG are not fully understood.",
            "The Fc-dependent and/or F(ab0)2-dependent mutually non-exclusive effects might be involved. [",
            "35] The wellrecognized anti-inflammatory effects of IVIG can attribute to the interactions between the IgG Fc domains and FccR, also they can modulate the production of cytokines. [",
            "35] In addition, IVIG has a remarkable impact on different immune system effector cells (such as B and T lymphocytes, dendritic cells, etc.),",
            "and regulates a wide range of genes. [",
            "35] Although only a few studies reported the IVIG use for severe MP, [5, 7] our trial indicated that combined immune-modulating therapy of IVIG is an effective therapy.",
            "It should be mentioned that some severe patients might not be excluded from tuberculosis combined infection even though MP-IgM or MP-DNA results were positive.",
            "In these cases, IVIG would be safer than corticosteroids.",
            "IVIG is extracted from the blood, which should also be noticed on some occasions."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42601",
        "text": "In this study, we demonstrated that combined treatment improved clinical manifestations faster, lowered clinical symptom score and relieved radiographic and laboratory items earlier than azithromycin therapy alone. The combined macrolides with steroid and IVIG used to treat MP showed a positive outcome without any adverse events. Even though there were no casecontrols, the improvement of clinical symptoms and chest X-rays in RMPP children showed the usefulness of the combined treatment. Furthermore, double blind control trails would be needed to determine the best choice of combination therapy. Our study indicated that both methylprednisolone and IVIG were benefi cial in children with RMPP. However, their clinical improvements and laboratory results were different. The investigation of their mechanism(s) might be the direction of our further study.",
        "section": "Discussion",
        "section_number": 14,
        "sentences": [
            "In this study, we demonstrated that combined treatment improved clinical manifestations faster, lowered clinical symptom score and relieved radiographic and laboratory items earlier than azithromycin therapy alone.",
            "The combined macrolides with steroid and IVIG used to treat MP showed a positive outcome without any adverse events.",
            "Even though there were no casecontrols, the improvement of clinical symptoms and chest X-rays in RMPP children showed the usefulness of the combined treatment.",
            "Furthermore, double blind control trails would be needed to determine the best choice of combination therapy.",
            "Our study indicated that both methylprednisolone and IVIG were benefi cial in children with RMPP.",
            "However, their clinical improvements and laboratory results were different.",
            "The investigation of their mechanism(s) might be the direction of our further study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42601",
        "text": "This study indicated the effi cacy of methylprednisolone and IVIG in RMPP treatment. The dosage that we used was safe, and there were no adverse events during pulse therapy. Moreover, our study is very important for the future clinical trials design, especially for sample size and study cohorts planning. Further exploration randomized trial clinical study should be done to certify the benefits of systemic IVIG therapy. A better understanding of the IVIG action may help us to know its mechanisms in the pathogenesis of autoimmune and infl ammatory diseases.",
        "section": "Discussion",
        "section_number": 15,
        "sentences": [
            "This study indicated the effi cacy of methylprednisolone and IVIG in RMPP treatment.",
            "The dosage that we used was safe, and there were no adverse events during pulse therapy.",
            "Moreover, our study is very important for the future clinical trials design, especially for sample size and study cohorts planning.",
            "Further exploration randomized trial clinical study should be done to certify the benefits of systemic IVIG therapy.",
            "A better understanding of the IVIG action may help us to know its mechanisms in the pathogenesis of autoimmune and infl ammatory diseases."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42601",
        "text": "A major limitation of this trial is its \"open\" design. Because there is no placebo control group, a placebo effect cannot be excluded. Also, a potential of co-infections should be considered. In addition, due to the limitations of the individuals enrolled and the duration of our study, we collected all the qualified children rather than calculated the sample size in the study period. Therefore, it might lead to selective bias and reduce the test efficiency. Another limitation is that macrolide resistance was not tested. Some mycoplasmal strains may have been resistant to the antibiotic used. In addition, serum CRP, LDH and D-dimer levels were not compared with non-RMPP children. Further study might be focused on the macrolide resistance, the serum CRP, LDH and D-dimer as parameters for corticosteroid or IVIG selection.",
        "section": "Discussion",
        "section_number": 16,
        "sentences": [
            "A major limitation of this trial is its \"open\" design.",
            "Because there is no placebo control group, a placebo effect cannot be excluded.",
            "Also, a potential of co-infections should be considered.",
            "In addition, due to the limitations of the individuals enrolled and the duration of our study, we collected all the qualified children rather than calculated the sample size in the study period.",
            "Therefore, it might lead to selective bias and reduce the test efficiency.",
            "Another limitation is that macrolide resistance was not tested.",
            "Some mycoplasmal strains may have been resistant to the antibiotic used.",
            "In addition, serum CRP, LDH and D-dimer levels were not compared with non-RMPP children.",
            "Further study might be focused on the macrolide resistance, the serum CRP, LDH and D-dimer as parameters for corticosteroid or IVIG selection."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42601",
        "text": "In conclusion, this is the fi rst clinical trial suggesting that the beneficial effects of methylprednisolone or IVIG combined treatment in children with RMPP. The azithromycin with IVIG or methylprednisolone therapy revealed better and more rapid clinical improvement without any adverse events. Our study suggests that the levels of serum CRP, LDH and D-dimer might relate to the severity of RMPP. In this prospective cohort study, adjunct systemic methylprednisolone or IVIG resulted in shorter average febrile period, and lower levels of CRP, LDH and D-dimer. Methylprednisolone therapy could significantly shorten the fever duration and decrease the level of serum CRP. While IVIG might be safer for the severe patients who could not exclude from the tuberculosis. We suggest that prompt IVIG combined therapy in children with severe RMPP may be benefi cial. Also, IVIG can be considered as an alternative therapeutic approach, especially when it is insecure to use corticosteroids.",
        "section": "Discussion",
        "section_number": 17,
        "sentences": [
            "In conclusion, this is the fi rst clinical trial suggesting that the beneficial effects of methylprednisolone or IVIG combined treatment in children with RMPP.",
            "The azithromycin with IVIG or methylprednisolone therapy revealed better and more rapid clinical improvement without any adverse events.",
            "Our study suggests that the levels of serum CRP, LDH and D-dimer might relate to the severity of RMPP.",
            "In this prospective cohort study, adjunct systemic methylprednisolone or IVIG resulted in shorter average febrile period, and lower levels of CRP, LDH and D-dimer.",
            "Methylprednisolone therapy could significantly shorten the fever duration and decrease the level of serum CRP.",
            "While IVIG might be safer for the severe patients who could not exclude from the tuberculosis.",
            "We suggest that prompt IVIG combined therapy in children with severe RMPP may be benefi cial.",
            "Also, IVIG can be considered as an alternative therapeutic approach, especially when it is insecure to use corticosteroids."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    }
]