[
    {
        "doc_id": "47786",
        "text": "Objective: To observe the effects of Multi Subcutaneous Insulin Injection (MSII) of two different kinds of insulin and Continuous Subcutaneous Insulin Infusion (CSII) in the treatment of Type 1 Diabetes Mellitus (T1DM) in children. Methods: A total of 79 T1DM patients were randomly divided into MSII1 group with 30 cases (the patients were given insulin aspart before meals followed by one-time injection of insulin detemir at bedtime), MSII2 group of 26 cases (the patients were given insulin aspart before meals followed by twotime injection of insulin detemir respectively at bedtime and in the early morning) and CSII group of 23 cases. Fasting blood glucose, 2 h postprandial blood glucose, C-peptide, glycosylated hemoglobin, insulin dosage and incidence of hypoglycemia were detected and compared among the three groups after 3 months and 6 months' treatment. Results: After treatment, the fasting blood glucose, 2 h postprandial blood glucose and glycosylated hemoglobin decreased in all three groups with the values in the MSII2 group and CSII group lower than those in MSII1 group of statistical significance. There was no significant difference between the MSII2 group and CSII group. In addition, there was no significant difference in the incidence of hypoglycemia among those three groups. The insulin dosage used in the CSII group was lower than that in the MSII1 group and the MSII2 group. Conclusion: The treatment of insulin pump combined with insulin aspart before meals followed by twotime injection of insulin detemir is more effective than single long-acting insulin injection in the control of blood sugar of the patients with type 1 diabetes mellitus.",
        "section": "Abstract",
        "sentences": [
            "Objective: To observe the effects of Multi Subcutaneous Insulin Injection (MSII) of two different kinds of insulin and Continuous Subcutaneous Insulin Infusion (CSII) in the treatment of Type 1 Diabetes Mellitus (T1DM) in children.",
            "Methods: A total of 79 T1DM patients were randomly divided into MSII1 group with 30 cases (the patients were given insulin aspart before meals followed by one-time injection of insulin detemir at bedtime), MSII2 group of 26 cases (the patients were given insulin aspart before meals followed by twotime injection of insulin detemir respectively at bedtime and in the early morning) and CSII group of 23 cases.",
            "Fasting blood glucose, 2 h postprandial blood glucose, C-peptide, glycosylated hemoglobin, insulin dosage and incidence of hypoglycemia were detected and compared among the three groups after 3 months and 6 months' treatment.",
            "Results: After treatment, the fasting blood glucose, 2 h postprandial blood glucose and glycosylated hemoglobin decreased in all three groups with the values in the MSII2 group and CSII group lower than those in MSII1 group of statistical significance.",
            "There was no significant difference between the MSII2 group and CSII group.",
            "In addition, there was no significant difference in the incidence of hypoglycemia among those three groups.",
            "The insulin dosage used in the CSII group was lower than that in the MSII1 group and the MSII2 group.",
            "Conclusion: The treatment of insulin pump combined with insulin aspart before meals followed by twotime injection of insulin detemir is more effective than single long-acting insulin injection in the control of blood sugar of the patients with type 1 diabetes mellitus."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "47786",
        "text": "Type 1 diabetes is one of the most common pediatric chronic diseases with increasing incidence [1, 2] . It is not only a kind of metabolic disease featured by hyperglycemia due to absolute insufficiency of insulin secretion, but also an autoimmune disease which is mediated by autoimmunity with the characteristic symptom of pancreatic islet β cells damage [3] . Type 1 diabetes is more common in young boys and girls who often have poor islet beta cell function with the difficulty in control of blood sugar, which is prone to cause serious complications like Diabetic Ketoacidosis (DKA). To maintain the normal glucose level in their blood, the patients suffering type 1 diabetes must be given insulin injections throughout his life. At present, MSII and CSII are the main methods of insulin injection [4, 5] . However, more effective injection scheme is still necessary. In our study, we compared the effects of insulin aspart treatment combined with 1 time daily insulin detemir injection and insulin aspart treatment combined with 2 time daily insulin detemir injection plus CSII with insulin pump on the control of blood glucose to explore ideal scheme for the treatment of patients with type 1 diabetes.",
        "section": "Introduction",
        "section_number": 1,
        "sentences": [
            "Type 1 diabetes is one of the most common pediatric chronic diseases with increasing incidence [1, 2] .",
            "It is not only a kind of metabolic disease featured by hyperglycemia due to absolute insufficiency of insulin secretion, but also an autoimmune disease which is mediated by autoimmunity with the characteristic symptom of pancreatic islet β cells damage [3] .",
            "Type 1 diabetes is more common in young boys and girls who often have poor islet beta cell function with the difficulty in control of blood sugar, which is prone to cause serious complications like Diabetic Ketoacidosis (DKA).",
            "To maintain the normal glucose level in their blood, the patients suffering type 1 diabetes must be given insulin injections throughout his life.",
            "At present, MSII and CSII are the main methods of insulin injection [4, 5] .",
            "However, more effective injection scheme is still necessary.",
            "In our study, we compared the effects of insulin aspart treatment combined with 1 time daily insulin detemir injection and insulin aspart treatment combined with 2 time daily insulin detemir injection plus CSII with insulin pump on the control of blood glucose to explore ideal scheme for the treatment of patients with type 1 diabetes."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "47786",
        "text": "From September 2014 to December 2016, a total of 79 patients diagnosed with type 1 diabetes mellitus at Shandong Provincial Hospital and Pediatric Hospital of Jinan City were selected. All these cases corresponding to the diagnosis standard issued by the American Diabetes Association were randomly divided into a MSII1 group of 30 patients, a MSII2 group of 26 patients and a CSII group of 23 patients. Among these patients, 37 were male and 42 were female. There was no statistical difference in gender, age and general clinical indicators in the three groups (Table 1) . measure blood glucose and Roche full-automatic electrochemistry luminescence immunity analyzer with related kits was used for detection of C peptide. Quo-test A1c Reagent Kit and matched Auto HbA1c were used to detect HbA1c. Hypoglycemia occurred when one's blood glucose level was lower than 3.9 mmol/L, and severe hypoglycemic events meant that the blood glucose level was equal to or lower than 2.8 mmol/L, accompanied with symptoms such as convulsion, disorientation and disturbance of consciousness.",
        "section": "Materials and Methods",
        "section_number": 2,
        "sentences": [
            "From September 2014 to December 2016, a total of 79 patients diagnosed with type 1 diabetes mellitus at Shandong Provincial Hospital and Pediatric Hospital of Jinan City were selected.",
            "All these cases corresponding to the diagnosis standard issued by the American Diabetes Association were randomly divided into a MSII1 group of 30 patients, a MSII2 group of 26 patients and a CSII group of 23 patients.",
            "Among these patients, 37 were male and 42 were female.",
            "There was no statistical difference in gender, age and general clinical indicators in the three groups (Table 1) .",
            "measure blood glucose and Roche full-automatic electrochemistry luminescence immunity analyzer with related kits was used for detection of C peptide.",
            "Quo-test A1c Reagent Kit and matched Auto HbA1c were used to detect HbA1c.",
            "Hypoglycemia occurred when one's blood glucose level was lower than 3.9 mmol/L, and severe hypoglycemic events meant that the blood glucose level was equal to or lower than 2.8 mmol/L, accompanied with symptoms such as convulsion, disorientation and disturbance of consciousness."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "47786",
        "text": "This research adopted SPSS19.0 statistical package, and the measurement data were compared and examined by t test, counting data were verified by Chi-square test, represented by mean ± standard deviation and percentage respectively. P<0.05 suggests the difference is statistically significant.",
        "section": "Statistical analysis",
        "section_number": 3,
        "sentences": [
            "This research adopted SPSS19.0 statistical package, and the measurement data were compared and examined by t test, counting data were verified by Chi-square test, represented by mean ± standard deviation and percentage respectively.",
            "P<0.05 suggests the difference is statistically significant."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "47786",
        "text": "After 3 months of treatment, the fasting blood glucose in MSII2 Group was very different from that in MSII1 group. However, it showed little discrepancy comparing with that in CSII group. Blood glucose, peptide and Glycated hemoglobin showed slight difference among three groups 2 hours after meal. After 6 months of treatment, the fasting blood glucose in MSII2 Group was remarkably different from that in CSII group. According to the blood glucose test results which were acquired within 2 hours after meal, the blood glucose in MSII2 Group was very different from that in MSII1 and CSII group. But, the last two showed little discrepancy. The test results of Peptide C were of slight difference, and the test results of HbA1C and glycosylated hemoglobin also showed little difference among those 3 groups ( Table 2) .",
        "section": "The comparison of observational index of 3 groups of patients",
        "section_number": 4,
        "sentences": [
            "After 3 months of treatment, the fasting blood glucose in MSII2 Group was very different from that in MSII1 group.",
            "However, it showed little discrepancy comparing with that in CSII group.",
            "Blood glucose, peptide and Glycated hemoglobin showed slight difference among three groups 2 hours after meal.",
            "After 6 months of treatment, the fasting blood glucose in MSII2 Group was remarkably different from that in CSII group.",
            "According to the blood glucose test results which were acquired within 2 hours after meal, the blood glucose in MSII2 Group was very different from that in MSII1 and CSII group.",
            "But, the last two showed little discrepancy.",
            "The test results of Peptide C were of slight difference, and the test results of HbA1C and glycosylated hemoglobin also showed little difference among those 3 groups ( Table 2) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "47786",
        "text": "After 3 and 6 months of treatment, the occurrence frequency of hypoglycemia in every patient from the 3 groups were quite different with the MSII2 being the lowest group (Table 3) .",
        "section": "The comparison of hypoglycemia among 3 groups after 3 and 6 months of treatment",
        "section_number": 5,
        "sentences": [
            "After 3 and 6 months of treatment, the occurrence frequency of hypoglycemia in every patient from the 3 groups were quite different with the MSII2 being the lowest group (Table 3) ."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "47786",
        "text": "After 3 months of treatment, the difference of the insulin dose among the 3 groups were obvious, the dose in MSII2 Group being even smaller than before. After 6 months of treatment, the dose between MSII2 and CSII had slight difference, while the dose between MSII and CSII differed a lot. And the dose between MSII2 and MSII1 differed slightly (Table 4 ). ",
        "section": "The insulin dose patients in all groups after 3 and 6 months of treatment",
        "section_number": 6,
        "sentences": [
            "After 3 months of treatment, the difference of the insulin dose among the 3 groups were obvious, the dose in MSII2 Group being even smaller than before.",
            "After 6 months of treatment, the dose between MSII2 and CSII had slight difference, while the dose between MSII and CSII differed a lot.",
            "And the dose between MSII2 and MSII1 differed slightly (Table 4 )."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "47786",
        "text": "Intensive insulin therapy is now recommended by each country as the type-1 diabetes treatment program [6, 7] , which is referred to a treatment that simulates the physiological law of pancreas producing insulin to help diabetes patients have a normal blood glucose or approach a normal level.",
        "section": "Discussion",
        "section_number": 7,
        "sentences": [
            "Intensive insulin therapy is now recommended by each country as the type-1 diabetes treatment program [6, 7] , which is referred to a treatment that simulates the physiological law of pancreas producing insulin to help diabetes patients have a normal blood glucose or approach a normal level."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "47786",
        "text": "Exogenous insulin alternative which includes continuous subcutaneous insulin injection and multiple subcutaneous insulin injection is employed. Long-acting insulin for children at present is mainly insulin glargine and insulin detemir [8] . However, insulin detemir causes weight gain and intraindividual variation decrease, insulin glargine thus has better effects on the reduction of the risk of having hypoglycemia [9] .",
        "section": "Discussion",
        "section_number": 8,
        "sentences": [
            "Exogenous insulin alternative which includes continuous subcutaneous insulin injection and multiple subcutaneous insulin injection is employed.",
            "Long-acting insulin for children at present is mainly insulin glargine and insulin detemir [8] .",
            "However, insulin detemir causes weight gain and intraindividual variation decrease, insulin glargine thus has better effects on the reduction of the risk of having hypoglycemia [9] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "47786",
        "text": "Considering that children belong to a special community, this research chose insulin detemir as basal insulin to reduce the risk of hypoglycemia causing brain damage.",
        "section": "Discussion",
        "section_number": 9,
        "sentences": [
            "Considering that children belong to a special community, this research chose insulin detemir as basal insulin to reduce the risk of hypoglycemia causing brain damage."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "47786",
        "text": "This study found out that using insulin detemir twice a day was better than using it once a day. Insulin detemir is soluble longacting insulin, and its effective duration is related to dose. The effect lasted 23.2 h when the dose reached 1.6 U/Kg/D and lasted 16.9 h when the dose is 0.29 U/Kg/D. Therefore, we can infer that the dose of insulin detemir for children cannot last for 24 h. Yang et al. found out that injecting insulin detemir once a day was unable to control blood glucose all day and the situation got better when insulin detemir was taken twice a day, consistent with the study results [10] .",
        "section": "Discussion",
        "section_number": 10,
        "sentences": [
            "This study found out that using insulin detemir twice a day was better than using it once a day.",
            "Insulin detemir is soluble longacting insulin, and its effective duration is related to dose.",
            "The effect lasted 23.2 h when the dose reached 1.6 U/Kg/D and lasted 16.9 h when the dose is 0.29 U/Kg/D. Therefore, we can infer that the dose of insulin detemir for children cannot last for 24 h. Yang et al. found out that injecting insulin detemir once a day was unable to control blood glucose all day and the situation got better when insulin detemir was taken twice a day, consistent with the study results [10] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "47786",
        "text": "Study results in many overseas centers show that the effect of CSII is better than that of MDII, able to lower hemoglobin levels, narrow the infatuation range of blood glucose and improve patients' survival treatment. The study result suggests that having insulin detemir subcutaneous injection twice a day shows no obvious edge when controlling blood glucose and that only the insulin dose decreases. The complexity of pediatrics is the underlying reason [11] .",
        "section": "Discussion",
        "section_number": 11,
        "sentences": [
            "Study results in many overseas centers show that the effect of CSII is better than that of MDII, able to lower hemoglobin levels, narrow the infatuation range of blood glucose and improve patients' survival treatment.",
            "The study result suggests that having insulin detemir subcutaneous injection twice a day shows no obvious edge when controlling blood glucose and that only the insulin dose decreases.",
            "The complexity of pediatrics is the underlying reason [11] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "47786",
        "text": "A joint declaration was issued by European Association for the Study of Diabetes and The American Diabetes Association Diabetes Technology Working Group in 2015, which suggests that CSII treatment, is a major revolution in insulin drug deliver method, but the validity and safety of CSII is still limited. The latest study research of artificial pancreas also shows that the effect of child patients adopting artificial pancreas controlling blood glucose is worse than that of adult diabetes patients [12] .",
        "section": "Discussion",
        "section_number": 12,
        "sentences": [
            "A joint declaration was issued by European Association for the Study of Diabetes and The American Diabetes Association Diabetes Technology Working Group in 2015, which suggests that CSII treatment, is a major revolution in insulin drug deliver method, but the validity and safety of CSII is still limited.",
            "The latest study research of artificial pancreas also shows that the effect of child patients adopting artificial pancreas controlling blood glucose is worse than that of adult diabetes patients [12] ."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "47786",
        "text": "Small insulin dose is caused by children being young and light, thus the accuracy of the pump injection can easily be affected and pipe blocking occurs. Additionally, small kids would easily press insulin pump and influence the accuracy of insulin pump injection, thus damaging the insulin pump. The function of CSII is limited because of various respiratory tract infection, senseless low blood sugar that usually occurs and brain damage which often accompanies hypoglycemia. In clinical application, owing to insulin pump's high price and complicated operation, obstacles are created for its wide use for diabetic children.",
        "section": "Discussion",
        "section_number": 13,
        "sentences": [
            "Small insulin dose is caused by children being young and light, thus the accuracy of the pump injection can easily be affected and pipe blocking occurs.",
            "Additionally, small kids would easily press insulin pump and influence the accuracy of insulin pump injection, thus damaging the insulin pump.",
            "The function of CSII is limited because of various respiratory tract infection, senseless low blood sugar that usually occurs and brain damage which often accompanies hypoglycemia.",
            "In clinical application, owing to insulin pump's high price and complicated operation, obstacles are created for its wide use for diabetic children."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "47786",
        "text": "The U.K State Institute of Health Quality points out that the increased spending on insulin treatment is approximately 1700 pounds, however, there is no powerful evidence to prove that the increased fee can effectively control blood glucose, decrease the occurrence of long-acting side effect and improve patients' life quality [13] .",
        "section": "Discussion",
        "section_number": 14,
        "sentences": [
            "The U.K State Institute of Health Quality points out that the increased spending on insulin treatment is approximately 1700 pounds, however, there is no powerful evidence to prove that the increased fee can effectively control blood glucose, decrease the occurrence of long-acting side effect and improve patients' life quality [13] ."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "47786",
        "text": "This study finds out that the control effect of changing longacting insulin to twice treatment a day is better than basal insulin treatment once a day, and it has slight statistical difference comparing to the control effect of insulin pump having on type-1 diabetic children. Therefore, in clinical application, making the long-acting insulin treatment twice a day can count as an ideal choice for those type-1 diabetic children who are not accessible to insulin pump treatment because of all kinds of limits such as economic conditions.",
        "section": "Discussion",
        "section_number": 15,
        "sentences": [
            "This study finds out that the control effect of changing longacting insulin to twice treatment a day is better than basal insulin treatment once a day, and it has slight statistical difference comparing to the control effect of insulin pump having on type-1 diabetic children.",
            "Therefore, in clinical application, making the long-acting insulin treatment twice a day can count as an ideal choice for those type-1 diabetic children who are not accessible to insulin pump treatment because of all kinds of limits such as economic conditions."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "47786",
        "text": "Biomed Res 2017 Volume 28 Issue 22",
        "section": "",
        "section_number": 16,
        "sentences": [
            "Biomed Res 2017 Volume 28 Issue 22"
        ],
        "sentence_labels": [
            -1
        ]
    }
]