[
    {
        "doc_id": "36232",
        "text": "BACKGROUND: Most interventions designed to reduce teen pregnancy rates have not focused on pregnant and/or parenting adolescents. Therefore, a large randomized controlled trial was conducted regarding a motivational interviewing program entitled Teen Options to Prevent Pregnancy in a low-income sample of adolescent mothers. This program recommended monthly sessions between a participant and a registered nurse over 18 months. This program also featured facilitated birth control access through transportation assistance and a part-time contraceptive clinic. OBJECTIVE: The impact of this program on rapid repeat pregnancies at 18 months after enrollment was evaluated. STUDY DESIGN: Five hundred ninety-eight adolescent females were enrolled from 7 obstetrics-gynecology clinics and 5 postpartum units of a large hospital system in a Midwestern city. Each participant was enrolled at least 28 weeks pregnant or less than 9 weeks postpartum. Each participant was randomized to either the Teen Options to Prevent Pregnancy intervention or a usual-care control condition. Intervention participants averaged 4.5 hours of assistance. Participants were contacted by blinded research staff at 6 and 18 months to complete self-report surveys. Differences in outcomes between the intervention and control groups were assessed using ordinary leastsquares regression. RESULTS: There was an 18.1% absolute reduction in self-reported repeat pregnancy in the intervention group relative to the control group (20.5% vs 38.6%%; P < .001). There was a 13.7% absolute increase in self-reported long-acting reversible contraception use in the intervention group relative to the control group (40.2% vs 26.5%, P ¼ .002). There was no evidence of harmful effects of the intervention on sexual risk behaviors, such as having sexual intercourse without a condom or greater number of partners. CONCLUSION: The Teen Options to Prevent Pregnancy program represents one of the few evidence-based interventions to reduce rapid repeat teen pregnancy. This relatively brief intervention may be a viable alternative to more time-intensive programs that adolescent mothers may be unable or unwilling to receive.",
        "section": "Abstract",
        "sentences": [
            "BACKGROUND: Most interventions designed to reduce teen pregnancy rates have not focused on pregnant and/or parenting adolescents.",
            "Therefore, a large randomized controlled trial was conducted regarding a motivational interviewing program entitled Teen Options to Prevent Pregnancy in a low-income sample of adolescent mothers.",
            "This program recommended monthly sessions between a participant and a registered nurse over 18 months.",
            "This program also featured facilitated birth control access through transportation assistance and a part-time contraceptive clinic.",
            "OBJECTIVE: The impact of this program on rapid repeat pregnancies at 18 months after enrollment was evaluated.",
            "STUDY DESIGN: Five hundred ninety-eight adolescent females were enrolled from 7 obstetrics-gynecology clinics and 5 postpartum units of a large hospital system in a Midwestern city.",
            "Each participant was enrolled at least 28 weeks pregnant or less than 9 weeks postpartum.",
            "Each participant was randomized to either the Teen Options to Prevent Pregnancy intervention or a usual-care control condition.",
            "Intervention participants averaged 4.5 hours of assistance.",
            "Participants were contacted by blinded research staff at 6 and 18 months to complete self-report surveys.",
            "Differences in outcomes between the intervention and control groups were assessed using ordinary leastsquares regression.",
            "RESULTS: There was an 18.1% absolute reduction in self-reported repeat pregnancy in the intervention group relative to the control group (20.5% vs 38.6%%; P < .001).",
            "There was a 13.7% absolute increase in self-reported long-acting reversible contraception use in the intervention group relative to the control group (40.2% vs 26.5%, P ¼ .002).",
            "There was no evidence of harmful effects of the intervention on sexual risk behaviors, such as having sexual intercourse without a condom or greater number of partners.",
            "CONCLUSION: The Teen Options to Prevent Pregnancy program represents one of the few evidence-based interventions to reduce rapid repeat teen pregnancy.",
            "This relatively brief intervention may be a viable alternative to more time-intensive programs that adolescent mothers may be unable or unwilling to receive."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36232",
        "text": "M ore than one sixth of births to adolescent mothers are repeat births. 1 The vast majority of adolescent pregnancies are unintended. 2 Furthermore, adolescent mothers with more than 1 child and their offspring are at heightened risk for educational and economic difficulties relative to adolescent-led families with only 1 child. 3 Despite these considerable personal and societal consequences, few evidencebased interventions exist to reduce rapid repeat teen pregnancy. The Nurse Family Partnership (NFP) home visitation program is perhaps the best known of those scientifically supported interventions. 4 However, because an NFP registered nurse carries a full-time caseload of only 25 families, this program may be cost prohibitive in many locales. Furthermore, an adolescent mother may lack the interest or time to in receive the minimum of 50 recommended home visits of this multiyear program. 5 In summary, although NFP has demonstrable benefits, alternatives to this program are greatly needed.",
        "section": "",
        "section_number": 1,
        "sentences": [
            "M ore than one sixth of births to adolescent mothers are repeat births.",
            "1 The vast majority of adolescent pregnancies are unintended.",
            "2 Furthermore, adolescent mothers with more than 1 child and their offspring are at heightened risk for educational and economic difficulties relative to adolescent-led families with only 1 child.",
            "3 Despite these considerable personal and societal consequences, few evidencebased interventions exist to reduce rapid repeat teen pregnancy.",
            "The Nurse Family Partnership (NFP) home visitation program is perhaps the best known of those scientifically supported interventions.",
            "4 However, because an NFP registered nurse carries a full-time caseload of only 25 families, this program may be cost prohibitive in many locales.",
            "Furthermore, an adolescent mother may lack the interest or time to in receive the minimum of 50 recommended home visits of this multiyear program.",
            "5 In summary, although NFP has demonstrable benefits, alternatives to this program are greatly needed."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36232",
        "text": "Therefore, Goesling et al 6 recently reviewed nonehome visitation programs designed to reduce teen pregnancy. Of 31 interventions with moderate or high evidence of effectiveness in any sexual health domain, only 5 had specific empirical support for reducing adolescent pregnancies and/or births. None concentrated on reducing rapid repeat teen pregnancy; all 5 featured predominantly or exclusively nulliparous adolescents. In fact, just 2 of the overall 31 interventions focused on parenting teens, and the impact of these programs on repeat pregnancies or births was not assessed. 7, 8 Motivational interviewing (MI) represents a promising approach for reducing rapid repeat teen pregnancy. MI is a nonconfrontational and collaborative communication style designed to promote behavior change. MI focuses on identifying a participant's own intrinsic motivation as opposed to highlighting reasons for change from someone else's perspective. 9 Over a relatively brief number of sessions, MI features a clinician eliciting an adolescent's own reasons for engaging in a particular health behavior (eg, effective contraceptive use). 9 A recent meta-analysis indicated that MI has considerable scientific support for various adolescent health concerns. 10 However, MI has rarely been studied specifically for teen pregnancy prevention. MI was not featured in any of the 5 empirically supported adolescent pregnancy prevention programs identified from the previously mentioned review of Goesling et al. 6 Two studies demonstrated that MI increased condom use in college students, 11, 12 while two other studies showed that MI decreased ineffective contraceptive use in older women. 13, 14 However, these 4 investigations neither included participants who were currently pregnant nor assessed subsequent pregnancies. Barnet et al 15 completed a small randomized trial of MI to reduce rapid repeat pregnancy in adolescent mothers. Using a 3 arm design featuring a total of 235 pregnant teenagers aged 18 years and older, they tested a paraprofessional-delivered form of MI. Fifty-three percent of adolescents in the intervention conditions were deemed adherent (ie, completed at least 2 sessions of MI).",
        "section": "",
        "section_number": 2,
        "sentences": [
            "Therefore, Goesling et al 6 recently reviewed nonehome visitation programs designed to reduce teen pregnancy.",
            "Of 31 interventions with moderate or high evidence of effectiveness in any sexual health domain, only 5 had specific empirical support for reducing adolescent pregnancies and/or births.",
            "None concentrated on reducing rapid repeat teen pregnancy; all 5 featured predominantly or exclusively nulliparous adolescents.",
            "In fact, just 2 of the overall 31 interventions focused on parenting teens, and the impact of these programs on repeat pregnancies or births was not assessed.",
            "7, 8 Motivational interviewing (MI) represents a promising approach for reducing rapid repeat teen pregnancy.",
            "MI is a nonconfrontational and collaborative communication style designed to promote behavior change.",
            "MI focuses on identifying a participant's own intrinsic motivation as opposed to highlighting reasons for change from someone else's perspective.",
            "9 Over a relatively brief number of sessions, MI features a clinician eliciting an adolescent's own reasons for engaging in a particular health behavior (eg, effective contraceptive use).",
            "9 A recent meta-analysis indicated that MI has considerable scientific support for various adolescent health concerns.",
            "10 However, MI has rarely been studied specifically for teen pregnancy prevention.",
            "MI was not featured in any of the 5 empirically supported adolescent pregnancy prevention programs identified from the previously mentioned review of Goesling et al. 6 Two studies demonstrated that MI increased condom use in college students, 11, 12 while two other studies showed that MI decreased ineffective contraceptive use in older women.",
            "13, 14 However, these 4 investigations neither included participants who were currently pregnant nor assessed subsequent pregnancies.",
            "Barnet et al 15 completed a small randomized trial of MI to reduce rapid repeat pregnancy in adolescent mothers.",
            "Using a 3 arm design featuring a total of 235 pregnant teenagers aged 18 years and older, they tested a paraprofessional-delivered form of MI.",
            "Fifty-three percent of adolescents in the intervention conditions were deemed adherent (ie, completed at least 2 sessions of MI)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36232",
        "text": "On an intent-to-treat basis, these investigators found that MI combined with multicomponent home visits resulted in fewer subsequent births within 2 years relative to the control group (13.8% vs 25.0%). However, considering that one interventionist had a comparable caseload to the aforementioned NFP program, it remains unknown whether a less time-intensive MI program could produce similar results.",
        "section": "",
        "section_number": 3,
        "sentences": [
            "On an intent-to-treat basis, these investigators found that MI combined with multicomponent home visits resulted in fewer subsequent births within 2 years relative to the control group (13.8% vs 25.0%).",
            "However, considering that one interventionist had a comparable caseload to the aforementioned NFP program, it remains unknown whether a less time-intensive MI program could produce similar results."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "36232",
        "text": "In the present study, we conducted a large randomized controlled trial of a MI program entitled Teen Options to Prevent Pregnancy (TOPP) in a low-income sample of adolescent mothers. The TOPP program featured the following: (1) personalized contraceptive counseling with nurses trained in MI; (2) access to a parttime contraceptive clinic; (3) transportation assistance; and (4) social worker assistance.",
        "section": "",
        "section_number": 4,
        "sentences": [
            "In the present study, we conducted a large randomized controlled trial of a MI program entitled Teen Options to Prevent Pregnancy (TOPP) in a low-income sample of adolescent mothers.",
            "The TOPP program featured the following: (1) personalized contraceptive counseling with nurses trained in MI; (2) access to a parttime contraceptive clinic; (3) transportation assistance; and (4) social worker assistance."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "36232",
        "text": "The program featured facilitated birth control access through transportation assistance and a part-time contraceptive clinic because we speculated that enhancing intrinsic motivation might be necessary but sometimes insufficient to generate beneficial outcomes. We hypothesized that the TOPP program would increase contraceptive use at midintervention (6 months) and would decrease rapid repeat pregnancies after intervention (18 months) relative to a usual-care (UC) control condition.",
        "section": "",
        "section_number": 5,
        "sentences": [
            "The program featured facilitated birth control access through transportation assistance and a part-time contraceptive clinic because we speculated that enhancing intrinsic motivation might be necessary but sometimes insufficient to generate beneficial outcomes.",
            "We hypothesized that the TOPP program would increase contraceptive use at midintervention (6 months) and would decrease rapid repeat pregnancies after intervention (18 months) relative to a usual-care (UC) control condition."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "36232",
        "text": "From October 2011 to January 2014, 598 adolescent females were enrolled from 7 obstetrics-gynecology clinics and 5 postpartum units of a large hospital system in a Midwestern city. Eligibility criteria at baseline were as follows: (1) English speaking; (2) 10e19 years of age;",
        "section": "Study participants and design",
        "section_number": 6,
        "sentences": [
            "From October 2011 to January 2014, 598 adolescent females were enrolled from 7 obstetrics-gynecology clinics and 5 postpartum units of a large hospital system in a Midwestern city.",
            "Eligibility criteria at baseline were as follows: (1) English speaking; (2) 10e19 years of age;"
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "36232",
        "text": "(3) at least 28 weeks pregnant or less than 9 weeks postpartum; (4) regular telephone service; and (5) enrollment in Medicaid.",
        "section": "Study participants and design",
        "section_number": 7,
        "sentences": [
            "(3) at least 28 weeks pregnant or less than 9 weeks postpartum; (4) regular telephone service; and (5) enrollment in Medicaid."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "36232",
        "text": "Low-income adolescents were selected because they were expected to particularly benefit from the TOPP transportation assistance in contrast to higher-income adolescents. Individuals were eligible regardless of interest in utilizing contraception, changing birth control methods, or desire to delay subsequent pregnancies.",
        "section": "Study participants and design",
        "section_number": 8,
        "sentences": [
            "Low-income adolescents were selected because they were expected to particularly benefit from the TOPP transportation assistance in contrast to higher-income adolescents.",
            "Individuals were eligible regardless of interest in utilizing contraception, changing birth control methods, or desire to delay subsequent pregnancies."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "36232",
        "text": "After learning about the study, interested adolescents aged 18 years and older provided written consent. Younger adolescents provided written assent while a parent or guardian provided written consent for the youth to participate. Study procedures were approved by 2 separate hospital systems' institutional review boards: one for the organization that delivered the TOPP program and one for the organization that served as the local independent evaluator. Study procedures were also approved by the institutional review board for our state health department.",
        "section": "Study participants and design",
        "section_number": 9,
        "sentences": [
            "After learning about the study, interested adolescents aged 18 years and older provided written consent.",
            "Younger adolescents provided written assent while a parent or guardian provided written consent for the youth to participate.",
            "Study procedures were approved by 2 separate hospital systems' institutional review boards: one for the organization that delivered the TOPP program and one for the organization that served as the local independent evaluator.",
            "Study procedures were also approved by the institutional review board for our state health department."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36232",
        "text": "After an enrolled adolescent completed the baseline survey and received a $10 gift card, her contact information was entered into a web-based system on a rolling basis. The computerized program randomly assigned her to either the intervention condition (TOPP; n ¼ 297) or the control condition (UC; n ¼ 301).",
        "section": "Study participants and design",
        "section_number": 10,
        "sentences": [
            "After an enrolled adolescent completed the baseline survey and received a $10 gift card, her contact information was entered into a web-based system on a rolling basis.",
            "The computerized program randomly assigned her to either the intervention condition (TOPP; n ¼ 297) or the control condition (UC; n ¼ 301)."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "36232",
        "text": "A permuted block design was used to seek an even balance of participants across the intervention and control groups throughout the study period. 16 We specified a variable block size of up to 6 characters and a 1:1 allocation of participants across the 2 study conditions. We also stratified the random assignment by recruitment location and age group (younger than 18 years vs 18 or 19 years old) to avoid the possibility of a chance imbalance in these characteristics. Please see Figure 1 for the flow diagram.",
        "section": "Study participants and design",
        "section_number": 11,
        "sentences": [
            "A permuted block design was used to seek an even balance of participants across the intervention and control groups throughout the study period.",
            "16 We specified a variable block size of up to 6 characters and a 1:1 allocation of participants across the 2 study conditions.",
            "We also stratified the random assignment by recruitment location and age group (younger than 18 years vs 18 or 19 years old) to avoid the possibility of a chance imbalance in these characteristics.",
            "Please see Figure 1 for the flow diagram."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36232",
        "text": "The duration of the TOPP intervention was 18 months for 2 reasons. First, this time frame afforded multiple opportunities to build rapport with a participant as well as to assist her in establishing and refining a birth control regimen. Second, this time frame underscored the health benefits of avoiding a rapid repeat pregnancy. When deemed appropriate, a TOPP nurse reminded a participant that an interpregnancy interval of less than 18 months has been associated with a heightened risk of adverse birth outcomes (eg, prematurity). 17 The intervention had 4 components: (1) MI-based telephone calls and home/ community visits between a registered nurse and an adolescent; (2) access to a part-time contraceptive clinic; (3) transportation assistance; and (4) social worker assistance. Each of these components is described in turn.",
        "section": "Intervention condition",
        "section_number": 12,
        "sentences": [
            "The duration of the TOPP intervention was 18 months for 2 reasons.",
            "First, this time frame afforded multiple opportunities to build rapport with a participant as well as to assist her in establishing and refining a birth control regimen.",
            "Second, this time frame underscored the health benefits of avoiding a rapid repeat pregnancy.",
            "When deemed appropriate, a TOPP nurse reminded a participant that an interpregnancy interval of less than 18 months has been associated with a heightened risk of adverse birth outcomes (eg, prematurity).",
            "17 The intervention had 4 components: (1) MI-based telephone calls and home/ community visits between a registered nurse and an adolescent; (2) access to a part-time contraceptive clinic; (3) transportation assistance; and (4) social worker assistance.",
            "Each of these components is described in turn."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36232",
        "text": "This intervention component was delivered by 1 of 5 registered nurses with previous clinical experience in women's health but no prior training in MI. One of these nurses also had a bachelor's degree in social work. All 5 TOPP nurses were rigorously trained in MI. Each of them not only completed a 2 day introductory workshop on MI but also received subsequent coaching and feedback from a certified Motivational Interviewing Network Trainer.",
        "section": "MI-based interactions",
        "section_number": 13,
        "sentences": [
            "This intervention component was delivered by 1 of 5 registered nurses with previous clinical experience in women's health but no prior training in MI.",
            "One of these nurses also had a bachelor's degree in social work.",
            "All 5 TOPP nurses were rigorously trained in MI.",
            "Each of them not only completed a 2 day introductory workshop on MI but also received subsequent coaching and feedback from a certified Motivational Interviewing Network Trainer."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36232",
        "text": "This MI coach met with 1 or more nurses 1 hour per week for the first year of implementation and 1 hour every other week for the second year of implementation. Challenging scenarios were discussed, and the MI coach provided feedback on portions of audiorecordings of recent phone conversations between a nurse and a participant. Such rigorous procedures are empirically supported for developing",
        "section": "MI-based interactions",
        "section_number": 14,
        "sentences": [
            "This MI coach met with 1 or more nurses 1 hour per week for the first year of implementation and 1 hour every other week for the second year of implementation.",
            "Challenging scenarios were discussed, and the MI coach provided feedback on portions of audiorecordings of recent phone conversations between a nurse and a participant.",
            "Such rigorous procedures are empirically supported for developing"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36232",
        "text": "Original Research GYNECOLOGY ajog.org competency in MI delivery 18 and stand in sharp contrast to many programs that feature less intensive training. Forty to 60 participants were the maximum caseload for a full-time TOPP nurse; 2.5 full-time equivalent nurse positions was the maximum staffing level necessary to deliver the intervention at any point during the study.",
        "section": "MI-based interactions",
        "section_number": 15,
        "sentences": [
            "Original Research GYNECOLOGY ajog.org competency in MI delivery 18 and stand in sharp contrast to many programs that feature less intensive training.",
            "Forty to 60 participants were the maximum caseload for a full-time TOPP nurse; 2.5 full-time equivalent nurse positions was the maximum staffing level necessary to deliver the intervention at any point during the study."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "36232",
        "text": "Registered nurses used MI to elicit information about past experiences with and beliefs about contraception and pregnancy; provide individualized education about birth control options (including abstinence) based on a participant's preferences; and guide a participant toward effective contraception if she was interested in using it. Given their high efficacy, satisfaction, and continuation rates, implants and intrauterine devices (long-acting reversible contraception [LARC]) were particularly emphasized.",
        "section": "MI-based interactions",
        "section_number": 16,
        "sentences": [
            "Registered nurses used MI to elicit information about past experiences with and beliefs about contraception and pregnancy; provide individualized education about birth control options (including abstinence) based on a participant's preferences; and guide a participant toward effective contraception if she was interested in using it.",
            "Given their high efficacy, satisfaction, and continuation rates, implants and intrauterine devices (long-acting reversible contraception [LARC]) were particularly emphasized."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "36232",
        "text": "Topics of conversation were not restricted to contraception; relationship and diverse health issues were commonly discussed as well. A registered nurse delivered MI on an individual basis to a participant predominantly via the telephone but sometimes in person. The recommended frequency of interactions was approximately once per month, with greater frequency during the initial months and periods when a participant was actively seeking and adopting new forms of birth control. The intervention team anticipated that monthly interactions would be sufficient to facilitate rapport building without overburdening recipients.",
        "section": "MI-based interactions",
        "section_number": 17,
        "sentences": [
            "Topics of conversation were not restricted to contraception; relationship and diverse health issues were commonly discussed as well.",
            "A registered nurse delivered MI on an individual basis to a participant predominantly via the telephone but sometimes in person.",
            "The recommended frequency of interactions was approximately once per month, with greater frequency during the initial months and periods when a participant was actively seeking and adopting new forms of birth control.",
            "The intervention team anticipated that monthly interactions would be sufficient to facilitate rapport building without overburdening recipients."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36232",
        "text": "An outside MI expert, who was not the aforementioned MI coach and who was not part of the investigative team, assessed intervention fidelity. This master's-level counselor rated a portion of audiorecordings from just greater than 10% of intervention participants (n ¼ 35) selected at random by the evaluation team. We stratified this random assignment by nurse and implementation period (first half vs second half of her caseload) to avoid oversampling from 1 interventionist or 1 phase of the study. This MI expert used the Motivational Interviewing Treatment Integrity rating system version 3.1.1. 19 Part-time contraceptive clinic Two afternoons per week, the TOPP clinic featured a board-certified obstetrician-gynecologist available to provide contraceptive services solely to intervention group participants. This clinic was available to participants who were not already affiliated with another physician or who were struggling to receive timely or effective contraceptive care from their existing provider. Each Food and Drug Administratione approved method of contraception was available anytime postpartum if the participant was interested and if there were no medical contraindications for her.",
        "section": "MI-based interactions",
        "section_number": 18,
        "sentences": [
            "An outside MI expert, who was not the aforementioned MI coach and who was not part of the investigative team, assessed intervention fidelity.",
            "This master's-level counselor rated a portion of audiorecordings from just greater than 10% of intervention participants (n ¼ 35) selected at random by the evaluation team.",
            "We stratified this random assignment by nurse and implementation period (first half vs second half of her caseload) to avoid oversampling from 1 interventionist or 1 phase of the study.",
            "This MI expert used the Motivational Interviewing Treatment Integrity rating system version 3.1.1.",
            "19 Part-time contraceptive clinic Two afternoons per week, the TOPP clinic featured a board-certified obstetrician-gynecologist available to provide contraceptive services solely to intervention group participants.",
            "This clinic was available to participants who were not already affiliated with another physician or who were struggling to receive timely or effective contraceptive care from their existing provider.",
            "Each Food and Drug Administratione approved method of contraception was available anytime postpartum if the participant was interested and if there were no medical contraindications for her."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36232",
        "text": "During the first few weeks postpartum, participants were cautioned about a heightened risk of intrauterine device (IUD) expulsion and the potential for contraceptive injections to decrease breast milk production. Condoms were routinely distributed through this contraceptive clinic to highlight that longacting reversible contraception, which was the form of birth control particularly emphasized in the TOPP intervention, does not protect against sexually transmitted infections. ajog.org ",
        "section": "MI-based interactions",
        "section_number": 19,
        "sentences": [
            "During the first few weeks postpartum, participants were cautioned about a heightened risk of intrauterine device (IUD) expulsion and the potential for contraceptive injections to decrease breast milk production.",
            "Condoms were routinely distributed through this contraceptive clinic to highlight that longacting reversible contraception, which was the form of birth control particularly emphasized in the TOPP intervention, does not protect against sexually transmitted infections.",
            "ajog.org"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36232",
        "text": "Participants randomly assigned to the control condition had no access to any of the 4 components of the intervention condition. However, participants could still receive standard-of-care health services, including contraception. Regardless of condition assignment, all participants received educational handouts on birth control options, sexually transmitted infections, and interpregnancy intervals at the beginning of the study.",
        "section": "Control condition",
        "section_number": 20,
        "sentences": [
            "Participants randomly assigned to the control condition had no access to any of the 4 components of the intervention condition.",
            "However, participants could still receive standard-of-care health services, including contraception.",
            "Regardless of condition assignment, all participants received educational handouts on birth control options, sexually transmitted infections, and interpregnancy intervals at the beginning of the study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36232",
        "text": "Each adolescent in both groups was contacted at 6 months after enrollment (midintervention) and 18 months after enrollment (postintervention) for a survey administered by research staff unaware of that participant's study condition. These independent evaluators did not serve as study interventionists and had separate office space from the TOPP clinicians. The surveys featured multiple-choice questions assessing demographic characteristics, contraceptive use, pregnancy status, and future pregnancy intentions. Each participant was compensated with $10 and $25 gift cards for completion of the 6 and 18 month surveys, respectively. In addition to survey data, we gathered information on future births through our state's vital statistics files for the subset of study participants 18 years old or older at baseline. After receiving a few key pieces of identifying information on each adolescent (eg, name, date of All variables measuring beliefs have a range of 1e5, with higher scores reflecting more favorable beliefs. The difference in scores for \"Believe women can trust what doctors say about birth control\" was statistically significant (P ¼ .04). No other statistically significant differences were noted between the 2 groups. Effective birth control refers to using any of the following methods: condoms, birth control pills, the shot, the patch, the ring, intrauterine device, and implants. Unprotected vaginal intercourse refers to having vaginal intercourse without using any of the following methods: condoms, birth control pills, the shot, the patch, the ring, intrauterine device, and implants. ajog.org GYNECOLOGY Original Research birth), the local health department queried the statewide birth certificate data files to see whether she had a birth 6e30 months after enrollment in the study. This time frame fully covers the lessthan-18 month interpregnancy interval the TOPP intervention was designed to prevent. We did not query 0e6 month postenrollment data files because a birth during that time period would most likely reflect the baseline eligibility criteria. Neither the research staff forwarding the identifying information nor the local health department's personnel conducting the queries was aware of a particular participant's randomization status to avoid any systemic biases in data collection.",
        "section": "Data collection",
        "section_number": 21,
        "sentences": [
            "Each adolescent in both groups was contacted at 6 months after enrollment (midintervention) and 18 months after enrollment (postintervention) for a survey administered by research staff unaware of that participant's study condition.",
            "These independent evaluators did not serve as study interventionists and had separate office space from the TOPP clinicians.",
            "The surveys featured multiple-choice questions assessing demographic characteristics, contraceptive use, pregnancy status, and future pregnancy intentions.",
            "Each participant was compensated with $10 and $25 gift cards for completion of the 6 and 18 month surveys, respectively.",
            "In addition to survey data, we gathered information on future births through our state's vital statistics files for the subset of study participants 18 years old or older at baseline.",
            "After receiving a few key pieces of identifying information on each adolescent (eg, name, date of All variables measuring beliefs have a range of 1e5, with higher scores reflecting more favorable beliefs.",
            "The difference in scores for \"Believe women can trust what doctors say about birth control\" was statistically significant (P ¼ .04).",
            "No other statistically significant differences were noted between the 2 groups.",
            "Effective birth control refers to using any of the following methods: condoms, birth control pills, the shot, the patch, the ring, intrauterine device, and implants.",
            "Unprotected vaginal intercourse refers to having vaginal intercourse without using any of the following methods: condoms, birth control pills, the shot, the patch, the ring, intrauterine device, and implants.",
            "ajog.org GYNECOLOGY Original Research birth), the local health department queried the statewide birth certificate data files to see whether she had a birth 6e30 months after enrollment in the study.",
            "This time frame fully covers the lessthan-18 month interpregnancy interval the TOPP intervention was designed to prevent.",
            "We did not query 0e6 month postenrollment data files because a birth during that time period would most likely reflect the baseline eligibility criteria.",
            "Neither the research staff forwarding the identifying information nor the local health department's personnel conducting the queries was aware of a particular participant's randomization status to avoid any systemic biases in data collection."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36232",
        "text": "Fifty intervention participants were reached by noninterventionists and noni dependent evaluators to provide qualitative feedback about the program. Over the phone, they were asked, \"What did you like best about the program?\" and \"If you could change something about the program, what would it be?\"",
        "section": "Qualitative feedback",
        "section_number": 22,
        "sentences": [
            "Fifty intervention participants were reached by noninterventionists and noni dependent evaluators to provide qualitative feedback about the program.",
            "Over the phone, they were asked, \"What did you like best about the program?\"",
            "and \"If you could change something about the program, what would it be?\""
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36232",
        "text": "Baseline group differences were tested using c 2 tests for categorical measures and Student t tests for all other measures. Differences in outcomes between the TOPP and UC groups were assessed using ordinary least-squares regression with covariates for randomization status, random assignment strata, age, race, and a baseline measure of the outcome (if available) or proxy for the baseline measure.",
        "section": "Data analyses",
        "section_number": 23,
        "sentences": [
            "Baseline group differences were tested using c 2 tests for categorical measures and Student t tests for all other measures.",
            "Differences in outcomes between the TOPP and UC groups were assessed using ordinary least-squares regression with covariates for randomization status, random assignment strata, age, race, and a baseline measure of the outcome (if available) or proxy for the baseline measure."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "36232",
        "text": "The regression results were used to calculate covariate-adjusted mean outcomes for the TOPP and UC groups, the covariate-adjusted difference in outcomes between groups, and the 95% confidence interval of the covariateadjusted group difference. SEs were adjusted to account for the permuted block random-assignment design. 16 All statistical analyses were performed using Stata 14.0 (Stata Corp. College Station, TX).",
        "section": "Data analyses",
        "section_number": 24,
        "sentences": [
            "The regression results were used to calculate covariate-adjusted mean outcomes for the TOPP and UC groups, the covariate-adjusted difference in outcomes between groups, and the 95% confidence interval of the covariateadjusted group difference.",
            "SEs were adjusted to account for the permuted block random-assignment design.",
            "16 All statistical analyses were performed using Stata 14.0 (Stata Corp. College Station, TX)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36232",
        "text": "For sample size calculation, we needed a sample of 300 observations per group to detect a 10.9% absolute reduction in repeat pregnancy with alpha ¼ .05 and power of 80%, and assuming a 20% attrition rate, a repeat pregnancy rate in the UC group of 35%, and an R-squared for the regression model of 20%. We used alpha ¼ .05 because we prespecified repeat pregnancy after intervention as our one primary outcome. This anticipated effect size was based on the previously mentioned study of Barnet et al, 15 which tested MI with adolescent mothers. Table 1 presents baseline sociodemographic characteristics and sexual behaviors, respectively, of the TOPP and UC groups. Only 1 small group difference was found; this pattern suggests that randomization procedures resulted in equivalent groups at baseline considering the multiple comparisons that were made. Table 2 presents the frequency and average duration of these forms of assistance. On average, participants had 13 interactions with TOPP clinicians lasting a total of 4.5 hours. On the 5 point global MI spirit scale of the Motivational Interviewing Treatment Integrity rating system, 54.3% of the ratings were in the competency range of 4.0, with another 20% in the beginning proficiency range of 3.5e3.99. Table 3 presents 6 month survey results regarding contraceptive use and sexual risk behaviors. Overall 493 adolescents of the total 598 study participants completed at least part of this survey (82.4%). There were no significant differences in survey completion rates between the TOPP and UC groups (83.8% vs 81.1%, P ¼ .385). Usage of LARC within the past 3 months was more common in the TOPP vs UC groups (35.9% vs 21.9%, P ¼ .002). Similarly, having unprotected vaginal intercourse within the past 3 months was less Means and differences are regression-adjusted to account for differences across groups in age, race, random assignment strata, and a baseline measure of the outcome (if available) or proxy for the baseline measure. Unprotected vaginal intercourse refers to having vaginal intercourse without using any of the following methods: condoms, birth control pills, the shot, the patch, the ring, intrauterine device, and implants.",
        "section": "Data analyses",
        "section_number": 25,
        "sentences": [
            "For sample size calculation, we needed a sample of 300 observations per group to detect a 10.9% absolute reduction in repeat pregnancy with alpha ¼ .05 and power of 80%, and assuming a 20% attrition rate, a repeat pregnancy rate in the UC group of 35%, and an R-squared for the regression model of 20%.",
            "We used alpha ¼ .05 because we prespecified repeat pregnancy after intervention as our one primary outcome.",
            "This anticipated effect size was based on the previously mentioned study of Barnet et al, 15 which tested MI with adolescent mothers.",
            "Table 1 presents baseline sociodemographic characteristics and sexual behaviors, respectively, of the TOPP and UC groups.",
            "Only 1 small group difference was found; this pattern suggests that randomization procedures resulted in equivalent groups at baseline considering the multiple comparisons that were made.",
            "Table 2 presents the frequency and average duration of these forms of assistance.",
            "On average, participants had 13 interactions with TOPP clinicians lasting a total of 4.5 hours.",
            "On the 5 point global MI spirit scale of the Motivational Interviewing Treatment Integrity rating system, 54.3% of the ratings were in the competency range of 4.0, with another 20% in the beginning proficiency range of 3.5e3.99.",
            "Table 3 presents 6 month survey results regarding contraceptive use and sexual risk behaviors.",
            "Overall 493 adolescents of the total 598 study participants completed at least part of this survey (82.4%).",
            "There were no significant differences in survey completion rates between the TOPP and UC groups (83.8% vs 81.1%, P ¼ .385).",
            "Usage of LARC within the past 3 months was more common in the TOPP vs UC groups (35.9% vs 21.9%, P ¼ .002).",
            "Similarly, having unprotected vaginal intercourse within the past 3 months was less Means and differences are regression-adjusted to account for differences across groups in age, race, random assignment strata, and a baseline measure of the outcome (if available) or proxy for the baseline measure.",
            "Unprotected vaginal intercourse refers to having vaginal intercourse without using any of the following methods: condoms, birth control pills, the shot, the patch, the ring, intrauterine device, and implants."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36232",
        "text": "LARC, long-acting reversible contraception. Stevens et al. Randomized trial to prevent rapid repeat pregnancy. Am J Obstet Gynecol 2017.",
        "section": "Midintervention outcomes",
        "section_number": 26,
        "sentences": [
            "LARC, long-acting reversible contraception.",
            "Stevens et al. Randomized trial to prevent rapid repeat pregnancy.",
            "Am J Obstet Gynecol 2017."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36232",
        "text": "Original Research GYNECOLOGY ajog.org common in the TOPP vs UC groups (13.2% vs 22.8%, P ¼ .009). ",
        "section": "Midintervention outcomes",
        "section_number": 27,
        "sentences": [
            "Original Research GYNECOLOGY ajog.org common in the TOPP vs UC groups (13.2% vs 22.8%, P ¼ .009)."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "36232",
        "text": "We found no significant associations between either duration of interactions or frequency of interactions and repeat pregnancy rates in the intervention group.",
        "section": "Dose-response effects",
        "section_number": 28,
        "sentences": [
            "We found no significant associations between either duration of interactions or frequency of interactions and repeat pregnancy rates in the intervention group."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "36232",
        "text": "The reports were overwhelmingly positive and have been partially summarized elsewhere. 20 Two of the participants wished that the conversations with the nurse had been more comfortable; however, these concerns were not unanticipated, given the sensitive nature of the subject matter.",
        "section": "Qualitative feedback about the TOPP program",
        "section_number": 29,
        "sentences": [
            "The reports were overwhelmingly positive and have been partially summarized elsewhere.",
            "20 Two of the participants wished that the conversations with the nurse had been more comfortable; however, these concerns were not unanticipated, given the sensitive nature of the subject matter."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "36232",
        "text": "One intervention participant died in a way completely unrelated to study involvement.",
        "section": "Adverse events",
        "section_number": 30,
        "sentences": [
            "One intervention participant died in a way completely unrelated to study involvement."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "36232",
        "text": "Our principal finding was the 18.1% absolute reduction in self-reported repeat pregnancy in the TOPP intervention group relative to the UC control group (20.5% vs 38.6%) at 18 months. Similarly, TOPP led to an 11.6% absolute reduction in repeat births according to birth certificate files (23.9% vs 35.5%) at 30 months. The consistency of the significant differences across 2 diverse data sources increases confidence in the conclusion that TOPP-produced reductions in rapid repeat pregnancy rates. Furthermore, the beneficial outcomes were achieved through an intervention that lasted on average 4.5 hours, which is Means and differences are regression adjusted to account for differences across groups in age, race, random assignment strata, and a baseline measure of the outcome (if available) or proxy for the baseline measure. Effective birth refers to using any of the following methods: condoms, birth control pills, the shot, the patch, the ring, intrauterine device, and implants. Unprotected vaginal intercourse refers to having vaginal intercourse without using any of the following methods: condoms, birth control pills, the shot, the patch, the ring, intrauterine device, and implants. Noteworthy strengths of this randomized trial included the following: (1) large sample sizes; (2) groups that did not differ on nearly all baseline characteristics prior to randomization; (3) use of independent evaluators; (4) intent-totreat analyses; (5) low survey attrition rates; (6) moderate fidelity ratings for the motivational interviewing component; and (7) few eligibility restrictions. Regarding the latter, the highly regarded Contraceptive CHOICE project limited its sample to adolescents interested in switching contraceptive methods or not using contraception at all. 21 In contrast, results of the present study may be more generalizable because our participants were eligible regardless of their contraceptive attitudes or behaviors. This difference in eligibility criteria may help explain why the Contraceptive CHOICE project had higher LARC utilization rates (72%) than were achieved in the TOPP intervention group (40%).",
        "section": "Comment",
        "section_number": 31,
        "sentences": [
            "Our principal finding was the 18.1% absolute reduction in self-reported repeat pregnancy in the TOPP intervention group relative to the UC control group (20.5% vs 38.6%) at 18 months.",
            "Similarly, TOPP led to an 11.6% absolute reduction in repeat births according to birth certificate files (23.9% vs 35.5%) at 30 months.",
            "The consistency of the significant differences across 2 diverse data sources increases confidence in the conclusion that TOPP-produced reductions in rapid repeat pregnancy rates.",
            "Furthermore, the beneficial outcomes were achieved through an intervention that lasted on average 4.5 hours, which is Means and differences are regression adjusted to account for differences across groups in age, race, random assignment strata, and a baseline measure of the outcome (if available) or proxy for the baseline measure.",
            "Effective birth refers to using any of the following methods: condoms, birth control pills, the shot, the patch, the ring, intrauterine device, and implants.",
            "Unprotected vaginal intercourse refers to having vaginal intercourse without using any of the following methods: condoms, birth control pills, the shot, the patch, the ring, intrauterine device, and implants.",
            "Noteworthy strengths of this randomized trial included the following: (1) large sample sizes; (2) groups that did not differ on nearly all baseline characteristics prior to randomization; (3) use of independent evaluators; (4) intent-totreat analyses; (5) low survey attrition rates; (6) moderate fidelity ratings for the motivational interviewing component; and (7) few eligibility restrictions.",
            "Regarding the latter, the highly regarded Contraceptive CHOICE project limited its sample to adolescents interested in switching contraceptive methods or not using contraception at all.",
            "21 In contrast, results of the present study may be more generalizable because our participants were eligible regardless of their contraceptive attitudes or behaviors.",
            "This difference in eligibility criteria may help explain why the Contraceptive CHOICE project had higher LARC utilization rates (72%) than were achieved in the TOPP intervention group (40%)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36232",
        "text": "The limitations of the study were as follows. First, the 2-group design did not permit identification of the part(s) of the multifaceted intervention (motivational interviewing, contraceptive clinic, transportation assistance, social worker time) that led to the reduced pregnancy rates. In the future, a dismantling study could isolate which components are essential.",
        "section": "Comment",
        "section_number": 32,
        "sentences": [
            "The limitations of the study were as follows.",
            "First, the 2-group design did not permit identification of the part(s) of the multifaceted intervention (motivational interviewing, contraceptive clinic, transportation assistance, social worker time) that led to the reduced pregnancy rates.",
            "In the future, a dismantling study could isolate which components are essential."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36232",
        "text": "Second, the lack of an attention placebo control group allows the possibility that outcomes were solely due to nonspecific factors like extra social attention from the TOPP clinicians. Future investigators should test the TOPP program relative to a psychological placebo condition or other evidence-based pregnancy prevention programs.",
        "section": "Comment",
        "section_number": 33,
        "sentences": [
            "Second, the lack of an attention placebo control group allows the possibility that outcomes were solely due to nonspecific factors like extra social attention from the TOPP clinicians.",
            "Future investigators should test the TOPP program relative to a psychological placebo condition or other evidence-based pregnancy prevention programs."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "36232",
        "text": "Third, our sample was restricted to pregnant and parenting adolescents with Medicaid coverage from a Midwestern state. The findings may not generalize to nulliparious adolescents, more affluent socioeconomic groups, or other regions of the country.",
        "section": "Comment",
        "section_number": 34,
        "sentences": [
            "Third, our sample was restricted to pregnant and parenting adolescents with Medicaid coverage from a Midwestern state.",
            "The findings may not generalize to nulliparious adolescents, more affluent socioeconomic groups, or other regions of the country."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "36232",
        "text": "Fourth, although the TOPP intervention was not as time intensive as the Nurse Family Partnership home visitation program to deliver, nonpregnancy benefits (eg, greater maternal employment) of only the latter program have been demonstrated. 4 Fifth, the TOPP program featured resource-intensive components (eg, van service, rigorous training in motivational interviewing) that some communities may not financially support. However, these intervention components are potentially available, including many certified Motivational Interviewing Network trainers across the United States and the rest of the world. 22 Sixth, our secondary data source, birth certificate files, was utilized for only three quarters of the total sample (ie, those adolescents who were 18 or 19 years old at baseline) because of limited study resources. Furthermore, this administrative data source has limitations in accurately assessing future pregnancies, particularly not including out-of-state births, abortions, and miscarriages. Nevertheless, unlike survey data, this secondary data source was not susceptible to attrition and social desirability biases.",
        "section": "Comment",
        "section_number": 35,
        "sentences": [
            "Fourth, although the TOPP intervention was not as time intensive as the Nurse Family Partnership home visitation program to deliver, nonpregnancy benefits (eg, greater maternal employment) of only the latter program have been demonstrated.",
            "4 Fifth, the TOPP program featured resource-intensive components (eg, van service, rigorous training in motivational interviewing) that some communities may not financially support.",
            "However, these intervention components are potentially available, including many certified Motivational Interviewing Network trainers across the United States and the rest of the world.",
            "22 Sixth, our secondary data source, birth certificate files, was utilized for only three quarters of the total sample (ie, those adolescents who were 18 or 19 years old at baseline) because of limited study resources.",
            "Furthermore, this administrative data source has limitations in accurately assessing future pregnancies, particularly not including out-of-state births, abortions, and miscarriages.",
            "Nevertheless, unlike survey data, this secondary data source was not susceptible to attrition and social desirability biases."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36232",
        "text": "Seventh, cost analyses were not conducted as part of the present project.",
        "section": "Comment",
        "section_number": 36,
        "sentences": [
            "Seventh, cost analyses were not conducted as part of the present project."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "36232",
        "text": "In conclusion, the TOPP program represents one of the few evidence-based interventions to reduce rapid repeat teen pregnancy. While future work is needed to replicate these promising results and to determine TOPP's scalability, this relatively brief intervention may be a viable alternative to more time-intensive programs that adolescent mothers may be unable or unwilling to receive. n",
        "section": "Comment",
        "section_number": 37,
        "sentences": [
            "In conclusion, the TOPP program represents one of the few evidence-based interventions to reduce rapid repeat teen pregnancy.",
            "While future work is needed to replicate these promising results and to determine TOPP's scalability, this relatively brief intervention may be a viable alternative to more time-intensive programs that adolescent mothers may be unable or unwilling to receive.",
            "n"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36232",
        "text": ".e2 American Journal of Obstetrics & Gynecology OCTOBER 2017",
        "section": "",
        "section_number": 38,
        "sentences": [
            ".e2 American Journal of Obstetrics & Gynecology OCTOBER 2017"
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "36232",
        "text": ".e4 American Journal of Obstetrics & Gynecology OCTOBER 2017",
        "section": "",
        "section_number": 39,
        "sentences": [
            ".e4 American Journal of Obstetrics & Gynecology OCTOBER 2017"
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "36232",
        "text": "OCTOBER 2017 American Journal of Obstetrics & Gynecology 423.e5",
        "section": "",
        "section_number": 40,
        "sentences": [
            "OCTOBER 2017 American Journal of Obstetrics & Gynecology 423.e5"
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "36232",
        "text": ".e6 American Journal of Obstetrics & Gynecology OCTOBER 2017",
        "section": "",
        "section_number": 41,
        "sentences": [
            ".e6 American Journal of Obstetrics & Gynecology OCTOBER 2017"
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "36232",
        "text": ".e8 American Journal of Obstetrics & Gynecology OCTOBER 2017",
        "section": "",
        "section_number": 42,
        "sentences": [
            ".e8 American Journal of Obstetrics & Gynecology OCTOBER 2017"
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "36232",
        "text": "OCTOBER 2017 American Journal of Obstetrics & Gynecology 423.e9",
        "section": "",
        "section_number": 43,
        "sentences": [
            "OCTOBER 2017 American Journal of Obstetrics & Gynecology 423.e9"
        ],
        "sentence_labels": [
            -1
        ]
    }
]