[
    {
        "doc_id": "44949",
        "text": "The purpose of this study was to investigate the correlation between brain-derived neurotrophic factor (BDNF) in serum and depression in children, and explore the effects of different nursing protocols on patients with low levels of BDNF. We recruited 128 children with depression and 50 healthy subjects. Compared with healthy controls, the mRNA and protein levels of BDNF in serum were lower in children with depression (p<0.01). We selected 60 depressed children with low BDNF and randomly divided them in two groups: comprehensive nursing (n=30) and regular nursing (n=30). Compared to healthy children, there was a significant increase in Hamilton depression (HAMD) scores in patients with depression in childhood (p<0.01). After treatment, BDNF protein expression was higher in the comprehensive nursing group than that in the regular nursing group (p<0.05). Also, the HAMD score in the comprehensive nursing group was significantly lower than that in the regular nursing group (p<0.05). Compliance to treatment and quality of life after treatment improved in the comprehensive nursing group compared with the regular nursing group (p<0.05). Overall, a decrease in BDNF expression is closely correlated with depression, and comprehensive nursing care can significantly ameliorate the depression symptoms in pediatric patients, increase the BDNF expression, and improve compliance and quality of life. These results provide theoretical and practical significance for clinical nursing care of patients with depression in childhood.",
        "section": "Abstract",
        "sentences": [
            "The purpose of this study was to investigate the correlation between brain-derived neurotrophic factor (BDNF) in serum and depression in children, and explore the effects of different nursing protocols on patients with low levels of BDNF.",
            "We recruited 128 children with depression and 50 healthy subjects.",
            "Compared with healthy controls, the mRNA and protein levels of BDNF in serum were lower in children with depression (p<0.01).",
            "We selected 60 depressed children with low BDNF and randomly divided them in two groups: comprehensive nursing (n=30) and regular nursing (n=30).",
            "Compared to healthy children, there was a significant increase in Hamilton depression (HAMD) scores in patients with depression in childhood (p<0.01).",
            "After treatment, BDNF protein expression was higher in the comprehensive nursing group than that in the regular nursing group (p<0.05).",
            "Also, the HAMD score in the comprehensive nursing group was significantly lower than that in the regular nursing group (p<0.05).",
            "Compliance to treatment and quality of life after treatment improved in the comprehensive nursing group compared with the regular nursing group (p<0.05).",
            "Overall, a decrease in BDNF expression is closely correlated with depression, and comprehensive nursing care can significantly ameliorate the depression symptoms in pediatric patients, increase the BDNF expression, and improve compliance and quality of life.",
            "These results provide theoretical and practical significance for clinical nursing care of patients with depression in childhood."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "44949",
        "text": "Depression is a common psychiatric disease characterized by abnormal mental state. Typical symptoms include impaired thinking and eccentric personality. In recent years, an increase in social pressure has been associated to an increase in depression (1, 2) . The younger tendency in the presentation of depression has also generated an increase in pediatric patients with depression. To ameliorate the depression symptoms of pediatric patients, a diversified set of treatment strategies has been developed (3) (4) (5) . Deficiency or functional disorder in brain-derived neurotrophic factor (BDNF) is closely associated with depression, and increasing the level and recovering the function of BDNF has clinical application against depression. BDNF functions downstream of cAMP/PKA/CREB pathways and plays critical roles in recognition, depression and neurodegenerative disorders (6, 7) . Nursing care can have an impact on the treatment of depression. Evidence suggests that appropriate nursing strategies can help patients with depression to overcome the psychiatric obstacles and increase their quality of life (8) (9) (10) . In this study, we analyzed the nursing effect on pediatric depression patients with low expression of BDNF and found that nursing care can significantly ameliorate depression.",
        "section": "Introduction",
        "section_number": 1,
        "sentences": [
            "Depression is a common psychiatric disease characterized by abnormal mental state.",
            "Typical symptoms include impaired thinking and eccentric personality.",
            "In recent years, an increase in social pressure has been associated to an increase in depression (1, 2) .",
            "The younger tendency in the presentation of depression has also generated an increase in pediatric patients with depression.",
            "To ameliorate the depression symptoms of pediatric patients, a diversified set of treatment strategies has been developed (3) (4) (5) .",
            "Deficiency or functional disorder in brain-derived neurotrophic factor (BDNF) is closely associated with depression, and increasing the level and recovering the function of BDNF has clinical application against depression.",
            "BDNF functions downstream of cAMP/PKA/CREB pathways and plays critical roles in recognition, depression and neurodegenerative disorders (6, 7) .",
            "Nursing care can have an impact on the treatment of depression.",
            "Evidence suggests that appropriate nursing strategies can help patients with depression to overcome the psychiatric obstacles and increase their quality of life (8) (9) (10) .",
            "In this study, we analyzed the nursing effect on pediatric depression patients with low expression of BDNF and found that nursing care can significantly ameliorate depression."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "44949",
        "text": "Study subjects. We enrolled 128 pediatric patients with depression who were treated in Binzhou City Center Hospital between February, 2014 and February, 2016. Patients were aged between 7 and 16 years. The cohort had 55 males and 73 females. All pediatric patients were diagnosed with depression by experts specializing in diagnosis and treatment. Fifty healthy children were enrolled into the control group, with ages between 6 and 15 years, and containing 25 males and 25 females. All enrolled subjects were cleared of other chronic diseases. This study was approved by the Ethics Committee of Binzhou City Center Hospital. Signed written informed consents were obtained from the guardians. The research protocol was approved by the Ethics Committee of the hospital. All the patients received follow-up care for one year by the hospital. Accurate clinical history, pathological material, and treatment protocol were conserved through the study.",
        "section": "Subjects and methods",
        "section_number": 2,
        "sentences": [
            "Study subjects.",
            "We enrolled 128 pediatric patients with depression who were treated in Binzhou City Center Hospital between February, 2014 and February, 2016.",
            "Patients were aged between 7 and 16 years.",
            "The cohort had 55 males and 73 females.",
            "All pediatric patients were diagnosed with depression by experts specializing in diagnosis and treatment.",
            "Fifty healthy children were enrolled into the control group, with ages between 6 and 15 years, and containing 25 males and 25 females.",
            "All enrolled subjects were cleared of other chronic diseases.",
            "This study was approved by the Ethics Committee of Binzhou City Center Hospital.",
            "Signed written informed consents were obtained from the guardians.",
            "The research protocol was approved by the Ethics Committee of the hospital.",
            "All the patients received follow-up care for one year by the hospital.",
            "Accurate clinical history, pathological material, and treatment protocol were conserved through the study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "44949",
        "text": "Semi-quantitative PCR. After total RNA was purified from peripheral blood from pediatric patients and healthy children using the TRIzol kit (Invitrogen, Garlsbad, CA, USA), the integrity of RNA was confirmed by agarose gel electrophoresis. The electrophoresis revealed that 28S, 18S and 5S bands were clear, and the 28S band was twice as strong as the 5S band, suggesting that the RNA was intact for the following experiments. cDNA was prepared by reverse transcription using the reverse transcription kit (Invitrogen). Using glyceraldehyde 3-phosphate dehydrogenase (GAPDH) as internal reference, we performed semi-quantitative PCR (ABI, Foster City, CA, USA) to detect the mRNA levels of BDNF. The reaction conditions were: initial denaturation at 95˚C for 5 min; 95˚C for 30 sec, 64˚C for 25 sec and 72˚C for 30 sec (35 cycles). Extension at 72˚C for 5 min. Primers were synthesized by Tiangen Biotech (Beijing, China) and the sequences are shown in Table I . At the end of the reaction, the results were observed in ultraviolet imaging system (Biometra, Göttingen, Germany) after agarose gel electrophoresis.",
        "section": "Subjects and methods",
        "section_number": 3,
        "sentences": [
            "Semi-quantitative PCR.",
            "After total RNA was purified from peripheral blood from pediatric patients and healthy children using the TRIzol kit (Invitrogen, Garlsbad, CA, USA), the integrity of RNA was confirmed by agarose gel electrophoresis.",
            "The electrophoresis revealed that 28S, 18S and 5S bands were clear, and the 28S band was twice as strong as the 5S band, suggesting that the RNA was intact for the following experiments.",
            "cDNA was prepared by reverse transcription using the reverse transcription kit (Invitrogen).",
            "Using glyceraldehyde 3-phosphate dehydrogenase (GAPDH) as internal reference, we performed semi-quantitative PCR (ABI, Foster City, CA, USA) to detect the mRNA levels of BDNF.",
            "The reaction conditions were: initial denaturation at 95˚C for 5 min; 95˚C for 30 sec, 64˚C for 25 sec and 72˚C for 30 sec (35 cycles).",
            "Extension at 72˚C for 5 min.",
            "Primers were synthesized by Tiangen Biotech (Beijing, China) and the sequences are shown in Table I .",
            "At the end of the reaction, the results were observed in ultraviolet imaging system (Biometra, Göttingen, Germany) after agarose gel electrophoresis."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "44949",
        "text": "Western blot analysis. Peripheral blood samples from patients and healthy subjects was concentrated, lysed in radioimmunoprecipitation assay (RIPA) in a 1:1 ratio (volume:volume), and centrifuged at 8,500 x g for 5 min. Then, supernatant was removed and the pellet contained the total protein that was quantified using the bicinchoninic acid (BCA) assay kit. The total protein was separated using sodium dodecyl sulfate polyacrylamide gel electrophoresis (SDS-PAGE). We loaded 10 µl of sample per well for electrophoresis at 80 V followed by transfer onto the polyvinylidene fluoride (PVDF) membrane at 100 V for 90 min. The membranes were blocked for 2 h and the relevant bands were cut for incubation using rabbit anti-BDNF and anti-β-catenin antibodies (Cell Signaling Technology, Beverly, MA, USA) at 4˚C overnight. Membranes were washed using Tris-buffered saline and Tween-20 (TBST) 3 times for 5 min. Secondary antibody was incubated for 2 h at room temperature followed by membrane wash in TBST 3 times. Thereafter, ECL solution (A and B solutions were mixed 1:1) (Invitrogen) in appropriate volume was added onto the membrane in a dark room, and exposure was performed according to the fluorescent strength of the bands. Then, images were developed and fixed followed by scanning. Gray scanning was carried out using ImageJ software.",
        "section": "Subjects and methods",
        "section_number": 4,
        "sentences": [
            "Western blot analysis.",
            "Peripheral blood samples from patients and healthy subjects was concentrated, lysed in radioimmunoprecipitation assay (RIPA) in a 1:1 ratio (volume:volume), and centrifuged at 8,500 x g for 5 min.",
            "Then, supernatant was removed and the pellet contained the total protein that was quantified using the bicinchoninic acid (BCA) assay kit.",
            "The total protein was separated using sodium dodecyl sulfate polyacrylamide gel electrophoresis (SDS-PAGE).",
            "We loaded 10 µl of sample per well for electrophoresis at 80 V followed by transfer onto the polyvinylidene fluoride (PVDF) membrane at 100 V for 90 min.",
            "The membranes were blocked for 2 h and the relevant bands were cut for incubation using rabbit anti-BDNF and anti-β-catenin antibodies (Cell Signaling Technology, Beverly, MA, USA) at 4˚C overnight.",
            "Membranes were washed using Tris-buffered saline and Tween-20 (TBST) 3 times for 5 min.",
            "Secondary antibody was incubated for 2 h at room temperature followed by membrane wash in TBST 3 times.",
            "Thereafter, ECL solution (A and B solutions were mixed 1:1) (Invitrogen) in appropriate volume was added onto the membrane in a dark room, and exposure was performed according to the fluorescent strength of the bands.",
            "Then, images were developed and fixed followed by scanning.",
            "Gray scanning was carried out using ImageJ software."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "44949",
        "text": "Enzyme-linked immunosorbent assay (ELISA). Peripheral blood was centrifuged at 8,500 x g for 5 min at 4˚C. Supernatant was collected and added into the wells followed by rinsing using cleaning solution (400 µl in each well). Then, 50 µl rabbit anti-BDNF (Cell Signaling Technology) was added into each well, and the plate was incubated on a vertical shaker for 1 h. Next, the mix was discarded followed by rinsing 4 times. In each sampling well, 100 µl serum sample prepared in advance was added. In the well for the standard, 100 µl standard was added followed by 2 h of reaction on a shaker at room temperature followed by rinsing 4 times. In each well, 200 µl of color development reagent was added for 30 min in a dark room at room temperature. A hundred microliters stopping solution was added in each well to terminate the reaction, and the plate was placed in a plate reader at 450 nm to detect the optical density. Accordingly, the expression level of BDNF was calculated. ELISA kit for BDNF (R&D Systems, Minneapolis, MN, USA).",
        "section": "Subjects and methods",
        "section_number": 5,
        "sentences": [
            "Enzyme-linked immunosorbent assay (ELISA).",
            "Peripheral blood was centrifuged at 8,500 x g for 5 min at 4˚C. Supernatant was collected and added into the wells followed by rinsing using cleaning solution (400 µl in each well).",
            "Then, 50 µl rabbit anti-BDNF (Cell Signaling Technology) was added into each well, and the plate was incubated on a vertical shaker for 1 h. Next, the mix was discarded followed by rinsing 4 times.",
            "In each sampling well, 100 µl serum sample prepared in advance was added.",
            "In the well for the standard, 100 µl standard was added followed by 2 h of reaction on a shaker at room temperature followed by rinsing 4 times.",
            "In each well, 200 µl of color development reagent was added for 30 min in a dark room at room temperature.",
            "A hundred microliters stopping solution was added in each well to terminate the reaction, and the plate was placed in a plate reader at 450 nm to detect the optical density.",
            "Accordingly, the expression level of BDNF was calculated.",
            "ELISA kit for BDNF (R&D Systems, Minneapolis, MN, USA)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "44949",
        "text": "Psychological nursing care. Pediatric patients with depression usually suffer from loneliness, anxiety and other depressing feelings, which can lead to the refusal of treatment. Thus, by understanding the psychological changes from all aspects and providing the necessary recognition education for patients, we inform the patients of the key role of the treatment to lessen the depression. In addition, we ameliorate the anxiety and resistance to treatment, relieve negative feelings such as pessimistic, lonely, and depressing feelings, correct the previous misconceptions and establish the right cognitive outlook, thereby prompting them to cooperate with the treatment. Regular nursing care was provided by a general ward nursing. Comprehensive nursing care included the general ward nursing care and psychological, bowel, and dietary nursing care, guidance for drug administration, and nursing care of exercise and family.",
        "section": "Subjects and methods",
        "section_number": 6,
        "sentences": [
            "Psychological nursing care.",
            "Pediatric patients with depression usually suffer from loneliness, anxiety and other depressing feelings, which can lead to the refusal of treatment.",
            "Thus, by understanding the psychological changes from all aspects and providing the necessary recognition education for patients, we inform the patients of the key role of the treatment to lessen the depression.",
            "In addition, we ameliorate the anxiety and resistance to treatment, relieve negative feelings such as pessimistic, lonely, and depressing feelings, correct the previous misconceptions and establish the right cognitive outlook, thereby prompting them to cooperate with the treatment.",
            "Regular nursing care was provided by a general ward nursing.",
            "Comprehensive nursing care included the general ward nursing care and psychological, bowel, and dietary nursing care, guidance for drug administration, and nursing care of exercise and family."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "44949",
        "text": "Nursing care of bowel and diet. Symptoms like anorexia usually appear in pediatric patients with depression. Thus, during the treatment, understanding the dietary habits and preferences of patients helped selecting the food that could satisfy the dietary habit and nutritious requirement of each patient.",
        "section": "Subjects and methods",
        "section_number": 7,
        "sentences": [
            "Nursing care of bowel and diet.",
            "Symptoms like anorexia usually appear in pediatric patients with depression.",
            "Thus, during the treatment, understanding the dietary habits and preferences of patients helped selecting the food that could satisfy the dietary habit and nutritious requirement of each patient."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "44949",
        "text": "Guidance of drug administration. As pediatric patients with depression usually resist drug administration, education for drug administration was critical during the treatment. This education could guarantee the correct pattern of drug administration, thereby ameliorating the side effect and increasing the compliance of drug administration.",
        "section": "Subjects and methods",
        "section_number": 8,
        "sentences": [
            "Guidance of drug administration.",
            "As pediatric patients with depression usually resist drug administration, education for drug administration was critical during the treatment.",
            "This education could guarantee the correct pattern of drug administration, thereby ameliorating the side effect and increasing the compliance of drug administration."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "44949",
        "text": "Nursing care for exercise. Due to the psychological states in pediatric patients with depression, such as eccentricity and unwillingness to exercise, we stipulated a detailed work-out plan, and prompted the patients to fulfill their daily assignment, thereby encouraging the patients to have more outdoor exercise and raising their interest in exercise.",
        "section": "Subjects and methods",
        "section_number": 9,
        "sentences": [
            "Nursing care for exercise.",
            "Due to the psychological states in pediatric patients with depression, such as eccentricity and unwillingness to exercise, we stipulated a detailed work-out plan, and prompted the patients to fulfill their daily assignment, thereby encouraging the patients to have more outdoor exercise and raising their interest in exercise."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "44949",
        "text": "Familial nursing care. Care and encouragement from the family are critical to depressed child patients. Thus, nursing care was carried out by deploying the living condition that conformed to the interest of patients, and providing convenience and conformity for patients. Patients should experience the warmth from a close relationship with parents and family members. In addition, patients were encouraged to overcome the bad feelings and psychological obstacles bravely.",
        "section": "Subjects and methods",
        "section_number": 10,
        "sentences": [
            "Familial nursing care.",
            "Care and encouragement from the family are critical to depressed child patients.",
            "Thus, nursing care was carried out by deploying the living condition that conformed to the interest of patients, and providing convenience and conformity for patients.",
            "Patients should experience the warmth from a close relationship with parents and family members.",
            "In addition, patients were encouraged to overcome the bad feelings and psychological obstacles bravely."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "44949",
        "text": "Hamilton depression (HAMD) assessment. We adopted the HAMD scale to evaluate depression. Scores were given to each question and depression condition was divided into four categories. The severity of depression was evaluated according to the scores.",
        "section": "Subjects and methods",
        "section_number": 11,
        "sentences": [
            "Hamilton depression (HAMD) assessment.",
            "We adopted the HAMD scale to evaluate depression.",
            "Scores were given to each question and depression condition was divided into four categories.",
            "The severity of depression was evaluated according to the scores."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "44949",
        "text": "Compliance to treatment. Comprehensive evaluation was performed according to the cooperation of patients to treatment and compliance to drug administration. Complete compliance referred to patients that cooperated with the treatment and received medication strictly in accordance with the medical orders. Incomplete compliance referred to patients that cooperated with the treatment, but received the medication not strictly in accordance with the medical order. Non-compliance referred to patients that did not cooperate with the treatment or did not receive the medication in accordance with the orders. Finally, the cases of complete compliance and non-compliance were used to calculate the total compliance rate.",
        "section": "Subjects and methods",
        "section_number": 12,
        "sentences": [
            "Compliance to treatment.",
            "Comprehensive evaluation was performed according to the cooperation of patients to treatment and compliance to drug administration.",
            "Complete compliance referred to patients that cooperated with the treatment and received medication strictly in accordance with the medical orders.",
            "Incomplete compliance referred to patients that cooperated with the treatment, but received the medication not strictly in accordance with the medical order.",
            "Non-compliance referred to patients that did not cooperate with the treatment or did not receive the medication in accordance with the orders.",
            "Finally, the cases of complete compliance and non-compliance were used to calculate the total compliance rate."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "44949",
        "text": "Through assessment of quality of life, we evaluated the progress of pediatric patients with depression. Scores were given to each question and the life quality was divided into 5 categories, with the high scores representing a better quality of life.",
        "section": "Quality of life.",
        "section_number": 13,
        "sentences": [
            "Through assessment of quality of life, we evaluated the progress of pediatric patients with depression.",
            "Scores were given to each question and the life quality was divided into 5 categories, with the high scores representing a better quality of life."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "44949",
        "text": "Statistical analysis. Data are presented as mean ± standard deviation. SPSS 19.0 (Statistic Package for Social Science; SPSS, Inc., Chicago, IL, USA) was used for data processing.",
        "section": "Quality of life.",
        "section_number": 14,
        "sentences": [
            "Statistical analysis.",
            "Data are presented as mean ± standard deviation.",
            "SPSS 19.0 (Statistic Package for Social Science; SPSS, Inc., Chicago, IL, USA) was used for data processing."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "44949",
        "text": "Analysis by t-test was performed for comparison between two groups, and analysis of variance (ANOVA) for comparisons among groups. Through homogeneity test of variance, Bonferroni method was used for comparison between either two groups that had equal variance, Welch method for comparison between either two groups that had different variance, and Dunnett's T3 method for multiple comparisons. p<0.05 suggested that the difference had statistical significance.",
        "section": "Quality of life.",
        "section_number": 15,
        "sentences": [
            "Analysis by t-test was performed for comparison between two groups, and analysis of variance (ANOVA) for comparisons among groups.",
            "Through homogeneity test of variance, Bonferroni method was used for comparison between either two groups that had equal variance, Welch method for comparison between either two groups that had different variance, and Dunnett's T3 method for multiple comparisons.",
            "p<0.05 suggested that the difference had statistical significance."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "44949",
        "text": "We first compared the levels of BDNF in blood from children with depression and healthy children. Semiquantitative PCR showed that the expression level of BDNF mRNA was lower in pediatric patients with depression compared with healthy children (p<0.01) ( Fig. 1 ). To confirm this reduction in BDNF mRNA expression, we next examined the levels of BDNF protein. Compared with healthy children, BDNF protein level was low (p<0.01) (Fig. 2) . Using the BDNF level in healthy children as standard, we selected 60 children with depression and low levels of BDNF. We found no statistically significant difference in the levels of BDNF within this group (p>0.05). Then, these 60 patients were divided in two treatments: regular nursing (n=30) and comprehensive nursing (n=30) groups. The two groups received the same medication, but patients in the comprehensive nursing care received additional physical, educational and emotional support. After 3 months of treatment, we examined BDNF expression by ELISA. Compared with the regular nursing group, patients subjected to comprehensive nursing care experienced an increase in BDNF expression with a statistically significant difference (p<0.05) (Fig. 3) .",
        "section": "BDNF expression in serum in pediatric patients with depression.",
        "section_number": 16,
        "sentences": [
            "We first compared the levels of BDNF in blood from children with depression and healthy children.",
            "Semiquantitative PCR showed that the expression level of BDNF mRNA was lower in pediatric patients with depression compared with healthy children (p<0.01) ( Fig. 1 ).",
            "To confirm this reduction in BDNF mRNA expression, we next examined the levels of BDNF protein.",
            "Compared with healthy children, BDNF protein level was low (p<0.01) (Fig. 2) .",
            "Using the BDNF level in healthy children as standard, we selected 60 children with depression and low levels of BDNF.",
            "We found no statistically significant difference in the levels of BDNF within this group (p>0.05).",
            "Then, these 60 patients were divided in two treatments: regular nursing (n=30) and comprehensive nursing (n=30) groups.",
            "The two groups received the same medication, but patients in the comprehensive nursing care received additional physical, educational and emotional support.",
            "After 3 months of treatment, we examined BDNF expression by ELISA.",
            "Compared with the regular nursing group, patients subjected to comprehensive nursing care experienced an increase in BDNF expression with a statistically significant difference (p<0.05) (Fig. 3) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "44949",
        "text": "Depression measures using the HAMD scale. The HAMD scale was used to evaluate depression degree in three study groups: regular nursing (n=30), the comprehensive nursing (n=30), and healthy children (n=50). Before the treatment, the HAMD score of pediatric patients with depression was significantly higher than that in the healthy children (p<0.01) (Table II) . However, there was no statistically significant difference in the HAMD score between the regular nursing and the comprehensive nursing groups (p>0.05) (Table II) . After 3 months of treatment, patients that received comprehensive nursing care showed a significant decreased in depression scores (p<0.05) (Table III) .",
        "section": "BDNF expression in serum in pediatric patients with depression.",
        "section_number": 17,
        "sentences": [
            "Depression measures using the HAMD scale.",
            "The HAMD scale was used to evaluate depression degree in three study groups: regular nursing (n=30), the comprehensive nursing (n=30), and healthy children (n=50).",
            "Before the treatment, the HAMD score of pediatric patients with depression was significantly higher than that in the healthy children (p<0.01) (Table II) .",
            "However, there was no statistically significant difference in the HAMD score between the regular nursing and the comprehensive nursing groups (p>0.05) (Table II) .",
            "After 3 months of treatment, patients that received comprehensive nursing care showed a significant decreased in depression scores (p<0.05) (Table III) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "44949",
        "text": "Compliance to treatment. Compliance to treatment of pediatric patients was evaluated in the comprehensive nursing and regular nursing groups. Before medication and nursing care, compliance was similar in both groups (p>0.05) (Table IV) . After 3 months of treatment, compliance in patients that received comprehensive nursing care was significant higher than in those receiving regular nursing care (p<0.05) ( Table V) .",
        "section": "BDNF expression in serum in pediatric patients with depression.",
        "section_number": 18,
        "sentences": [
            "Compliance to treatment.",
            "Compliance to treatment of pediatric patients was evaluated in the comprehensive nursing and regular nursing groups.",
            "Before medication and nursing care, compliance was similar in both groups (p>0.05) (Table IV) .",
            "After 3 months of treatment, compliance in patients that received comprehensive nursing care was significant higher than in those receiving regular nursing care (p<0.05) ( Table V) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "44949",
        "text": "Quality of life. We used a questionnaire to evaluate quality of life in pediatric patients with depression. Before the treatment, the quality of life in the regular nursing and comprehensive nursing groups were significantly lower than that in healthy children (p<0.05) (Table VI) . However, there was no statistically significant difference in quality of life between the two nursing groups (p>0.05) (Table VI) . After 3 months of treatment, the quality of life in patients that received comprehensive nursing care was elevated compared with those receiving regular nursing care (p<0.05) (Table VII) .",
        "section": "BDNF expression in serum in pediatric patients with depression.",
        "section_number": 19,
        "sentences": [
            "Quality of life.",
            "We used a questionnaire to evaluate quality of life in pediatric patients with depression.",
            "Before the treatment, the quality of life in the regular nursing and comprehensive nursing groups were significantly lower than that in healthy children (p<0.05) (Table VI) .",
            "However, there was no statistically significant difference in quality of life between the two nursing groups (p>0.05) (Table VI) .",
            "After 3 months of treatment, the quality of life in patients that received comprehensive nursing care was elevated compared with those receiving regular nursing care (p<0.05) (Table VII) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "44949",
        "text": "Depression is usually characterized by recurrence. Although some patients maintain a relatively normal mental state in remission after treatment, recurrence can be triggered by social and mental stress, and in extreme cases, patients will commit suicide (11, 12) . BDNF is expressed in the cerebral cortex, hippocampus, thalamus, and cerebellum, with the highest expression corresponding to the hippocampus (13) . Additionally, BDNF can nourish and protect central and peripheral neurons through regulating the metabolism and regeneration of neurons (14) . In this study, we used RT-PCR and western blot analysis to detect the expression level of BDNF in peripheral blood from pediatric patients with depression. Both assays showed that expression of BDNF in the patients was lower than in the control group. Clinical research has shown that BDNF levels in serum is equivalent to those in the brain tissues in depression patients, which is 100 times the level in plasma (15, 16) . Thus, detecting BDNF expression in serum of peripheral blood effectively reflects the brain level of BDNF with the advantage of minimal invasion, simple procedure, and accurate results. According to one study, the expression level of BDNF in depression patients was significantly lower than that in the healthy population, and a lower BDNF expression Compared with the healthy children, the depression in patients is more significant ( a p<0.01). There is no significant difference in depression between the patients in regular nursing group and those in the comprehensive nursing group (p>0.05). HAMD, Hamilton depression. Figure 3 . Detection of brain-derived neurotrophic factor (BDNF) protein expression by enzyme-linked immunosorbent assay (ELISA). After treatment, the protein expression of BDNF in pediatric patients in the comprehensive nursing group is significantly higher than that in the regular nursing group, * p<0.05. represents the more severe depression (17) . Severe depression and longer disease course, usually leads to neuronal apoptosis and pyknosis, causing a decrease in the intake of neurotrophic factors. Autopsy investigations showed that after medication of anti-depression drugs, the symptoms are significantly ameliorated and BDNF in the brain increased to normal levels (18) . Therefore, the level of BDNF in the brain is closely correlated with the occurrence and development of depression. Here, we used the HAMD scale to evaluate depression. Pediatric patients with depression with low levels of BDNF were divided into regular and comprehensive nursing groups. Both groups received the same medical treatment, but after 3 months of nursing treatment, the recovery in the comprehensive nursing group was much higher than in the regular nursing group. In addition, we found that compliance and quality of life in the comprehensive nursing group were significantly superior to those in the regular nursing group. These results showed that comprehensive nursing care enhances the treatment for depression. Comprehensive nursing care, through psychological, exercise, and family interventions, can help the patients ameliorate the negative emotions, promote their interest, establish the correct life values, and open their mind, which are of great significance to the treatment of depression (19, 20) .",
        "section": "Discussion",
        "section_number": 20,
        "sentences": [
            "Depression is usually characterized by recurrence.",
            "Although some patients maintain a relatively normal mental state in remission after treatment, recurrence can be triggered by social and mental stress, and in extreme cases, patients will commit suicide (11, 12) .",
            "BDNF is expressed in the cerebral cortex, hippocampus, thalamus, and cerebellum, with the highest expression corresponding to the hippocampus (13) .",
            "Additionally, BDNF can nourish and protect central and peripheral neurons through regulating the metabolism and regeneration of neurons (14) .",
            "In this study, we used RT-PCR and western blot analysis to detect the expression level of BDNF in peripheral blood from pediatric patients with depression.",
            "Both assays showed that expression of BDNF in the patients was lower than in the control group.",
            "Clinical research has shown that BDNF levels in serum is equivalent to those in the brain tissues in depression patients, which is 100 times the level in plasma (15, 16) .",
            "Thus, detecting BDNF expression in serum of peripheral blood effectively reflects the brain level of BDNF with the advantage of minimal invasion, simple procedure, and accurate results.",
            "According to one study, the expression level of BDNF in depression patients was significantly lower than that in the healthy population, and a lower BDNF expression Compared with the healthy children, the depression in patients is more significant ( a p<0.01).",
            "There is no significant difference in depression between the patients in regular nursing group and those in the comprehensive nursing group (p>0.05).",
            "HAMD, Hamilton depression.",
            "Figure 3 .",
            "Detection of brain-derived neurotrophic factor (BDNF) protein expression by enzyme-linked immunosorbent assay (ELISA).",
            "After treatment, the protein expression of BDNF in pediatric patients in the comprehensive nursing group is significantly higher than that in the regular nursing group, * p<0.05.",
            "represents the more severe depression (17) .",
            "Severe depression and longer disease course, usually leads to neuronal apoptosis and pyknosis, causing a decrease in the intake of neurotrophic factors.",
            "Autopsy investigations showed that after medication of anti-depression drugs, the symptoms are significantly ameliorated and BDNF in the brain increased to normal levels (18) .",
            "Therefore, the level of BDNF in the brain is closely correlated with the occurrence and development of depression.",
            "Here, we used the HAMD scale to evaluate depression.",
            "Pediatric patients with depression with low levels of BDNF were divided into regular and comprehensive nursing groups.",
            "Both groups received the same medical treatment, but after 3 months of nursing treatment, the recovery in the comprehensive nursing group was much higher than in the regular nursing group.",
            "In addition, we found that compliance and quality of life in the comprehensive nursing group were significantly superior to those in the regular nursing group.",
            "These results showed that comprehensive nursing care enhances the treatment for depression.",
            "Comprehensive nursing care, through psychological, exercise, and family interventions, can help the patients ameliorate the negative emotions, promote their interest, establish the correct life values, and open their mind, which are of great significance to the treatment of depression (19, 20) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "44949",
        "text": "In conclusion, the occurrence of depression is closely correlated with low levels of BDNF in serum. For the poor compliance and quality of life of pediatric patients with depression, we can carry out comprehensive nursing care to significantly improve their symptoms. These results can provide theoretical and practical guidance for the clinical treatment and nursing care of pediatric patients with depression. Condition in pediatric patients with depression is more significant than that in the healthy children ( a p<0.01). There is no statistically significant difference in comparison of depression between the regular nursing group and the comprehensive nursing group (p>0.05).",
        "section": "Discussion",
        "section_number": 21,
        "sentences": [
            "In conclusion, the occurrence of depression is closely correlated with low levels of BDNF in serum.",
            "For the poor compliance and quality of life of pediatric patients with depression, we can carry out comprehensive nursing care to significantly improve their symptoms.",
            "These results can provide theoretical and practical guidance for the clinical treatment and nursing care of pediatric patients with depression.",
            "Condition in pediatric patients with depression is more significant than that in the healthy children ( a p<0.01).",
            "There is no statistically significant difference in comparison of depression between the regular nursing group and the comprehensive nursing group (p>0.05)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    }
]