[
    {
        "doc_id": "34963",
        "text": "Background: A talus control foot orthosis (TCFO) combines an inverted rigid foot orthosis (RFO) with a broad upright portion that rises well above the navicular to cover and protect the talonavicular joint. We sought to identify the therapeutic effect of TCFOs in children with flexible flatfoot. Methods: Flexible flatfoot was diagnosed in 40 children when either of the feet had greater than 48 valgus of resting calcaneal stance position (RCSP) angle and one of the radiographic indicators was greater than 308 in anteroposterior talocalcaneal angles, 458 in lateral talocalcaneal angles, and 48 in lateral talometatarsal angles and less than 108 of calcaneal pitch in barefoot radiographs. Of 40 children with flexible flatfoot, 20 were fitted with a pair of RFOs and 20 with TCFOs, randomly. Follow-up clinical and radiographic measurements were completed 12 months later. Results: All of the radiographic indicators changed toward the corrective direction in both groups. There were significant improvements in calcaneal pitch and RCSP in both groups (P , .05). In the TCFO group, the anteroposterior talocalcaneal angle and the RCSP showed statistically significant improvement compared with the RFO group. Conclusions: In this study, the TCFO was more effective than the RFO at treating children with flexible flatfoot.",
        "section": "Abstract",
        "sentences": [
            "Background: A talus control foot orthosis (TCFO) combines an inverted rigid foot orthosis (RFO) with a broad upright portion that rises well above the navicular to cover and protect the talonavicular joint.",
            "We sought to identify the therapeutic effect of TCFOs in children with flexible flatfoot.",
            "Methods: Flexible flatfoot was diagnosed in 40 children when either of the feet had greater than 48 valgus of resting calcaneal stance position (RCSP) angle and one of the radiographic indicators was greater than 308 in anteroposterior talocalcaneal angles, 458 in lateral talocalcaneal angles, and 48 in lateral talometatarsal angles and less than 108 of calcaneal pitch in barefoot radiographs.",
            "Of 40 children with flexible flatfoot, 20 were fitted with a pair of RFOs and 20 with TCFOs, randomly.",
            "Follow-up clinical and radiographic measurements were completed 12 months later.",
            "Results: All of the radiographic indicators changed toward the corrective direction in both groups.",
            "There were significant improvements in calcaneal pitch and RCSP in both groups (P , .05).",
            "In the TCFO group, the anteroposterior talocalcaneal angle and the RCSP showed statistically significant improvement compared with the RFO group.",
            "Conclusions: In this study, the TCFO was more effective than the RFO at treating children with flexible flatfoot."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34963",
        "text": "Flatfoot is one of the most common diseases treated at a pediatric rehabilitation department. 1 It refers to the loss of the medial longitudinal arch of the foot as a result of complex action between the forefoot, midfoot, and hindfoot. 2 The incidence of flatfoot varies widely by age. According to Volpon, 3 rapid progression of medial longitudinal arch development was observed between 2 and 6 years of age, and the incidence rate drops sharply at age 6 years. However, some children remain flatfooted because their medial longitudinal arch does not develop normally for some reason.",
        "section": "",
        "section_number": 1,
        "sentences": [
            "Flatfoot is one of the most common diseases treated at a pediatric rehabilitation department.",
            "1 It refers to the loss of the medial longitudinal arch of the foot as a result of complex action between the forefoot, midfoot, and hindfoot.",
            "2 The incidence of flatfoot varies widely by age.",
            "According to Volpon, 3 rapid progression of medial longitudinal arch development was observed between 2 and 6 years of age, and the incidence rate drops sharply at age 6 years.",
            "However, some children remain flatfooted because their medial longitudinal arch does not develop normally for some reason."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34963",
        "text": "Flatfoot can be divided into flexible type and rigid type. With flexible flatfoot, there is loss of arch height in the weightbearing position (closed kinetic chain). With rigid flatfoot, the arch is not present, whether bearing weight or not (closed and open kinetic chain). 4, 5 Rigid flatfoot is most often found in people who have congenital coalition, arthritis, vertical talus, or structural defects that require surgical treatment. 6 In most children, flexible flatfoot deformity does not cause any clinical symptoms. However, if the child has symptomatic, rigid, or progressive flatfoot, he or she needs to be closely examined and managed appropriately. 7 The symptoms include lower-limb pain, increased lower-limb fatigue, Achilles tendinopathy, and abnormal gait patterns. If children are left untreated, the symptoms may further aggravate, resulting in secondary deformities, such as bunions, hallux rigidus, and pelvic malalignment.",
        "section": "",
        "section_number": 2,
        "sentences": [
            "Flatfoot can be divided into flexible type and rigid type.",
            "With flexible flatfoot, there is loss of arch height in the weightbearing position (closed kinetic chain).",
            "With rigid flatfoot, the arch is not present, whether bearing weight or not (closed and open kinetic chain).",
            "4, 5 Rigid flatfoot is most often found in people who have congenital coalition, arthritis, vertical talus, or structural defects that require surgical treatment.",
            "6 In most children, flexible flatfoot deformity does not cause any clinical symptoms.",
            "However, if the child has symptomatic, rigid, or progressive flatfoot, he or she needs to be closely examined and managed appropriately.",
            "7 The symptoms include lower-limb pain, increased lower-limb fatigue, Achilles tendinopathy, and abnormal gait patterns.",
            "If children are left untreated, the symptoms may further aggravate, resulting in secondary deformities, such as bunions, hallux rigidus, and pelvic malalignment."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34963",
        "text": "Factors predisposing to flatfoot can usually be categorized. Markers of increased susceptibility to physiologic flatfoot include age, sex (male), weight (obesity), and joint hypermobility. Conversely, nonphysiologic flatfoot markers include neuromuscular disorders (cerebral palsy or myopathy), hereditary disorders (Down's syndrome or Marfan syndrome), collagen disease (ligament laxity), external injury, and skeletal abnormalities. 4, 8 Conservative and surgical interventions are both used to treat flatfoot. However, surgical intervention is rarely chosen when conservative treatment fails. Although a variety of flatfoot supports have been traditionally used, their effectiveness has been controversial among scholars. Whitford and Esterman 9 demonstrated that there was no evidence to justify the use of in-shoe orthoses for the management of flexible flatfoot in children. However, according to Jay and colleagues, 10 individuals who wore a dynamic stabilizing innersole system to correct overpronation showed improvement in the resting calcaneal stance position (RCSP). Also, a study by Kulcu et al 11 reported that the use of a silicone insole did not affect gait patterns in patients with flexible flatfoot. However, radiographic measurements made before and after wearing the insole showed a significant improvement.",
        "section": "",
        "section_number": 3,
        "sentences": [
            "Factors predisposing to flatfoot can usually be categorized.",
            "Markers of increased susceptibility to physiologic flatfoot include age, sex (male), weight (obesity), and joint hypermobility.",
            "Conversely, nonphysiologic flatfoot markers include neuromuscular disorders (cerebral palsy or myopathy), hereditary disorders (Down's syndrome or Marfan syndrome), collagen disease (ligament laxity), external injury, and skeletal abnormalities.",
            "4, 8 Conservative and surgical interventions are both used to treat flatfoot.",
            "However, surgical intervention is rarely chosen when conservative treatment fails.",
            "Although a variety of flatfoot supports have been traditionally used, their effectiveness has been controversial among scholars.",
            "Whitford and Esterman 9 demonstrated that there was no evidence to justify the use of in-shoe orthoses for the management of flexible flatfoot in children.",
            "However, according to Jay and colleagues, 10 individuals who wore a dynamic stabilizing innersole system to correct overpronation showed improvement in the resting calcaneal stance position (RCSP).",
            "Also, a study by Kulcu et al 11 reported that the use of a silicone insole did not affect gait patterns in patients with flexible flatfoot.",
            "However, radiographic measurements made before and after wearing the insole showed a significant improvement."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34963",
        "text": "There are basically two types of orthoses: solid and soft. The solid foot orthosis, also called rigid foot orthosis (RFO), is a corrective device capable of controlling movement-related pathologic abnormalities. 12 The soft foot orthosis, also called accommodative orthosis, allows the foot to compensate. In a previous study, we found a significant improvement in radiographic indicators after 24 months of RFO use in children with pes planus. 13 We hypothesize that an RFO is effective for the management of pes planus and that an RFO with talus control is a more effective device for children with flatfoot. Therefore, we sought to investigate the effect of a talus control foot orthosis (TCFO), with the additional navicular padding on an existing RFO, in children older than 6 years with flexible flatfoot (Fig. 1 ).",
        "section": "",
        "section_number": 4,
        "sentences": [
            "There are basically two types of orthoses: solid and soft.",
            "The solid foot orthosis, also called rigid foot orthosis (RFO), is a corrective device capable of controlling movement-related pathologic abnormalities.",
            "12 The soft foot orthosis, also called accommodative orthosis, allows the foot to compensate.",
            "In a previous study, we found a significant improvement in radiographic indicators after 24 months of RFO use in children with pes planus.",
            "13 We hypothesize that an RFO is effective for the management of pes planus and that an RFO with talus control is a more effective device for children with flatfoot.",
            "Therefore, we sought to investigate the effect of a talus control foot orthosis (TCFO), with the additional navicular padding on an existing RFO, in children older than 6 years with flexible flatfoot (Fig. 1 )."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34963",
        "text": "The study was approved by the ethics committee of Chung Nam National University Hospital, Daejeon, Republic of Korea, and informed consent was received from each participant. Flatfoot was defined when either of the feet had more than 48 valgus of RCSP angle and one abnormal radiographic finding of greater than 308 in anteroposterior talocalcaneal angles (APTCAs), 458 in lateral talocalcaneal angles (LTTCAs), and 48 in lateral talometatarsal angles (LTTMAs) and less than 108 of calcaneal pitch (CP).",
        "section": "Participants and Methods",
        "section_number": 5,
        "sentences": [
            "The study was approved by the ethics committee of Chung Nam National University Hospital, Daejeon, Republic of Korea, and informed consent was received from each participant.",
            "Flatfoot was defined when either of the feet had more than 48 valgus of RCSP angle and one abnormal radiographic finding of greater than 308 in anteroposterior talocalcaneal angles (APTCAs), 458 in lateral talocalcaneal angles (LTTCAs), and 48 in lateral talometatarsal angles (LTTMAs) and less than 108 of calcaneal pitch (CP)."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34963",
        "text": "We instructed participants to wear the orthosis for more than 8 hours per day. Participants were trained how to walk by striking their heels in the early stance phase and swinging their arms in the reciprocal direction. The biomechanical RCSP measurement and the radiographic evaluation were conducted before and 12 months after wearing the foot orthoses.",
        "section": "Participants and Methods",
        "section_number": 6,
        "sentences": [
            "We instructed participants to wear the orthosis for more than 8 hours per day.",
            "Participants were trained how to walk by striking their heels in the early stance phase and swinging their arms in the reciprocal direction.",
            "The biomechanical RCSP measurement and the radiographic evaluation were conducted before and 12 months after wearing the foot orthoses."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34963",
        "text": "Participants were asked to lie face down on a bed parallel to the ground with their feet over the edge of the bed. An investigator examined their feet manually and put three dots on the upper, middle, and lower parts of the calcaneus to draw a bisection line with no regard to the fat around the calcaneus. The RCSP was measured when individuals were standing with their feet fist-width apart. The angle between the bisector of the calcaneus and the perpendicular line to the ground was measured (Fig. 2 ).",
        "section": "Measurement of the RCSP",
        "section_number": 7,
        "sentences": [
            "Participants were asked to lie face down on a bed parallel to the ground with their feet over the edge of the bed.",
            "An investigator examined their feet manually and put three dots on the upper, middle, and lower parts of the calcaneus to draw a bisection line with no regard to the fat around the calcaneus.",
            "The RCSP was measured when individuals were standing with their feet fist-width apart.",
            "The angle between the bisector of the calcaneus and the perpendicular line to the ground was measured (Fig. 2 )."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34963",
        "text": "All of the radiographs for measuring radiographic indicators before and after treatment were taken with the participant standing barefoot with normal base and angle of gait. The participants' feet were both examined in the anteroposterior and lateral views. The APTCA was measured in the anteroposterior view to evaluate the rearfoot alignment. The LTTCA, LTTMA, and CP were measured in the lateral view to evaluate the medial longitudinal arch of the foot. The talocalcaneal angle refers to the angle between the longitudinal axis of the talus and the calcaneus measured on a weightbearing foot radiograph. The talometatarsal angle refers to the angle between the longitudinal axis of the talus and the first metatarsal bone. Calcaneal pitch is the angle formed by the baseline and a line from the lower margin of the calcaneus (Fig. 3 ). 14 ",
        "section": "Radiographic Measurement",
        "section_number": 8,
        "sentences": [
            "All of the radiographs for measuring radiographic indicators before and after treatment were taken with the participant standing barefoot with normal base and angle of gait.",
            "The participants' feet were both examined in the anteroposterior and lateral views.",
            "The APTCA was measured in the anteroposterior view to evaluate the rearfoot alignment.",
            "The LTTCA, LTTMA, and CP were measured in the lateral view to evaluate the medial longitudinal arch of the foot.",
            "The talocalcaneal angle refers to the angle between the longitudinal axis of the talus and the calcaneus measured on a weightbearing foot radiograph.",
            "The talometatarsal angle refers to the angle between the longitudinal axis of the talus and the first metatarsal bone.",
            "Calcaneal pitch is the angle formed by the baseline and a line from the lower margin of the calcaneus (Fig. 3 ).",
            "14"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34963",
        "text": "Both foot orthoses were manufactured based on Blake's inverted technique, in which the control target is the medial side of the calcaneus. When patients were prescribed an inverted orthosis manufactured based on Blake's technique, the ratio of the correction angle of the RCSP and the pouring angle of the negative mold was 5:1. The initial correction angle is usually two-thirds of the total correction angle. For example, if the RCSP is À68 inverted, the correction angle of the RCSP would be 68 and the pouring angle would be 308 (68 x 5). Because the initial correction angle starts with two-thirds of the total correction angle, it should be inverted 208. The TCFO is a modified Blake's inverted orthosis, having a medial flange brought up around the medial side of the navicular. When manufacturing the TCFO, the medial portion of the positive mold is adjusted for navicular support (Fig. 4 ).",
        "section": "RFO versus TCFO",
        "section_number": 9,
        "sentences": [
            "Both foot orthoses were manufactured based on Blake's inverted technique, in which the control target is the medial side of the calcaneus.",
            "When patients were prescribed an inverted orthosis manufactured based on Blake's technique, the ratio of the correction angle of the RCSP and the pouring angle of the negative mold was 5:1.",
            "The initial correction angle is usually two-thirds of the total correction angle.",
            "For example, if the RCSP is À68 inverted, the correction angle of the RCSP would be 68 and the pouring angle would be 308 (68 x 5).",
            "Because the initial correction angle starts with two-thirds of the total correction angle, it should be inverted 208.",
            "The TCFO is a modified Blake's inverted orthosis, having a medial flange brought up around the medial side of the navicular.",
            "When manufacturing the TCFO, the medial portion of the positive mold is adjusted for navicular support (Fig. 4 )."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34963",
        "text": "Each custom-made foot orthosis was fabricated by Biomechanics Co, Goyang, Republic of Korea. For capturing the negative foot impression accurately, the neutral position of weightbearing plaster cast technique, which is one of the most popular and reliable measurements of forefoot/rearfoot relationships, was performed. 15 The rigid orthotic shell is made of polypropylene with a thickness of 5 mm, and ethylene vinyl acetate was used for heel posting (Fig. 1) .",
        "section": "RFO versus TCFO",
        "section_number": 10,
        "sentences": [
            "Each custom-made foot orthosis was fabricated by Biomechanics Co, Goyang, Republic of Korea.",
            "For capturing the negative foot impression accurately, the neutral position of weightbearing plaster cast technique, which is one of the most popular and reliable measurements of forefoot/rearfoot relationships, was performed.",
            "15 The rigid orthotic shell is made of polypropylene with a thickness of 5 mm, and ethylene vinyl acetate was used for heel posting (Fig. 1) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34963",
        "text": "Statistical analysis was performed using a statistical software program (IBM SPSS Statistics for Windows, version 19.0; IBM Corp, Armonk, New York). To minimize the error range, two physiatrists measured the radiographic parameters independently. All of the values were averaged with a standard deviation. The paired-samples t test was used to compare the RCSP and the radiographic measurements before and after wearing foot orthoses. Also, an independent-samples t test was used to perform a comparative analysis of the effect of the two orthoses. A P , .05 was considered statistically significant.",
        "section": "Statistical Analysis",
        "section_number": 11,
        "sentences": [
            "Statistical analysis was performed using a statistical software program (IBM SPSS Statistics for Windows, version 19.0; IBM Corp, Armonk, New York).",
            "To minimize the error range, two physiatrists measured the radiographic parameters independently.",
            "All of the values were averaged with a standard deviation.",
            "The paired-samples t test was used to compare the RCSP and the radiographic measurements before and after wearing foot orthoses.",
            "Also, an independent-samples t test was used to perform a comparative analysis of the effect of the two orthoses.",
            "A P , .05 was considered statistically significant."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34963",
        "text": "The mean 6 SD value of the RCSP changed from -7.558 6 4.078 to -3.558 6 3.218 in the RFO group Table 2 ).",
        "section": "The RCSP",
        "section_number": 12,
        "sentences": [
            "The mean 6 SD value of the RCSP changed from -7.558 6 4.078 to -3.558 6 3.218 in the RFO group Table 2 )."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34963",
        "text": "The mean 6 SD value of the APTCA changed from 35.758 6 8.468 to 33.42 6 7.428 in the RFO group and from 36.918 6 7.378 to 33.088 6 7.058 in the TCFO group ( Fig. 5 and Table 2 * lateral talometatarsal angle, and 4 * calcaneal pitch.",
        "section": "Radiographic Measurements",
        "section_number": 13,
        "sentences": [
            "The mean 6 SD value of the APTCA changed from 35.758 6 8.468 to 33.42 6 7.428 in the RFO group and from 36.918 6 7.378 to 33.088 6 7.058 in the TCFO group ( Fig. 5 and Table 2 * lateral talometatarsal angle, and 4 * calcaneal pitch."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34963",
        "text": "pronates more than 48 during the early stance phase or remains pronated after the early stance phase. Thus, the medial longitudinal ligaments have to resist the excessive and prolonged force by abnormal range of pronation. 14 Symptoms of flatfoot are usually accompanied by anatomical abnormalities such as subtalar subluxation, medial protrusion, and collapse of the medial longitudinal arch caused by talar adduction and plantarflexion, tibial internal rotation, calcaneal eversion, and plantarflexion at the subtalar joint. Also, forefoot abduction occurs at the midtarsal joint, which results in more relative supination in the forefoot compared with the hindfoot. 16 Treatment of flexible flatfoot has been the subject of controversy among scholars, especially nonsurgical treatment using foot orthoses. The effectiveness of a variety of foot orthoses and shoes has been examined in many studies, with diverse opinions on their efficacy. 9, 10, 12, [17] [18] [19] In a study by Wenger et al, 17 children with flexible flatfoot aged 1 to 6 years wore orthopedic shoes, heel cups, and custom-molded plastic inserts (University of California Biomechanics Laboratory, San Francisco, California); however, no significant difference was found between the control and treatment groups. However, in that study, old-style foot orthoses were used, and they enrolled children with flatfoot younger than 6 years, who were still developing the medial longitudinal arch. Because the medial longitudinal arch develops on its own by age 6 years, it is not appropriate to conclude that the foot orthosis used in the present study produced meaningful improvements in the RCSP and the radiographic measurements without comparison with the control group. Therefore, we included children older than 6 years and measured both RCSP and radiographic measurements to enhance the reliability of the results.",
        "section": "Radiographic Measurements",
        "section_number": 14,
        "sentences": [
            "pronates more than 48 during the early stance phase or remains pronated after the early stance phase.",
            "Thus, the medial longitudinal ligaments have to resist the excessive and prolonged force by abnormal range of pronation.",
            "14 Symptoms of flatfoot are usually accompanied by anatomical abnormalities such as subtalar subluxation, medial protrusion, and collapse of the medial longitudinal arch caused by talar adduction and plantarflexion, tibial internal rotation, calcaneal eversion, and plantarflexion at the subtalar joint.",
            "Also, forefoot abduction occurs at the midtarsal joint, which results in more relative supination in the forefoot compared with the hindfoot.",
            "16 Treatment of flexible flatfoot has been the subject of controversy among scholars, especially nonsurgical treatment using foot orthoses.",
            "The effectiveness of a variety of foot orthoses and shoes has been examined in many studies, with diverse opinions on their efficacy.",
            "9, 10, 12, [17] [18] [19] In a study by Wenger et al, 17 children with flexible flatfoot aged 1 to 6 years wore orthopedic shoes, heel cups, and custom-molded plastic inserts (University of California Biomechanics Laboratory, San Francisco, California); however, no significant difference was found between the control and treatment groups.",
            "However, in that study, old-style foot orthoses were used, and they enrolled children with flatfoot younger than 6 years, who were still developing the medial longitudinal arch.",
            "Because the medial longitudinal arch develops on its own by age 6 years, it is not appropriate to conclude that the foot orthosis used in the present study produced meaningful improvements in the RCSP and the radiographic measurements without comparison with the control group.",
            "Therefore, we included children older than 6 years and measured both RCSP and radiographic measurements to enhance the reliability of the results."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34963",
        "text": "In the previously mentioned study by Whitford and Esterman, 9 children aged 7 to 11 years who wore foot orthoses for 12 months showed no improvement in gross motor proficiency, self-perception, exercise efficiency, and pain. It is believed that the effect of controlling the movement-related pathology was decreased compared with an RFO because the type of orthosis used in that study was semirigid. In the present study, we used an RFO to obtain maximal correctional efficacy.",
        "section": "Radiographic Measurements",
        "section_number": 15,
        "sentences": [
            "In the previously mentioned study by Whitford and Esterman, 9 children aged 7 to 11 years who wore foot orthoses for 12 months showed no improvement in gross motor proficiency, self-perception, exercise efficiency, and pain.",
            "It is believed that the effect of controlling the movement-related pathology was decreased compared with an RFO because the type of orthosis used in that study was semirigid.",
            "In the present study, we used an RFO to obtain maximal correctional efficacy."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34963",
        "text": "In the present study, both foot orthoses were manufactured based on Blake's inverted technique. It is a technique developed by Richard L. Blake to treat children with severe flatfoot whose RCSP is less than À58. The medial side of the calcaneus was the basic point for the correction. The twisting around the oblique axis of the subtalar joint and the long axis of the midtarsal joint induces calcaneal inversion and forefoot eversion. So that it can contribute to the rearfoot supination and talar dorsiflexion, abduction, consequently to form the medial longitudinal arch. The TCFO has an additional broad upright portion rising well above the navicular bone that affects the location and movement of the navicular and the talonavicular joint, resulting in effective correction of plantarflexion and medial deviation of the talus (Fig. 7) . 20, 21 We measured four radiographic indicators for the evaluation of midfoot and hindfoot alignment. For hindfoot alignment, the lateral and anterior talocalcaneal angles and CP were measured. For midfoot alignment, the talometatarsal angle was used. By measuring these various angles, we tried to increase the reliability of the results and evaluate the relationship between each part of the foot.",
        "section": "Radiographic Measurements",
        "section_number": 16,
        "sentences": [
            "In the present study, both foot orthoses were manufactured based on Blake's inverted technique.",
            "It is a technique developed by Richard L. Blake to treat children with severe flatfoot whose RCSP is less than À58.",
            "The medial side of the calcaneus was the basic point for the correction.",
            "The twisting around the oblique axis of the subtalar joint and the long axis of the midtarsal joint induces calcaneal inversion and forefoot eversion.",
            "So that it can contribute to the rearfoot supination and talar dorsiflexion, abduction, consequently to form the medial longitudinal arch.",
            "The TCFO has an additional broad upright portion rising well above the navicular bone that affects the location and movement of the navicular and the talonavicular joint, resulting in effective correction of plantarflexion and medial deviation of the talus (Fig. 7) .",
            "20, 21 We measured four radiographic indicators for the evaluation of midfoot and hindfoot alignment.",
            "For hindfoot alignment, the lateral and anterior talocalcaneal angles and CP were measured.",
            "For midfoot alignment, the talometatarsal angle was used.",
            "By measuring these various angles, we tried to increase the reliability of the results and evaluate the relationship between each part of the foot."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34963",
        "text": "In the present study, the RCSP and all of the radiographic indicators changed toward the corrective direction in both groups 12 months after wearing foot orthoses compared with those before treatment. However, both groups showed significant improvements in their RCSP and CP (P , .05). Positional changes in the location of the sagittal and coronal planes of the calcaneus are expected, which means changes in the rearfoot in the early phase because Blake's technique intends to correct the medial side of the calcaneus. In both groups, the LTTCA and the LTTMA did not show significant improvement 12 months after wearing the orthosis. In previous studies with an RFO applied to flexible flatfoot, the APTCA and the LTTMA showed significant improvement, and the LTTCA showed a tendency toward improving after 24 months of RFO application. 13 Changes in the sagittal and transverse planes of the talus are expected after wearing foot orthoses longer than 24 months. Future research including more long-term follow-up is needed.",
        "section": "Radiographic Measurements",
        "section_number": 17,
        "sentences": [
            "In the present study, the RCSP and all of the radiographic indicators changed toward the corrective direction in both groups 12 months after wearing foot orthoses compared with those before treatment.",
            "However, both groups showed significant improvements in their RCSP and CP (P , .05).",
            "Positional changes in the location of the sagittal and coronal planes of the calcaneus are expected, which means changes in the rearfoot in the early phase because Blake's technique intends to correct the medial side of the calcaneus.",
            "In both groups, the LTTCA and the LTTMA did not show significant improvement 12 months after wearing the orthosis.",
            "In previous studies with an RFO applied to flexible flatfoot, the APTCA and the LTTMA showed significant improvement, and the LTTCA showed a tendency toward improving after 24 months of RFO application.",
            "13 Changes in the sagittal and transverse planes of the talus are expected after wearing foot orthoses longer than 24 months.",
            "Future research including more long-term follow-up is needed."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34963",
        "text": "The TCFO produced considerable improvements in the APTCA and the RCSP compared with the RFO. It is assumed that because medial flange pressure, which supports the navicular bone, was loaded from medial to lateral it produced changes in the location of the transverse plane of the talus and the coronal plane of the calcaneus rather than producing changes in the location of the sagittal plane of the subtalar joint in the rearfoot. This study is based on the study by Volpon 3 that showed complete normal foot development in 6 years. Having a control group that did not wear foot orthoses is important for improving the completeness of this study. To minimize errors, participants were limited to children older than 6 years. In light of the authors' experience of managing a ''shoe clinic'' for more than 10 years, we verified the clinical effects of the foot orthosis. Although the normal foot alignment group showed some improvement after 6 years, we are convinced that arch development will be faster with foot orthoses, which also corresponds with the study by Gould et al. 22 Also, ethical problems occurred in enrolling a control group that had no intervention despite severe flexible flatfoot because flatfoot is one of the most common foot problems in childhood and can affect the walking pattern and lead to fatigue and foot deformity. 18 Future research with a larger sample size and a control group is warranted to quantify and generalize the effects of the foot orthosis.",
        "section": "Radiographic Measurements",
        "section_number": 18,
        "sentences": [
            "The TCFO produced considerable improvements in the APTCA and the RCSP compared with the RFO.",
            "It is assumed that because medial flange pressure, which supports the navicular bone, was loaded from medial to lateral it produced changes in the location of the transverse plane of the talus and the coronal plane of the calcaneus rather than producing changes in the location of the sagittal plane of the subtalar joint in the rearfoot.",
            "This study is based on the study by Volpon 3 that showed complete normal foot development in 6 years.",
            "Having a control group that did not wear foot orthoses is important for improving the completeness of this study.",
            "To minimize errors, participants were limited to children older than 6 years.",
            "In light of the authors' experience of managing a ''shoe clinic'' for more than 10 years, we verified the clinical effects of the foot orthosis.",
            "Although the normal foot alignment group showed some improvement after 6 years, we are convinced that arch development will be faster with foot orthoses, which also corresponds with the study by Gould et al. 22 Also, ethical problems occurred in enrolling a control group that had no intervention despite severe flexible flatfoot because flatfoot is one of the most common foot problems in childhood and can affect the walking pattern and lead to fatigue and foot deformity.",
            "18 Future research with a larger sample size and a control group is warranted to quantify and generalize the effects of the foot orthosis."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34963",
        "text": "The present results suggest that the use of foot orthoses in children with flexible flatfoot produced improvement in clinical and radiographic measurements in both the RFO and TCFO groups. However, much more improvement was seen in the APTCA and the RCSP in the TCFO group. The results suggest that the TCFO is more effective than the RFO for the treatment of flexible flatfoot in children, indicating its usefulness in the future treatment of children diagnosed as having serious flatfoot.",
        "section": "Conclusions",
        "section_number": 19,
        "sentences": [
            "The present results suggest that the use of foot orthoses in children with flexible flatfoot produced improvement in clinical and radiographic measurements in both the RFO and TCFO groups.",
            "However, much more improvement was seen in the APTCA and the RCSP in the TCFO group.",
            "The results suggest that the TCFO is more effective than the RFO for the treatment of flexible flatfoot in children, indicating its usefulness in the future treatment of children diagnosed as having serious flatfoot."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34963",
        "text": "Financial Disclosure: None reported. Conflict of Interest: None reported.",
        "section": "Conclusions",
        "section_number": 20,
        "sentences": [
            "Financial Disclosure: None reported.",
            "Conflict of Interest: None reported."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34963",
        "text": "Journal of the American Podiatric Medical Association Vol 107 No 1 January/February 2017",
        "section": "",
        "section_number": 21,
        "sentences": [
            "Journal of the American Podiatric Medical Association Vol 107 No 1 January/February 2017"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    }
]