[
    {
        "doc_id": "36951",
        "text": "Active learning combines academic content with physical activity (PA) to increase child PA and academic performance, but the impact of active learning is mixed. It may be that this is a moderated relationship in which active learning is beneficial for only some children. This paper examine the impact of baseline academic performance and gender as moderators for the effects of active learning on children's academic performance. In the ASK-study, 1129 fifth-graders from 57 Norwegian elementary schools were randomized by school to intervention or control in a physical activity intervention between November 2014 and June 2015. Academic performance in numeracy, reading, and English was measured and a composite score was calculated. Children were split into low, middle and high academic performing tertiles. 3-way-interactions for group (intervention, control) * gender (boys, girls) * academic performance (tertiles) were investigated using mixed model regression. There was a significant, 3-way-interaction (p = 0.044). Both boys (ES = 0.11) and girls (ES = 0.18) in the low performing tertile had a similar beneficial trend. In contrast, middle (ES = 0.03) and high performing boys (ES = 0.09) responded with small beneficial trends, while middle (ES = −0.11) and high performing girls (ES = − 0.06) responded with negative trends. ASK was associated with a significant increase in academic performance for low performing children. It is likely that active learning benefited children most in need of adapted education but it may have a null or negative effect for those girls who are already performing well in the sedentary classroom. Differences in gendered responses are discussed as a possible explanation for these results. Trial registration: Clinicaltrials.gov registry, trial registration number: NCT02132494.",
        "section": "Abstract",
        "sentences": [
            "Active learning combines academic content with physical activity (PA) to increase child PA and academic performance, but the impact of active learning is mixed.",
            "It may be that this is a moderated relationship in which active learning is beneficial for only some children.",
            "This paper examine the impact of baseline academic performance and gender as moderators for the effects of active learning on children's academic performance.",
            "In the ASK-study, 1129 fifth-graders from 57 Norwegian elementary schools were randomized by school to intervention or control in a physical activity intervention between November 2014 and June 2015.",
            "Academic performance in numeracy, reading, and English was measured and a composite score was calculated.",
            "Children were split into low, middle and high academic performing tertiles.",
            "3-way-interactions for group (intervention, control) * gender (boys, girls) * academic performance (tertiles) were investigated using mixed model regression.",
            "There was a significant, 3-way-interaction (p = 0.044).",
            "Both boys (ES = 0.11) and girls (ES = 0.18) in the low performing tertile had a similar beneficial trend.",
            "In contrast, middle (ES = 0.03) and high performing boys (ES = 0.09) responded with small beneficial trends, while middle (ES = −0.11) and high performing girls (ES = − 0.06) responded with negative trends.",
            "ASK was associated with a significant increase in academic performance for low performing children.",
            "It is likely that active learning benefited children most in need of adapted education but it may have a null or negative effect for those girls who are already performing well in the sedentary classroom.",
            "Differences in gendered responses are discussed as a possible explanation for these results.",
            "Trial registration: Clinicaltrials.gov registry, trial registration number: NCT02132494."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36951",
        "text": "In the Active Smarter Kids (ASK) study, 57 elementary schools in Norway were randomized by school to either intervention or control. Academic performance in numeracy, reading and English was measured using standardized Norwegian national tests (Resaland et al., 2015) . Results indicated a significant increase in numeracy for low performing children in academic performance, with similar results across boys and girls (Resaland et al., 2016) . The demonstrated benefit for academic low performing children is not surprising, as these children might be struggling in the traditional, sedentary classroom. PA enhances enjoyment of academic lessons, academic motivation (Vazou and Smiley-Oyen, 2014) and engagement with academic materials (Grieco et al., 2016) . As such, it was expected that active learning, especially when conducted mainly in the school yard, as was the case in the ASK study, is likely to appeal to these children. There is, of course, a downside to this outcome. It may be that active learning has a null or a negative academic effect in children who perform well in the traditional sedentary classroom. Thus, for high performing children, active lessons might not provide a better learning environment.",
        "section": "Introduction",
        "section_number": 1,
        "sentences": [
            "In the Active Smarter Kids (ASK) study, 57 elementary schools in Norway were randomized by school to either intervention or control.",
            "Academic performance in numeracy, reading and English was measured using standardized Norwegian national tests (Resaland et al., 2015) .",
            "Results indicated a significant increase in numeracy for low performing children in academic performance, with similar results across boys and girls (Resaland et al., 2016) .",
            "The demonstrated benefit for academic low performing children is not surprising, as these children might be struggling in the traditional, sedentary classroom.",
            "PA enhances enjoyment of academic lessons, academic motivation (Vazou and Smiley-Oyen, 2014) and engagement with academic materials (Grieco et al., 2016) .",
            "As such, it was expected that active learning, especially when conducted mainly in the school yard, as was the case in the ASK study, is likely to appeal to these children.",
            "There is, of course, a downside to this outcome.",
            "It may be that active learning has a null or a negative academic effect in children who perform well in the traditional sedentary classroom.",
            "Thus, for high performing children, active lessons might not provide a better learning environment."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36951",
        "text": "Differences in the response to active learning may be especially pronounced in children who differ in their gendered response to the school environments. The World Health Organization (2017) defines the terms \"gender\" and \"sex\" as follows: \"sex\" refers to the biological and physiological characteristics that define men and women, and \"gender\" refers to the socially constructed roles, behaviors, activities, and attributes that a given society considers appropriate for men and women. In the present paper, we use the term \"gender\" to cover both terms.",
        "section": "Introduction",
        "section_number": 2,
        "sentences": [
            "Differences in the response to active learning may be especially pronounced in children who differ in their gendered response to the school environments.",
            "The World Health Organization (2017) defines the terms \"gender\" and \"sex\" as follows: \"sex\" refers to the biological and physiological characteristics that define men and women, and \"gender\" refers to the socially constructed roles, behaviors, activities, and attributes that a given society considers appropriate for men and women.",
            "In the present paper, we use the term \"gender\" to cover both terms."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36951",
        "text": "The evidence for a beneficial effect of active learning on academic outcomes is scarce (Martin and Murtagh, 2017; Norris et al., 2015) . None of the papers included in two recent reviews (Martin and Murtagh, 2017; Norris et al., 2015) examined whether effects on academic outcomes were moderated by gender. Despite lower levels of PA, on average, elementary school-aged girls generally outperform boys in most school subjects, including core numeracy and literacy (OECD, 2011; Voyer and Voyer, 2014) . In general, this difference might emerge mainly from gendered responses to the learning environment. Specifically, more feminine responses are associated with classroom behavior that is verbal-emotive and marked by the ability to sit still for long durations and multitask, while more masculine responses are less open to sharing and are more 'restless' (Carrier, 2009) . Moreover, elementary schools in many countries record an unequal representation of male and female teachers with female teachers as a large majority (Burusic et al., 2011) . Therefore, instruction in today's elementary school might reside on the feminine side of the gender dimension. Thus, the traditional classroom environment might be a better fit for most girls compared to most boys (Evans, 2017; Renold, 2001 ). Furthermore, boys' higher level of PA compared with girls (Cooper et al., 2015) may reflect a restless inclination to move, which has been associated with masculinity, suggests that boys may be more responsive to PA learning environments than girls.",
        "section": "Introduction",
        "section_number": 3,
        "sentences": [
            "The evidence for a beneficial effect of active learning on academic outcomes is scarce (Martin and Murtagh, 2017; Norris et al., 2015) .",
            "None of the papers included in two recent reviews (Martin and Murtagh, 2017; Norris et al., 2015) examined whether effects on academic outcomes were moderated by gender.",
            "Despite lower levels of PA, on average, elementary school-aged girls generally outperform boys in most school subjects, including core numeracy and literacy (OECD, 2011; Voyer and Voyer, 2014) .",
            "In general, this difference might emerge mainly from gendered responses to the learning environment.",
            "Specifically, more feminine responses are associated with classroom behavior that is verbal-emotive and marked by the ability to sit still for long durations and multitask, while more masculine responses are less open to sharing and are more 'restless' (Carrier, 2009) .",
            "Moreover, elementary schools in many countries record an unequal representation of male and female teachers with female teachers as a large majority (Burusic et al., 2011) .",
            "Therefore, instruction in today's elementary school might reside on the feminine side of the gender dimension.",
            "Thus, the traditional classroom environment might be a better fit for most girls compared to most boys (Evans, 2017; Renold, 2001 ).",
            "Furthermore, boys' higher level of PA compared with girls (Cooper et al., 2015) may reflect a restless inclination to move, which has been associated with masculinity, suggests that boys may be more responsive to PA learning environments than girls."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36951",
        "text": "Because we do not have a direct measure of gender perceptions or responses in the ASK study, we will, instead, examine differences between boys and girls on academic performance. Data will be drawn from a seven-month PA cluster-randomized controlled trial (cluster RCT) on fifth-graders academic performance (Resaland et al., 2016) . This secondary analysis test the moderating role of both baseline academic performance and gender on the effect of active learning on academic performance in children. We are especially interested in the 3-way interaction, as this will investigate differences in effect as a function of gender and baseline academic performance. As such, it provides the most complete indication to date of the subgroups that may be most and least responsive to an active learning intervention.",
        "section": "Introduction",
        "section_number": 4,
        "sentences": [
            "Because we do not have a direct measure of gender perceptions or responses in the ASK study, we will, instead, examine differences between boys and girls on academic performance.",
            "Data will be drawn from a seven-month PA cluster-randomized controlled trial (cluster RCT) on fifth-graders academic performance (Resaland et al., 2016) .",
            "This secondary analysis test the moderating role of both baseline academic performance and gender on the effect of active learning on academic performance in children.",
            "We are especially interested in the 3-way interaction, as this will investigate differences in effect as a function of gender and baseline academic performance.",
            "As such, it provides the most complete indication to date of the subgroups that may be most and least responsive to an active learning intervention."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36951",
        "text": "We previously published a detailed description of the ASK study sample, methodology, and main effects (Resaland et al., 2016; Resaland et al., 2015) . Therefore, only a brief description is provided below.",
        "section": "Methods",
        "section_number": 5,
        "sentences": [
            "We previously published a detailed description of the ASK study sample, methodology, and main effects (Resaland et al., 2016; Resaland et al., 2015) .",
            "Therefore, only a brief description is provided below."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "36951",
        "text": "ASK was a seven-month cluster RCT investigating the effect of school-based PA on academic performance. Sixty schools (1202 children) in Sogn and Fjordane County, Norway were invited. Of these 57 schools and 1145 children volunteered to participate. All children signed informed consent (recruitment success of 95% of schools, 97% of children (see Fig. 1 ). Data were obtained from 1129 children; 81% of all 10-year-olds who reside in the county.",
        "section": "Methods",
        "section_number": 6,
        "sentences": [
            "ASK was a seven-month cluster RCT investigating the effect of school-based PA on academic performance.",
            "Sixty schools (1202 children) in Sogn and Fjordane County, Norway were invited.",
            "Of these 57 schools and 1145 children volunteered to participate.",
            "All children signed informed consent (recruitment success of 95% of schools, 97% of children (see Fig. 1 ).",
            "Data were obtained from 1129 children; 81% of all 10-year-olds who reside in the county."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36951",
        "text": "The ASK intervention is designed to increase PA (165 min/week above normal activity curriculum) and was comprised of three components:1) PA educational lessons (3 × 30 min each week); academic lessons in the core subjects, Norwegian, mathematics and English (second language) carried out mostly in the school playground; 2) PA breaks during classroom lessons (5 min × 5 days each week); 3) PA homework prepared by the teachers (10 min daily; 5 × 10 min each week). To optimize adherence, all components were included as part of the mandatory school curriculum for children attending I-schools. Additionally, as a part of the mandatory school curriculum in Norway, children from I-schools and C-schools participated in the curriculumprescribed 90 min/week of PE and 45 min/week of PA (135 min/ week).",
        "section": "The intervention",
        "section_number": 7,
        "sentences": [
            "The ASK intervention is designed to increase PA (165 min/week above normal activity curriculum) and was comprised of three components:1) PA educational lessons (3 × 30 min each week); academic lessons in the core subjects, Norwegian, mathematics and English (second language) carried out mostly in the school playground; 2) PA breaks during classroom lessons (5 min × 5 days each week); 3) PA homework prepared by the teachers (10 min daily; 5 × 10 min each week).",
            "To optimize adherence, all components were included as part of the mandatory school curriculum for children attending I-schools.",
            "Additionally, as a part of the mandatory school curriculum in Norway, children from I-schools and C-schools participated in the curriculumprescribed 90 min/week of PE and 45 min/week of PA (135 min/ week)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36951",
        "text": "The three PA components in the ASK intervention were planned so that activities were varied and enjoyable for the children. It was emphasized to ASK-teachers that all activities should include all children, especially those who were not particularly fit or enthusiastic about PA. Special attention was given to creating an encouraging and motivating atmosphere during lessons. The intention was that approximately 25% of daily PA in the ASK intervention was of vigorous intensity (i.e. children would be sweating and out of breath). Vigorous activity was achieved by selecting a variety of high intensity activities such as running, relay racing and obstacle courses. The ASK study is embedded in a socio-ecological conceptual framework that focuses on positive PA behaviors (McLeroy et al., 1988) . To address individual and social determinants specific theoretical frameworks including Harter's Competence Motivation Theory (Harter, 1978) , Achievement Goal Theory (Nicholls, 1989) and Ryan & Deci's Self-determination Theory (Ryan, 2002) were adopted. Thus, the ASK intervention emphasizes creating autonomy and supporting mastery oriented teacher-child interaction to enhance children's PA behavior. Our approach achieves this by positively influencing children's perception of competence, self-efficacy, and intrinsic motivation for PA.",
        "section": "The intervention",
        "section_number": 8,
        "sentences": [
            "The three PA components in the ASK intervention were planned so that activities were varied and enjoyable for the children.",
            "It was emphasized to ASK-teachers that all activities should include all children, especially those who were not particularly fit or enthusiastic about PA.",
            "Special attention was given to creating an encouraging and motivating atmosphere during lessons.",
            "The intention was that approximately 25% of daily PA in the ASK intervention was of vigorous intensity (i.e. children would be sweating and out of breath).",
            "Vigorous activity was achieved by selecting a variety of high intensity activities such as running, relay racing and obstacle courses.",
            "The ASK study is embedded in a socio-ecological conceptual framework that focuses on positive PA behaviors (McLeroy et al., 1988) .",
            "To address individual and social determinants specific theoretical frameworks including Harter's Competence Motivation Theory (Harter, 1978) , Achievement Goal Theory (Nicholls, 1989) and Ryan & Deci's Self-determination Theory (Ryan, 2002) were adopted.",
            "Thus, the ASK intervention emphasizes creating autonomy and supporting mastery oriented teacher-child interaction to enhance children's PA behavior.",
            "Our approach achieves this by positively influencing children's perception of competence, self-efficacy, and intrinsic motivation for PA."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36951",
        "text": "Children were assessed at baseline and after a seven months intervention. Children's academic performance in numeracy (often referred to as mathematic), reading and English were measured using standardized Norwegian national tests. These were designed and administered by The Norwegian Directorate for Education and Training. The numeracy test measures children's ability to understand numbers, measurements, and statistics. The reading test measured children's basic Norwegian reading skills such as finding information in a text, interpreting and understanding the text, and reflecting on and considering text form and content. The English test measured children's ability to find information and understand the main content and some details in simple text. The score was standardized to a mean of 50 scale points for each test, with a standard deviation of 10 (Norwegian Ministry of Education, 2013). Individual scores from each test were further standardized to standard deviation (SD) units and summed to derive a composite score for academic performance.",
        "section": "Procedures",
        "section_number": 9,
        "sentences": [
            "Children were assessed at baseline and after a seven months intervention.",
            "Children's academic performance in numeracy (often referred to as mathematic), reading and English were measured using standardized Norwegian national tests.",
            "These were designed and administered by The Norwegian Directorate for Education and Training.",
            "The numeracy test measures children's ability to understand numbers, measurements, and statistics.",
            "The reading test measured children's basic Norwegian reading skills such as finding information in a text, interpreting and understanding the text, and reflecting on and considering text form and content.",
            "The English test measured children's ability to find information and understand the main content and some details in simple text.",
            "The score was standardized to a mean of 50 scale points for each test, with a standard deviation of 10 (Norwegian Ministry of Education, 2013).",
            "Individual scores from each test were further standardized to standard deviation (SD) units and summed to derive a composite score for academic performance."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36951",
        "text": "PA and sedentary time were measured by ActiGraph accelerometers (ActiGraph GT3X, LLC, Pensacola, Florida, USA), which are valid and reliable for measuring these parameters in children and youth (De Vries et al., 2009) . Children were instructed to wear an accelerometer on the right hip for seven consecutive days at all times, except during water activities or while sleeping. A wear-time of 480 min/day for minimum four days (out of seven) and 180 min/day (between 09:00 and 14:00) for minimum three days (out of five weekdays) was used as criteria for valid measurements of overall PA and school PA, respectively. Periods of 20 min of zero counts were defined as non-wear time (Esliger et al., 2005) . Outcomes for PA were moderate to vigorous PA (MVPA) (cutpoint 2296 counts per minute (cpm)) and sedentary time (0-100 cpm) (Evenson et al., 2008; Trost et al., 2011) . All analyses were based on the accumulation of data over 10 s' epochs.",
        "section": "Procedures",
        "section_number": 10,
        "sentences": [
            "PA and sedentary time were measured by ActiGraph accelerometers (ActiGraph GT3X, LLC, Pensacola, Florida, USA), which are valid and reliable for measuring these parameters in children and youth (De Vries et al., 2009) .",
            "Children were instructed to wear an accelerometer on the right hip for seven consecutive days at all times, except during water activities or while sleeping.",
            "A wear-time of 480 min/day for minimum four days (out of seven) and 180 min/day (between 09:00 and 14:00) for minimum three days (out of five weekdays) was used as criteria for valid measurements of overall PA and school PA, respectively.",
            "Periods of 20 min of zero counts were defined as non-wear time (Esliger et al., 2005) .",
            "Outcomes for PA were moderate to vigorous PA (MVPA) (cutpoint 2296 counts per minute (cpm)) and sedentary time (0-100 cpm) (Evenson et al., 2008; Trost et al., 2011) .",
            "All analyses were based on the accumulation of data over 10 s' epochs."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36951",
        "text": "Body mass was measured using an electronic scale (Seca 899, SECA GmbH, Hamburg, Germany). Height was measured with a portable Seca 217 (SECA GmbH, Hamburg, Germany). Parental education levels were obtained by questionnaire and categorized into three levels using the highest educational level obtained by the mother or father: i) upper or lower secondary school, ii) university < four years and iii) university ≥ four years.",
        "section": "Procedures",
        "section_number": 11,
        "sentences": [
            "Body mass was measured using an electronic scale (Seca 899, SECA GmbH, Hamburg, Germany).",
            "Height was measured with a portable Seca 217 (SECA GmbH, Hamburg, Germany).",
            "Parental education levels were obtained by questionnaire and categorized into three levels using the highest educational level obtained by the mother or father: i) upper or lower secondary school, ii) university < four years and iii) university ≥ four years."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36951",
        "text": "Descriptive statistics are reported as means and SD. Differences between groups on categorical baseline variables were tested using generalized estimating equations; school was entered as a cluster variable. All other analyses were performed using a mixed-effect model with school as a random effect.",
        "section": "Statistical analyses",
        "section_number": 12,
        "sentences": [
            "Descriptive statistics are reported as means and SD.",
            "Differences between groups on categorical baseline variables were tested using generalized estimating equations; school was entered as a cluster variable.",
            "All other analyses were performed using a mixed-effect model with school as a random effect."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36951",
        "text": "Testing of effect moderation by gender and baseline level of academic performance tertiles (subgroup) was performed using a full factorial model, including main effects for group (intervention, control), gender (boys, girls) and academic performance subgroup (lower, middle and high tertile for academic performance at baseline), their 2way interactions and the 3-way interactions for group *gender * subgroup. All models for PA included wear time as a covariate; the model for change in PA also included baseline values for PA as covariates. Main analyses were performed on baseline scores for academic performance split by tertiles as in our previous study (Resaland et al., 2016) . After testing 3-way interactions, we completed subgroup analysis split by (a) gender and by (b) academic subgroup.",
        "section": "Statistical analyses",
        "section_number": 13,
        "sentences": [
            "Testing of effect moderation by gender and baseline level of academic performance tertiles (subgroup) was performed using a full factorial model, including main effects for group (intervention, control), gender (boys, girls) and academic performance subgroup (lower, middle and high tertile for academic performance at baseline), their 2way interactions and the 3-way interactions for group *gender * subgroup.",
            "All models for PA included wear time as a covariate; the model for change in PA also included baseline values for PA as covariates.",
            "Main analyses were performed on baseline scores for academic performance split by tertiles as in our previous study (Resaland et al., 2016) .",
            "After testing 3-way interactions, we completed subgroup analysis split by (a) gender and by (b) academic subgroup."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36951",
        "text": "Residuals were normally distributed in all regression models. All analyses were performed using IBM SPSS v. 23 (IBM Corporation, Software Group, Somers, New York, USA). The ASK-study was not a priori powered to test for possible moderators. Due to the low power for testing 3-way interactions, no predefined threshold was used to interpret significance for the moderation analyses. Therefore, we report pvalues and ES to support interpretation of moderating effects.",
        "section": "Statistical analyses",
        "section_number": 14,
        "sentences": [
            "Residuals were normally distributed in all regression models.",
            "All analyses were performed using IBM SPSS v. 23 (IBM Corporation, Software Group, Somers, New York, USA).",
            "The ASK-study was not a priori powered to test for possible moderators.",
            "Due to the low power for testing 3-way interactions, no predefined threshold was used to interpret significance for the moderation analyses.",
            "Therefore, we report pvalues and ES to support interpretation of moderating effects."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36951",
        "text": "During school hours, 946 children had valid accelerometery data both at baseline and post-intervention; of these, 908 children had valid accelerometery data during the full day. There were no differences across intervention groups, gender and academic subgroups for change in PA either during school hours (intervention group *gender * academic subgroup, p ≥ 0.186), or during the full day (p ≥ 0.721) (Supplemental Table 1 ). The somewhat lower p-value for school hours than for full days indicate a tendency for boys in the intervention group to engage in more PA from tertile 1 to 3; a similar trend is less evident for girls in the intervention group and not evident for children in the control group.",
        "section": "Results",
        "section_number": 15,
        "sentences": [
            "During school hours, 946 children had valid accelerometery data both at baseline and post-intervention; of these, 908 children had valid accelerometery data during the full day.",
            "There were no differences across intervention groups, gender and academic subgroups for change in PA either during school hours (intervention group *gender * academic subgroup, p ≥ 0.186), or during the full day (p ≥ 0.721) (Supplemental Table 1 ).",
            "The somewhat lower p-value for school hours than for full days indicate a tendency for boys in the intervention group to engage in more PA from tertile 1 to 3; a similar trend is less evident for girls in the intervention group and not evident for children in the control group."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36951",
        "text": "Children missing data for numeracy (n = 40), reading (n = 47), and English (n = 47) tests were removed from analyses for that specific analysis as well as for the analyses that included the composite score (~4% of the total sample). Additionally, seven children moved away during the intervention and were lost to follow-up; some children were not present at school during test days (because of sickness or being on holiday etc.); two classes in the control group (n = 43 children) did not perform the reading test due to scheduling problems. Thus, samples of n = 1030 for numeracy, n = 993 for reading, n = 1023 for English, and n = 934 for the composite score were included in analyses of change in academic performance (~9-17% of the total sample; Fig. 1 ).",
        "section": "Results",
        "section_number": 16,
        "sentences": [
            "Children missing data for numeracy (n = 40), reading (n = 47), and English (n = 47) tests were removed from analyses for that specific analysis as well as for the analyses that included the composite score (~4% of the total sample).",
            "Additionally, seven children moved away during the intervention and were lost to follow-up; some children were not present at school during test days (because of sickness or being on holiday etc.);",
            "two classes in the control group (n = 43 children) did not perform the reading test due to scheduling problems.",
            "Thus, samples of n = 1030 for numeracy, n = 993 for reading, n = 1023 for English, and n = 934 for the composite score were included in analyses of change in academic performance (~9-17% of the total sample; Fig. 1 )."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36951",
        "text": "Analyses were conducted to determine whether there were differences in baseline characteristics between those included and excluded from the study. Children (56% boys and 43% girls, p for gender difference in distribution = 0.110) who did not provide data for the composite score (n = 195) were shorter (mean difference [95% CI] -1.6 [−2.7 to -0.5] cm, p = 0.004), exhibited higher PA level during school hours (overall PA: 31.5 [2.0-61.0] cpm, p = 0.037; SED: -6.9 [−10.0 to -3.9] min/day, p < 0.001; MVPA: 2.0 [0.4-3.6] min/day, p = 0.015), and performed poorer on all measures of academic performance (numeracy: Children's baseline characteristics by group are shown in Table 1 . There were no differences between intervention or control, gender or academic subgroups for demography (group * gender * subgroup p ≥ 0.214), anthropometry (p ≥ 0.192) or PA (p ≥ 0.412). There were differences between intervention and control, gender and academic subgroups for academic performance (p = 0.027 for numeracy, and p = 0.042 for composite score; Supplemental Table 2 ).This pattern was not evident for reading (p = 0.181) or English (p = 0.224).",
        "section": "Results",
        "section_number": 17,
        "sentences": [
            "Analyses were conducted to determine whether there were differences in baseline characteristics between those included and excluded from the study.",
            "Children (56% boys and 43% girls, p for gender difference in distribution = 0.110) who did not provide data for the composite score (n = 195) were shorter (mean difference [95% CI] -1.6 [−2.7 to -0.5] cm, p = 0.004), exhibited higher PA level during school hours (overall PA: 31.5 [2.0-61.0] cpm, p = 0.037; SED: -6.9 [−10.0 to -3.9] min/day, p < 0.001; MVPA: 2.0 [0.4-3.6] min/day, p = 0.015), and performed poorer on all measures of academic performance (numeracy: Children's baseline characteristics by group are shown in Table 1 .",
            "There were no differences between intervention or control, gender or academic subgroups for demography (group * gender * subgroup p ≥ 0.214), anthropometry (p ≥ 0.192) or PA (p ≥ 0.412).",
            "There were differences between intervention and control, gender and academic subgroups for academic performance (p = 0.027 for numeracy, and p = 0.042 for composite score; Supplemental Table 2 ).This pattern was not evident for reading (p = 0.181) or English (p = 0.224)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36951",
        "text": "The 3-way interaction group * gender * academic subgroup was significant at p = 0.044 for the academic performance composite score (Fig. 2) . Interactions for numeracy, reading, and English were not significant (p-values 0.147, 0.574, and 0.456, respectively). For different academic subgroups based on baseline performance (Supplemental Table 3 ), there was a general trend for an interaction for the composite Table 1 Children's demographic and anthropometric characteristics, PA levels and academic performance at baseline. Mean (SD). PA = physical activity; cpm = counts per minute; SED = sedentary time; LPA = light physical activity; MVPA = moderate-to-vigorous intensity physical activity, BMI = body mass index. Fig. 2 . Effect of the intervention on academic performance composite score across gender and subgroups with 95% confidence interval. The 3-way interaction group *gender * subgroup, p = 0.044. score (p = 0.044-0.114) but not for numeracy (p = 0.147-0.324), or English (p = 0.297-0.674). For reading the picture was less consistent; while a clear interaction was indicated for a dichotomized subgroup variable (p = 0.035), interactions for other subgroup analyses were not significant (p = 0.254-0.574). All gender and subgroup specific effects are shown in Table 2 (standardized effect sizes) and Supplemental Table 4 (actual units). Numbers of children in the models varied from 143 to 205; ICCs varied from < 0.01 to 0.21 across models (Supplemental Table 5 ).",
        "section": "Results",
        "section_number": 18,
        "sentences": [
            "The 3-way interaction group * gender * academic subgroup was significant at p = 0.044 for the academic performance composite score (Fig. 2) .",
            "Interactions for numeracy, reading, and English were not significant (p-values 0.147, 0.574, and 0.456, respectively).",
            "For different academic subgroups based on baseline performance (Supplemental Table 3 ), there was a general trend for an interaction for the composite Table 1 Children's demographic and anthropometric characteristics, PA levels and academic performance at baseline.",
            "Mean (SD).",
            "PA = physical activity; cpm = counts per minute; SED = sedentary time; LPA = light physical activity; MVPA = moderate-to-vigorous intensity physical activity, BMI = body mass index.",
            "Fig. 2 .",
            "Effect of the intervention on academic performance composite score across gender and subgroups with 95% confidence interval.",
            "The 3-way interaction group *gender * subgroup, p = 0.044.",
            "score (p = 0.044-0.114) but not for numeracy (p = 0.147-0.324), or English (p = 0.297-0.674).",
            "For reading the picture was less consistent; while a clear interaction was indicated for a dichotomized subgroup variable (p = 0.035), interactions for other subgroup analyses were not significant (p = 0.254-0.574).",
            "All gender and subgroup specific effects are shown in Table 2 (standardized effect sizes) and Supplemental Table 4 (actual units).",
            "Numbers of children in the models varied from 143 to 205; ICCs varied from < 0.01 to 0.21 across models (Supplemental Table 5 )."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36951",
        "text": "When split by gender (a), we found a group * subgroup interaction in girls, but not in boys for numeracy (p = 0.144 in boys and p = 0.001 in girls) and the composite score (p = 0.558 in boys and p = 0.029 in girls). As shown in Table 2 , boys in the intervention group had a beneficial trend compared to boys in the control group across academic subgroups for the composite score. By comparison, low performing girls in the intervention group had a beneficial trend while middle and high academic performing girls had a negative trend compared to the control group. This gender-specific pattern is also indicated for reading (p = 0.797 for boys and p = 0.236 for girls). Finally, there was a significant intervention group * academic subgroup interaction for English for boys, but not for girls (p = 0.046 for boys and p = 0.253 for girls), indicating a significant effect for high academic performing boys in English.",
        "section": "Intervention",
        "section_number": 19,
        "sentences": [
            "When split by gender (a), we found a group * subgroup interaction in girls, but not in boys for numeracy (p = 0.144 in boys and p = 0.001 in girls) and the composite score (p = 0.558 in boys and p = 0.029 in girls).",
            "As shown in Table 2 , boys in the intervention group had a beneficial trend compared to boys in the control group across academic subgroups for the composite score.",
            "By comparison, low performing girls in the intervention group had a beneficial trend while middle and high academic performing girls had a negative trend compared to the control group.",
            "This gender-specific pattern is also indicated for reading (p = 0.797 for boys and p = 0.236 for girls).",
            "Finally, there was a significant intervention group * academic subgroup interaction for English for boys, but not for girls (p = 0.046 for boys and p = 0.253 for girls), indicating a significant effect for high academic performing boys in English."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36951",
        "text": "When split by academic subgroup (b), there were no group * gender interactions in low performing children (p = 0.568-0.928). For middle performing children, a group * gender interaction was indicated for reading (p = 0.079) and English (p = 0.098), but not for numeracy (p = 0.795) or composite score (p = 0.296). While boys had a beneficial trend for reading and a negative trend for English, girls showed the opposite pattern. Contrary to the pattern found for middle performing children, a group * gender interaction was indicated for numeracy (p = 0.013) and composite score (p = 0.050), but not for reading (p = 0.177) or English (p = 0.521) in high performing children. While boys exhibited a beneficial trend for both numeracy and the composite score in high performing children, girls had a negative trend.",
        "section": "Intervention",
        "section_number": 20,
        "sentences": [
            "When split by academic subgroup (b), there were no group * gender interactions in low performing children (p = 0.568-0.928).",
            "For middle performing children, a group * gender interaction was indicated for reading (p = 0.079) and English (p = 0.098), but not for numeracy (p = 0.795) or composite score (p = 0.296).",
            "While boys had a beneficial trend for reading and a negative trend for English, girls showed the opposite pattern.",
            "Contrary to the pattern found for middle performing children, a group * gender interaction was indicated for numeracy (p = 0.013) and composite score (p = 0.050), but not for reading (p = 0.177) or English (p = 0.521) in high performing children.",
            "While boys exhibited a beneficial trend for both numeracy and the composite score in high performing children, girls had a negative trend."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36951",
        "text": "We examined the change in academic performance as a function of gender and academic subgroups within a school-based PA cluster-RCT. Because active learning might reflect a more masculine style of learning and the learning environment, we hypothesized gender differences favoring boys for academic performance. Results supported this hypothesis in that there were two levels of moderation. For the lowest academic performers at baseline, both boys and girls responded positively to active learning. Results showed that both boys (ES = 0.11) and girls (ES = 0.18) in the low performing tertile had a similar beneficial trend. In a long-time perspective, this relatively modest seven-month effect may add up over 10 years of active learning in school, and constitute a substantially beneficial effect. For the moderate and high performers, boys responded positively, while girls had a negative response. From these data, we get a more nuanced understanding of how active learning might influence academic performance across gender differences and competence levels. It also provides teachers with more direction for this alternate, active educational approach that better supports learning for key subgroups of children.",
        "section": "Discussion",
        "section_number": 21,
        "sentences": [
            "We examined the change in academic performance as a function of gender and academic subgroups within a school-based PA cluster-RCT.",
            "Because active learning might reflect a more masculine style of learning and the learning environment, we hypothesized gender differences favoring boys for academic performance.",
            "Results supported this hypothesis in that there were two levels of moderation.",
            "For the lowest academic performers at baseline, both boys and girls responded positively to active learning.",
            "Results showed that both boys (ES = 0.11) and girls (ES = 0.18) in the low performing tertile had a similar beneficial trend.",
            "In a long-time perspective, this relatively modest seven-month effect may add up over 10 years of active learning in school, and constitute a substantially beneficial effect.",
            "For the moderate and high performers, boys responded positively, while girls had a negative response.",
            "From these data, we get a more nuanced understanding of how active learning might influence academic performance across gender differences and competence levels.",
            "It also provides teachers with more direction for this alternate, active educational approach that better supports learning for key subgroups of children."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36951",
        "text": "Girls generally outperform boys in most school subjects (Voyer and Voyer, 2014) and the gap remains significant after controlling for reading performance and learning habits (OECD, 2012) . In addition, boys engage in significantly more PA than do girls (Cooper et al., 2015) . Given these patterns, there may be a 'gendered' mismatch between boys' preference to be more active and the inactive classroom setting that requires a high degree of sedentary behavior while multi-tasking. Thus, girls could easily thrive in a sedentary classroom setting (Kenney-Benson et al., 2006) , the result could be girls' better academic performance. On the other hand, boys tend to perform poorer in inhibitory control and perceptual sensitivity compared to girls (Else-Quest et al., 2006) . These challenges with attention control for boys might be overcome using physically active learning approaches. In addition, it is well known that children respond differently to an array of educational approaches (e.g. visual, tactile, experiential and so on) (Gardner, 2011) .Therefore, it is likely that some children underperform in the traditional sedentary classroom. These children may also prefer an active academic approach.",
        "section": "Discussion",
        "section_number": 22,
        "sentences": [
            "Girls generally outperform boys in most school subjects (Voyer and Voyer, 2014) and the gap remains significant after controlling for reading performance and learning habits (OECD, 2012) .",
            "In addition, boys engage in significantly more PA than do girls (Cooper et al., 2015) .",
            "Given these patterns, there may be a 'gendered' mismatch between boys' preference to be more active and the inactive classroom setting that requires a high degree of sedentary behavior while multi-tasking.",
            "Thus, girls could easily thrive in a sedentary classroom setting (Kenney-Benson et al., 2006) , the result could be girls' better academic performance.",
            "On the other hand, boys tend to perform poorer in inhibitory control and perceptual sensitivity compared to girls (Else-Quest et al., 2006) .",
            "These challenges with attention control for boys might be overcome using physically active learning approaches.",
            "In addition, it is well known that children respond differently to an array of educational approaches (e.g. visual, tactile, experiential and so on) (Gardner, 2011) .Therefore, it is likely that some children underperform in the traditional sedentary classroom.",
            "These children may also prefer an active academic approach."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36951",
        "text": "Few school-based cluster-RCTs have investigated the effect of PA on academic performance in elementary school children (Donnelly et al., 2009; Kriemler et al., 2010; Naylor et al., 2006) , and of these only one study, Action Schools! BC (AS! BC), investigated gender difference (Naylor et al., 2006) . AS! BC was a Canadian whole-school PA and healthy eating model and one of the few studies designed to investigate this question. They found no significant difference in academic performance between boys and girls at follow-up (Ahamed et al., 2007) , which is consistent with our results when performing a 2-way (group * gender) interaction analysis (Resaland et al., 2016) . However, as AS! BC did not conduct a sub-group analysis based on baseline academic performance, we are unable to compare their results to the outcome in the present paper. While our findings are hypothesis generating given the small effect sizes, they are worth pursuing further as there seems to be systematic differences regarding how boys and girls respond to active learning environments.",
        "section": "Discussion",
        "section_number": 23,
        "sentences": [
            "Few school-based cluster-RCTs have investigated the effect of PA on academic performance in elementary school children (Donnelly et al., 2009; Kriemler et al., 2010; Naylor et al., 2006) , and of these only one study, Action Schools!",
            "BC (AS!",
            "BC), investigated gender difference (Naylor et al., 2006) .",
            "AS!",
            "BC was a Canadian whole-school PA and healthy eating model and one of the few studies designed to investigate this question.",
            "They found no significant difference in academic performance between boys and girls at follow-up (Ahamed et al., 2007) , which is consistent with our results when performing a 2-way (group * gender) interaction analysis (Resaland et al., 2016) .",
            "However, as AS!",
            "BC did not conduct a sub-group analysis based on baseline academic performance, we are unable to compare their results to the outcome in the present paper.",
            "While our findings are hypothesis generating given the small effect sizes, they are worth pursuing further as there seems to be systematic differences regarding how boys and girls respond to active learning environments."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36951",
        "text": "PA has been shown to influence academic performance by modifying both brain structure and function. This physiological response occurred for both boys and girls, and beyond any initial gender differences in performance (Davis et al., 2011; Hillman et al., 2011) . Thus, there is a component of PA and academic performance that transcends gender. In contrast, operationally we propose a broader, behavioral mechanism through which PA influences academic performance that would reflect the potential for gendered responses. PA enhances enjoyment of academic lessons, academic motivation (Vazou and Smiley-Oyen, 2014) and engagement with academic materials (Grieco et al., 2016) . This broader behavioral response to PA might reflects how children engage with different approaches to teaching. As such, the academic impact of physically active learning likely extends beyond any physiological change and or a single, academic subject. This broad impact would, instead occur across subjects.",
        "section": "Discussion",
        "section_number": 24,
        "sentences": [
            "PA has been shown to influence academic performance by modifying both brain structure and function.",
            "This physiological response occurred for both boys and girls, and beyond any initial gender differences in performance (Davis et al., 2011; Hillman et al., 2011) .",
            "Thus, there is a component of PA and academic performance that transcends gender.",
            "In contrast, operationally we propose a broader, behavioral mechanism through which PA influences academic performance that would reflect the potential for gendered responses.",
            "PA enhances enjoyment of academic lessons, academic motivation (Vazou and Smiley-Oyen, 2014) and engagement with academic materials (Grieco et al., 2016) .",
            "This broader behavioral response to PA might reflects how children engage with different approaches to teaching.",
            "As such, the academic impact of physically active learning likely extends beyond any physiological change and or a single, academic subject.",
            "This broad impact would, instead occur across subjects."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36951",
        "text": "We adopted a cluster RCT design, recruited a large sample of children (82% of all eligible children), had low attrition, and objectively measured PA using accelerometery. A limitation was our analyses was not designed a priori or powered to investigate effect moderation. Our findings might therefore be susceptible to type 2-errors. Yet, as the ASKstudy is the largest study to investigate increased school-PA on academic performance to date, this study currently provides the best possible basis for examining these research questions. We also do not assess gender preferences or behaviors directly and this explanation is speculative and must be replicated more directly.",
        "section": "Strengths and limitations",
        "section_number": 25,
        "sentences": [
            "We adopted a cluster RCT design, recruited a large sample of children (82% of all eligible children), had low attrition, and objectively measured PA using accelerometery.",
            "A limitation was our analyses was not designed a priori or powered to investigate effect moderation.",
            "Our findings might therefore be susceptible to type 2-errors.",
            "Yet, as the ASKstudy is the largest study to investigate increased school-PA on academic performance to date, this study currently provides the best possible basis for examining these research questions.",
            "We also do not assess gender preferences or behaviors directly and this explanation is speculative and must be replicated more directly."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36951",
        "text": "Through a rigorous seven-month cluster RCT, we studied the effects of a school-based PA program on academic performance, with the largest sample to date of 10-year-old elementary schoolchildren. Results suggested a trend where low performing children in academic performance benefited the most academically from the ASK-intervention. Furthermore, a trend was observed where boys seemed to benefit over girls. Therefore, the ASK-study may support the overarching aim to enable the school system to give boys and girls equal educational opportunities in life. PA integrated in the curriculum can contribute to decreased social gradients in academic performance and benefit those children most in need of adapted education. Therefore, active learning can be used as a didactic choice of methodology across the curriculum. However, it is important to note that active lessons might have little value or be counterproductive for some children, particularly for high performing girls as demonstrated in the present study. While these findings must be interpreted with caution, they could inspire future school-based PA interventions to be designed to investigate subgroup and gender-specific effects on academic performance. Such studies are clearly warranted to inform interventions that result in the strongest possible educational benefit for all children, and to assist teachers to meet the needs of particular subgroups of children.",
        "section": "Conclusion",
        "section_number": 26,
        "sentences": [
            "Through a rigorous seven-month cluster RCT, we studied the effects of a school-based PA program on academic performance, with the largest sample to date of 10-year-old elementary schoolchildren.",
            "Results suggested a trend where low performing children in academic performance benefited the most academically from the ASK-intervention.",
            "Furthermore, a trend was observed where boys seemed to benefit over girls.",
            "Therefore, the ASK-study may support the overarching aim to enable the school system to give boys and girls equal educational opportunities in life.",
            "PA integrated in the curriculum can contribute to decreased social gradients in academic performance and benefit those children most in need of adapted education.",
            "Therefore, active learning can be used as a didactic choice of methodology across the curriculum.",
            "However, it is important to note that active lessons might have little value or be counterproductive for some children, particularly for high performing girls as demonstrated in the present study.",
            "While these findings must be interpreted with caution, they could inspire future school-based PA interventions to be designed to investigate subgroup and gender-specific effects on academic performance.",
            "Such studies are clearly warranted to inform interventions that result in the strongest possible educational benefit for all children, and to assist teachers to meet the needs of particular subgroups of children."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    }
]