[
    {
        "doc_id": "39545",
        "text": "Objective To determine whether feeding with 2-hourly or 3-hourly feeding interval reduces the time to achieve full enteral feeding and to compare their outcome in very low birthweight preterm infants. Design Parallel-group randomised controlled trial with a 1:1 allocation ratio. Setting Two regional tertiary neonatal intensive care units. Patients 150 preterm infants less than 35 weeks gestation with birth weight between 1.0 and 1.5 kg were recruited. Interventions Infants were enrolled to either 2-hourly or 3-hourly interval feeding after randomisation. Blinding was not possible due to the nature of the intervention. Main outcome measures The primary outcome was time to achieve full enteral feeding (≥100 mL/kg/day). Secondary outcomes include time to regain birth weight, episode of feeding intolerance, peak serum bilirubin levels, duration of phototherapy, episode of necrotising enterocolitis, nosocomial sepsis and gastro-oesophageal reflux. Results 72 infants were available for primary outcome analysis in each group as three were excluded due to death-three deaths in each group. The mean time to full enteral feeding was 11.3 days in the 3-hourly group and 10.2 days in the 2-hourly group (mean difference 1.1 days; 95% CI −0.4 to 2.5; p=0.14). The mean time to regain birth weight was shorter in 3-hourly group (12.9 vs 14.8 days, p=0.04). Other subgroup analyses did not reveal additional significant results. No difference in adverse events was found between the groups. Conclusion 3-hourly feeding was comparable with 2-hourly feeding to achieve full enteral feeding without any evidence of increased adverse events. Trial registration number ACTRN12611000676910, pre-result.",
        "section": "Abstract",
        "sentences": [
            "Objective To determine whether feeding with 2-hourly or 3-hourly feeding interval reduces the time to achieve full enteral feeding and to compare their outcome in very low birthweight preterm infants.",
            "Design Parallel-group randomised controlled trial with a 1:1 allocation ratio.",
            "Setting Two regional tertiary neonatal intensive care units.",
            "Patients 150 preterm infants less than 35 weeks gestation with birth weight between 1.0 and 1.5 kg were recruited.",
            "Interventions Infants were enrolled to either 2-hourly or 3-hourly interval feeding after randomisation.",
            "Blinding was not possible due to the nature of the intervention.",
            "Main outcome measures The primary outcome was time to achieve full enteral feeding (≥100 mL/kg/day).",
            "Secondary outcomes include time to regain birth weight, episode of feeding intolerance, peak serum bilirubin levels, duration of phototherapy, episode of necrotising enterocolitis, nosocomial sepsis and gastro-oesophageal reflux.",
            "Results 72 infants were available for primary outcome analysis in each group as three were excluded due to death-three deaths in each group.",
            "The mean time to full enteral feeding was 11.3 days in the 3-hourly group and 10.2 days in the 2-hourly group (mean difference 1.1 days; 95% CI −0.4 to 2.5; p=0.14).",
            "The mean time to regain birth weight was shorter in 3-hourly group (12.9 vs 14.8 days, p=0.04).",
            "Other subgroup analyses did not reveal additional significant results.",
            "No difference in adverse events was found between the groups.",
            "Conclusion 3-hourly feeding was comparable with 2-hourly feeding to achieve full enteral feeding without any evidence of increased adverse events.",
            "Trial registration number ACTRN12611000676910, pre-result."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39545",
        "text": "There is a variation of practice in neonatal intensive care units with regard to the time intervals at which enteral feeding is administered to very low birthweight (VLBW) infants. From personal communication with other neonatologist, it appears that most VLBW infants (birth weight 1-1.5 kg) are fed either two-hourly or three-hourly, but in literature reported feeding practices varied from continuous feeding to intermittent bolus feeding at widely varying intervals. [1] [2] [3] [4] Bolus feeding is more physiological as it produces more natural surges in gut hormone. 5 Three-hourly feeding has the following potential benefits: it may avoid a persistent hyperaemic state in the superior mesenteric artery that was shown to be present with shorter feeding intervals 6 and it may reduce the incidence of significant residuals in the stomach before the next feeding, prompting delays in progression of feeding since gastric emptying times may be as long as 3 hours in premature infants. 7 On the other hand, two-hourly feeding intervals with smaller volumes of boluses could theoretically reduce the risk of distension of the gut and gastro-oesophageal reflux.",
        "section": "INTRODUCTION",
        "section_number": 1,
        "sentences": [
            "There is a variation of practice in neonatal intensive care units with regard to the time intervals at which enteral feeding is administered to very low birthweight (VLBW) infants.",
            "From personal communication with other neonatologist, it appears that most VLBW infants (birth weight 1-1.5 kg) are fed either two-hourly or three-hourly, but in literature reported feeding practices varied from continuous feeding to intermittent bolus feeding at widely varying intervals. [",
            "1] [2] [3] [4] Bolus feeding is more physiological as it produces more natural surges in gut hormone.",
            "5 Three-hourly feeding has the following potential benefits: it may avoid a persistent hyperaemic state in the superior mesenteric artery that was shown to be present with shorter feeding intervals 6 and it may reduce the incidence of significant residuals in the stomach before the next feeding, prompting delays in progression of feeding since gastric emptying times may be as long as 3 hours in premature infants.",
            "7 On the other hand, two-hourly feeding intervals with smaller volumes of boluses could theoretically reduce the risk of distension of the gut and gastro-oesophageal reflux."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39545",
        "text": "This study was conducted to compare directly the outcomes and safety of 3-hourly versus 2-hourly feeding intervals in VLBW infants. Main outcomes of interest were the time to achieve full enteral feeding (FEF) and time to regain birth weight.",
        "section": "INTRODUCTION",
        "section_number": 2,
        "sentences": [
            "This study was conducted to compare directly the outcomes and safety of 3-hourly versus 2-hourly feeding intervals in VLBW infants.",
            "Main outcomes of interest were the time to achieve full enteral feeding (FEF) and time to regain birth weight."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "39545",
        "text": "This parallel, randomised controlled trial (RCT) was conducted in Hospital Universiti Sains Malaysia, Kelantan, Malaysia, a tertiary teaching hospital and Hospital Sultanah Nur Zahirah, Kuala Terengganu, Malaysia, a tertiary service hospital, from 1 June 2011 to 30 September 2012. The inclusion criteria were preterm infants with gestational age less than 35 weeks and birth weight between 1.0 and 1.5 kg, in whom enteral feeding was started within 96 hours after birth. Infants with major congenital malformations including chromosomal abnormalities,",
        "section": "Trial design and participants",
        "section_number": 3,
        "sentences": [
            "This parallel, randomised controlled trial (RCT) was conducted in Hospital Universiti Sains Malaysia, Kelantan, Malaysia, a tertiary teaching hospital and Hospital Sultanah Nur Zahirah, Kuala Terengganu, Malaysia, a tertiary service hospital, from 1 June 2011 to 30 September 2012.",
            "The inclusion criteria were preterm infants with gestational age less than 35 weeks and birth weight between 1.0 and 1.5 kg, in whom enteral feeding was started within 96 hours after birth.",
            "Infants with major congenital malformations including chromosomal abnormalities,"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39545",
        "text": "What is already known on this topic?",
        "section": "Trial design and participants",
        "section_number": 4,
        "sentences": [
            "What is already known on this topic?"
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "39545",
        "text": "▸ A cohort study suggested that 3-hourly feeding might be better than 2-hourly feeding for very low birthweight (VLBW) infants. ▸ No randomised controlled trial about feeding intervals was found after a thorough literature search.",
        "section": "Trial design and participants",
        "section_number": 5,
        "sentences": [
            "▸ A cohort study suggested that 3-hourly feeding might be better than 2-hourly feeding for very low birthweight (VLBW) infants.",
            "▸ No randomised controlled trial about feeding intervals was found after a thorough literature search."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "39545",
        "text": "What this study adds?",
        "section": "Trial design and participants",
        "section_number": 6,
        "sentences": [
            "What this study adds?"
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "39545",
        "text": "▸ This study suggests that 3-hourly feeding interval in VLBW infants is at least as good in terms of duration to full enteral feeding, time to regain birth weight and with no increasing adverse effects as 2-hourly feeding. ▸ Infants with a birth weight of 1250-1500 g regained their birth weight faster with 3-hourly feeding than with 2-hourly feeding.",
        "section": "Trial design and participants",
        "section_number": 7,
        "sentences": [
            "▸ This study suggests that 3-hourly feeding interval in VLBW infants is at least as good in terms of duration to full enteral feeding, time to regain birth weight and with no increasing adverse effects as 2-hourly feeding.",
            "▸ Infants with a birth weight of 1250-1500 g regained their birth weight faster with 3-hourly feeding than with 2-hourly feeding."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "39545",
        "text": "oesophageal atresia and trachea oesophageal fistula and perinatal asphyxia (defined as persistent blood pH of <7 for 4 hours or Apgar score of <5 at 5 min) were not included in the study.",
        "section": "Trial design and participants",
        "section_number": 8,
        "sentences": [
            "oesophageal atresia and trachea oesophageal fistula and perinatal asphyxia (defined as persistent blood pH of <7 for 4 hours or Apgar score of <5 at 5 min) were not included in the study."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "39545",
        "text": "All infants were given intravenous 10% dextrose or total parenteral nutrition (TPN) at 60-80 mL/kg/day during the first 24 hours of life. Three-hourly or 2-hourly enteral feeding was started before 96 hours of life with expressed breast milk at 10-20 mL/kg/day via the oral gastric tube. Preterm formula was added if breast milk was insufficient. The feeding was slowly increased by 10-20 mL/kg every day based on clinical judgement of the managing doctors. The oral gastric tube was inserted using a pre-established technique by the nurse. The feeding was given over 15-30 min using the gravity method. The gastric residual was checked immediately before next feeding. The residuals were checked before giving the bolus feeding. The decision whether to withhold the feeding did not solely depend on the amount of residual but was also depended on the volume of the previous feeding and the clinical assessment of the infants by the managing residents or specialists. A similar approach was used for both feeding protocols during the study. The volume of TPN was increased by 15-20 mL/kg/day to a target volume of 140-160 mL/kg/day and it was discontinued when enteral feeding had reached 100 mL/kg/day. Infants on full parenteral nutrition received between 80 and 90 kCal/kg/ day. Following discontinuation of TPN, the blood glucose level was checked before feeding, at least three times per day. TPN was resumed if hypoglycaemia was present (capillary blood glucose <2.6 mmol/L). 8 Urine ketones were also checked daily for 48 hours following discontinuation of TPN.",
        "section": "Intervention",
        "section_number": 9,
        "sentences": [
            "All infants were given intravenous 10% dextrose or total parenteral nutrition (TPN) at 60-80 mL/kg/day during the first 24 hours of life.",
            "Three-hourly or 2-hourly enteral feeding was started before 96 hours of life with expressed breast milk at 10-20 mL/kg/day via the oral gastric tube.",
            "Preterm formula was added if breast milk was insufficient.",
            "The feeding was slowly increased by 10-20 mL/kg every day based on clinical judgement of the managing doctors.",
            "The oral gastric tube was inserted using a pre-established technique by the nurse.",
            "The feeding was given over 15-30 min using the gravity method.",
            "The gastric residual was checked immediately before next feeding.",
            "The residuals were checked before giving the bolus feeding.",
            "The decision whether to withhold the feeding did not solely depend on the amount of residual but was also depended on the volume of the previous feeding and the clinical assessment of the infants by the managing residents or specialists.",
            "A similar approach was used for both feeding protocols during the study.",
            "The volume of TPN was increased by 15-20 mL/kg/day to a target volume of 140-160 mL/kg/day and it was discontinued when enteral feeding had reached 100 mL/kg/day.",
            "Infants on full parenteral nutrition received between 80 and 90 kCal/kg/ day.",
            "Following discontinuation of TPN, the blood glucose level was checked before feeding, at least three times per day.",
            "TPN was resumed if hypoglycaemia was present (capillary blood glucose <2.6 mmol/L).",
            "8 Urine ketones were also checked daily for 48 hours following discontinuation of TPN."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39545",
        "text": "The infants were weighed daily and documented by the nurse using a standardised and well-calibrated weighing machine (Seca 232 baby scales). An infant was considered to have completed the study once the infant had regained the birth weight and had reached FEF.",
        "section": "Intervention",
        "section_number": 10,
        "sentences": [
            "The infants were weighed daily and documented by the nurse using a standardised and well-calibrated weighing machine (Seca 232 baby scales).",
            "An infant was considered to have completed the study once the infant had regained the birth weight and had reached FEF."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "39545",
        "text": "The primary outcome was the duration to achieve FEF. An infant was considered to have achieved FEF when the total milk intake is ≥100 mL/kg/day for at least 2 days without TPN or hypoglycaemia.",
        "section": "Outcomes",
        "section_number": 11,
        "sentences": [
            "The primary outcome was the duration to achieve FEF.",
            "An infant was considered to have achieved FEF when the total milk intake is ≥100 mL/kg/day for at least 2 days without TPN or hypoglycaemia."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "39545",
        "text": "The secondary outcomes include the duration to regain birth weight, necrotising enterocolitis (NEC) based on modified Bell's staging, 9 feeding intolerance (gastric residual >25% of the previous feeding volume, excluding residuals of <1 mL), bilious or brownish gastric residual, emesis or abdominal distension, significant apnoea/bradycardia (apnoea is defined as paucity of breathing for ≥20 s, bradycardia is defined as heart rate <100 for 10 s) or significant cardiopulmonary instability (requiring usage of ionotropic support), nosocomial sepsis defined as infections, proven by positive blood cultures 10 and gastro-oesophageal reflux defined as unexplained apnoea/bradycardia based on clinical judgement and requiring anti-reflux treatment. 11",
        "section": "Outcomes",
        "section_number": 12,
        "sentences": [
            "The secondary outcomes include the duration to regain birth weight, necrotising enterocolitis (NEC) based on modified Bell's staging, 9 feeding intolerance (gastric residual >25% of the previous feeding volume, excluding residuals of <1 mL), bilious or brownish gastric residual, emesis or abdominal distension, significant apnoea/bradycardia (apnoea is defined as paucity of breathing for ≥20 s, bradycardia is defined as heart rate <100 for 10 s) or significant cardiopulmonary instability (requiring usage of ionotropic support), nosocomial sepsis defined as infections, proven by positive blood cultures 10 and gastro-oesophageal reflux defined as unexplained apnoea/bradycardia based on clinical judgement and requiring anti-reflux treatment.",
            "11"
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "39545",
        "text": "The sample size was estimated using the PS software (V.2.1.31).",
        "section": "Sample size",
        "section_number": 13,
        "sentences": [
            "The sample size was estimated using the PS software (V.2.1.31)."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "39545",
        "text": "To show a mean (M) difference of 3 days with SD of 6.5 days, power of 0.8, α of 0.05 and a two-tailed test, the estimated sample size was 75 per group. ",
        "section": "Sample size",
        "section_number": 14,
        "sentences": [
            "To show a mean (M) difference of 3 days with SD of 6.5 days, power of 0.8, α of 0.05 and a two-tailed test, the estimated sample size was 75 per group."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "39545",
        "text": "The allocation sequence was generated using a computergenerated table of random numbers and block randomisation with blocks of various sizes by an investigator who had no role in recruitment, treatment or assessment of the babies. The concealment of allocation was ensured using sequentially numbered, opaque, sealed envelopes.",
        "section": "Randomisation",
        "section_number": 15,
        "sentences": [
            "The allocation sequence was generated using a computergenerated table of random numbers and block randomisation with blocks of various sizes by an investigator who had no role in recruitment, treatment or assessment of the babies.",
            "The concealment of allocation was ensured using sequentially numbered, opaque, sealed envelopes."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "39545",
        "text": "Data entry and analysis were performed using Statistical Package for Social Sciences (V.18) software.",
        "section": "Statistical analysis",
        "section_number": 16,
        "sentences": [
            "Data entry and analysis were performed using Statistical Package for Social Sciences (V.18) software."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "39545",
        "text": "Numerical variables were described using mean and SD or median and IQR (25th, 75th centile). Continuous variables were analysed using independent t-test or Mann-Whitney U test depending on data distribution. Categorical data were analysed using the χ 2 test.",
        "section": "Statistical analysis",
        "section_number": 17,
        "sentences": [
            "Numerical variables were described using mean and SD or median and IQR (25th, 75th centile).",
            "Continuous variables were analysed using independent t-test or Mann-Whitney U test depending on data distribution.",
            "Categorical data were analysed using the χ 2 test."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39545",
        "text": "The analysis of the outcomes comprised all eligible patients who started the trial treatment, classified according to intervention they were randomised to, and achieved the primary or secondary outcomes accordingly (intention to treat analysis). Cases of death, which did not achieve the outcomes, were excluded from the analysis. Independent t-test was used to compare the time to reach FEF or time to regain the birth weight between the two groups. A two-tailed p value of <0.05 was considered statistically significant. For multiple comparisons, a more stringent p value was taken, using Bonferroni correction method.",
        "section": "Statistical analysis",
        "section_number": 18,
        "sentences": [
            "The analysis of the outcomes comprised all eligible patients who started the trial treatment, classified according to intervention they were randomised to, and achieved the primary or secondary outcomes accordingly (intention to treat analysis).",
            "Cases of death, which did not achieve the outcomes, were excluded from the analysis.",
            "Independent t-test was used to compare the time to reach FEF or time to regain the birth weight between the two groups.",
            "A two-tailed p value of <0.05 was considered statistically significant.",
            "For multiple comparisons, a more stringent p value was taken, using Bonferroni correction method."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39545",
        "text": "The trial was approved by Research and Ethics Committee, School of Medical Sciences, Universiti Sains Malaysia and Medical Research and Ethics Committee, Ministry of Health Malaysia, Malaysia. The trial was conducted according to Good Clinical Practice Guideline and Declaration of Helsinki.",
        "section": "Statistical analysis",
        "section_number": 19,
        "sentences": [
            "The trial was approved by Research and Ethics Committee, School of Medical Sciences, Universiti Sains Malaysia and Medical Research and Ethics Committee, Ministry of Health Malaysia, Malaysia.",
            "The trial was conducted according to Good Clinical Practice Guideline and Declaration of Helsinki."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "39545",
        "text": "A written informed consent was obtained from all parents of the preterm infants included in the study. This trial was registered with Australian New Zealand Clinical Trial Registration ACTRN12611000676910 on 5 July 2011. Figure 1 shows the study flow chart.",
        "section": "Statistical analysis",
        "section_number": 20,
        "sentences": [
            "A written informed consent was obtained from all parents of the preterm infants included in the study.",
            "This trial was registered with Australian New Zealand Clinical Trial Registration ACTRN12611000676910 on 5 July 2011.",
            "Figure 1 shows the study flow chart."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39545",
        "text": "A total of 150 infants were recruited and were randomly assigned to two groups: 2-hourly feeding and 3-hourly feeding groups. There were five protocol violations. Three infants were assigned to 3-hourly feeding but were given 2-hourly feeding (which had been the usual practice in the unit) and two term, small for gestational age (SGA) infants were inadvertently included in the study. However, these infants were included in the analysis because analysis was done on the basis of intention to treat.",
        "section": "RESULTS",
        "section_number": 21,
        "sentences": [
            "A total of 150 infants were recruited and were randomly assigned to two groups: 2-hourly feeding and 3-hourly feeding groups.",
            "There were five protocol violations.",
            "Three infants were assigned to 3-hourly feeding but were given 2-hourly feeding (which had been the usual practice in the unit) and two term, small for gestational age (SGA) infants were inadvertently included in the study.",
            "However, these infants were included in the analysis because analysis was done on the basis of intention to treat."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39545",
        "text": "In the two participating hospitals, there were 25 499 deliveries during the study period. A total of 221 infants had been admitted with a birth weight of 1000-1500 g. Out of these, based on convenience sampling, 160 infants had been approached to participate in the study.",
        "section": "RESULTS",
        "section_number": 22,
        "sentences": [
            "In the two participating hospitals, there were 25 499 deliveries during the study period.",
            "A total of 221 infants had been admitted with a birth weight of 1000-1500 g. Out of these, based on convenience sampling, 160 infants had been approached to participate in the study."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "39545",
        "text": "The demographic data and the factors that may influence the feeding including antenatal corticosteroid exposure, presence of patent ductus arteriosus, postnatal non-steroidal antiinflammatory drugs (NSAIDs) and aminophylline usage were comparable in both groups as illustrated in table 1.",
        "section": "RESULTS",
        "section_number": 23,
        "sentences": [
            "The demographic data and the factors that may influence the feeding including antenatal corticosteroid exposure, presence of patent ductus arteriosus, postnatal non-steroidal antiinflammatory drugs (NSAIDs) and aminophylline usage were comparable in both groups as illustrated in table 1."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "39545",
        "text": "A total of 72 infants in both the 3-hourly group and the 2-hourly group survived to reach FEF. The mean time to reach FEF in those who were given 3-hourly feeding was not significantly different from those who were given 2-hourly feeding (11.3 vs 10.2 days, p=0.14) The mean time taken to regain birth weight was significantly shorter in the 3-hourly group as compared with the 2-hourly group (12.9 vs 14.8 days, p=0.04) Among infants with gestational age >32 weeks as well as SGA infants, those given 3-hourly feeding regained their birth weight earlier as compared with those given 2-hourly feeding (table 2) .",
        "section": "RESULTS",
        "section_number": 24,
        "sentences": [
            "A total of 72 infants in both the 3-hourly group and the 2-hourly group survived to reach FEF.",
            "The mean time to reach FEF in those who were given 3-hourly feeding was not significantly different from those who were given 2-hourly feeding (11.3 vs 10.2 days, p=0.14) The mean time taken to regain birth weight was significantly shorter in the 3-hourly group as compared with the 2-hourly group (12.9 vs 14.8 days, p=0.04) Among infants with gestational age >32 weeks as well as SGA infants, those given 3-hourly feeding regained their birth weight earlier as compared with those given 2-hourly feeding (table 2) ."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "39545",
        "text": "There were no significant differences in other morbidities between the groups (table 3) . Among the eight infants who died during the study period, six infants were cases of confirmed septicaemia, as evidenced by positive blood culture, and another two died from clinical sepsis. Two infants died after having initially achieved full feeding. It is worth noting that seven of the deaths came from one of the participating hospitals, experiencing an outbreak of infection during the study period. Both 3-hourly and 2-hourly groups each had one infant who died after achieving full feeding and three died before achieving full feeding.",
        "section": "RESULTS",
        "section_number": 25,
        "sentences": [
            "There were no significant differences in other morbidities between the groups (table 3) .",
            "Among the eight infants who died during the study period, six infants were cases of confirmed septicaemia, as evidenced by positive blood culture, and another two died from clinical sepsis.",
            "Two infants died after having initially achieved full feeding.",
            "It is worth noting that seven of the deaths came from one of the participating hospitals, experiencing an outbreak of infection during the study period.",
            "Both 3-hourly and 2-hourly groups each had one infant who died after achieving full feeding and three died before achieving full feeding."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39545",
        "text": "This is the first RCT directly comparing 2-hourly with 3-hourly feeding intervals for preterm VLBW infants. Overall there was no statistical significant difference in time taken to achieve full feeding but there was a shorter time needed to regain the birth weight in the 3-hourly feeding group. There were no differences in morbidities observed between the groups.",
        "section": "DISCUSSION",
        "section_number": 26,
        "sentences": [
            "This is the first RCT directly comparing 2-hourly with 3-hourly feeding intervals for preterm VLBW infants.",
            "Overall there was no statistical significant difference in time taken to achieve full feeding but there was a shorter time needed to regain the birth weight in the 3-hourly feeding group.",
            "There were no differences in morbidities observed between the groups."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39545",
        "text": "The study was adequately powered to detect the difference of 3 days in the duration to achieve full feeding, which was the primary outcome, but was not powered to detect differences of 1 or 2 days which may still be clinically significant. To show differences in relatively rare complications, more studies and bigger sample sizes may be required. The methods of this trial were properly planned and reliably executed with the exception of the above-mentioned protocol violations. It is logical to assume that the protocol violations were of such nature that it would be unlikely that they have a major impact on the results of the study. An important risk of bias though was the lack of blinding, which was impossible because of the nature of the interventions. Feeding protocols were standardised as much as possible to reduce the risk of bias due to a lack of blinding. The use of predefined outcome measures may have also reduced the risk of this bias.",
        "section": "DISCUSSION",
        "section_number": 27,
        "sentences": [
            "The study was adequately powered to detect the difference of 3 days in the duration to achieve full feeding, which was the primary outcome, but was not powered to detect differences of 1 or 2 days which may still be clinically significant.",
            "To show differences in relatively rare complications, more studies and bigger sample sizes may be required.",
            "The methods of this trial were properly planned and reliably executed with the exception of the above-mentioned protocol violations.",
            "It is logical to assume that the protocol violations were of such nature that it would be unlikely that they have a major impact on the results of the study.",
            "An important risk of bias though was the lack of blinding, which was impossible because of the nature of the interventions.",
            "Feeding protocols were standardised as much as possible to reduce the risk of bias due to a lack of blinding.",
            "The use of predefined outcome measures may have also reduced the risk of this bias."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39545",
        "text": "In this study, the advancement of enteral feeds was slow. Important recently published evidence and a recent update of a Cochrane review 12 on the topic showed that more rapid advancement of enteral feeds may result in a significant reduction in time to achieve full feeding and the risk of invasive infections. It is uncertain whether the results of the study reported here, especially the data on volume-related complications, could be extrapolated for settings practising the more rapid advancements of enteral feeds. Also other variations in practice and spectrum of diseases may be determinants of how far the results of this study can be generalised to other settings.",
        "section": "DISCUSSION",
        "section_number": 28,
        "sentences": [
            "In this study, the advancement of enteral feeds was slow.",
            "Important recently published evidence and a recent update of a Cochrane review 12 on the topic showed that more rapid advancement of enteral feeds may result in a significant reduction in time to achieve full feeding and the risk of invasive infections.",
            "It is uncertain whether the results of the study reported here, especially the data on volume-related complications, could be extrapolated for settings practising the more rapid advancements of enteral feeds.",
            "Also other variations in practice and spectrum of diseases may be determinants of how far the results of this study can be generalised to other settings."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39545",
        "text": "Results of subgroup analyses should be interpreted cautiously as subgroup analysis was not pre-specified. The more analyses are performed, the higher is the chance to find significant results by coincidence. Keeping this in mind, subgroup analysis suggested that birth weight might be not the best parameter to be used in decision-making about the feeding intervals of small infants. Three-hourly feeding seemed to be more favourable for infants born with gestational age >32 weeks and SGA infants who tend to be of higher gestational age than their appropriate for gestational age counterparts.",
        "section": "DISCUSSION",
        "section_number": 29,
        "sentences": [
            "Results of subgroup analyses should be interpreted cautiously as subgroup analysis was not pre-specified.",
            "The more analyses are performed, the higher is the chance to find significant results by coincidence.",
            "Keeping this in mind, subgroup analysis suggested that birth weight might be not the best parameter to be used in decision-making about the feeding intervals of small infants.",
            "Three-hourly feeding seemed to be more favourable for infants born with gestational age >32 weeks and SGA infants who tend to be of higher gestational age than their appropriate for gestational age counterparts."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39545",
        "text": "The results of this study were comparable with results from retrospective cohort studies by DeMauro et al, 13 a study including also extremely low birthweight (ELBW) infants, and by Rüdiger et al, 14 which included only ELBW infants.",
        "section": "DISCUSSION",
        "section_number": 30,
        "sentences": [
            "The results of this study were comparable with results from retrospective cohort studies by DeMauro et al, 13 a study including also extremely low birthweight (ELBW) infants, and by Rüdiger et al, 14 which included only ELBW infants."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "39545",
        "text": "To reduce the effect of policies within a single centre, the study was conducted in two centres in Malaysia. It is likely that the results can be extrapolated to other units in Malaysia and also in other middle-income countries with similar case mixes and practices. In high-income countries, the case mix and the severity of disease among the infants born with a birth weight between 1000 and 1500 g may be different. Studies performed in settings with a different case mix or different enteral feeding practices may be required to show whether or not the results of the current study can be applied to these patients as well.",
        "section": "DISCUSSION",
        "section_number": 31,
        "sentences": [
            "To reduce the effect of policies within a single centre, the study was conducted in two centres in Malaysia.",
            "It is likely that the results can be extrapolated to other units in Malaysia and also in other middle-income countries with similar case mixes and practices.",
            "In high-income countries, the case mix and the severity of disease among the infants born with a birth weight between 1000 and 1500 g may be different.",
            "Studies performed in settings with a different case mix or different enteral feeding practices may be required to show whether or not the results of the current study can be applied to these patients as well."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39545",
        "text": "In conclusion, the results of this study suggest that 3-hourly feeding of preterm VLBW infants does not prolong the duration to FEF when compared with 2-hourly feeding. It could reduce the time to regain birth weight. No differences in adverse events between the two feeding intervals were found. If these results are confirmed by other studies, and also by a meta-analysis of multiple RCTs, 3-hourly feeding, which also means a reduced work load for the nurses, may be deemed preferable over 2-hourly feeding for this group of babies.",
        "section": "DISCUSSION",
        "section_number": 32,
        "sentences": [
            "In conclusion, the results of this study suggest that 3-hourly feeding of preterm VLBW infants does not prolong the duration to FEF when compared with 2-hourly feeding.",
            "It could reduce the time to regain birth weight.",
            "No differences in adverse events between the two feeding intervals were found.",
            "If these results are confirmed by other studies, and also by a meta-analysis of multiple RCTs, 3-hourly feeding, which also means a reduced work load for the nurses, may be deemed preferable over 2-hourly feeding for this group of babies."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    }
]