[
    {
        "doc_id": "38748",
        "text": "The addition of desiccated beef liver to infant and young child complementary foods can be used to overcome nutrient deficits, however its acceptability is unknown. We conducted a series of studies to test the acceptability of complementary foods fortified with either powdered beef liver, beef meat, beef liver + meat or placebo among 96 Indonesian children aged 12 to 23 mo. This was achieved by determining liking of a single test food with added study powder, followed by a 2-wk home trial and focus group discussions to assess liking during repeated consumption of the study powders added to daily meals. The test food with added beef powders were well liked by mothers, with liking scores never falling below neutral on a 7-point scale. After home use, mothers reported that their children moderately liked their meals with added powder, with scores ranging between 3.3 and 3.5 on a 5-point scale. With the exception of lower liking for the combination beef liver + meat powder, there were no detectable differences in mothers' overall perception of child's liking between the placebo and any of the study powders. The low disappearance rate of the study powders during the home trial was a concern, with mothers reporting a strong smell and fishy odor as the major reason why children did not like their meals. Nonetheless, mothers declared they would continue using the powder on account of the nutritional value and perceived health benefits. Strategies are underway to minimize the level of fishy odor in the beef liver powder.",
        "section": "Abstract",
        "sentences": [
            "The addition of desiccated beef liver to infant and young child complementary foods can be used to overcome nutrient deficits, however its acceptability is unknown.",
            "We conducted a series of studies to test the acceptability of complementary foods fortified with either powdered beef liver, beef meat, beef liver + meat or placebo among 96 Indonesian children aged 12 to 23 mo.",
            "This was achieved by determining liking of a single test food with added study powder, followed by a 2-wk home trial and focus group discussions to assess liking during repeated consumption of the study powders added to daily meals.",
            "The test food with added beef powders were well liked by mothers, with liking scores never falling below neutral on a 7-point scale.",
            "After home use, mothers reported that their children moderately liked their meals with added powder, with scores ranging between 3.3 and 3.5 on a 5-point scale.",
            "With the exception of lower liking for the combination beef liver + meat powder, there were no detectable differences in mothers' overall perception of child's liking between the placebo and any of the study powders.",
            "The low disappearance rate of the study powders during the home trial was a concern, with mothers reporting a strong smell and fishy odor as the major reason why children did not like their meals.",
            "Nonetheless, mothers declared they would continue using the powder on account of the nutritional value and perceived health benefits.",
            "Strategies are underway to minimize the level of fishy odor in the beef liver powder."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38748",
        "text": "Despite decreases in the overall rates of under nutrition in Indonesia over the past 2 decades, stunting among children under 5 y of age still remains at 37.2% (Ministry of Health Republic of Indonesia 2014). Such high rates of stunting are associated with increased morbidity and poor cognitive development, which can have lasting adverse effects on attained height and work productivity in adulthood. Most of the stunting in Indonesia occurs during the period of complementary feeding which should commence from 6 mo of age when breast milk alone is no longer sufficient to meet the high nutritional needs of infants. To encourage the provision of nutritionally adequate and safe complementary foods JFDS-2016 -2186 Submitted 12/29/2016 , Accepted 6/10/2017 .",
        "section": "Introduction",
        "section_number": 1,
        "sentences": [
            "Despite decreases in the overall rates of under nutrition in Indonesia over the past 2 decades, stunting among children under 5 y of age still remains at 37.2% (Ministry of Health Republic of Indonesia 2014).",
            "Such high rates of stunting are associated with increased morbidity and poor cognitive development, which can have lasting adverse effects on attained height and work productivity in adulthood.",
            "Most of the stunting in Indonesia occurs during the period of complementary feeding which should commence from 6 mo of age when breast milk alone is no longer sufficient to meet the high nutritional needs of infants.",
            "To encourage the provision of nutritionally adequate and safe complementary foods JFDS-2016 -2186 Submitted 12/29/2016 , Accepted 6/10/2017 ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38748",
        "text": "together with continued breastfeeding to at least 24 mo of age, the World Health Organization (WHO) has developed guidelines for infant and young child feeding (IYCF) (World Health Organization/UNICEF 2003; World Health Organization 2010). However, in Indonesia compliance to these IYCF guidelines has been poor. In a recent national survey, only 35% of breastfed children aged 6 to 23 mo were fed according to the WHO IYCF guidelines (Ng and others 2012) . Hence, it is not surprising that major deficits in the micronutrient adequacy of complementary diets for Indonesian children 6 to 23 mo of age have been reported. Specifically, consistently large discrepancies between the content of iron, zinc, calcium, vitamin B-12, and sometimes vitamin Ain complementary foods of breastfed children and the amounts required have been identified (Ferguson and others 2006; Santika and others 2009) . These deficits arise in part because their ricebased complementary foods have a low dry matter content and are rarely enriched with animal-source foods, dark green leafy vegetables or yellow-orange fruits. As a consequence, a high prevalence of anemia and coexisting micronutrient deficiencies has been reported during early childhood in Indonesia (Dijkhuizen and others 2001; Lind and others 2004 In an effort to meet the micronutrient needs of infants and young children in Indonesia, locally available and affordable foods as sources of essential nutrients in complementary feeding are being promoted. In Indonesia chicken liver has been recommended as a component of complementary diets to enhance their micronutrient adequacy and dietary diversity (Ferguson and others 2006; Santika and others 2009) , a practice endorsed earlier by WHO (World Health Organization 1998). Other investigators have encouraged the inclusion of beef, which like liver, can supply a rich source of bioavailable heme iron, zinc, and vitamin B-12 in complementary diets (Pachon and others 2007; Hambidge and others 2011; Krebs and others 2012) . Nevertheless, even with the addition of pureed liver or beef to complementary diets, requirements for iron and zinc are not consistently met (Santika and others 2009) . These micronutrient deficits could be overcome, however, by freeze drying the liver or beef to yield desiccated powders with a more concentrated source of micronutrients (Gailani and Fung 1986) . Desiccated beef and beef liver have the added advantage of a longer shelf life, and a vitamin A concentration that is no longer of concern (Wilkinson and others 1981; Chavasit and others 2002; Institute of Medicine 2006) . Before recommending powdered beef or beef liver to fortify complementary diets in Indonesia, it is necessary to establish their acceptability for young children and their mothers. Therefore, our objective was to test the acceptability by young breastfed children and their mothers of a range of complementary foods fortified with either powdered beef or beef liver at the time of consumption. This was achieved in 3 phases, first by determining liking of a single test food with added study powder in an acceptability trial held once in a central location, followed by a 2-wk trial in the home to assess liking during repeated consumption of the study powders added to daily meals. Finally, focus group discussions (FGDs) with mothers of children who participated in the previous 2 phases were conducted.",
        "section": "Introduction",
        "section_number": 2,
        "sentences": [
            "together with continued breastfeeding to at least 24 mo of age, the World Health Organization (WHO) has developed guidelines for infant and young child feeding (IYCF) (World Health Organization/UNICEF 2003; World Health Organization 2010).",
            "However, in Indonesia compliance to these IYCF guidelines has been poor.",
            "In a recent national survey, only 35% of breastfed children aged 6 to 23 mo were fed according to the WHO IYCF guidelines (Ng and others 2012) .",
            "Hence, it is not surprising that major deficits in the micronutrient adequacy of complementary diets for Indonesian children 6 to 23 mo of age have been reported.",
            "Specifically, consistently large discrepancies between the content of iron, zinc, calcium, vitamin B-12, and sometimes vitamin Ain complementary foods of breastfed children and the amounts required have been identified (Ferguson and others 2006; Santika and others 2009) .",
            "These deficits arise in part because their ricebased complementary foods have a low dry matter content and are rarely enriched with animal-source foods, dark green leafy vegetables or yellow-orange fruits.",
            "As a consequence, a high prevalence of anemia and coexisting micronutrient deficiencies has been reported during early childhood in Indonesia (Dijkhuizen and others 2001; Lind and others 2004 In an effort to meet the micronutrient needs of infants and young children in Indonesia, locally available and affordable foods as sources of essential nutrients in complementary feeding are being promoted.",
            "In Indonesia chicken liver has been recommended as a component of complementary diets to enhance their micronutrient adequacy and dietary diversity (Ferguson and others 2006; Santika and others 2009) , a practice endorsed earlier by WHO (World Health Organization 1998).",
            "Other investigators have encouraged the inclusion of beef, which like liver, can supply a rich source of bioavailable heme iron, zinc, and vitamin B-12 in complementary diets (Pachon and others 2007; Hambidge and others 2011; Krebs and others 2012) .",
            "Nevertheless, even with the addition of pureed liver or beef to complementary diets, requirements for iron and zinc are not consistently met (Santika and others 2009) .",
            "These micronutrient deficits could be overcome, however, by freeze drying the liver or beef to yield desiccated powders with a more concentrated source of micronutrients (Gailani and Fung 1986) .",
            "Desiccated beef and beef liver have the added advantage of a longer shelf life, and a vitamin A concentration that is no longer of concern (Wilkinson and others 1981; Chavasit and others 2002; Institute of Medicine 2006) .",
            "Before recommending powdered beef or beef liver to fortify complementary diets in Indonesia, it is necessary to establish their acceptability for young children and their mothers.",
            "Therefore, our objective was to test the acceptability by young breastfed children and their mothers of a range of complementary foods fortified with either powdered beef or beef liver at the time of consumption.",
            "This was achieved in 3 phases, first by determining liking of a single test food with added study powder in an acceptability trial held once in a central location, followed by a 2-wk trial in the home to assess liking during repeated consumption of the study powders added to daily meals.",
            "Finally, focus group discussions (FGDs) with mothers of children who participated in the previous 2 phases were conducted."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38748",
        "text": "The study was conducted in the Sumedang district of West Java, Indonesia over a 3-mo period between September and November 2015. Sumedang district is located approximately 50 km from Bandung City (capital of West Java), with a population of 1.1 million. The climate is tropical monsoon with rainfall during most months of the year, and a short dry season. The majority of the population of the district are Muslim, and most inhabitants are of Sundanese descent. Mothers and their children were recruited through the volunteer-led community health programmes (Pos Pelayanan Terpadu or Posyandus), which serve as a monthly clinic for children and pregnant women. Children were eligible if they were between the ages of 12 to 23 mo and apparently healthy. Exclusion criteria included children with evidence of current severe systemic illness, height-for-age z-score (HAZ) < -3, weight-forage z-score (WAZ) < -3 or weight-for-length z-scores (WLZ) < -3 based on the World Health Organization Child Growth Standards (World Health Organization 2006), presence of edema, diarrhea or other ailments that might affect appetite during the previous 7 d. Ethical approval was obtained from the Human Ethics Committees of Univ. Padjadjaran, Indonesia and the Univ. of Otago, New Zealand. Informed written consent of the parent/guardian of each child was obtained prior to the start of the study.",
        "section": "Study participants and design",
        "section_number": 3,
        "sentences": [
            "The study was conducted in the Sumedang district of West Java, Indonesia over a 3-mo period between September and November 2015.",
            "Sumedang district is located approximately 50 km from Bandung City (capital of West Java), with a population of 1.1 million.",
            "The climate is tropical monsoon with rainfall during most months of the year, and a short dry season.",
            "The majority of the population of the district are Muslim, and most inhabitants are of Sundanese descent.",
            "Mothers and their children were recruited through the volunteer-led community health programmes (Pos Pelayanan Terpadu or Posyandus), which serve as a monthly clinic for children and pregnant women.",
            "Children were eligible if they were between the ages of 12 to 23 mo and apparently healthy.",
            "Exclusion criteria included children with evidence of current severe systemic illness, height-for-age z-score (HAZ) < -3, weight-forage z-score (WAZ) < -3 or weight-for-length z-scores (WLZ) < -3 based on the World Health Organization Child Growth Standards (World Health Organization 2006), presence of edema, diarrhea or other ailments that might affect appetite during the previous 7 d. Ethical approval was obtained from the Human Ethics Committees of Univ.",
            "Padjadjaran, Indonesia and the Univ.",
            "of Otago, New Zealand.",
            "Informed written consent of the parent/guardian of each child was obtained prior to the start of the study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38748",
        "text": "Samples of Halal certified edible raw fresh beef liver and minced fresh beef meat were obtained from Wagstaff Abattoir Pty Ltd (Cranbourne, Victoria) and Werribee Station Street Meats Pty Ltd (Werribee, Victoria), respectively. The chilled raw beef liver samples were immediately sliced into cubes (ß10 to 15 mm) upon receipt; and both raw materials (that is, diced beef liver and minced beef meat) were stored frozen at -18°C until further processing. The manufacturing process for all dried powders was undertaken in accordance with a HACCP (hazard analysis critical control point) food safety plan and carried out with good manufacturing practices (GMP) following standard hygiene protocols.",
        "section": "Preparation of desiccated beef and placebo powders",
        "section_number": 4,
        "sentences": [
            "Samples of Halal certified edible raw fresh beef liver and minced fresh beef meat were obtained from Wagstaff Abattoir Pty Ltd (Cranbourne, Victoria) and Werribee Station Street Meats Pty Ltd (Werribee, Victoria), respectively.",
            "The chilled raw beef liver samples were immediately sliced into cubes (ß10 to 15 mm) upon receipt; and both raw materials (that is, diced beef liver and minced beef meat) were stored frozen at -18°C until further processing.",
            "The manufacturing process for all dried powders was undertaken in accordance with a HACCP (hazard analysis critical control point) food safety plan and carried out with good manufacturing practices (GMP) following standard hygiene protocols."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38748",
        "text": "For the beef liver powder, the manufacturing process involved a series of food processing steps, consisting of cooking in hot water, double step hot oil treatment and freeze drying. Frozen beef liver cube samples were thawed at 5°C for 24 h and then cooked in hot water at 80°C for 15 to 25 min. Immediately after cooking, the cooked beef liver samples were then minced (11-mm plate) and underwent hot oil treatment (canola oil, 1:2 (w/v) preheated to the desired temperature of 60°C) for 2 h with constant stirring to ensure a uniform heating and aeration. A second hot oil treatment was subsequently carried out under the same treatment conditions (temperature and time) using a new batch of canola oil. After the second hot oil treatment, the oil was drained, the product was washed with hot water, centrifuged for 1 to 2 min and the solids were spread in thin layers and stored frozen at -18°C for 2 to 3 d prior to freeze drying. The samples were freeze dried for 4 to 5 d under the standard freeze drying conditions (set point temperature at -14°C stage 1 and 26°C for stage 2) and then milled in a Mauri bowl blender for 2 min using an 850-µm mesh. The bulk powder was then blended (MANCA blender, Food Industry Products Pty Ltd., Australia), packed and sealed in aluminum foil packaging and stored at 5°C until final filling and sealing into 15 to 20 g sachets.",
        "section": "Preparation of desiccated beef and placebo powders",
        "section_number": 5,
        "sentences": [
            "For the beef liver powder, the manufacturing process involved a series of food processing steps, consisting of cooking in hot water, double step hot oil treatment and freeze drying.",
            "Frozen beef liver cube samples were thawed at 5°C for 24 h and then cooked in hot water at 80°C for 15 to 25 min.",
            "Immediately after cooking, the cooked beef liver samples were then minced (11-mm plate) and underwent hot oil treatment (canola oil, 1:2 (w/v) preheated to the desired temperature of 60°C) for 2 h with constant stirring to ensure a uniform heating and aeration.",
            "A second hot oil treatment was subsequently carried out under the same treatment conditions (temperature and time) using a new batch of canola oil.",
            "After the second hot oil treatment, the oil was drained, the product was washed with hot water, centrifuged for 1 to 2 min and the solids were spread in thin layers and stored frozen at -18°C for 2 to 3 d prior to freeze drying.",
            "The samples were freeze dried for 4 to 5 d under the standard freeze drying conditions (set point temperature at -14°C stage 1 and 26°C for stage 2) and then milled in a Mauri bowl blender for 2 min using an 850-µm mesh.",
            "The bulk powder was then blended (MANCA blender, Food Industry Products Pty Ltd., Australia), packed and sealed in aluminum foil packaging and stored at 5°C until final filling and sealing into 15 to 20 g sachets."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38748",
        "text": "For the beef powder, frozen minced beef meat samples were thawed at 5°C for 24 h and then cooked in hot water at 80°C for 15 to 25 min. The cooked beef meat samples were then washed with hot water and subsequently centrifuged to remove excess fats adhering to the solids. The subsequent processes (that is, freezing, freeze drying, milling, sieving, blending, and packaging) were undertaken using the same processing equipment and conditions as described above for the production of beef liver product.",
        "section": "Preparation of desiccated beef and placebo powders",
        "section_number": 6,
        "sentences": [
            "For the beef powder, frozen minced beef meat samples were thawed at 5°C for 24 h and then cooked in hot water at 80°C for 15 to 25 min.",
            "The cooked beef meat samples were then washed with hot water and subsequently centrifuged to remove excess fats adhering to the solids.",
            "The subsequent processes (that is, freezing, freeze drying, milling, sieving, blending, and packaging) were undertaken using the same processing equipment and conditions as described above for the production of beef liver product."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38748",
        "text": "The ingredients used for the production of placebo powder included food grade maltodextrin (Itochu Australia Ltd.), Halal compliance beef flavoring (Sensient Technologies Australia Pty Ltd.) and coloring (CHR Hansen Ltd.).",
        "section": "Preparation of desiccated beef and placebo powders",
        "section_number": 7,
        "sentences": [
            "The ingredients used for the production of placebo powder included food grade maltodextrin (Itochu Australia Ltd.), Halal compliance beef flavoring (Sensient Technologies Australia Pty Ltd.) and coloring (CHR Hansen Ltd.)."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "38748",
        "text": "All final dried powders were assessed in terms of their nutritional, functional and microbiological qualities. The nutritional profile including proximate compositions (that is, fat, protein, carbohydrate, ash and moisture), micronutrients (that is, zinc, iron, selenium, and vitamin A) and other trace elements including arsenic, lead, and mercury are presented in Table 1 . In addition, the results of the microbiological tests for all dried powder showed that pathogens of potential concern were not detected and the average results for Salmonella, Enterobacteriaceae, Standard Plate Count, Bacillus cereus, E. coli, Coliforms, and Staphylococcus aureus were satisfactory.",
        "section": "Preparation of desiccated beef and placebo powders",
        "section_number": 8,
        "sentences": [
            "All final dried powders were assessed in terms of their nutritional, functional and microbiological qualities.",
            "The nutritional profile including proximate compositions (that is, fat, protein, carbohydrate, ash and moisture), micronutrients (that is, zinc, iron, selenium, and vitamin A) and other trace elements including arsenic, lead, and mercury are presented in Table 1 .",
            "In addition, the results of the microbiological tests for all dried powder showed that pathogens of potential concern were not detected and the average results for Salmonella, Enterobacteriaceae, Standard Plate Count, Bacillus cereus, E. coli, Coliforms, and Staphylococcus aureus were satisfactory."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38748",
        "text": "The study powders were packed into either 15 or 20 g aluminum foil sachets with the combination beef meat and liver powder blended 80:20, respectively. The filling and sealing of the products into the sachets was carried out by Australian Vitamin & Sports Nutrition Pty Ltd (Ballina, NSW, Australia) also under Halal compliance and certified HACCP food safety program.",
        "section": "Preparation of desiccated beef and placebo powders",
        "section_number": 9,
        "sentences": [
            "The study powders were packed into either 15 or 20 g aluminum foil sachets with the combination beef meat and liver powder blended 80:20, respectively.",
            "The filling and sealing of the products into the sachets was carried out by Australian Vitamin & Sports Nutrition Pty Ltd (Ballina, NSW, Australia) also under Halal compliance and certified HACCP food safety program."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "38748",
        "text": "Acceptability of liver powder in infants . . . The energy and nutrient value of study powder was obtained from product specification analysis conducted by CSIRO Food & Nutrition Flagship (Australia).",
        "section": "Food",
        "section_number": 10,
        "sentences": [
            "Acceptability of liver powder in infants . . .",
            "The energy and nutrient value of study powder was obtained from product specification analysis conducted by CSIRO Food & Nutrition Flagship (Australia)."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "38748",
        "text": "The study was conducted in 3 phases beginning with a 4-d feeding test with mothers and their children, in which the sensory attributes of each of the powders were evaluated by the mother, and the proportion of a powder containing-test food consumed by the child was recorded. Next, a 2-wk home-use trial was conducted to assess the child's liking of the powder as reported by the mother and to determine the amount offered to the child on a daily basis; and lastly, FGDs with mothers of children who participated in the previous study phases were conducted.",
        "section": "Sensory acceptability testing",
        "section_number": 11,
        "sentences": [
            "The study was conducted in 3 phases beginning with a 4-d feeding test with mothers and their children, in which the sensory attributes of each of the powders were evaluated by the mother, and the proportion of a powder containing-test food consumed by the child was recorded.",
            "Next, a 2-wk home-use trial was conducted to assess the child's liking of the powder as reported by the mother and to determine the amount offered to the child on a daily basis; and lastly, FGDs with mothers of children who participated in the previous study phases were conducted."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "38748",
        "text": "Phase 1 4-d feeding-test. For this phase, a 4-arm randomized, crossover design was used, with the order of the study powders (beef liver, meat, liver + meat or placebo) being randomly determined for each child. This phase of the study was conducted at a central location in a local community house over a period of 4 consecutive days. On the first day, participating mothers and their children attended an orientation session, followed by the collection of socio-demographic data using a pretested structured questionnaire. Anthropometric measurements of child weight, length, and head circumference were obtained using standardized techniques. Anthropometric indices were calculated using WHO (2006) standards (ANTHRO Plus version 3.2.2) and expressed as z-scores for weight-for-age (WAZ), length-for-age (LAZ), and weightfor-length (WHZ).",
        "section": "Sensory acceptability testing",
        "section_number": 12,
        "sentences": [
            "Phase 1 4-d feeding-test.",
            "For this phase, a 4-arm randomized, crossover design was used, with the order of the study powders (beef liver, meat, liver + meat or placebo) being randomly determined for each child.",
            "This phase of the study was conducted at a central location in a local community house over a period of 4 consecutive days.",
            "On the first day, participating mothers and their children attended an orientation session, followed by the collection of socio-demographic data using a pretested structured questionnaire.",
            "Anthropometric measurements of child weight, length, and head circumference were obtained using standardized techniques.",
            "Anthropometric indices were calculated using WHO (2006) standards (ANTHRO Plus version 3.2.2) and expressed as z-scores for weight-for-age (WAZ), length-for-age (LAZ), and weightfor-length (WHZ)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38748",
        "text": "On each of the test days, mothers arrived at the community house at 1000 h and were instructed to not feed their children any meals or snacks following their first morning meal taken typically between 0600 and 0700 h. Mothers were permitted to breastfeed their infants but instructed to avoid breastfeeding for at least 1 h prior to the testing session. At the beginning of each session, mothers and their children were presented with a test food-Perkedel (fried potato patty consisting of potato, tapioca flour, egg white, and garlic)-containing half of the recommended daily dose of randomly assigned powder. The total weight of the test food serving was approximately 110 g. The energy content per serving of each test food was as follows: beef liver, 336 kcal; beef liver and meat, 318 kcal; beef meat, 337 kcal; placebo, 299 kcal. Before tasting, mothers were asked to indicate their acceptability of the color and smell of the test food with the added powder using a 7-point cued facial response scale (ranging from \"dislike a lot\" through to \"like a lot\") adapted from Pelletier and Lawless (Pelletier and Lawless 2003) . For each attribute, the mothers were shown 3 faces-a smiley face labeled \"like,\" a neutral face labeled \"neutral\" and a frowning face labeled \"dislike\"-and asked to indicate which face best represented their liking. If a mother chose the smiley face, she was shown 3 additional faces with different degrees of smiling labeled as \"like a little,\" \"like,\" and \"like a lot.\" The mother was asked to indicate which of these smiley faces represented her liking. Conversely, if the mother chose the frowning face, she was shown 3 additional faces of varying degrees of unhappiness. From these faces, the mother was asked to select the frown which best represented her degree of disliking ranging from \"dislike a lot,\" \"dislike,\" and \"dislike a little.\" Next, mothers were asked to consume the test food and indicate their acceptability of taste and texture using the same 7-point cued facial response scale. A weighed sample of study test food was then fed to the child by the mother until refusal, defined as 3 negative behaviors (for example, child closes mouth, turns face away, spits out food, cries, runs away from the mother), as recorded by a trained observer. When the child was done feeding, the time to feed was recorded and the sample was re-weighed. Lastly, the mother was shown a sample of the study powder and asked to indicate her acceptability of the color and smell using the 7-point cued facial response scale. Mothers and their children returned over the next 3 d when the same procedures described above were followed with the remaining 3 study powders. Thus, total participation in this phase lasted 4 d.",
        "section": "Sensory acceptability testing",
        "section_number": 13,
        "sentences": [
            "On each of the test days, mothers arrived at the community house at 1000 h and were instructed to not feed their children any meals or snacks following their first morning meal taken typically between 0600 and 0700 h. Mothers were permitted to breastfeed their infants but instructed to avoid breastfeeding for at least 1 h prior to the testing session.",
            "At the beginning of each session, mothers and their children were presented with a test food-Perkedel (fried potato patty consisting of potato, tapioca flour, egg white, and garlic)-containing half of the recommended daily dose of randomly assigned powder.",
            "The total weight of the test food serving was approximately 110 g. The energy content per serving of each test food was as follows: beef liver, 336 kcal; beef liver and meat, 318 kcal; beef meat, 337 kcal; placebo, 299 kcal.",
            "Before tasting, mothers were asked to indicate their acceptability of the color and smell of the test food with the added powder using a 7-point cued facial response scale (ranging from \"dislike a lot\" through to \"like a lot\") adapted from Pelletier and Lawless (Pelletier and Lawless 2003) .",
            "For each attribute, the mothers were shown 3 faces-a smiley face labeled \"like,\" a neutral face labeled \"neutral\" and a frowning face labeled \"dislike\"-and asked to indicate which face best represented their liking.",
            "If a mother chose the smiley face, she was shown 3 additional faces with different degrees of smiling labeled as \"like a little,\" \"like,\" and \"like a lot.\"",
            "The mother was asked to indicate which of these smiley faces represented her liking.",
            "Conversely, if the mother chose the frowning face, she was shown 3 additional faces of varying degrees of unhappiness.",
            "From these faces, the mother was asked to select the frown which best represented her degree of disliking ranging from \"dislike a lot,\" \"dislike,\" and \"dislike a little.\"",
            "Next, mothers were asked to consume the test food and indicate their acceptability of taste and texture using the same 7-point cued facial response scale.",
            "A weighed sample of study test food was then fed to the child by the mother until refusal, defined as 3 negative behaviors (for example, child closes mouth, turns face away, spits out food, cries, runs away from the mother), as recorded by a trained observer.",
            "When the child was done feeding, the time to feed was recorded and the sample was re-weighed.",
            "Lastly, the mother was shown a sample of the study powder and asked to indicate her acceptability of the color and smell using the 7-point cued facial response scale.",
            "Mothers and their children returned over the next 3 d when the same procedures described above were followed with the remaining 3 study powders.",
            "Thus, total participation in this phase lasted 4 d."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38748",
        "text": "Phase 2 home-use trial. During Phase 2, mothers of the children who participated in the test-feeding trial were randomly assigned to receive a 2-wk supply of 1 of the 4 study powders to be added to their child's prepared food each day. The study powder was provided in daily sachets of either 20 g/d for the beef meat and beef liver + meat or 15 g/d for the beef liver and placebo to account for the lower concentrations of iron, zinc, vitamin B-12, and vitamin A in the powdered beef versus beef liver (Table 1) . Each of the 2 doses was based on the assumption that, provided the complementary foods consumed by young Indonesian children were fortified daily with the contents of the entire sachet, they were likely to overcome the micronutrient deficits and thus meet their theoretical micronutrient requirements, while not exceeding the tolerable upper levels, particularly for vitamin A (Inst. of Medicine 2006; Kraemer and others 2008) . Mothers were instructed to mix half of the sachet with a complementary food prepared in the morning and the remainder with food at mid-day. These time periods were chosen as it was known that morning and lunch meals are typically prepared specifically for the child while dinner is usually prepared as a whole-family meal. The sachet-food mixture was to be fed to the child before any other food was offered. Daily compliance records were completed by the mother with instructions to record the name of the food to which the powder was added for each meal and their perception of the child's degree of liking of the powder-containing food using 5-point smiley face scale (1 = dislike very much; 2 = dislike a little; 3 = not sure; 4 = like a little; 5 = like very much). Scales of this length have been used by others (Young and others 2010; Hess and others 2011). They provide mothers a sufficient number of points for indicating their child's liking but do not contain so Acceptability of liver powder in infants . . . many points that they are confusing to use. At the end of the first week, the mother returned the empty sachets and any unused powders to the researchers who provided her with a new batch of samples for the 2nd week.",
        "section": "Sensory acceptability testing",
        "section_number": 14,
        "sentences": [
            "Phase 2 home-use trial.",
            "During Phase 2, mothers of the children who participated in the test-feeding trial were randomly assigned to receive a 2-wk supply of 1 of the 4 study powders to be added to their child's prepared food each day.",
            "The study powder was provided in daily sachets of either 20 g/d for the beef meat and beef liver + meat or 15 g/d for the beef liver and placebo to account for the lower concentrations of iron, zinc, vitamin B-12, and vitamin A in the powdered beef versus beef liver (Table 1) .",
            "Each of the 2 doses was based on the assumption that, provided the complementary foods consumed by young Indonesian children were fortified daily with the contents of the entire sachet, they were likely to overcome the micronutrient deficits and thus meet their theoretical micronutrient requirements, while not exceeding the tolerable upper levels, particularly for vitamin A (Inst.",
            "of Medicine 2006; Kraemer and others 2008) .",
            "Mothers were instructed to mix half of the sachet with a complementary food prepared in the morning and the remainder with food at mid-day.",
            "These time periods were chosen as it was known that morning and lunch meals are typically prepared specifically for the child while dinner is usually prepared as a whole-family meal.",
            "The sachet-food mixture was to be fed to the child before any other food was offered.",
            "Daily compliance records were completed by the mother with instructions to record the name of the food to which the powder was added for each meal and their perception of the child's degree of liking of the powder-containing food using 5-point smiley face scale (1 = dislike very much; 2 = dislike a little; 3 = not sure; 4 = like a little; 5 = like very much).",
            "Scales of this length have been used by others (Young and others 2010; Hess and others 2011).",
            "They provide mothers a sufficient number of points for indicating their child's liking but do not contain so Acceptability of liver powder in infants . . .",
            "many points that they are confusing to use.",
            "At the end of the first week, the mother returned the empty sachets and any unused powders to the researchers who provided her with a new batch of samples for the 2nd week."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38748",
        "text": "To assist the mothers with complementary food preparation ideas, a booklet of suggested recipes was provided. Recipes included an egg omelet, fried tempeh patty, steamed tofu with spices, corn and broccoli stir-fry, perkedel (fried potato patty), spinach soup, vegetable stir-fry, and fried noodle and egg. Mothers were also encouraged to try adding the powder to other complementary foods not listed.",
        "section": "Sensory acceptability testing",
        "section_number": 15,
        "sentences": [
            "To assist the mothers with complementary food preparation ideas, a booklet of suggested recipes was provided.",
            "Recipes included an egg omelet, fried tempeh patty, steamed tofu with spices, corn and broccoli stir-fry, perkedel (fried potato patty), spinach soup, vegetable stir-fry, and fried noodle and egg.",
            "Mothers were also encouraged to try adding the powder to other complementary foods not listed."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38748",
        "text": "At the end of the second week, the remaining sachets and daily compliance records were collected and all of the returned sachets were weighed and recorded. A semi-structured exit interview was also conducted with each mother to determine their perceptions regarding the child's overall liking using the same 5-point scale as above and rate of refusal (yes or no) of meals with added study powder. In addition, mothers were asked to list any benefits or barriers experienced when adding the beef powder to their child's meals, along with their willingness to buy the beef powder and ease/difficulty of giving the study powder fortifier in the sachet twice daily using a 5-point scale (1 = very difficult; 2 = difficult; 3 = not sure; 4 = easy; 5 = very easy).",
        "section": "Sensory acceptability testing",
        "section_number": 16,
        "sentences": [
            "At the end of the second week, the remaining sachets and daily compliance records were collected and all of the returned sachets were weighed and recorded.",
            "A semi-structured exit interview was also conducted with each mother to determine their perceptions regarding the child's overall liking using the same 5-point scale as above and rate of refusal (yes or no) of meals with added study powder.",
            "In addition, mothers were asked to list any benefits or barriers experienced when adding the beef powder to their child's meals, along with their willingness to buy the beef powder and ease/difficulty of giving the study powder fortifier in the sachet twice daily using a 5-point scale (1 = very difficult; 2 = difficult; 3 = not sure; 4 = easy; 5 = very easy)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38748",
        "text": "FGDs. The FDGs were conducted at a local community house and led by an experienced focus group facilitator. The main purpose of the FGDs was to better understand the attitudes and perceptions of the study powders. In total, 4 focus groups were conducted with each group consisting of 8 to 9 participants purposively sampled from the mothers of the children who exhibited willingness and active participation in Phase 1 of the trial, and demonstrated the ability to communicate their experiences and opinions with the study powders in an articulate and reflective manner. FGDs lasted for approximately 45 to 60 min and the group discussion was digitally recorded.",
        "section": "Sensory acceptability testing",
        "section_number": 17,
        "sentences": [
            "FGDs.",
            "The FDGs were conducted at a local community house and led by an experienced focus group facilitator.",
            "The main purpose of the FGDs was to better understand the attitudes and perceptions of the study powders.",
            "In total, 4 focus groups were conducted with each group consisting of 8 to 9 participants purposively sampled from the mothers of the children who exhibited willingness and active participation in Phase 1 of the trial, and demonstrated the ability to communicate their experiences and opinions with the study powders in an articulate and reflective manner.",
            "FGDs lasted for approximately 45 to 60 min and the group discussion was digitally recorded."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38748",
        "text": "Sample size of 96 children was calculated on the proportion of the study product consumed during the Phase 2 home-use trial and was based on an acceptable mean intake of ࣙ75% of study product with an SD of ࣘ30% and a lower bound of 95% CI ࣙ50% of the study product. Assuming 80% power and an attrition of 20%, a sample size of 24 mother-child pairs per group was estimated.",
        "section": "Sample size estimates and statistical analyses",
        "section_number": 18,
        "sentences": [
            "Sample size of 96 children was calculated on the proportion of the study product consumed during the Phase 2 home-use trial and was based on an acceptable mean intake of ࣙ75% of study product with an SD of ࣘ30% and a lower bound of 95% CI ࣙ50% of the study product.",
            "Assuming 80% power and an attrition of 20%, a sample size of 24 mother-child pairs per group was estimated."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "38748",
        "text": "Data analyses for Phase 1 and 2 were conducted using R version 3.3.0 and lme4 (Bates and others 2015). Descriptive statistics were calculated for sociodemographic variables and anthropometric data. For Phase 1 (cross-over trial of acceptability and liking), means and SD were calculated for the mother's test liking scores (color, smell, taste, and texture), proportion of the study powder containing test food consumed, and duration of test food consumption (measured in seconds) for each of the different study powders. Mixed linear modelling was used to determine mean differences between the test powders and placebo. Study powder was a fixed effect and the participant number was a random effect in the model. For Phase 2 (home-use parallel randomized trial), mother's perception of child liking of meals with added study powders was averaged over Week 1, Week 2, and overall. Daily disappearance rate was determined as the difference between the distributed study powder and the unused sachets divided by the number of observation days. Linear regression was used to identify if differences in liking, and the amount of powder offered existed between the 10.4 (10) Height-for-age z-score, mean ± SD −1.51 ± 0.9 < -2, % (n) 27.1 (26) Weight-for-height z-score, mean ± SD −0.31 ± 1.0 < -2, % (n) 6.3 (6) Head circumference-for-age z-score, mean ± SD −0.06 (0.96) < -2, % (n) 3.1 3placebo and study beef powders. Mean differences, 95% CI and P values were calculated. Differences between the 2 wk for average weekly liking scores and amount offered were tested by paired t-test for each treatment. All semi-structured FGDs were transcribed and hand-coded by the focus group facilitator with extensive experience in qualitative research. The transcribed data from the focus group were analyzed by content analysis to generate themes around mothers' attitudes toward the study powders. A line-by-line analysis of the transcripts was conducted to reduce the data and develop codes for categorizing the data. These codes were then grouped into themes or categories into which all data were placed. All qualitative data was transcribed in Indonesian and content analysis was conducted by an experienced Indonesian qualitative researcher (RH) before translating themes into English.",
        "section": "Sample size estimates and statistical analyses",
        "section_number": 19,
        "sentences": [
            "Data analyses for Phase 1 and 2 were conducted using R version 3.3.0 and lme4 (Bates and others 2015).",
            "Descriptive statistics were calculated for sociodemographic variables and anthropometric data.",
            "For Phase 1 (cross-over trial of acceptability and liking), means and SD were calculated for the mother's test liking scores (color, smell, taste, and texture), proportion of the study powder containing test food consumed, and duration of test food consumption (measured in seconds) for each of the different study powders.",
            "Mixed linear modelling was used to determine mean differences between the test powders and placebo.",
            "Study powder was a fixed effect and the participant number was a random effect in the model.",
            "For Phase 2 (home-use parallel randomized trial), mother's perception of child liking of meals with added study powders was averaged over Week 1, Week 2, and overall.",
            "Daily disappearance rate was determined as the difference between the distributed study powder and the unused sachets divided by the number of observation days.",
            "Linear regression was used to identify if differences in liking, and the amount of powder offered existed between the 10.4 (10) Height-for-age z-score, mean ± SD −1.51 ± 0.9 < -2, % (n) 27.1 (26) Weight-for-height z-score, mean ± SD −0.31 ± 1.0 < -2, % (n) 6.3 (6) Head circumference-for-age z-score, mean ± SD −0.06 (0.96) < -2, % (n) 3.1 3placebo and study beef powders.",
            "Mean differences, 95% CI and P values were calculated.",
            "Differences between the 2 wk for average weekly liking scores and amount offered were tested by paired t-test for each treatment.",
            "All semi-structured FGDs were transcribed and hand-coded by the focus group facilitator with extensive experience in qualitative research.",
            "The transcribed data from the focus group were analyzed by content analysis to generate themes around mothers' attitudes toward the study powders.",
            "A line-by-line analysis of the transcripts was conducted to reduce the data and develop codes for categorizing the data.",
            "These codes were then grouped into themes or categories into which all data were placed.",
            "All qualitative data was transcribed in Indonesian and content analysis was conducted by an experienced Indonesian qualitative researcher (RH) before translating themes into English."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38748",
        "text": "A total of 96 mother-child pairs were enrolled in the study, with all of the participants completing the 4-d test feeding trial and 2-wk home use trial. Demographic, socioeconomic, and child anthropometric characteristics of the participants are presented in Table 2 . For Phase 1, mothers' own liking of the test food with added powders was generally high, with mean attribute scores ranging from 5.3 to 6.0 on a 7-point scale, indicating liking of between \"likes a little\" and \"likes a lot\" (Table 3) . It should be noted that our sample size was not powered to detect differences among groups. Nonetheless, significant differences in rating of the color, smell, and taste for the test foods were observed albeit differences were small. In general, the color of the test food with added beef meat powder and combination liver + meat powder was liked slightly more than the placebo while mothers gave significantly lower liking scores for the smell and the taste of test food with added beef liver powder. Overall, it appears that the addition of the beef meat powder or combination beef liver + meat powder to the test food produced a similar liking by the mother to that of the placebo powder-containing test food. When presented with a sample of the study powders, there were no significant differences 18 ± 0.1 0.1 (−2.3, 2.1) 0.9 Liver + meat powder 17 ± 0.1 −1.1 (−3.3, 1.0) 0.3 a n = 96 mothers evaluating 4 powders in a cross-over design. b Liking data collected using a 7-point liking scale ranging from 1 = dislike a lot to 7 = like a lot. c P-values are for linear regression models used to identify if differences in mother's liking and child's test food consumption existed between the placebo (reference) and study beef powders.",
        "section": "Results and Discussion",
        "section_number": 20,
        "sentences": [
            "A total of 96 mother-child pairs were enrolled in the study, with all of the participants completing the 4-d test feeding trial and 2-wk home use trial.",
            "Demographic, socioeconomic, and child anthropometric characteristics of the participants are presented in Table 2 .",
            "For Phase 1, mothers' own liking of the test food with added powders was generally high, with mean attribute scores ranging from 5.3 to 6.0 on a 7-point scale, indicating liking of between \"likes a little\" and \"likes a lot\" (Table 3) .",
            "It should be noted that our sample size was not powered to detect differences among groups.",
            "Nonetheless, significant differences in rating of the color, smell, and taste for the test foods were observed albeit differences were small.",
            "In general, the color of the test food with added beef meat powder and combination liver + meat powder was liked slightly more than the placebo while mothers gave significantly lower liking scores for the smell and the taste of test food with added beef liver powder.",
            "Overall, it appears that the addition of the beef meat powder or combination beef liver + meat powder to the test food produced a similar liking by the mother to that of the placebo powder-containing test food.",
            "When presented with a sample of the study powders, there were no significant differences 18 ± 0.1 0.1 (−2.3, 2.1) 0.9 Liver + meat powder 17 ± 0.1 −1.1 (−3.3, 1.0) 0.3 a n = 96 mothers evaluating 4 powders in a cross-over design.",
            "b Liking data collected using a 7-point liking scale ranging from 1 = dislike a lot to 7 = like a lot.",
            "c P-values are for linear regression models used to identify if differences in mother's liking and child's test food consumption existed between the placebo (reference) and study beef powders."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38748",
        "text": "among powders for smell and color with reported mean (±SD) attribute scores of 5.1 ± 1.4 and 5.5 ± 1.1 on a 7-point scale, respectively (data not shown). For the children, the mean percentage of the test food consumed under direct observation was low, ranging from only 16% to 20% (Table 3 ). Compared to the placebo, children consumed significantly less test food with the added beef meat powder and the combination beef liver + meat powder. Despite differences in the proportion of test foods consumed, the duration of consumption did not differ between any of the beef powder groups and placebo.",
        "section": "Results and Discussion",
        "section_number": 21,
        "sentences": [
            "among powders for smell and color with reported mean (±SD) attribute scores of 5.1 ± 1.4 and 5.5 ± 1.1 on a 7-point scale, respectively (data not shown).",
            "For the children, the mean percentage of the test food consumed under direct observation was low, ranging from only 16% to 20% (Table 3 ).",
            "Compared to the placebo, children consumed significantly less test food with the added beef meat powder and the combination beef liver + meat powder.",
            "Despite differences in the proportion of test foods consumed, the duration of consumption did not differ between any of the beef powder groups and placebo."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38748",
        "text": "In Phase 2, mothers were given a 2-wk ration of 1 of the 4 study powders and encouraged to add the contents of 1 sachet of study powder to 2 meals daily. After the 14-d feeding period, mothers reported that their children moderately liked their meals with added powder, with scores ranging between 3.3 and 3.5 on the 5-point liking scale (Table 4) . With the exception of lower liking scores for the combination beef liver + meat powder (2.9 at the end of Week 1), there were no detectable differences in mothers' overall perception of child's liking between the placebo and any of the study powders. To detect large effect sizes (0.8 SD) between the test powder and placebo for liking scores and usage, with 80% power and a 0.05 significance level, 26 participants per group would be required. Given our enrolment of 24 participants Table 4 -Phase 2 Acceptability of study powders by mother's perception of child's liking and study powder disappearance rate.",
        "section": "Results and Discussion",
        "section_number": 22,
        "sentences": [
            "In Phase 2, mothers were given a 2-wk ration of 1 of the 4 study powders and encouraged to add the contents of 1 sachet of study powder to 2 meals daily.",
            "After the 14-d feeding period, mothers reported that their children moderately liked their meals with added powder, with scores ranging between 3.3 and 3.5 on the 5-point liking scale (Table 4) .",
            "With the exception of lower liking scores for the combination beef liver + meat powder (2.9 at the end of Week 1), there were no detectable differences in mothers' overall perception of child's liking between the placebo and any of the study powders.",
            "To detect large effect sizes (0.8 SD) between the test powder and placebo for liking scores and usage, with 80% power and a 0.05 significance level, 26 participants per group would be required.",
            "Given our enrolment of 24 participants Table 4 -Phase 2 Acceptability of study powders by mother's perception of child's liking and study powder disappearance rate."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38748",
        "text": "Mother's perception of child liking b",
        "section": "Assessment methods a Mean ± SD Difference (95% CI) P-value d",
        "section_number": 23,
        "sentences": [
            "Mother's perception of child liking b"
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "38748",
        "text": "Week 1 Placebo 3.4 ± 0.7 Reference Liver powder 3.2 ± 0.7 −0.2 (−0.6, 0.2) 0.30 Meat powder 3.1 ± 0.5 −0.3 (−0.7, 0.1) 0.14 Liver + meat powder 2.9 ± 0.8 −0.5 (−0.9, −0.1) 0.01 Week 2 Placebo 3.6 ± 0.6 Reference Liver powder 3.6 ± 0.8 0 (−0.4, 0.4) 1 Meat powder 3.5 ± 0.9 0 (−0.5, 0.3) 0.7 Liver + meat powder 3.6 ± 0.7 0 (−0.4, 0.4) 1 Overall Placebo 3.5 ± 0. Liking data collected using a 5-point liking scale ranging from 1 = really dislikes to 5 = really likes. c Assessed during weekly home visits determined as the difference between the distributed study powder and the unused sachets divided by the number of observation days.",
        "section": "Assessment methods a Mean ± SD Difference (95% CI) P-value d",
        "section_number": 24,
        "sentences": [
            "Week 1 Placebo 3.4 ± 0.7 Reference Liver powder 3.2 ± 0.7 −0.2 (−0.6, 0.2) 0.30 Meat powder 3.1 ± 0.5 −0.3 (−0.7, 0.1) 0.14 Liver + meat powder 2.9 ± 0.8 −0.5 (−0.9, −0.1) 0.01 Week 2 Placebo 3.6 ± 0.6 Reference Liver powder 3.6 ± 0.8 0 (−0.4, 0.4) 1 Meat powder 3.5 ± 0.9 0 (−0.5, 0.3) 0.7 Liver + meat powder 3.6 ± 0.7 0 (−0.4, 0.4) 1 Overall Placebo 3.5 ± 0.",
            "Liking data collected using a 5-point liking scale ranging from 1 = really dislikes to 5 = really likes.",
            "c Assessed during weekly home visits determined as the difference between the distributed study powder and the unused sachets divided by the number of observation days."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38748",
        "text": "d P-values are for linear regression models used to identify if differences in liking, and the amount of powder offered existed between the placebo and study beef powders.",
        "section": "Assessment methods a Mean ± SD Difference (95% CI) P-value d",
        "section_number": 25,
        "sentences": [
            "d P-values are for linear regression models used to identify if differences in liking, and the amount of powder offered existed between the placebo and study beef powders."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "38748",
        "text": "was slightly underpowered, the magnitude of effect sizes and width of the CIs were considered with regards to the interpretation of our findings. For example, the effect size of the overall disappearance rate between the liver powder and placebo was relatively large (5.0) with a wide confidence interval. It may be that a larger sample size would have detected a clinically meaningful difference between these powders. Mothers indicated that they added the study powder to a variety of foods including (ranked in decreasing order): vegetable soup, fried rice, scramble egg, noodle and egg dish, spinach soup chicken porridge, potato patty, white rice, steamed tofu and meatballs amongst others. Based on the weighing of returned sachets, the disappearance rate during the 14-d feeding period was slightly lower for the liver powder at 53% compared to the placebo of 58%. With the exception of the placebo, there was a statistically significant increase in the disappearance rate from Week 1 to Week 2 (all, P < 0.05).",
        "section": "Assessment methods a Mean ± SD Difference (95% CI) P-value d",
        "section_number": 26,
        "sentences": [
            "was slightly underpowered, the magnitude of effect sizes and width of the CIs were considered with regards to the interpretation of our findings.",
            "For example, the effect size of the overall disappearance rate between the liver powder and placebo was relatively large (5.0) with a wide confidence interval.",
            "It may be that a larger sample size would have detected a clinically meaningful difference between these powders.",
            "Mothers indicated that they added the study powder to a variety of foods including (ranked in decreasing order): vegetable soup, fried rice, scramble egg, noodle and egg dish, spinach soup chicken porridge, potato patty, white rice, steamed tofu and meatballs amongst others.",
            "Based on the weighing of returned sachets, the disappearance rate during the 14-d feeding period was slightly lower for the liver powder at 53% compared to the placebo of 58%.",
            "With the exception of the placebo, there was a statistically significant increase in the disappearance rate from Week 1 to Week 2 (all, P < 0.05)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38748",
        "text": "The exit interview confirmed the overall child liking scores of the 2-wk home use trial albeit mothers who received the placebo felt that their child liked their meals slightly more than any of the other beef powders (mean ± SD: placebo = 3.9 ± 0.7, beef liver = 3.1 ± 0.95; beef meat = 3.3 ± 0.77; combination beef liver + meat = 3.2 ± 0.88 using a scale ranging from 1 = really dislikes to 5 = really likes). The level of ease or difficulty of adding the study Acceptability of liver powder in infants . . . powder to the child's meals did not significantly differ between the placebo and any of the beef powders, with overall mean score of 3.2 ± 1.0 on a 5-point scale indicating difficult (score of 2) to easy use (score of 4). While mothers were instructed to add the study powder to the child's morning and mid-day meal, the majority expressed that they would prefer more frequent use of the study powder throughout the day, with the addition of the powder to other meals and snacks.",
        "section": "Assessment methods a Mean ± SD Difference (95% CI) P-value d",
        "section_number": 27,
        "sentences": [
            "The exit interview confirmed the overall child liking scores of the 2-wk home use trial albeit mothers who received the placebo felt that their child liked their meals slightly more than any of the other beef powders (mean ± SD: placebo = 3.9 ± 0.7, beef liver = 3.1 ± 0.95; beef meat = 3.3 ± 0.77; combination beef liver + meat = 3.2 ± 0.88 using a scale ranging from 1 = really dislikes to 5 = really likes).",
            "The level of ease or difficulty of adding the study Acceptability of liver powder in infants . . .",
            "powder to the child's meals did not significantly differ between the placebo and any of the beef powders, with overall mean score of 3.2 ± 1.0 on a 5-point scale indicating difficult (score of 2) to easy use (score of 4).",
            "While mothers were instructed to add the study powder to the child's morning and mid-day meal, the majority expressed that they would prefer more frequent use of the study powder throughout the day, with the addition of the powder to other meals and snacks."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38748",
        "text": "FGDs revealed that mothers associated the 2-wk trial of the study powders with perceived health benefits, including less illness, increased appetite and more rapid weight gain. Given the limited access to affordable beef products, the mothers considered the study powders as an alternative means of securing the nutritional value of beef consumption for their children. In addition, mothers reported that cooked beef is relatively tough and difficult to chew for young children whereas the consumption of beef in a powder form overcame this barrier. The main negative aspect of the beef meat and beef liver powders was the strong smell and fishy odor-an attribute considered by mothers as the major reason why children did not like their meals with added study powder. Mothers reported higher refusal rates when the child could smell the added beef powder in their meals, and suggested the addition of other flavors such as soto (Indonesian soup) flavor, meatball flavor, garlic and other vegetables, to counteract the strong smell of the powders. Despite many mothers reporting that they disliked the flavor associated with the beef meat or beef liver powder, a substantial number of mothers declared that they would continue using the powder on account of the nutritional value and perceived health benefits. An additional negative aspect of the powders reported by mothers was the insoluble nature of the product with the powder accumulating in the bottom of the serving dish when added to liquid-type meals such as soups. However, a number of mothers reported that their child liked the separated powder claiming it made the food tastier and the child could eat it separately. Some mothers even reported that their children ate the powder directly from the package.",
        "section": "Assessment methods a Mean ± SD Difference (95% CI) P-value d",
        "section_number": 28,
        "sentences": [
            "FGDs revealed that mothers associated the 2-wk trial of the study powders with perceived health benefits, including less illness, increased appetite and more rapid weight gain.",
            "Given the limited access to affordable beef products, the mothers considered the study powders as an alternative means of securing the nutritional value of beef consumption for their children.",
            "In addition, mothers reported that cooked beef is relatively tough and difficult to chew for young children whereas the consumption of beef in a powder form overcame this barrier.",
            "The main negative aspect of the beef meat and beef liver powders was the strong smell and fishy odor-an attribute considered by mothers as the major reason why children did not like their meals with added study powder.",
            "Mothers reported higher refusal rates when the child could smell the added beef powder in their meals, and suggested the addition of other flavors such as soto (Indonesian soup) flavor, meatball flavor, garlic and other vegetables, to counteract the strong smell of the powders.",
            "Despite many mothers reporting that they disliked the flavor associated with the beef meat or beef liver powder, a substantial number of mothers declared that they would continue using the powder on account of the nutritional value and perceived health benefits.",
            "An additional negative aspect of the powders reported by mothers was the insoluble nature of the product with the powder accumulating in the bottom of the serving dish when added to liquid-type meals such as soups.",
            "However, a number of mothers reported that their child liked the separated powder claiming it made the food tastier and the child could eat it separately.",
            "Some mothers even reported that their children ate the powder directly from the package."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38748",
        "text": "Lastly, the assurance of product safety was very important to the mothers, particularly if the product was sold from a local market stall as they felt that there was poorer adherence to food safety regulations by individual market sellers. In addition to a halal label, mothers wanted an expiration date, a registration number from the National Agency of Drug and Food Control, and a list of ingredients and place of manufacturer. Aluminum foil packaging was preferred due to its perception of safety, good seal ability, and water resistance.",
        "section": "Assessment methods a Mean ± SD Difference (95% CI) P-value d",
        "section_number": 29,
        "sentences": [
            "Lastly, the assurance of product safety was very important to the mothers, particularly if the product was sold from a local market stall as they felt that there was poorer adherence to food safety regulations by individual market sellers.",
            "In addition to a halal label, mothers wanted an expiration date, a registration number from the National Agency of Drug and Food Control, and a list of ingredients and place of manufacturer.",
            "Aluminum foil packaging was preferred due to its perception of safety, good seal ability, and water resistance."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38748",
        "text": "Overall, the test foods with added beef powders in Phase 1 were well liked by mothers for young child feeding, with attribute liking scores never falling below a neutral point on the scale. Such high liking scores, however, may be a response bias brought about by the mother's reluctance to give negative responses about the fortified products, as reported elsewhere (Young and others 2010; Adu-Afarwuah and others 2011; Ahmed and others 2014). In an effort to provide more accurate information regarding the liking of the beef powder-containing meals consumed by the young children, mothers undertook a 2-wk home use trial where mother's opinions of child liking were similar to Phase 1, and the individual and group interviews revealed no major barriers associated with consumption with the exception of a strong smell and fishy odor noted specifically for the beef liver powder. Nonetheless, the mothers were otherwise very positive about their children consuming a beef-containing product and the powder form was easily incorporated into a variety of complementary foods. It should be noted that short-term acceptability may not necessarily indicate acceptability for regular/daily consumption over the longer time-span needed during the complementary feeding period.",
        "section": "Assessment methods a Mean ± SD Difference (95% CI) P-value d",
        "section_number": 30,
        "sentences": [
            "Overall, the test foods with added beef powders in Phase 1 were well liked by mothers for young child feeding, with attribute liking scores never falling below a neutral point on the scale.",
            "Such high liking scores, however, may be a response bias brought about by the mother's reluctance to give negative responses about the fortified products, as reported elsewhere (Young and others 2010; Adu-Afarwuah and others 2011; Ahmed and others 2014).",
            "In an effort to provide more accurate information regarding the liking of the beef powder-containing meals consumed by the young children, mothers undertook a 2-wk home use trial where mother's opinions of child liking were similar to Phase 1, and the individual and group interviews revealed no major barriers associated with consumption with the exception of a strong smell and fishy odor noted specifically for the beef liver powder.",
            "Nonetheless, the mothers were otherwise very positive about their children consuming a beef-containing product and the powder form was easily incorporated into a variety of complementary foods.",
            "It should be noted that short-term acceptability may not necessarily indicate acceptability for regular/daily consumption over the longer time-span needed during the complementary feeding period."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38748",
        "text": "A particular concern of the study was that the amount of study powder offered to the child during the 2-wk home use trial was low, although the proportion of the study beef powders used increased significantly in the second week compared to the first week of the trial regardless of the treatment group. This trend is not unexpected, as repeated exposure by young children to foods is known to increase both their acceptance and intake of foods (Sullivan and Birch 1994). Nevertheless, even in the second week, only about two-thirds of each daily sachet of beef powder fortificant supplied was offered to the children over 2 meals, irrespective of the nature of the fortificant (Table 4) . Furthermore, there is a concern that the study powder disappearance rate method used may overstate adherence as shown in a nutritional supplementation trial of 9-to 18-mo-old children in Burkina Faso. In this trial, direct home observation indicated a substantially lower proportion of supplement consumption as compared to the more feasible and less costly disappearance rate method (Abbeddou and others 2015) .",
        "section": "Assessment methods a Mean ± SD Difference (95% CI) P-value d",
        "section_number": 31,
        "sentences": [
            "A particular concern of the study was that the amount of study powder offered to the child during the 2-wk home use trial was low, although the proportion of the study beef powders used increased significantly in the second week compared to the first week of the trial regardless of the treatment group.",
            "This trend is not unexpected, as repeated exposure by young children to foods is known to increase both their acceptance and intake of foods (Sullivan and Birch 1994).",
            "Nevertheless, even in the second week, only about two-thirds of each daily sachet of beef powder fortificant supplied was offered to the children over 2 meals, irrespective of the nature of the fortificant (Table 4) .",
            "Furthermore, there is a concern that the study powder disappearance rate method used may overstate adherence as shown in a nutritional supplementation trial of 9-to 18-mo-old children in Burkina Faso.",
            "In this trial, direct home observation indicated a substantially lower proportion of supplement consumption as compared to the more feasible and less costly disappearance rate method (Abbeddou and others 2015) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38748",
        "text": "However, in view of the low amounts consumed of the powdercontaining test food in Phase 1 together with failure to consume the entire sachet contents in Phase 2, additional strategies are needed to increase the intake of the beef powder fortifiers to ensure the micronutrient requirements of the children are met. Such strategies could include processing to reduce the fishy odor in the beef liver powder as this was the most negative attribute highlighted by the mothers, although it did not impact on their children's acceptance of the fortified products as behavior patterns (for example, refusal) were similar, irrespective of the nature of the fortificant consumed. Recommendations by the mothers to increase the consumption of the beef powder fortifiers by their children included the addition of indigenous Indonesian flavorings (albeit care should be taken to avoid using any added flavorings with a high sodium content), and feeding of the fortified complementary foods more than twice a day.",
        "section": "Assessment methods a Mean ± SD Difference (95% CI) P-value d",
        "section_number": 32,
        "sentences": [
            "However, in view of the low amounts consumed of the powdercontaining test food in Phase 1 together with failure to consume the entire sachet contents in Phase 2, additional strategies are needed to increase the intake of the beef powder fortifiers to ensure the micronutrient requirements of the children are met.",
            "Such strategies could include processing to reduce the fishy odor in the beef liver powder as this was the most negative attribute highlighted by the mothers, although it did not impact on their children's acceptance of the fortified products as behavior patterns (for example, refusal) were similar, irrespective of the nature of the fortificant consumed.",
            "Recommendations by the mothers to increase the consumption of the beef powder fortifiers by their children included the addition of indigenous Indonesian flavorings (albeit care should be taken to avoid using any added flavorings with a high sodium content), and feeding of the fortified complementary foods more than twice a day."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38748",
        "text": "Use of powdered beef or beef liver as a fortifier to enhance the nutrient adequacy of complementary foods in Indonesia appears feasible, although several strategies are needed to ensure that the serving sizes consumed are sufficient to meet the theoretical micronutrient requirements during infancy and early childhood. Mothers have also emphasized that safe processing, handling and sale of the powdered beef fortificants are of paramount importance, and that packaging should contain an expiration date, halal certification, and information regarding place of manufacture. Product development efforts are currently underway to identify strategies to minimize the level of fishy odor in the beef liver powder to increase the mother's liking perception, despite the minor differences in disappearance rates among study powders were minor",
        "section": "Conclusion",
        "section_number": 33,
        "sentences": [
            "Use of powdered beef or beef liver as a fortifier to enhance the nutrient adequacy of complementary foods in Indonesia appears feasible, although several strategies are needed to ensure that the serving sizes consumed are sufficient to meet the theoretical micronutrient requirements during infancy and early childhood.",
            "Mothers have also emphasized that safe processing, handling and sale of the powdered beef fortificants are of paramount importance, and that packaging should contain an expiration date, halal certification, and information regarding place of manufacture.",
            "Product development efforts are currently underway to identify strategies to minimize the level of fishy odor in the beef liver powder to increase the mother's liking perception, despite the minor differences in disappearance rates among study powders were minor"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38748",
        "text": "Vol. 82, Nr. 9, 2017 r Journal of Food Science 2207",
        "section": "",
        "section_number": 34,
        "sentences": [
            "Vol.",
            "82, Nr.",
            "9, 2017 r Journal of Food Science 2207"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38748",
        "text": "Vol. 82, Nr. 9, 2017 r Journal of Food Science 2209",
        "section": "",
        "section_number": 35,
        "sentences": [
            "Vol.",
            "82, Nr.",
            "9, 2017 r Journal of Food Science 2209"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38748",
        "text": "Journal of Food Science r Vol. 82, Nr. 9, 2017",
        "section": "",
        "section_number": 36,
        "sentences": [
            "Journal of Food Science r Vol.",
            "82, Nr.",
            "9, 2017"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38748",
        "text": "Vol. 82, Nr. 9, 2017 r Journal of Food Science 2211",
        "section": "",
        "section_number": 37,
        "sentences": [
            "Vol.",
            "82, Nr.",
            "9, 2017 r Journal of Food Science 2211"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38748",
        "text": "Journal of Food Science r Vol. 82, Nr. 9, 2017",
        "section": "",
        "section_number": 38,
        "sentences": [
            "Journal of Food Science r Vol.",
            "82, Nr.",
            "9, 2017"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    }
]