[
    {
        "doc_id": "35580",
        "text": "Background No controlled trials in children with end-stage kidney disease have assessed the benefits of more frequently administered hemodialysis (HD). Methods We conducted a multicenter, crossover pilot trial to determine if short, more frequent (5 days per week) in-center HD was feasible and associated with improvements in blood pressure compared with three conventional HD treatments per week. Because adult studies have not controlled for the weekly duration of dialysis, we fixed the total treatment time at 12 h a week of dialysis during two 3-month study periods; only frequency varied from 5 to 3 days per week between study periods. Results Eight children (median age 16.7 years) consented at three children's hospitals. The prespecified primary composite outcome was a sustained 10% decrease in systolic blood pressure and/or a decrease in antihypertensive medications relative to each study period's baseline. Among the six patients completing both study periods, five (83.3%) experienced the primary outcome during HD performed 5 days per week but not 3 days per week; one of the six (16.7%) achieved that outcome during 3-day but not 5-day (p = 0.22) per week HD. During 5-day HD, all patients had significantly more treatments during which their pre-HD systolic (p = 0.01) or diastolic (p = 0.01) blood pressure was 10% lower than baseline. Conclusions We observed that more frequent HD sessions per week was feasible and associated with improved blood pressure control, but barriers to changing thrice-weekly standard of care include financial reimbursement and the time demands associated with more frequent treatments.",
        "section": "Abstract",
        "sentences": [
            "Background No controlled trials in children with end-stage kidney disease have assessed the benefits of more frequently administered hemodialysis (HD).",
            "Methods We conducted a multicenter, crossover pilot trial to determine if short, more frequent (5 days per week) in-center HD was feasible and associated with improvements in blood pressure compared with three conventional HD treatments per week.",
            "Because adult studies have not controlled for the weekly duration of dialysis, we fixed the total treatment time at 12 h a week of dialysis during two 3-month study periods; only frequency varied from 5 to 3 days per week between study periods.",
            "Results Eight children (median age 16.7 years) consented at three children's hospitals.",
            "The prespecified primary composite outcome was a sustained 10% decrease in systolic blood pressure and/or a decrease in antihypertensive medications relative to each study period's baseline.",
            "Among the six patients completing both study periods, five (83.3%) experienced the primary outcome during HD performed 5 days per week but not 3 days per week; one of the six (16.7%) achieved that outcome during 3-day but not 5-day (p = 0.22) per week HD.",
            "During 5-day HD, all patients had significantly more treatments during which their pre-HD systolic (p = 0.01) or diastolic (p = 0.01) blood pressure was 10% lower than baseline.",
            "Conclusions We observed that more frequent HD sessions per week was feasible and associated with improved blood pressure control, but barriers to changing thrice-weekly standard of care include financial reimbursement and the time demands associated with more frequent treatments."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "35580",
        "text": "Children with end-stage kidney disease (ESKD) receiving maintenance dialysis live 40-50 years less than healthy children [1] . Cardiovascular disease is the primary recorded cause of mortality, and cardiovascular morbidity includes a high prevalence of hypertension and left ventricular hypertrophy [2] [3] [4] [5] . Although most children on maintenance dialysis eventually receive the benefits of a transplant, Electronic supplementary material The online version of this article (doi:10.1007/s00467-017-3656-x) contains supplementary material, which is available to authorized users. cardiovascular damage may be irreversible [6] . Many older children with ESKD are treated with outpatient hemodialysis (HD) [7] . Research in patients with ESKD focuses on improving individual outcomes, such as anemia or bone disease, instead of trying to treat more comprehensive, patientfocused outcomes. More frequently applied and/or intensified HD (longer total weekly dialysis times) may simultaneously improve several outcomes for children with ESKD [8] [9] [10] [11] [12] [13] [14] . However, no controlled trials have been performed in children to assess the benefits of increased treatment frequency and intensity.",
        "section": "Introduction",
        "section_number": 1,
        "sentences": [
            "Children with end-stage kidney disease (ESKD) receiving maintenance dialysis live 40-50 years less than healthy children [1] .",
            "Cardiovascular disease is the primary recorded cause of mortality, and cardiovascular morbidity includes a high prevalence of hypertension and left ventricular hypertrophy [2] [3] [4] [5] .",
            "Although most children on maintenance dialysis eventually receive the benefits of a transplant, Electronic supplementary material The online version of this article (doi:10.1007/s00467-017-3656-x) contains supplementary material, which is available to authorized users.",
            "cardiovascular damage may be irreversible [6] .",
            "Many older children with ESKD are treated with outpatient hemodialysis (HD) [7] .",
            "Research in patients with ESKD focuses on improving individual outcomes, such as anemia or bone disease, instead of trying to treat more comprehensive, patientfocused outcomes.",
            "More frequently applied and/or intensified HD (longer total weekly dialysis times) may simultaneously improve several outcomes for children with ESKD [8] [9] [10] [11] [12] [13] [14] .",
            "However, no controlled trials have been performed in children to assess the benefits of increased treatment frequency and intensity."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "35580",
        "text": "In adults, the Frequent Hemodialysis Network (FHN) randomized trial demonstrated that an average of two extra incenter HD treatments was associated with improved survival and left ventricular hypertrophy [15] . However, the weekly duration of dialysis was not fixed, leading to the possibility that total weekly HD time and not frequency resulted in the benefit [16] . Because few trials in adults have controlled for dialysis duration when examining treatment frequency [17] , we designed a crossover pilot trial so the total weekly dialysis time was fixed at 12 h. Our objective was to conduct a multicenter pilot trial among children with ESKD to determine whether 2 extra days per week of in-center HD was feasible and associated with improvements in systolic blood pressure and multiple additional outcomes.",
        "section": "Introduction",
        "section_number": 2,
        "sentences": [
            "In adults, the Frequent Hemodialysis Network (FHN) randomized trial demonstrated that an average of two extra incenter HD treatments was associated with improved survival and left ventricular hypertrophy [15] .",
            "However, the weekly duration of dialysis was not fixed, leading to the possibility that total weekly HD time and not frequency resulted in the benefit [16] .",
            "Because few trials in adults have controlled for dialysis duration when examining treatment frequency [17] , we designed a crossover pilot trial so the total weekly dialysis time was fixed at 12 h. Our objective was to conduct a multicenter pilot trial among children with ESKD to determine whether 2 extra days per week of in-center HD was feasible and associated with improvements in systolic blood pressure and multiple additional outcomes."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "35580",
        "text": "Children and young adults aged 3-21 years receiving outpatient HD for ESKD at Cincinnati Children's Hospital (CCHMC, March 2011-April 2012), The Children's Hospital of Philadelphia (CHOP, June 2012-September 2013), and The Hospital for Sick Children (SickKids, September 2012-May 2014) were screened. Inclusion criteria were a diagnosis of hypertension defined as the prescription of antihypertensive medication or a systolic blood pressure ≥95th percentile for age, gender, and height [18] . Exclusion criteria were receiving maintenance HD for <2 months, a living kidney transplant or switch to peritoneal dialysis within the subsequent 6 months, already receiving >3 days or >12 h per week of HD, receiving concomitant peritoneal dialysis, or use of a temporary or femoral dialysis catheter. Children listed for a deceased donor transplant were also included. Written consent was obtained from all participants or their parents/ guardians, and all provided assent. The study was approved by the separate institutional review boards at the three centers and was registered on ClinicalTrials.gov (NCT01352455). Data sets generated and analyzed during the study are available from the corresponding author on request.",
        "section": "Population",
        "section_number": 3,
        "sentences": [
            "Children and young adults aged 3-21 years receiving outpatient HD for ESKD at Cincinnati Children's Hospital (CCHMC, March 2011-April 2012), The Children's Hospital of Philadelphia (CHOP, June 2012-September 2013), and The Hospital for Sick Children (SickKids, September 2012-May 2014) were screened.",
            "Inclusion criteria were a diagnosis of hypertension defined as the prescription of antihypertensive medication or a systolic blood pressure ≥95th percentile for age, gender, and height [18] .",
            "Exclusion criteria were receiving maintenance HD for <2 months, a living kidney transplant or switch to peritoneal dialysis within the subsequent 6 months, already receiving >3 days or >12 h per week of HD, receiving concomitant peritoneal dialysis, or use of a temporary or femoral dialysis catheter.",
            "Children listed for a deceased donor transplant were also included.",
            "Written consent was obtained from all participants or their parents/ guardians, and all provided assent.",
            "The study was approved by the separate institutional review boards at the three centers and was registered on ClinicalTrials.gov (NCT01352455).",
            "Data sets generated and analyzed during the study are available from the corresponding author on request."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "35580",
        "text": "We conducted a prospective, open-label, randomized, crossover pilot trial over two successive 12-week (3-month) study periods ( Fig. 1 ). Patients were randomized to either conventional HD treatment of 3 days per week for 4 h (12 h per week; controls) then followed by 5 days per week shorter, more frequent HD for 2 h 25 min (12 h total per week; intervention), or vice versa.",
        "section": "Design",
        "section_number": 4,
        "sentences": [
            "We conducted a prospective, open-label, randomized, crossover pilot trial over two successive 12-week (3-month) study periods ( Fig. 1 ).",
            "Patients were randomized to either conventional HD treatment of 3 days per week for 4 h (12 h per week; controls) then followed by 5 days per week shorter, more frequent HD for 2 h 25 min (12 h total per week; intervention), or vice versa."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "35580",
        "text": "Beginning with the first baseline week, blood pressure, the primary outcome, was measured before dialysis treatment using each unit's automated oscillometric device in an upper extremity, with the patient seated for 5 min before measurement, as standardized in the study protocol. These predialysis measurements were performed in triplicate and averaged for the analysis. To prevent bias from comparing data among patients with different numbers of blood pressure measurements, clinical data, with the exception of adverse events, were collected 3 days per week only (Monday/Wednesday/ Friday, or Tuesday/Thursday/Saturday) across both study periods. Pre-and postdialysis weights and changes to antihypertensive therapy, made at the discretion of the treating provider, were also recorded. Administration of antihypertensive therapy was not standardized, and patients took their medications as individually prescribed.",
        "section": "Measures",
        "section_number": 5,
        "sentences": [
            "Beginning with the first baseline week, blood pressure, the primary outcome, was measured before dialysis treatment using each unit's automated oscillometric device in an upper extremity, with the patient seated for 5 min before measurement, as standardized in the study protocol.",
            "These predialysis measurements were performed in triplicate and averaged for the analysis.",
            "To prevent bias from comparing data among patients with different numbers of blood pressure measurements, clinical data, with the exception of adverse events, were collected 3 days per week only (Monday/Wednesday/ Friday, or Tuesday/Thursday/Saturday) across both study periods.",
            "Pre-and postdialysis weights and changes to antihypertensive therapy, made at the discretion of the treating provider, were also recorded.",
            "Administration of antihypertensive therapy was not standardized, and patients took their medications as individually prescribed."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "35580",
        "text": "A pre-HD electrolyte panel and post-HD complete blood count was obtained every 2 weeks. Every 4 weeks, we recorded the dialysis prescription, concomitant medications, dry weight, postdialysis albumin, pre-and post-HD blood urea nitrogen, intact parathyroid hormone, and iron studies. Dry weight was assessed clinically at the discretion of each center using an in-line continuous hematocrit monitor (CHOP and SickKids). Any changes in dry weight were recorded by each site on a monthly basis. To account for the different frequencies of dialysis, adequacy was reported as a standard Kt/V, calculated by first converting each patient's single-pool Kt/V [19] to an equilibrated Kt/V [20] and then to a weekly standard Kt/V [20, 21] . Blood inflammatory markers (C-reactive protein, beta-2 microglobulin, and homocysteine) were drawn during the baseline week and at week 12 for each study period.",
        "section": "Measures",
        "section_number": 6,
        "sentences": [
            "A pre-HD electrolyte panel and post-HD complete blood count was obtained every 2 weeks.",
            "Every 4 weeks, we recorded the dialysis prescription, concomitant medications, dry weight, postdialysis albumin, pre-and post-HD blood urea nitrogen, intact parathyroid hormone, and iron studies.",
            "Dry weight was assessed clinically at the discretion of each center using an in-line continuous hematocrit monitor (CHOP and SickKids).",
            "Any changes in dry weight were recorded by each site on a monthly basis.",
            "To account for the different frequencies of dialysis, adequacy was reported as a standard Kt/V, calculated by first converting each patient's single-pool Kt/V [19] to an equilibrated Kt/V [20] and then to a weekly standard Kt/V [20, 21] .",
            "Blood inflammatory markers (C-reactive protein, beta-2 microglobulin, and homocysteine) were drawn during the baseline week and at week 12 for each study period."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "35580",
        "text": "Each patient received three echocardiograms (ECHO) during the trial to assess for changes in left ventricular hypertrophy at baseline, midway during the study (after the first study period), and again at the end of the second study period. ECHOs were performed during the middle of the week, after a dialysis session, and were read centrally at CCHMC, with readers blinded to patient treatment assignment. We also obtained quality of life (QoL) assessments at baseline and after 12 weeks for each study period. QoL assessed for both parents and patients was measured with The Pediatric Quality of Life Inventory (PedsQL) 4.0 Generic Scale and 3.0 End-Stage Renal Disease (ESRD) Scale and scored from 0 to 100, with higher scores representing better QoL [22, 23] . Only parents of two patients filled out the QoL instruments, so only the patient-reported data was included.",
        "section": "Measures",
        "section_number": 7,
        "sentences": [
            "Each patient received three echocardiograms (ECHO) during the trial to assess for changes in left ventricular hypertrophy at baseline, midway during the study (after the first study period), and again at the end of the second study period.",
            "ECHOs were performed during the middle of the week, after a dialysis session, and were read centrally at CCHMC, with readers blinded to patient treatment assignment.",
            "We also obtained quality of life (QoL) assessments at baseline and after 12 weeks for each study period.",
            "QoL assessed for both parents and patients was measured with The Pediatric Quality of Life Inventory (PedsQL) 4.0 Generic Scale and 3.0 End-Stage Renal Disease (ESRD) Scale and scored from 0 to 100, with higher scores representing better QoL [22, 23] .",
            "Only parents of two patients filled out the QoL instruments, so only the patient-reported data was included."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "35580",
        "text": "The primary outcome was improvement in pre-HD systolic blood pressure control sustained for three consecutive treatments. Based on prior observational studies [12] , the prespecified primary composite endpoint was a decrease in pre-HD systolic blood pressure by 10% or in the number or dosage of required antihypertensive medications, relative to each study period's baseline (last baseline treatment prior to starting each study period). Prespecified secondary outcomes included assessment of adverse events and changes in diastolic blood pressure, erythropoietin and iron use, serum phosphate/use of phosphate binders, serum parathyroid hormone and use of vitamin D analogs, inflammatory markers, QoL, ECHO-measured left ventricular mass, dry weight changes, and interdialytic weight gains.",
        "section": "End points",
        "section_number": 8,
        "sentences": [
            "The primary outcome was improvement in pre-HD systolic blood pressure control sustained for three consecutive treatments.",
            "Based on prior observational studies [12] , the prespecified primary composite endpoint was a decrease in pre-HD systolic blood pressure by 10% or in the number or dosage of required antihypertensive medications, relative to each study period's baseline (last baseline treatment prior to starting each study period).",
            "Prespecified secondary outcomes included assessment of adverse events and changes in diastolic blood pressure, erythropoietin and iron use, serum phosphate/use of phosphate binders, serum parathyroid hormone and use of vitamin D analogs, inflammatory markers, QoL, ECHO-measured left ventricular mass, dry weight changes, and interdialytic weight gains."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "35580",
        "text": "Post hoc, we examined the number of treatments during which a patient had ≥4% fluid overload at the start of dialysis, a value associated with worse outcomes [24] [25] [26] . This interdialytic percent fluid overload was calculated as the predialysis weight minus the postdialysis weight divided by each patient's dry weight, times 100. We also compared achievement of dry weight between study periods, examined as a postdialysis weight within 0.5 kg of each patient's dry weight.",
        "section": "End points",
        "section_number": 9,
        "sentences": [
            "Post hoc, we examined the number of treatments during which a patient had ≥4% fluid overload at the start of dialysis, a value associated with worse outcomes [24] [25] [26] .",
            "This interdialytic percent fluid overload was calculated as the predialysis weight minus the postdialysis weight divided by each patient's dry weight, times 100.",
            "We also compared achievement of dry weight between study periods, examined as a postdialysis weight within 0.5 kg of each patient's dry weight."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "35580",
        "text": "The anticipated sample size was based on the number that could feasibly be enrolled during the study period. We planned to enroll ten patients, randomizing each to start with control or intervention HD periods at a ratio of 1:1. Randomization codes used to assign patients to their treatment sequence were generated by the biostatistician using SAS PROC PLAN.",
        "section": "Sample size and randomization",
        "section_number": 10,
        "sentences": [
            "The anticipated sample size was based on the number that could feasibly be enrolled during the study period.",
            "We planned to enroll ten patients, randomizing each to start with control or intervention HD periods at a ratio of 1:1.",
            "Randomization codes used to assign patients to their treatment sequence were generated by the biostatistician using SAS PROC PLAN."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "35580",
        "text": "Primary outcome was analyzed with the exact McNemar test, comparing events-dichotomized as yes versus no and paired by patient-for those completing both study periods. Analyses including count data (i.e., number of treatments where a patient had a 10% reduction in blood pressure or came to dialysis with ≥4% fluid overload) were conducted using Poisson regression, with terms for patient, study period, and treatment.",
        "section": "Analysis",
        "section_number": 11,
        "sentences": [
            "Primary outcome was analyzed with the exact McNemar test, comparing events-dichotomized as yes versus no and paired by patient-for those completing both study periods.",
            "Analyses including count data (i.e., number of treatments where a patient had a 10% reduction in blood pressure or came to dialysis with ≥4% fluid overload) were conducted using Poisson regression, with terms for patient, study period, and treatment."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "35580",
        "text": "For the prespecified secondary outcomes, we present descriptive data with medians and interquartile ranges (IQR). Comparisons between study periods for secondary outcomes were made using a mixed-effects analysis of variance (ANOVA) model, with terms for control versus intervention period and with a term for patient included as a random effect. The baseline measurement before each study period was used as a covariate. Study data were collected using REDCap (Research Electronic Data Capture) hosted at CCHMC) [27] . Analyses were conducted using STATA Version 12 (College Station, TX, USA) and SAS Version 9.3 (Cary, NC, USA), and a two-sided p value of <0.05 was considered statistically significant. ",
        "section": "Analysis",
        "section_number": 12,
        "sentences": [
            "For the prespecified secondary outcomes, we present descriptive data with medians and interquartile ranges (IQR).",
            "Comparisons between study periods for secondary outcomes were made using a mixed-effects analysis of variance (ANOVA) model, with terms for control versus intervention period and with a term for patient included as a random effect.",
            "The baseline measurement before each study period was used as a covariate.",
            "Study data were collected using REDCap (Research Electronic Data Capture) hosted at CCHMC) [27] .",
            "Analyses were conducted using STATA Version 12 (College Station, TX, USA) and SAS Version 9.3 (Cary, NC, USA), and a two-sided p value of <0.05 was considered statistically significant."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "35580",
        "text": "A total of 72 children and adolescents who received maintenance HD at the three study centers during the enrollment period were screened; 20 were eligible, and eight consented to participate: four at CCHMC, two at CHOP, and two at SickKids (Fig. 2) . Two patients withdrew from the study early, both during the 3-days-per-week treatment; one patient had completed 5-days-per-week HD but did not want to continue 4-h treatments during the 3 -days-per-week period; the second patient received a kidney transplant. Of the six who completed the study, three started the trial with 3-days-per-week HD and three with 5-days-per -week HD. Table 1 shows demographic characteristics of the six patients completing the trial. Patients were adolescents, with a median age of 16.7 years; 83.3% were girls and 50% African American. Patients were previously treated with a median of 9.8 h (IQR 9.0-11.3 h) per week of HD, and most (66.7%) had a central venous catheter. The characteristics of the two patients not completing the trial were similar to the six who did (not shown).",
        "section": "Patients",
        "section_number": 13,
        "sentences": [
            "A total of 72 children and adolescents who received maintenance HD at the three study centers during the enrollment period were screened; 20 were eligible, and eight consented to participate: four at CCHMC, two at CHOP, and two at SickKids (Fig. 2) .",
            "Two patients withdrew from the study early, both during the 3-days-per-week treatment; one patient had completed 5-days-per-week HD but did not want to continue 4-h treatments during the 3 -days-per-week period; the second patient received a kidney transplant.",
            "Of the six who completed the study, three started the trial with 3-days-per-week HD and three with 5-days-per -week HD.",
            "Table 1 shows demographic characteristics of the six patients completing the trial.",
            "Patients were adolescents, with a median age of 16.7 years; 83.3% were girls and 50% African American.",
            "Patients were previously treated with a median of 9.8 h (IQR 9.0-11.3 h) per week of HD, and most (66.7%) had a central venous catheter.",
            "The characteristics of the two patients not completing the trial were similar to the six who did (not shown)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "35580",
        "text": "The primary composite outcome was defined as either a 10% reduction in systolic blood pressure or a reduction in antihypertensive medication number or dosage, sustained for 3 Examining each component of the primary outcome individually, in the six patients who completed the trial, two (33.3%) had a 10% reduction in systolic blood pressure relative to baseline, sustained for three consecutive treatments, during the 5-but not the 3-days-per-week schedule. The remaining four (66.7%) patients did not experience this event during either treatment period (p = 0.5). Regarding medication changes (Table 2) , four (66.7%) patients had a decrease in antihypertensive medication sustained for three consecutive treatments during 5-but not 3-days-per-week HD. One patient had this event conversely, and the remaining one did not have this event (p = 0.38). Further details regarding each patient's blood pressure outcomes by treatment sequence are shown in Supplemental Table 1 .",
        "section": "Blood pressure outcomes",
        "section_number": 14,
        "sentences": [
            "The primary composite outcome was defined as either a 10% reduction in systolic blood pressure or a reduction in antihypertensive medication number or dosage, sustained for 3 Examining each component of the primary outcome individually, in the six patients who completed the trial, two (33.3%) had a 10% reduction in systolic blood pressure relative to baseline, sustained for three consecutive treatments, during the 5-but not the 3-days-per-week schedule.",
            "The remaining four (66.7%) patients did not experience this event during either treatment period (p = 0.5).",
            "Regarding medication changes (Table 2) , four (66.7%) patients had a decrease in antihypertensive medication sustained for three consecutive treatments during 5-but not 3-days-per-week HD.",
            "One patient had this event conversely, and the remaining one did not have this event (p = 0.38).",
            "Further details regarding each patient's blood pressure outcomes by treatment sequence are shown in Supplemental Table 1 ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "35580",
        "text": "To illustrate changes in blood pressure across study periods, we graphed the number of treatments where each patient had a pre-HD systolic (Fig. 3a) or diastolic (Fig. 3b ) blood pressure that was 10% lower than baseline. As shown in Fig. 3 , patients had significantly more sessions with a pre-HD systolic (p = 0.01) or diastolic (p = 0.01) blood pressure 10% lower than baseline during 5-days-per-week treatment.",
        "section": "Blood pressure outcomes",
        "section_number": 15,
        "sentences": [
            "To illustrate changes in blood pressure across study periods, we graphed the number of treatments where each patient had a pre-HD systolic (Fig. 3a) or diastolic (Fig. 3b ) blood pressure that was 10% lower than baseline.",
            "As shown in Fig. 3 , patients had significantly more sessions with a pre-HD systolic (p = 0.01) or diastolic (p = 0.01) blood pressure 10% lower than baseline during 5-days-per-week treatment."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "35580",
        "text": "Post hoc analyses examined the number of treatments where a patient had ≥4% fluid overloaded pre-HD; 5-days-per-week HD was associated with significantly fewer days (p = 0.03) of this degree of fluid overload (Fig. 4 ). There was no difference in achievement of dry weight (post-HD weight within 0.5 kg of dry weight) between groups (p = 0.19).",
        "section": "Blood pressure outcomes",
        "section_number": 16,
        "sentences": [
            "Post hoc analyses examined the number of treatments where a patient had ≥4% fluid overloaded pre-HD; 5-days-per-week HD was associated with significantly fewer days (p = 0.03) of this degree of fluid overload (Fig. 4 ).",
            "There was no difference in achievement of dry weight (post-HD weight within 0.5 kg of dry weight) between groups (p = 0.19)."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "35580",
        "text": "There were no significant changes in erythrocyte-stimulatingagent dosing, postdialysis hemoglobin, or iron dosing (Supplemental Table 2 ). There were no significant changes in serum phosphorus, calcium, intact parathyroid hormone, number of phosphate binders prescribed, activated vitamin D dosing or significant changes in inflammatory markers during the study. Additional laboratory values, including electrolytes and albumin, and the dialysis prescription, did not significantly change during the course of the study (Supplemental Table 3 ).",
        "section": "Secondary outcomes",
        "section_number": 17,
        "sentences": [
            "There were no significant changes in erythrocyte-stimulatingagent dosing, postdialysis hemoglobin, or iron dosing (Supplemental Table 2 ).",
            "There were no significant changes in serum phosphorus, calcium, intact parathyroid hormone, number of phosphate binders prescribed, activated vitamin D dosing or significant changes in inflammatory markers during the study.",
            "Additional laboratory values, including electrolytes and albumin, and the dialysis prescription, did not significantly change during the course of the study (Supplemental Table 3 )."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "35580",
        "text": "Changes in ECHO-measured left ventricular mass are shown in Supplemental Figure 1 . For patients who started with the 5-day and then proceeded to the 3 -days-per-week regimen, left ventricular mass did not appear to change. For patients on the reverse regimen, there was a decrease or no change in left ventricular mass by the midpoint of the trial; by the end of the 5-day regimen and thus the end of the trial, one patient had an unexplained increase in left ventricular mass while the other two had no change. the QoL assessments are shown in Table 3 . Patient-reported assessments on both the generic (p = 0.18) and ESKD (p = 0.20) instruments were stable across the study. At baseline, the weekly standard Kt/V was 2.1 (IQR 2.0-2.5) before the 3-day and 3.2 (IQR 3.1-3.4) before the 5-day regimen. However, after 12 weeks, the weekly standard Kt/V was similar, at 2.5 (IQR 2.4-2.7) and 2.5 (IQR 2.3-2.6), respectively (p = 0.70).",
        "section": "Secondary outcomes",
        "section_number": 18,
        "sentences": [
            "Changes in ECHO-measured left ventricular mass are shown in Supplemental Figure 1 .",
            "For patients who started with the 5-day and then proceeded to the 3 -days-per-week regimen, left ventricular mass did not appear to change.",
            "For patients on the reverse regimen, there was a decrease or no change in left ventricular mass by the midpoint of the trial; by the end of the 5-day regimen and thus the end of the trial, one patient had an unexplained increase in left ventricular mass while the other two had no change.",
            "the QoL assessments are shown in Table 3 .",
            "Patient-reported assessments on both the generic (p = 0.18) and ESKD (p = 0.20) instruments were stable across the study.",
            "At baseline, the weekly standard Kt/V was 2.1 (IQR 2.0-2.5) before the 3-day and 3.2 (IQR 3.1-3.4) before the 5-day regimen.",
            "However, after 12 weeks, the weekly standard Kt/V was similar, at 2.5 (IQR 2.4-2.7) and 2.5 (IQR 2.3-2.6), respectively (p = 0.70)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "35580",
        "text": "All patients reported at least one adverse event during both regimens, with no notable difference (Table 4 ). Of the 169 adverse events reported by the eight patients during the 3day regimen, 155 (92%) were reported as mild, 11 (7%) as moderate, and two (1%) as severe (both blood transfusions). Of the 175 adverse events reported by the seven patients during the 5-day regimen, 166 (95%) were reported as mild, five (3%) as moderate, and four (2%) as severe (one access dysfunction, one blood transfusion, one scheduled admission for fistula creation, and one hyperkalemia/fluid overload). During 3-days-per-week treatment, of patients with access dysfunction, one had bleeding at the access site and the next day developed thrombosis of the graft. Another had three episodes of central venous catheter malfunction, with one episode requiring tissue-plasminogen-activator (TPA) instillation. During the 5-day-per-week regimen, one patient had a catheter leak requiring rewiring and a second had two episodes of access dysfunction necessitating TPA administration. There were no reported episodes of fever or infection during the study.",
        "section": "Secondary outcomes",
        "section_number": 19,
        "sentences": [
            "All patients reported at least one adverse event during both regimens, with no notable difference (Table 4 ).",
            "Of the 169 adverse events reported by the eight patients during the 3day regimen, 155 (92%) were reported as mild, 11 (7%) as moderate, and two (1%) as severe (both blood transfusions).",
            "Of the 175 adverse events reported by the seven patients during the 5-day regimen, 166 (95%) were reported as mild, five (3%) as moderate, and four (2%) as severe (one access dysfunction, one blood transfusion, one scheduled admission for fistula creation, and one hyperkalemia/fluid overload).",
            "During 3-days-per-week treatment, of patients with access dysfunction, one had bleeding at the access site and the next day developed thrombosis of the graft.",
            "Another had three episodes of central venous catheter malfunction, with one episode requiring tissue-plasminogen-activator (TPA) instillation.",
            "During the 5-day-per-week regimen, one patient had a catheter leak requiring rewiring and a second had two episodes of access dysfunction necessitating TPA administration.",
            "There were no reported episodes of fever or infection during the study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "35580",
        "text": "We conducted a randomized, crossover, pilot trial in six adolescents with ESKD to determine whether 5-days-per-week in-center HD was feasible and associated with improved blood pressure control. Even with this small sample size, there was a statistically significant improvement in blood pressure control and fluid overload in patients receiving 5-days-perweek HD. The protocol was feasible, as no patient withdrew during that treatment period. Importantly, and in contrast to most prior studies in adults [17] , we controlled for the duration of weekly dialysis across both study periods while examining the benefits of more-frequent treatments over a relatively short follow-up period of 12 weeks.",
        "section": "Discussion",
        "section_number": 20,
        "sentences": [
            "We conducted a randomized, crossover, pilot trial in six adolescents with ESKD to determine whether 5-days-per-week in-center HD was feasible and associated with improved blood pressure control.",
            "Even with this small sample size, there was a statistically significant improvement in blood pressure control and fluid overload in patients receiving 5-days-perweek HD.",
            "The protocol was feasible, as no patient withdrew during that treatment period.",
            "Importantly, and in contrast to most prior studies in adults [17] , we controlled for the duration of weekly dialysis across both study periods while examining the benefits of more-frequent treatments over a relatively short follow-up period of 12 weeks."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "35580",
        "text": "Eight patients of the 72 (11.1%) receiving HD at the three sites gave consent for the study. However, only six could be fully analyzed after completing both 12-week study periods. This small sample size was likely due to a combination of our inclusion criteria and the time burden required for coming to the clinic 5 days a week. The adult FHN trial also demonstrated significant challenges to enrollment, with 378 patients consenting to participate (245 randomized) in the 1-year study of the 6276 patients screened (6.0%) [28] . For future trials to feasibly enroll, it will be crucial to test HD schedules that (14) , rinseback (14) , feeling hot (8) , tachycardia (4), dizziness (2), lightheaded (2), back pain (2), abdominal pain (2), malaise (2), and one event each for hypertension, shortness of breath, machine malfunction, tooth pain after surgery, chest pain, hold losartan, passed out, scheduled echocardiogram, general machine alarm, dialysis stopped, limping, throat squeezing, sore throat, arteriovenous graft thrombosis, feeling wiped out, low white blood cell count, target goal decreased, postoperative pain, and not feeling well. c During 5-days-per-week treatment: other adverse events recorded were: rinseback (28) , feeling hot (18) , hypotension (16) , back pain (6), abdominal pain (5), dizziness (5) , tachycardia (4), hypertension (2), malaise (2), not feeling well with dry weight challenge (2), lightheaded (2) , and one event each for swollen lymph nodes, axillary boil, breast pain, gastrointestinal virus, postdialysis complete blood count drawn, need for minimum ultrafiltration, shortness of breath, system clotted, cold symptoms, flank pain, weak, blood leak, scheduled arteriovenous fistula creation, high fluid gain, numbness, hyperkalemia, sore throat, tired incorporate patient/family requirements while offering the health benefits of more frequent or intensive (longer total dialysis time per week) treatments. As noted, in contrast to the adult FHN trial, the weekly duration of dialysis was fixed at 12 h across both 12-week study periods, allowing us to focus on the benefits of extra treatments without the confounding of total weekly treatment time [16] . Accordingly, our calculated weekly standard Kt/V, which allows dialysis adequacy to be compared across different schedules of dialysis frequency and duration [20] , was similar and >2.4 in both treatment periods after 12 weeks. While the optimal dialysis dose in children remains unknown, a weekly standard Kt/V ≥2.2 has been correlated with a singlepool Kt/V goal of ≥1.4 [21] .",
        "section": "Discussion",
        "section_number": 21,
        "sentences": [
            "Eight patients of the 72 (11.1%) receiving HD at the three sites gave consent for the study.",
            "However, only six could be fully analyzed after completing both 12-week study periods.",
            "This small sample size was likely due to a combination of our inclusion criteria and the time burden required for coming to the clinic 5 days a week.",
            "The adult FHN trial also demonstrated significant challenges to enrollment, with 378 patients consenting to participate (245 randomized) in the 1-year study of the 6276 patients screened (6.0%) [28] .",
            "For future trials to feasibly enroll, it will be crucial to test HD schedules that (14) , rinseback (14) , feeling hot (8) , tachycardia (4), dizziness (2), lightheaded (2), back pain (2), abdominal pain (2), malaise (2), and one event each for hypertension, shortness of breath, machine malfunction, tooth pain after surgery, chest pain, hold losartan, passed out, scheduled echocardiogram, general machine alarm, dialysis stopped, limping, throat squeezing, sore throat, arteriovenous graft thrombosis, feeling wiped out, low white blood cell count, target goal decreased, postoperative pain, and not feeling well.",
            "c During 5-days-per-week treatment: other adverse events recorded were: rinseback (28) , feeling hot (18) , hypotension (16) , back pain (6), abdominal pain (5), dizziness (5) , tachycardia (4), hypertension (2), malaise (2), not feeling well with dry weight challenge (2), lightheaded (2) , and one event each for swollen lymph nodes, axillary boil, breast pain, gastrointestinal virus, postdialysis complete blood count drawn, need for minimum ultrafiltration, shortness of breath, system clotted, cold symptoms, flank pain, weak, blood leak, scheduled arteriovenous fistula creation, high fluid gain, numbness, hyperkalemia, sore throat, tired incorporate patient/family requirements while offering the health benefits of more frequent or intensive (longer total dialysis time per week) treatments.",
            "As noted, in contrast to the adult FHN trial, the weekly duration of dialysis was fixed at 12 h across both 12-week study periods, allowing us to focus on the benefits of extra treatments without the confounding of total weekly treatment time [16] .",
            "Accordingly, our calculated weekly standard Kt/V, which allows dialysis adequacy to be compared across different schedules of dialysis frequency and duration [20] , was similar and >2.4 in both treatment periods after 12 weeks.",
            "While the optimal dialysis dose in children remains unknown, a weekly standard Kt/V ≥2.2 has been correlated with a singlepool Kt/V goal of ≥1.4 [21] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "35580",
        "text": "Given our short trial duration with a short follow-up preiod and open label design, it is possible that the observed improvements in blood pressure were related to patients receiving 12 h of weekly dialysis for 6 months, independent of the extra treatments. Notably, prestudy, six (75%) of our patients were receiving <12 h of weekly dialysis. Only the two patients treated in Canada were receiving 12 h of weekly dialysis prestudy, which was their center's standard of care. Regarding fluid status, in the 5-days-per-week treatment period, there was a significant reduction in the number of treatments where patients were ≥4% fluid overloaded predialysis (Fig. 4) . Importantly, this degree of interdialytic fluid overload has been associated with a higher risk for left ventricular hypertrophy in children [29] . In adults, dialysis treatment sessions >4 h, slower ultrafiltration rates, and lower interdialytic fluid gains have been independently associated with lower mortality rates in observational studies [25, [29] [30] [31] . Determining the optimal dialysis duration and frequency remains an ongoing area of study. The Time to Reduce Mortality in End-Stage Renal Disease (TiME) trial in adults is actively enrolling adults to determine whether dialysis sessions of 4.25 h or longer 3 days per week decreases mortality rates in adults [32] . Based on our observations and the existing literature, we suggest that future trials in children include a minimum of 12 h of weekly HD as a comparator.",
        "section": "Discussion",
        "section_number": 22,
        "sentences": [
            "Given our short trial duration with a short follow-up preiod and open label design, it is possible that the observed improvements in blood pressure were related to patients receiving 12 h of weekly dialysis for 6 months, independent of the extra treatments.",
            "Notably, prestudy, six (75%) of our patients were receiving <12 h of weekly dialysis.",
            "Only the two patients treated in Canada were receiving 12 h of weekly dialysis prestudy, which was their center's standard of care.",
            "Regarding fluid status, in the 5-days-per-week treatment period, there was a significant reduction in the number of treatments where patients were ≥4% fluid overloaded predialysis (Fig. 4) .",
            "Importantly, this degree of interdialytic fluid overload has been associated with a higher risk for left ventricular hypertrophy in children [29] .",
            "In adults, dialysis treatment sessions >4 h, slower ultrafiltration rates, and lower interdialytic fluid gains have been independently associated with lower mortality rates in observational studies [25, [29] [30] [31] .",
            "Determining the optimal dialysis duration and frequency remains an ongoing area of study.",
            "The Time to Reduce Mortality in End-Stage Renal Disease (TiME) trial in adults is actively enrolling adults to determine whether dialysis sessions of 4.25 h or longer 3 days per week decreases mortality rates in adults [32] .",
            "Based on our observations and the existing literature, we suggest that future trials in children include a minimum of 12 h of weekly HD as a comparator."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "35580",
        "text": "Conducting this pilot trial, we learned about the practical barriers to providing more frequent or more intensive HD regimens. Specifically, we observed significant challenges for patients in obtaining transportation for the extra two weekly treatments, especially because most children are brought to dialysis without their parents. In most of our patients, we hired private taxi companies, some of which were already contracting with patients' insurance companies to provide ESKD transportation. To change the standard of care, future studies will need to show that alternative dialysis treatment schedules are cost-saving or, at the very least, cost neutral, to be able to pay for staffing, supplies, and transportation. The time demands on providers, families, and patients must equally be addressed. More time spent receiving HD may decrease patient school attendance and performance, and given the school time that children are already missing and the cognitive challenges that children with ESKD experience [33, 34] , this is an area that deserves further study.",
        "section": "Discussion",
        "section_number": 23,
        "sentences": [
            "Conducting this pilot trial, we learned about the practical barriers to providing more frequent or more intensive HD regimens.",
            "Specifically, we observed significant challenges for patients in obtaining transportation for the extra two weekly treatments, especially because most children are brought to dialysis without their parents.",
            "In most of our patients, we hired private taxi companies, some of which were already contracting with patients' insurance companies to provide ESKD transportation.",
            "To change the standard of care, future studies will need to show that alternative dialysis treatment schedules are cost-saving or, at the very least, cost neutral, to be able to pay for staffing, supplies, and transportation.",
            "The time demands on providers, families, and patients must equally be addressed.",
            "More time spent receiving HD may decrease patient school attendance and performance, and given the school time that children are already missing and the cognitive challenges that children with ESKD experience [33, 34] , this is an area that deserves further study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "35580",
        "text": "To our knowledge, this is the first randomized pediatric trial designed to test the benefits of more frequent HD treatment sessions. Strengths of our study include the multicenter enrollment and data collection that was mostly standard of care and that can inform the design of future, more pragmatic, clinical trials. The study was limited by its small size, relatively short follow-up period, enrollment of only adolescents, lack of 24-h ambulatory blood pressure monitoring, antihypertensive medication administration that was nonstandardized, recording changes in dry weight once a month only, and crossover design that had the potential for unequal carryover effects across study periods.",
        "section": "Discussion",
        "section_number": 24,
        "sentences": [
            "To our knowledge, this is the first randomized pediatric trial designed to test the benefits of more frequent HD treatment sessions.",
            "Strengths of our study include the multicenter enrollment and data collection that was mostly standard of care and that can inform the design of future, more pragmatic, clinical trials.",
            "The study was limited by its small size, relatively short follow-up period, enrollment of only adolescents, lack of 24-h ambulatory blood pressure monitoring, antihypertensive medication administration that was nonstandardized, recording changes in dry weight once a month only, and crossover design that had the potential for unequal carryover effects across study periods."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "35580",
        "text": "Although dialysis is life saving, there is a unacceptably high rate of morbidity and mortality among children and adults with ESKD. While these rates have decreased over time, it is alarming that despite increasing evidence supporting the benefits of more dialysis, we actually decreased the amount of time that patients are dialyzed compared with decades ago [25] . We believe our results provide a foundation for systematic investigations to improve the health of children with ESKD receiving long-term HD. One important reason is that although transplant remains the optimal treatment for ESKD, most children will require dialysis at some point [4, 35] . Significant barriers exist to improving morbidity and mortality rates is this population, and we therefore call upon patients, parents, providers, administrators, researchers, teachers, and payers to come together to continue to improve outcomes for this vulnerable, resource-intensive, patient population.",
        "section": "Discussion",
        "section_number": 25,
        "sentences": [
            "Although dialysis is life saving, there is a unacceptably high rate of morbidity and mortality among children and adults with ESKD.",
            "While these rates have decreased over time, it is alarming that despite increasing evidence supporting the benefits of more dialysis, we actually decreased the amount of time that patients are dialyzed compared with decades ago [25] .",
            "We believe our results provide a foundation for systematic investigations to improve the health of children with ESKD receiving long-term HD.",
            "One important reason is that although transplant remains the optimal treatment for ESKD, most children will require dialysis at some point [4, 35] .",
            "Significant barriers exist to improving morbidity and mortality rates is this population, and we therefore call upon patients, parents, providers, administrators, researchers, teachers, and payers to come together to continue to improve outcomes for this vulnerable, resource-intensive, patient population."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "35580",
        "text": "Pediatr Nephrol (2017) 32:1423-1432",
        "section": "",
        "section_number": 26,
        "sentences": [
            "Pediatr Nephrol (2017) 32:1423-1432"
        ],
        "sentence_labels": [
            -1
        ]
    }
]