[
    {
        "doc_id": "37410",
        "text": "Background: Despite advances in the health and long-term survival of infants born preterm, they continue to face developmental challenges including higher risk for autism spectrum disorder (ASD) and atypical sensory processing patterns. Aims: This secondary analysis aimed to describe sensory profiles and explore effects of combined dietary docosahexaenoic acid (DHA), eicosapentaenoic acid (EPA), and gamma-linolenic acid (GLA) supplementation on parent-reported sensory processing in toddlers born preterm who were exhibiting ASD symptoms. Study design: 90-day randomized, double blinded, placebo-controlled trial. Subjects: 31 children aged 18-38 months who were born at ≤29 weeks' gestation. Outcome measure: Mixed effects regression analyses followed intent to treat and explored effects on parentreported sensory processing measured by the Infant/Toddler Sensory Profile (ITSP). Results: Baseline ITSP scores reflected atypical sensory processing, with the majority of atypical scores falling below the mean. Sensory processing sections: auditory (above = 0%, below = 65%), vestibular (above = 13%, below = 48%), tactile (above = 3%, below = 35%), oral sensory (above = 10%; below = 26%), visual (above = 10%, below = 16%); sensory processing quadrants: low registration (above = 3%; below = 71%), sensation avoiding (above = 3%; below = 39%), sensory sensitivity (above = 3%; below = 35%), and sensation seeking (above = 10%; below = 19%). Twenty-eight of 31 children randomized had complete outcome data. Although not statistically significant (p = 0.13), the magnitude of the effect for reduction in behaviors associated with sensory sensitivity was medium to large (effect size = 0.57). No other scales reflected a similar magnitude of effect size (range: 0.10 to 0.32). Conclusions: The findings provide support for larger randomized trials of omega fatty acid supplementation for children at risk of sensory processing difficulties, especially those born preterm.",
        "section": "Abstract",
        "sentences": [
            "Background: Despite advances in the health and long-term survival of infants born preterm, they continue to face developmental challenges including higher risk for autism spectrum disorder (ASD) and atypical sensory processing patterns.",
            "Aims: This secondary analysis aimed to describe sensory profiles and explore effects of combined dietary docosahexaenoic acid (DHA), eicosapentaenoic acid (EPA), and gamma-linolenic acid (GLA) supplementation on parent-reported sensory processing in toddlers born preterm who were exhibiting ASD symptoms.",
            "Study design: 90-day randomized, double blinded, placebo-controlled trial.",
            "Subjects: 31 children aged 18-38 months who were born at ≤29 weeks' gestation.",
            "Outcome measure: Mixed effects regression analyses followed intent to treat and explored effects on parentreported sensory processing measured by the Infant/Toddler Sensory Profile (ITSP).",
            "Results: Baseline ITSP scores reflected atypical sensory processing, with the majority of atypical scores falling below the mean.",
            "Sensory processing sections: auditory (above = 0%, below = 65%), vestibular (above = 13%, below = 48%), tactile (above = 3%, below = 35%), oral sensory (above = 10%; below = 26%), visual (above = 10%, below = 16%); sensory processing quadrants: low registration (above = 3%; below = 71%), sensation avoiding (above = 3%; below = 39%), sensory sensitivity (above = 3%; below = 35%), and sensation seeking (above = 10%; below = 19%).",
            "Twenty-eight of 31 children randomized had complete outcome data.",
            "Although not statistically significant (p = 0.13), the magnitude of the effect for reduction in behaviors associated with sensory sensitivity was medium to large (effect size = 0.57).",
            "No other scales reflected a similar magnitude of effect size (range: 0.10 to 0.32).",
            "Conclusions: The findings provide support for larger randomized trials of omega fatty acid supplementation for children at risk of sensory processing difficulties, especially those born preterm."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37410",
        "text": "Currently in the United States, 1 out of every 10 babies is born preterm (< 37 completed weeks' gestation) [1] . Children born preterm are at increased risk for autism spectrum disorder (ASD), a risk that increases with the degree of prematurity [2] [3] [4] [5] . A key criterion of ASD is atypical sensory processing. Compared with children born at term, children born preterm are at even greater risk for atypical patterns of sensory processing. Specifically, > 50% of toddlers born at < 28 weeks' gestation and 39-46% of children born at < 33 weeks' gestation T demonstrate atypical behavioral responses in at least one sensory processing domain [6] [7] [8] . Atypical sensory processing is associated with increased problem behaviors, including both internalizing and externalizing behaviors, and increased parenting stress [9] . Furthermore, sensory processing may be a gateway through which neurodevelopmental outcomes are modulated in infants [10] .",
        "section": "Introduction",
        "section_number": 1,
        "sentences": [
            "Currently in the United States, 1 out of every 10 babies is born preterm (< 37 completed weeks' gestation) [1] .",
            "Children born preterm are at increased risk for autism spectrum disorder (ASD), a risk that increases with the degree of prematurity [2] [3] [4] [5] .",
            "A key criterion of ASD is atypical sensory processing.",
            "Compared with children born at term, children born preterm are at even greater risk for atypical patterns of sensory processing.",
            "Specifically, > 50% of toddlers born at < 28 weeks' gestation and 39-46% of children born at < 33 weeks' gestation T demonstrate atypical behavioral responses in at least one sensory processing domain [6] [7] [8] .",
            "Atypical sensory processing is associated with increased problem behaviors, including both internalizing and externalizing behaviors, and increased parenting stress [9] .",
            "Furthermore, sensory processing may be a gateway through which neurodevelopmental outcomes are modulated in infants [10] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37410",
        "text": "The neonatal intensive care unit (NICU) stay is characterized by multiple daily stressors from diaper changing to intubation, often experienced by fragile infants with immature central nervous systems (CNS) [11] [12] [13] . On average, infants experience > 100 stressors per day while in the NICU, with > 10 characterized as procedural [12] . These early experiences in the NICU occur during a period of rapid brain growth, and disruption during this time may alter structural components of the brain. Increased NICU stressors are associated with decreased brain size in the frontal and parietal lobes, functional deterioration of temporal lobe neural networks and resultant poorer neurobehavioral outcomes [12] . Therefore, experiencing stressors during an especially critical period of CNS development may alter CNS organization, and may, in turn, lead to atypical neurodevelopmental outcomes, including altered sensory processing patterns [14] .",
        "section": "Introduction",
        "section_number": 2,
        "sentences": [
            "The neonatal intensive care unit (NICU) stay is characterized by multiple daily stressors from diaper changing to intubation, often experienced by fragile infants with immature central nervous systems (CNS) [11] [12] [13] .",
            "On average, infants experience > 100 stressors per day while in the NICU, with > 10 characterized as procedural [12] .",
            "These early experiences in the NICU occur during a period of rapid brain growth, and disruption during this time may alter structural components of the brain.",
            "Increased NICU stressors are associated with decreased brain size in the frontal and parietal lobes, functional deterioration of temporal lobe neural networks and resultant poorer neurobehavioral outcomes [12] .",
            "Therefore, experiencing stressors during an especially critical period of CNS development may alter CNS organization, and may, in turn, lead to atypical neurodevelopmental outcomes, including altered sensory processing patterns [14] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37410",
        "text": "Despite considerable advances in the health and long-term survival of infants born preterm, many of these children still face challenges throughout development. Supplementation with long-chain omega-3 fatty acids, like eicosapentaenoic acid (EPA) and its downstream product docosahexaenoic acid (DHA), may be an effective intervention because omega-3 fatty acids, particularly DHA, play a role in structural and functional brain development. DHA is the major structural fatty acid in the developing brain and DHA accretion is rapid through age 2 years [15] [16] [17] [18] [19] . These fatty acids, along with an omega-6 fatty acid called gamma-linolenic acid (GLA) have anti-inflammatory properties, and DHA is a key player in neurotransmitter function, synaptogenesis, gene expression, membrane fluidity, neurogenesis, neuroplasticity, and anti-inflammation [20] [21] [22] . Children born preterm miss the rapid acquisition of DHA and other fatty acids that occurs in the third trimester of pregnancy [23] . Therefore, omega fatty acid supplementation in early childhood may help prevent neurodevelopmental deficits typically seen in children born preterm. In fact, randomized controlled trials have reported better global developmental outcomes among those supplemented with DHA as infants, compared to placebo [24, 25] .",
        "section": "Introduction",
        "section_number": 3,
        "sentences": [
            "Despite considerable advances in the health and long-term survival of infants born preterm, many of these children still face challenges throughout development.",
            "Supplementation with long-chain omega-3 fatty acids, like eicosapentaenoic acid (EPA) and its downstream product docosahexaenoic acid (DHA), may be an effective intervention because omega-3 fatty acids, particularly DHA, play a role in structural and functional brain development.",
            "DHA is the major structural fatty acid in the developing brain and DHA accretion is rapid through age 2 years [15] [16] [17] [18] [19] .",
            "These fatty acids, along with an omega-6 fatty acid called gamma-linolenic acid (GLA) have anti-inflammatory properties, and DHA is a key player in neurotransmitter function, synaptogenesis, gene expression, membrane fluidity, neurogenesis, neuroplasticity, and anti-inflammation [20] [21] [22] .",
            "Children born preterm miss the rapid acquisition of DHA and other fatty acids that occurs in the third trimester of pregnancy [23] .",
            "Therefore, omega fatty acid supplementation in early childhood may help prevent neurodevelopmental deficits typically seen in children born preterm.",
            "In fact, randomized controlled trials have reported better global developmental outcomes among those supplemented with DHA as infants, compared to placebo [24, 25] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37410",
        "text": "To date, no placebo-controlled trials have tested omega fatty acid supplementation for effects on sensory processing among children born preterm who are also showing early ASD symptomology. The objectives of this secondary analysis was to describe sensory profiles and to explore effects of combined DHA, EPA and GLA supplementation on parent-reported sensory processing in a sample of toddlers born at ≤ 29 weeks' gestation who were exhibiting ASD symptoms in toddlerhood.",
        "section": "Introduction",
        "section_number": 4,
        "sentences": [
            "To date, no placebo-controlled trials have tested omega fatty acid supplementation for effects on sensory processing among children born preterm who are also showing early ASD symptomology.",
            "The objectives of this secondary analysis was to describe sensory profiles and to explore effects of combined DHA, EPA and GLA supplementation on parent-reported sensory processing in a sample of toddlers born at ≤ 29 weeks' gestation who were exhibiting ASD symptoms in toddlerhood."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37410",
        "text": "Preemie Tots was a single-site randomized, double blinded, placebocontrolled trial (NCT#01683565). The study was reviewed and approved by the Institutional Review Board at [Nationwide Children's Hospital (NCH)]. Study enrollment took place between November 2012 and January 2015, and data collection for all participants was completed in March 2015. Each child's parent provided written informed consent for participation. Examination of sensory processing in this cohort was not a pre-specified primary outcome of the trial, but sensory processing measures were included in the study protocol from the beginning to explore treatment effects on this domain. A report of the analysis of the primary outcomes (autism symptoms and other problem behaviors), rationale for sample size, and adverse event data are presented elsewhere [26] .",
        "section": "Study design and setting",
        "section_number": 5,
        "sentences": [
            "Preemie Tots was a single-site randomized, double blinded, placebocontrolled trial (NCT#01683565).",
            "The study was reviewed and approved by the Institutional Review Board at [Nationwide Children's Hospital (NCH)].",
            "Study enrollment took place between November 2012 and January 2015, and data collection for all participants was completed in March 2015.",
            "Each child's parent provided written informed consent for participation.",
            "Examination of sensory processing in this cohort was not a pre-specified primary outcome of the trial, but sensory processing measures were included in the study protocol from the beginning to explore treatment effects on this domain.",
            "A report of the analysis of the primary outcomes (autism symptoms and other problem behaviors), rationale for sample size, and adverse event data are presented elsewhere [26] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37410",
        "text": "Participants were children 18-38 months of age (calendar age) who were 1) born at ≤ 29 completed weeks' gestation and 2) admitted to a Nationwide Children's Hospital (NCH) NICU post birth and survived to discharge or 3) had a Neonatology Clinic follow up visit scheduled at Nationwide Children's Hospital. By requiring criterion 2 or 3, we included children who were born elsewhere and were admitted to a non-NCH NICU, but attended follow-up care at NCH, thereby providing a fairly comprehensive list of the regional preterm population in toddlerhood. Because children born preterm often consume growth-promoting nutritional beverages containing DHA, the age range for this study was selected to maximize the potential benefit of early intervention, while ensuring children were old enough to have ceased beverages high in DHA (e.g., breast milk, infant formula, growth-promoting nutritional beverages).",
        "section": "Participants and sample size",
        "section_number": 6,
        "sentences": [
            "Participants were children 18-38 months of age (calendar age) who were 1) born at ≤ 29 completed weeks' gestation and 2) admitted to a Nationwide Children's Hospital (NCH) NICU post birth and survived to discharge or 3) had a Neonatology Clinic follow up visit scheduled at Nationwide Children's Hospital.",
            "By requiring criterion 2 or 3, we included children who were born elsewhere and were admitted to a non-NCH NICU, but attended follow-up care at NCH, thereby providing a fairly comprehensive list of the regional preterm population in toddlerhood.",
            "Because children born preterm often consume growth-promoting nutritional beverages containing DHA, the age range for this study was selected to maximize the potential benefit of early intervention, while ensuring children were old enough to have ceased beverages high in DHA (e.g., breast milk, infant formula, growth-promoting nutritional beverages)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37410",
        "text": "Parents of potentially eligible children (n = 1121) were invited to complete a postal questionnaire (53% response proportion) comprised of the following screening tools: the Pervasive Developmental Disorders Screening Test -II, Stage 2 (PDDST-II); the Brief Infant Toddler Social and Emotional Assessment (BITSEA); and one item from the Ages and Stages Questionnaire: Social Emotional (ASQ:SE) to assess joint attention (\"Looks in the direction you are pointing, when you are pointing at something\") [27] [28] [29] . Children who exceeded pre-specified cutoffs (recommended by instrument developers) on the PDDST-II (> 5) or on the BITSEA competence scale (< 15th percentile), or who did not respond to their name based on a single item from the BITSEA (parents responded not true/rarely to \"Looks right at you when you say his/her name\"), or did not participate in joint attention (parent responded not true/rarely to the ASQ:SE item) were considered to have significant ASD symptoms and were further assessed for trial eligibility (n = 201).",
        "section": "Participants and sample size",
        "section_number": 7,
        "sentences": [
            "Parents of potentially eligible children (n = 1121) were invited to complete a postal questionnaire (53% response proportion) comprised of the following screening tools: the Pervasive Developmental Disorders Screening Test -II, Stage 2 (PDDST-II); the Brief Infant Toddler Social and Emotional Assessment (BITSEA); and one item from the Ages and Stages Questionnaire: Social Emotional (ASQ:SE) to assess joint attention (\"Looks in the direction you are pointing, when you are pointing at something\") [27] [28] [29] .",
            "Children who exceeded pre-specified cutoffs (recommended by instrument developers) on the PDDST-II (> 5) or on the BITSEA competence scale (< 15th percentile), or who did not respond to their name based on a single item from the BITSEA (parents responded not true/rarely to \"Looks right at you when you say his/her name\"), or did not participate in joint attention (parent responded not true/rarely to the ASQ:SE item) were considered to have significant ASD symptoms and were further assessed for trial eligibility (n = 201)."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37410",
        "text": "Additional eligibility criteria for the Preemie Tots trial included: weight between the 5th and 95th percentiles for age and sex per the World Health Organization (WHO) growth standards (n excluded = 20) and English language ability adequate to understand the study required of the parent or legal guardian (n excluded = 13). Children were excluded if they consumed fatty acid supplements, fatty fish, or nutritional support beverages with DHA more than twice weekly (n excluded = 2); were known to be unable to tolerate venipuncture (n excluded = 2); or had any of the following conditions that would make the child unable to benefit from the intervention, difficult to assess, or put them at possible safety risk (n excluded = 38): developmental syndromes (Fragile X, Rett, Angleman, Tuberous Sclerosis), deafness, blindness, a major medical condition or malformation that would preclude participation (e.g., feeding tube), a score of < 70 on their most recent Bayley Scales of Infant and Toddler Development-3 (Bayley-3) cognitive clinical assessment during the previous year, quadriplegic cerebral palsy, fish or canola allergy, Type I diabetes, bleeding disorder, or a recent nonfebrile seizure without a clear and resolved etiology. In addition, 20 children were unable to be located, were non-responsive to recruitment attempts, or lived beyond driving distance to the research site ( Fig. 1) .",
        "section": "Participants and sample size",
        "section_number": 8,
        "sentences": [
            "Additional eligibility criteria for the Preemie Tots trial included: weight between the 5th and 95th percentiles for age and sex per the World Health Organization (WHO) growth standards (n excluded = 20) and English language ability adequate to understand the study required of the parent or legal guardian (n excluded = 13).",
            "Children were excluded if they consumed fatty acid supplements, fatty fish, or nutritional support beverages with DHA more than twice weekly (n excluded = 2); were known to be unable to tolerate venipuncture (n excluded = 2); or had any of the following conditions that would make the child unable to benefit from the intervention, difficult to assess, or put them at possible safety risk (n excluded = 38): developmental syndromes (Fragile X, Rett, Angleman, Tuberous Sclerosis), deafness, blindness, a major medical condition or malformation that would preclude participation (e.g., feeding tube), a score of < 70 on their most recent Bayley Scales of Infant and Toddler Development-3 (Bayley-3) cognitive clinical assessment during the previous year, quadriplegic cerebral palsy, fish or canola allergy, Type I diabetes, bleeding disorder, or a recent nonfebrile seizure without a clear and resolved etiology.",
            "In addition, 20 children were unable to be located, were non-responsive to recruitment attempts, or lived beyond driving distance to the research site ( Fig. 1) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37410",
        "text": "Children who met the eligibility criteria and were not excluded based on exclusion criteria were invited to enroll in the clinical trial (n = 106). The enrollment goal was 40 children. Funding limitations capped enrollment at 31.",
        "section": "Participants and sample size",
        "section_number": 9,
        "sentences": [
            "Children who met the eligibility criteria and were not excluded based on exclusion criteria were invited to enroll in the clinical trial (n = 106).",
            "The enrollment goal was 40 children.",
            "Funding limitations capped enrollment at 31."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37410",
        "text": "Children were allocated to one of four color-coded groups (two groups for treatment, two groups for placebo) using a randomization scheme with a varying block size of multiples of 4 and with 1:1 allocation to treatment and placebo. A statistician employed at a separate institution and who had no contact with participants prepared the randomization scheme. All investigators and staff remained blinded throughout the trial. Because multiple births are common among preterm births, they are routinely included in clinical trials related to prematurity outcomes. This increases generalizability to the larger preterm population. As is commonly done, members of sets of twins were randomized together to the same group to reduce the likelihood of accidental treatment crossover and to increase the consent rate among families with multiples [30] .",
        "section": "Randomization, blinding and intervention",
        "section_number": 10,
        "sentences": [
            "Children were allocated to one of four color-coded groups (two groups for treatment, two groups for placebo) using a randomization scheme with a varying block size of multiples of 4 and with 1:1 allocation to treatment and placebo.",
            "A statistician employed at a separate institution and who had no contact with participants prepared the randomization scheme.",
            "All investigators and staff remained blinded throughout the trial.",
            "Because multiple births are common among preterm births, they are routinely included in clinical trials related to prematurity outcomes.",
            "This increases generalizability to the larger preterm population.",
            "As is commonly done, members of sets of twins were randomized together to the same group to reduce the likelihood of accidental treatment crossover and to increase the consent rate among families with multiples [30] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37410",
        "text": "The treatment group was assigned to 90 days of daily oral omega fatty acid supplementation in the form of a lemon-flavored fish and borage oil (706 mg total omega-3 fatty acids including: 338 mg EPA, 225 mg DHA; 280 mg total omega-6 fatty acids including 83 mg GLA; and 306 mg total omega-9 fatty acids; Omega-3-6-9 Junior™, Nordic Naturals, Inc., Watsonville, CA). The placebo group was assigned to daily canola oil (124 mg palmitic acid, 39 mg stearic acid, 513 mg linoleic acid (LA), 225 mg α-linolenic acid (ALA); 1346 mg oleic acid). The placebo was prepared with lemon oil flavor by the NCH Investigational Drug Service (IDS) to match the treatment product, and both products were packaged identically and distributed directly to the family by the hospital pharmacy.",
        "section": "Randomization, blinding and intervention",
        "section_number": 11,
        "sentences": [
            "The treatment group was assigned to 90 days of daily oral omega fatty acid supplementation in the form of a lemon-flavored fish and borage oil (706 mg total omega-3 fatty acids including: 338 mg EPA, 225 mg DHA; 280 mg total omega-6 fatty acids including 83 mg GLA; and 306 mg total omega-9 fatty acids; Omega-3-6-9 Junior™, Nordic Naturals, Inc., Watsonville, CA).",
            "The placebo group was assigned to daily canola oil (124 mg palmitic acid, 39 mg stearic acid, 513 mg linoleic acid (LA), 225 mg α-linolenic acid (ALA); 1346 mg oleic acid).",
            "The placebo was prepared with lemon oil flavor by the NCH Investigational Drug Service (IDS) to match the treatment product, and both products were packaged identically and distributed directly to the family by the hospital pharmacy."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37410",
        "text": "The baseline study visit (day 0) included a parent-completed questionnaire which collected demographics, parent ratings of the child's sensory processing, and child diet (number of servings per month of fatty fish (e.g., salmon), moderately fatty fish (e.g., tuna), and white fish/shellfish (e.g., fish sticks)), as well as collection of a blood sample from the child. Sensory processing and diet were assessed and blood was drawn again at the last study visit (day 90). At the last study visit, the parent was asked to guess their child's treatment assignment. The child's electronic medical record was the source of gestational age information.",
        "section": "Data collection",
        "section_number": 12,
        "sentences": [
            "The baseline study visit (day 0) included a parent-completed questionnaire which collected demographics, parent ratings of the child's sensory processing, and child diet (number of servings per month of fatty fish (e.g., salmon), moderately fatty fish (e.g., tuna), and white fish/shellfish (e.g., fish sticks)), as well as collection of a blood sample from the child.",
            "Sensory processing and diet were assessed and blood was drawn again at the last study visit (day 90).",
            "At the last study visit, the parent was asked to guess their child's treatment assignment.",
            "The child's electronic medical record was the source of gestational age information."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37410",
        "text": "Sensory processing was assessed using the Infant/Toddler Sensory Profile (ITSP) [31] .",
        "section": "Data collection",
        "section_number": 13,
        "sentences": [
            "Sensory processing was assessed using the Infant/Toddler Sensory Profile (ITSP) [31] ."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37410",
        "text": "Parents rated each of the 48 items on the ITSP on a scale from 1 meaning \"Almost Always (90-100% of the time) to 5 signifying \"Almost Never (10% or less of the time)\". Raw scores were averaged to calculate frequency of behaviors in six sections of sensory processing: auditory (10 items), vestibular (6 items), tactile (15 items), oral sensory (7 items), visual (7 items), and general (3 items); and to calculate the frequency of behavior in four sensory processing quadrants which represent an interaction between neurological threshold and behavior responses: low registration (11 items), sensation avoiding (12 items), sensory sensitivity (11 items), and sensation seeking (14 items) which is a combination of sensory sensitivity and sensation avoiding items [32] . Average raw scores ranged from one to five with lower scores indicative of more behaviors in that sensory processing section or a higher frequency of response in a particular sensory quadrant (i.e., more \"Almost Always (90-100% of the time\") responses). These served as the outcome measures for the analyses. We focused on lower scores in our analysis because of documented evidence that children born preterm score lower than term peers on sensory processing sections and sensory profile quadrants [33] . Therefore, lower scores were interpreted as less favorable in this analysis. In addition to the average scores on the sensory processing sections and quadrants, binary variables were generated to indicate if scores in auditory processing, vestibular processing, tactile processing, auditory processing, oral sensory processing, visual processing, low registration, sensation avoiding, sensory sensitivity, or sensation seeking were at a level of concern (1 SD + above or below the mean) as outlined in the user's manual. ",
        "section": "Data collection",
        "section_number": 14,
        "sentences": [
            "Parents rated each of the 48 items on the ITSP on a scale from 1 meaning \"Almost Always (90-100% of the time) to 5 signifying \"Almost Never (10% or less of the time)\".",
            "Raw scores were averaged to calculate frequency of behaviors in six sections of sensory processing: auditory (10 items), vestibular (6 items), tactile (15 items), oral sensory (7 items), visual (7 items), and general (3 items); and to calculate the frequency of behavior in four sensory processing quadrants which represent an interaction between neurological threshold and behavior responses: low registration (11 items), sensation avoiding (12 items), sensory sensitivity (11 items), and sensation seeking (14 items) which is a combination of sensory sensitivity and sensation avoiding items [32] .",
            "Average raw scores ranged from one to five with lower scores indicative of more behaviors in that sensory processing section or a higher frequency of response in a particular sensory quadrant (i.e., more \"Almost Always (90-100% of the time\") responses).",
            "These served as the outcome measures for the analyses.",
            "We focused on lower scores in our analysis because of documented evidence that children born preterm score lower than term peers on sensory processing sections and sensory profile quadrants [33] .",
            "Therefore, lower scores were interpreted as less favorable in this analysis.",
            "In addition to the average scores on the sensory processing sections and quadrants, binary variables were generated to indicate if scores in auditory processing, vestibular processing, tactile processing, auditory processing, oral sensory processing, visual processing, low registration, sensation avoiding, sensory sensitivity, or sensation seeking were at a level of concern (1 SD + above or below the mean) as outlined in the user's manual."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37410",
        "text": "Blood was collected via venipuncture to examine red blood cell (RBC) fatty acid levels at baseline and at the last study visit. Esterified fatty acids were isolated using organic extraction and subsequently hydrolyzed and methylated using standard techniques [34, 35] . The resultant fatty acid methyl esters were separated and quantified using gas chromatography with flame ionization detection. The fatty acid contents of RBC samples were quantified using experimentally derived standard curves.",
        "section": "Fatty acid biomarkers",
        "section_number": 15,
        "sentences": [
            "Blood was collected via venipuncture to examine red blood cell (RBC) fatty acid levels at baseline and at the last study visit.",
            "Esterified fatty acids were isolated using organic extraction and subsequently hydrolyzed and methylated using standard techniques [34, 35] .",
            "The resultant fatty acid methyl esters were separated and quantified using gas chromatography with flame ionization detection.",
            "The fatty acid contents of RBC samples were quantified using experimentally derived standard curves."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37410",
        "text": "Compliance with taking the supplement or placebo was assessed in two ways: parent-completed daily diaries (calculated as the proportion of days the supplement/placebo was consumed divided by the total days enrolled) and measurement of the amount of remaining oil in bottles returned to IDS (calculated as the amount of missing oil divided by the expected amount, similar to pill count method). Families were contacted regularly to encourage compliance and address participation barriers.",
        "section": "Compliance and follow-up",
        "section_number": 16,
        "sentences": [
            "Compliance with taking the supplement or placebo was assessed in two ways: parent-completed daily diaries (calculated as the proportion of days the supplement/placebo was consumed divided by the total days enrolled) and measurement of the amount of remaining oil in bottles returned to IDS (calculated as the amount of missing oil divided by the expected amount, similar to pill count method).",
            "Families were contacted regularly to encourage compliance and address participation barriers."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37410",
        "text": "All analyses used SAS software (v9.3, SAS Institute) and were conducted according to intent-to-treat (all randomized children were included) [36] . No interim analyses were conducted. Socio-demographic characteristics and ITSP scores at baseline were compared using χ 2 , Fisher's exact, t-test, or Wilcoxon rank sum tests to check for balance between the treatment and placebo groups. To address statistical nonindependence because of the inclusion of twins, but because of our small sample precluding other statistical methods for addressing clustering, each set of twins was analyzed as a single observation with outcome values that reflected the mean of the pair. Analyses compared the change in sensory processing sections and quadrants between groups, controlling for baseline scores, using mixed effects regression (analogous to ANCOVA), per the method of Winkens et al. which leverages maximum likelihood estimation to account for missing data [37] . Treatment-by-time interaction terms were included as fixed effects and served as estimates of treatment effect; no participant characteristics were included as covariates in the models. Group mean differences divided by the standard deviation were also calculated as standardized effect sizes for each outcome. Changes in erythrocyte fatty acid composition were examined using t-tests.",
        "section": "Statistical analysis",
        "section_number": 17,
        "sentences": [
            "All analyses used SAS software (v9.3, SAS Institute) and were conducted according to intent-to-treat (all randomized children were included) [36] .",
            "No interim analyses were conducted.",
            "Socio-demographic characteristics and ITSP scores at baseline were compared using χ 2 , Fisher's exact, t-test, or Wilcoxon rank sum tests to check for balance between the treatment and placebo groups.",
            "To address statistical nonindependence because of the inclusion of twins, but because of our small sample precluding other statistical methods for addressing clustering, each set of twins was analyzed as a single observation with outcome values that reflected the mean of the pair.",
            "Analyses compared the change in sensory processing sections and quadrants between groups, controlling for baseline scores, using mixed effects regression (analogous to ANCOVA), per the method of Winkens et al. which leverages maximum likelihood estimation to account for missing data [37] .",
            "Treatment-by-time interaction terms were included as fixed effects and served as estimates of treatment effect; no participant characteristics were included as covariates in the models.",
            "Group mean differences divided by the standard deviation were also calculated as standardized effect sizes for each outcome.",
            "Changes in erythrocyte fatty acid composition were examined using t-tests."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37410",
        "text": "Children were an average of 27 months old at enrollment, born at an average of 27 completed weeks' gestation, and were more likely to be male than female (Table 1 ). There were 4 sets of twins. No statistically significant differences were detected when comparing the treatment and placebo groups on baseline socio-demographic characteristics (Table 1) or baseline ITSP scores ( Table 2 ). All randomized children received their allocated intervention. Twenty-eight children had complete outcome data.",
        "section": "Participant characteristics",
        "section_number": 18,
        "sentences": [
            "Children were an average of 27 months old at enrollment, born at an average of 27 completed weeks' gestation, and were more likely to be male than female (Table 1 ).",
            "There were 4 sets of twins.",
            "No statistically significant differences were detected when comparing the treatment and placebo groups on baseline socio-demographic characteristics (Table 1) or baseline ITSP scores ( Table 2 ).",
            "All randomized children received their allocated intervention.",
            "Twenty-eight children had complete outcome data."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37410",
        "text": "ITSP scores at baseline reflected atypical sensory processing for many children. A notable proportion of the sample displayed scores one standard deviation or more above or below the mean in ITSP sensory processing sections and quadrants, with the majority of atypical scores falling below the mean. Sensory processing sections: auditory processing (above = 0%, below = 65%), vestibular processing (above = 13%, below = 48%), tactile processing (above = 3%, below = 35%), oral sensory processing (above = 10%; below = 26%), visual processing (above = 10%, below = 16%); and sensory processing quadrants: low registration (above = 3%; below = 71%), sensation avoiding (above = 3%; below = 39%), sensory sensitivity (above = 3%; below = 35%), and sensation seeking (above = 10%; below = 19%). After 90 days of supplementation, parents reported lower frequencies of behaviors (i.e., higher raw scores) in sensory processing sections and quadrants in both the treatment and placebo groups (Table 2) , with larger changes in the treatment group (range of change: 0.08 to 0.46) than the placebo group (range of change: 0.06 to 0.19). After accounting for baseline scores, differences in change between the treatment and placebo groups were not statistically significant (p > 0.05), however, the magnitude of the effect for increased scores in the sensory sensitivity quadrant was medium to large (standardized effect size = 0.57; p = 0.13). No other scales reflected a similar magnitude of effect size (range: 0.10 to 0.32). 30 (25, 36) 25 (23, 25) 27 (23, 36) Gestational age at delivery (completed weeks, median, IQR)",
        "section": "Parent-reported sensory processing",
        "section_number": 19,
        "sentences": [
            "ITSP scores at baseline reflected atypical sensory processing for many children.",
            "A notable proportion of the sample displayed scores one standard deviation or more above or below the mean in ITSP sensory processing sections and quadrants, with the majority of atypical scores falling below the mean.",
            "Sensory processing sections: auditory processing (above = 0%, below = 65%), vestibular processing (above = 13%, below = 48%), tactile processing (above = 3%, below = 35%), oral sensory processing (above = 10%; below = 26%), visual processing (above = 10%, below = 16%); and sensory processing quadrants: low registration (above = 3%; below = 71%), sensation avoiding (above = 3%; below = 39%), sensory sensitivity (above = 3%; below = 35%), and sensation seeking (above = 10%; below = 19%).",
            "After 90 days of supplementation, parents reported lower frequencies of behaviors (i.e., higher raw scores) in sensory processing sections and quadrants in both the treatment and placebo groups (Table 2) , with larger changes in the treatment group (range of change: 0.08 to 0.46) than the placebo group (range of change: 0.06 to 0.19).",
            "After accounting for baseline scores, differences in change between the treatment and placebo groups were not statistically significant (p > 0.05), however, the magnitude of the effect for increased scores in the sensory sensitivity quadrant was medium to large (standardized effect size = 0.57; p = 0.13).",
            "No other scales reflected a similar magnitude of effect size (range: 0.10 to 0.32).",
            "30 (25, 36) 25 (23, 25) 27 (23, 36) Gestational age at delivery (completed weeks, median, IQR)"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37410",
        "text": "27 (25, 28) 28 (26, 29) 27 (25, 29) Sets 98 (14) 92 (20) 95 (17) No differences between groups at baseline based on chi-square, Fisher's exact, t-test, or Wilcoxon rank sum test p-values < 0.05. 2 children missing maternal age because grandmother was legal guardian, 11 children missing data for spouse/partner education because their mothers did not have a spouse/ partner. a Therapies included one or more of physical, occupational, speech or feeding therapies.",
        "section": "Parent-reported sensory processing",
        "section_number": 20,
        "sentences": [
            "27 (25, 28) 28 (26, 29) 27 (25, 29) Sets 98 (14) 92 (20) 95 (17) No differences between groups at baseline based on chi-square, Fisher's exact, t-test, or Wilcoxon rank sum test p-values < 0.05.",
            "2 children missing maternal age because grandmother was legal guardian, 11 children missing data for spouse/partner education because their mothers did not have a spouse/ partner.",
            "a Therapies included one or more of physical, occupational, speech or feeding therapies."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37410",
        "text": "The treatment group experienced larger increases from baseline to study completion in erythrocyte DHA (p < 0.05) and EPA (p < 0.001) as a percentage of total fatty acids than did the placebo group. Group differences in GLA did not reach significance.",
        "section": "Fatty acid levels",
        "section_number": 21,
        "sentences": [
            "The treatment group experienced larger increases from baseline to study completion in erythrocyte DHA (p < 0.05) and EPA (p < 0.001) as a percentage of total fatty acids than did the placebo group.",
            "Group differences in GLA did not reach significance."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37410",
        "text": "Compliance with taking the daily treatment or placebo was high: children consumed 83% of the indicated total volume based on IDS calculated volume and 83% based on parent-completed diaries. At the end of the trial, 70% of parents in the treatment group and 57% of those in the placebo group did not accurately guess their child's treatment assignment, suggesting blinding remained intact (McNemar's χ 2 = 1.00, p = 0.32). Fish consumption in the sample was highly variable but generally low (only two children consumed > 2 servings per week at any time during the trial), and fish consumption did not increase in either the treatment or placebo group from baseline to the final study visit (Wilcoxon test comparing beginning and end of trial p = 0.89 for treatment group, p = 0.61 for placebo group).",
        "section": "Compliance, blinding, and fish intake",
        "section_number": 22,
        "sentences": [
            "Compliance with taking the daily treatment or placebo was high: children consumed 83% of the indicated total volume based on IDS calculated volume and 83% based on parent-completed diaries.",
            "At the end of the trial, 70% of parents in the treatment group and 57% of those in the placebo group did not accurately guess their child's treatment assignment, suggesting blinding remained intact (McNemar's χ 2 = 1.00, p = 0.32).",
            "Fish consumption in the sample was highly variable but generally low (only two children consumed > 2 servings per week at any time during the trial), and fish consumption did not increase in either the treatment or placebo group from baseline to the final study visit (Wilcoxon test comparing beginning and end of trial p = 0.89 for treatment group, p = 0.61 for placebo group)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37410",
        "text": "In this first of its kind randomized, double blind, placebo-controlled trial of omega fatty acids in an at-risk preterm sample showing ASD symptomology, deficits in sensory processing were observed. Sensory processing deficits are well-documented in preterm populations. Compared to infants born at term, children born preterm have demonstrated consistently poorer performance in auditory, visual, tactile, vestibular, and oral sensory processing and demonstrate atypical patterns of low registration, sensation seeking, sensory sensitivity, and sensation avoiding sensory profiles [8, 33, [38] [39] [40] [41] [42] [43] . Differences have been noted as early as four months of age [42] . There is evidence that an 8week sensory integration therapy program can improve sensory processing, however, that study did not have a randomized control group [43] . Therefore, developmental progression cannot be entirely ruled out as an explanation for the reported sensory processing improvements. Additionally, the program was expensive, as well as time and labor intensive, making it difficult to implement on a large scale. Nutritional support, on the other hand, can be administered early and over a long time period with minimal cost and inconvenience for the family. Treatment compliance in this cohort was > 80%, illustrating that this is a feasible approach for young children with sensory processing difficulties. Fatty acids are an important supplement to consider among children born preterm because of demonstrated benefits to global cognitive outcomes and the role of omega fatty acids in brain growth and neuronal structure and function. Although much of the evidence is provided from studies of infant supplementation, the present study provides preliminary support for further exploration of omega fatty acid supplementation during toddlerhood to improve sensory processing among infants born preterm, especially those who are showing early symptoms associated with ASD.",
        "section": "Discussion",
        "section_number": 23,
        "sentences": [
            "In this first of its kind randomized, double blind, placebo-controlled trial of omega fatty acids in an at-risk preterm sample showing ASD symptomology, deficits in sensory processing were observed.",
            "Sensory processing deficits are well-documented in preterm populations.",
            "Compared to infants born at term, children born preterm have demonstrated consistently poorer performance in auditory, visual, tactile, vestibular, and oral sensory processing and demonstrate atypical patterns of low registration, sensation seeking, sensory sensitivity, and sensation avoiding sensory profiles [8, 33, [38] [39] [40] [41] [42] [43] .",
            "Differences have been noted as early as four months of age [42] .",
            "There is evidence that an 8week sensory integration therapy program can improve sensory processing, however, that study did not have a randomized control group [43] .",
            "Therefore, developmental progression cannot be entirely ruled out as an explanation for the reported sensory processing improvements.",
            "Additionally, the program was expensive, as well as time and labor intensive, making it difficult to implement on a large scale.",
            "Nutritional support, on the other hand, can be administered early and over a long time period with minimal cost and inconvenience for the family.",
            "Treatment compliance in this cohort was > 80%, illustrating that this is a feasible approach for young children with sensory processing difficulties.",
            "Fatty acids are an important supplement to consider among children born preterm because of demonstrated benefits to global cognitive outcomes and the role of omega fatty acids in brain growth and neuronal structure and function.",
            "Although much of the evidence is provided from studies of infant supplementation, the present study provides preliminary support for further exploration of omega fatty acid supplementation during toddlerhood to improve sensory processing among infants born preterm, especially those who are showing early symptoms associated with ASD."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37410",
        "text": "This study is the first to explore effects of omega fatty acid supplementation on parent-reported sensory processing in a sample of toddlers born at ≤29 weeks gestation who were exhibiting ASD symptoms during toddlerhood using a randomized, double-blind, placebo controlled design. Although not statistically significant, there was a medium to large treatment effect in the sensory sensitivity domain. Specifically, children in the treatment group experienced a 0.46 point increase in sensory sensitivity raw scores (greater than half a standard deviation), while children in the placebo group experienced a 0.06 change in sensory sensitivity raw scores. The increase in raw scores is illustrative of a reduction in behaviors associated with sensory sensitivity. Children who demonstrate patterns of behavior consistent with sensory sensitivity are characterized as having low neurological thresholds and demonstrate high levels of distractibility and hyperactivity and have overactive neural systems, symptoms commonly associated with preterm birth [31, [44] [45] [46] [47] . The stressful NICU environment experienced by children born preterm may have lasting effects on the child's sensory processing capabilities in early childhood, which in turn may affect behavior and development and ultimately cause more stressful parent-child, and potentially teacher-child, interactions [9] . Therefore, evidence-based, targeted interventions to improve sensory processing in children are needed and may have lasting benefits for both the child and the family.",
        "section": "Discussion",
        "section_number": 24,
        "sentences": [
            "This study is the first to explore effects of omega fatty acid supplementation on parent-reported sensory processing in a sample of toddlers born at ≤29 weeks gestation who were exhibiting ASD symptoms during toddlerhood using a randomized, double-blind, placebo controlled design.",
            "Although not statistically significant, there was a medium to large treatment effect in the sensory sensitivity domain.",
            "Specifically, children in the treatment group experienced a 0.46 point increase in sensory sensitivity raw scores (greater than half a standard deviation), while children in the placebo group experienced a 0.06 change in sensory sensitivity raw scores.",
            "The increase in raw scores is illustrative of a reduction in behaviors associated with sensory sensitivity.",
            "Children who demonstrate patterns of behavior consistent with sensory sensitivity are characterized as having low neurological thresholds and demonstrate high levels of distractibility and hyperactivity and have overactive neural systems, symptoms commonly associated with preterm birth [31, [44] [45] [46] [47] .",
            "The stressful NICU environment experienced by children born preterm may have lasting effects on the child's sensory processing capabilities in early childhood, which in turn may affect behavior and development and ultimately cause more stressful parent-child, and potentially teacher-child, interactions [9] .",
            "Therefore, evidence-based, targeted interventions to improve sensory processing in children are needed and may have lasting benefits for both the child and the family."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37410",
        "text": "There are limitations of this study that reduce the generalizability of our findings. This study relied on parent-reported sensory processing, therefore parental bias of the frequency of child behavior cannot be ruled out. The sample size for this pilot study was small and limits the generalizability of the findings to larger samples of children born preterm. The results need to be replicated in a larger sample. Finally, the Note: Average raw scores ranged from one to five with lower scores indicative of more behaviors in that sensory processing section or a higher frequency of response in a particular sensory processing quadrant (i.e., more \"Almost Always (90-100% of the time)\" responses). Differences at baseline did not reach significance (p > 0.05). a Mean change column represents the change from baseline to trial completion in average ITSP scores. b Difference in change column is based on mixed effects model (analogous to ANCOVA) using maximum likelihood to account for missing data (3 children did not participate in the last trial visit) and thus may differ from the results of the raw summary statistics presented for the within-group mean change and standard deviation (SD). No participant characteristics were included as covariates.",
        "section": "Discussion",
        "section_number": 25,
        "sentences": [
            "There are limitations of this study that reduce the generalizability of our findings.",
            "This study relied on parent-reported sensory processing, therefore parental bias of the frequency of child behavior cannot be ruled out.",
            "The sample size for this pilot study was small and limits the generalizability of the findings to larger samples of children born preterm.",
            "The results need to be replicated in a larger sample.",
            "Finally, the Note: Average raw scores ranged from one to five with lower scores indicative of more behaviors in that sensory processing section or a higher frequency of response in a particular sensory processing quadrant (i.e., more \"Almost Always (90-100% of the time)\" responses).",
            "Differences at baseline did not reach significance (p > 0.05).",
            "a Mean change column represents the change from baseline to trial completion in average ITSP scores.",
            "b Difference in change column is based on mixed effects model (analogous to ANCOVA) using maximum likelihood to account for missing data (3 children did not participate in the last trial visit) and thus may differ from the results of the raw summary statistics presented for the within-group mean change and standard deviation (SD).",
            "No participant characteristics were included as covariates."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37410",
        "text": "work presented here focused on children born preterm who were demonstrating early ASD symptomology. Although this may limit the generalizability of the findings to all children or children who have an ASD diagnosis, the results of this study represent a very positive first step to elucidate readily available, cost-effective interventions for children at risk for sensory processing deficits. Because we drew our participants from a roster of all children who required NICU care, our source population was not subject to some of the participation bias seen in studies that rely purely on volunteers or patients of neonatal follow-up clinics. Thus, our findings may be more generalizable to the larger population of children born at ≤29 weeks' gestation who demonstrate ASD symptomology. Also, because parents were poor at correctly guessing their child's treatment assignment, we can rule out accidental unblinding or parent suspicions about their child's treatment assignment as an alternative explanation for why parents would report changes in their child's sensory processing capabilities. Finally, fish consumption in the sample did not differ between the treatment and placebo groups, and did not change from baseline to the final study visit. Therefore, change in eating habits resulting in increased omega fatty acid consumption can be ruled out as a potential explanation for changes in sensory processing.",
        "section": "Discussion",
        "section_number": 26,
        "sentences": [
            "work presented here focused on children born preterm who were demonstrating early ASD symptomology.",
            "Although this may limit the generalizability of the findings to all children or children who have an ASD diagnosis, the results of this study represent a very positive first step to elucidate readily available, cost-effective interventions for children at risk for sensory processing deficits.",
            "Because we drew our participants from a roster of all children who required NICU care, our source population was not subject to some of the participation bias seen in studies that rely purely on volunteers or patients of neonatal follow-up clinics.",
            "Thus, our findings may be more generalizable to the larger population of children born at ≤29 weeks' gestation who demonstrate ASD symptomology.",
            "Also, because parents were poor at correctly guessing their child's treatment assignment, we can rule out accidental unblinding or parent suspicions about their child's treatment assignment as an alternative explanation for why parents would report changes in their child's sensory processing capabilities.",
            "Finally, fish consumption in the sample did not differ between the treatment and placebo groups, and did not change from baseline to the final study visit.",
            "Therefore, change in eating habits resulting in increased omega fatty acid consumption can be ruled out as a potential explanation for changes in sensory processing."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37410",
        "text": "Greater improvements in sensory processing for children born preterm who were showing early ASD symptomology and who were randomized to supplementation with a combination of omega-3 and -6 fatty acids including GLA are plausible. However, due to the exploratory nature of this outcome and the small sample size, this intervention requires investigation in larger preterm samples of children to provide the necessary evidence for efficacy before it can be recommended.",
        "section": "Discussion",
        "section_number": 27,
        "sentences": [
            "Greater improvements in sensory processing for children born preterm who were showing early ASD symptomology and who were randomized to supplementation with a combination of omega-3 and -6 fatty acids including GLA are plausible.",
            "However, due to the exploratory nature of this outcome and the small sample size, this intervention requires investigation in larger preterm samples of children to provide the necessary evidence for efficacy before it can be recommended."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    }
]