[
    {
        "doc_id": "41469",
        "text": "Objective-To describe the pharmacokinetics and pharmacodynamics of milrinone in infants with persistent pulmonary hypertension of the newborn (PPHN) and to explore the impact of age on milrinone disposition. Design-Randomized, open label pilot study. Setting-Multicenter; level 3 and level 4 neonatal intensive care units. Patients-Six infants 34 weeks' gestational age and <10 days of life with persistent hypoxemia receiving inhaled nitric oxide.",
        "section": "Abstract",
        "sentences": [
            "Objective-To describe the pharmacokinetics and pharmacodynamics of milrinone in infants with persistent pulmonary hypertension of the newborn (PPHN) and to explore the impact of age on milrinone disposition.",
            "Design-Randomized, open label pilot study.",
            "Setting-Multicenter; level 3 and level 4 neonatal intensive care units.",
            "Patients-Six infants 34 weeks' gestational age and <10 days of life with persistent hypoxemia receiving inhaled nitric oxide."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "41469",
        "text": "Intervention-Intravenous milrinone lactate in one of two dosing regimens: (1) low dose, 20 mcg/kg bolus followed by 0.2 mcg/kg/minute, and (2) standard dose, 50 mcg/ kg bolus followed by 0.5 mcg/kg/minute. Persistent pulmonary hypertension of the newborn (PPHN) occurs between 0.4 and 6.8 per 1,000 live births and is associated with a high mortality and morbidity. 1 Inhaled nitric oxide (iNO) became a standard of care after the Neonatal Inhaled Nitric Oxide Study (NINOS). 2 Even in that study, however, there remained a high mortality rate in the iNO group of 14% (vs. 17% without iNO). The mortality rate for newborns with PPHN is between 7 and 9.4%. 3, 4 Importantly, survivors of PPHN also have unacceptably high rates of morbidity; at 24 months follow-up, one or more neurodevelopmental disability was present in 34.5% of survivors. 5 Milrinone, a bipyridine derivative of amrinone, and a phosphodiesterase type III (PDE3) inhibitor, has been suggested as a promising therapy for PPHN. Milrinone induces vasodilation in both pulmonary and systemic arterial beds and acts as a lusitrope, improving diastolic function. The clinical benefit of milrinone was demonstrated in the PRophylactic Intravenous Use of Milrinone After Cardiac OpeRation in Pediatrics (PRIMACORP) trial in which prophylaxis with milrinone reduced low cardiac output state in infants following cardiopulmonary bypass .6 Milrinone and iNO produce a synergistic decrease in pulmonary artery pressure in children and in experimental PPHN. 7, 8 There is increasing empirical use of milrinone in the neonatal intensive care setting in the United States, including in infants with congenital diaphragmatic hernia. 9, 10 For use in PPHN, there are three case series and one pharmacokinetic (PK)/pharmacodynamic study in the literature, none with control group comparisons. [11] [12] [13] [14] It is known that milrinone is cleared by the kidneys with little to no metabolism. Thus, plasma concentration is largely dependent on renal function. However, there is limited PK data for milrinone in newborns. PK studies of milrinone include preterm infants, full-term infants with single ventricle physiology undergoing cardio-pulmonary bypass, and limited data from the PRIMACORP trial. [15] [16] [17] These limited data suggest that neonates and infants demonstrate a lower clearance (CL) and higher volume of distribution compared with adults and children. The single PK study of milrinone in newborns with PPHN used noncompartmental approaches to analysis, making it difficult to assess age as a covariate. 14 The primary objective of our pilot study was to describe the plasma concentrationtime profile of milrinone in infants with PPHN and to explore the impact of age within the first days of life on milrinone disposition. In addition, we aimed to add to the existing clinical, pharmacodynamic, and safety data in order to allowan optimal dosing regimen of milrinone to be developed for further study.",
        "section": "",
        "section_number": 1,
        "sentences": [
            "Intervention-Intravenous milrinone lactate in one of two dosing regimens: (1) low dose, 20 mcg/kg bolus followed by 0.2 mcg/kg/minute, and (2) standard dose, 50 mcg/ kg bolus followed by 0.5 mcg/kg/minute.",
            "Persistent pulmonary hypertension of the newborn (PPHN) occurs between 0.4 and 6.8 per 1,000 live births and is associated with a high mortality and morbidity.",
            "1 Inhaled nitric oxide (iNO) became a standard of care after the Neonatal Inhaled Nitric Oxide Study (NINOS).",
            "2 Even in that study, however, there remained a high mortality rate in the iNO group of 14% (vs. 17% without iNO).",
            "The mortality rate for newborns with PPHN is between 7 and 9.4%.",
            "3, 4 Importantly, survivors of PPHN also have unacceptably high rates of morbidity; at 24 months follow-up, one or more neurodevelopmental disability was present in 34.5% of survivors.",
            "5 Milrinone, a bipyridine derivative of amrinone, and a phosphodiesterase type III (PDE3) inhibitor, has been suggested as a promising therapy for PPHN.",
            "Milrinone induces vasodilation in both pulmonary and systemic arterial beds and acts as a lusitrope, improving diastolic function.",
            "The clinical benefit of milrinone was demonstrated in the PRophylactic Intravenous Use of Milrinone After Cardiac OpeRation in Pediatrics (PRIMACORP) trial in which prophylaxis with milrinone reduced low cardiac output state in infants following cardiopulmonary bypass .6 Milrinone and iNO produce a synergistic decrease in pulmonary artery pressure in children and in experimental PPHN.",
            "7, 8 There is increasing empirical use of milrinone in the neonatal intensive care setting in the United States, including in infants with congenital diaphragmatic hernia.",
            "9, 10 For use in PPHN, there are three case series and one pharmacokinetic (PK)/pharmacodynamic study in the literature, none with control group comparisons. [",
            "11] [12] [13] [14] It is known that milrinone is cleared by the kidneys with little to no metabolism.",
            "Thus, plasma concentration is largely dependent on renal function.",
            "However, there is limited PK data for milrinone in newborns.",
            "PK studies of milrinone include preterm infants, full-term infants with single ventricle physiology undergoing cardio-pulmonary bypass, and limited data from the PRIMACORP trial. [",
            "15] [16] [17] These limited data suggest that neonates and infants demonstrate a lower clearance (CL) and higher volume of distribution compared with adults and children.",
            "The single PK study of milrinone in newborns with PPHN used noncompartmental approaches to analysis, making it difficult to assess age as a covariate.",
            "14 The primary objective of our pilot study was to describe the plasma concentrationtime profile of milrinone in infants with PPHN and to explore the impact of age within the first days of life on milrinone disposition.",
            "In addition, we aimed to add to the existing clinical, pharmacodynamic, and safety data in order to allowan optimal dosing regimen of milrinone to be developed for further study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "41469",
        "text": "This was a multicenter, randomized, open label pilot study of milrinone in infants with PPHN admitted between July 2010 and February 2013 to one of three studycenters (the Children's Hospital of Philadelphia, Children's Hospital of Michigan, and St. Louis Children's Hospital). Approval was obtained by each center's Institutional Review Board. This study was performed under IND #108332. Informed consent was obtained from the parents or legal guardians for all enrolled infants.",
        "section": "Study Design",
        "section_number": 2,
        "sentences": [
            "This was a multicenter, randomized, open label pilot study of milrinone in infants with PPHN admitted between July 2010 and February 2013 to one of three studycenters (the Children's Hospital of Philadelphia, Children's Hospital of Michigan, and St. Louis Children's Hospital).",
            "Approval was obtained by each center's Institutional Review Board.",
            "This study was performed under IND #108332.",
            "Informed consent was obtained from the parents or legal guardians for all enrolled infants."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "41469",
        "text": "All infants 10 days of age who were admitted to a study center and administered iNO were screened and the parents of eligible infants were approached for parental permission. Eligible infants were 34 weeks' gestational age; had <10 days of life; had an in-dwelling arterial catheter, were receiving iNO, and had hypoxemia defined by either (1) an oxygenation index (OI) of 15 or more as drawn from two postductal arterial blood gas samples (in-dwelling arterial catheter) taken at least 15 minutes apart or (2) mechanically ventilated and on a fraction of inspired oxygen of 0.75 for 6 hours. Infants were excluded if they had congenital heart disease (other than a patent ductus arteriosus [PDA], patent foramen ovale [PFO], or a small (<3 mm) ventricular septal defect) based on echocardiography or clinical assessment; lethal noncardiac congenital anomalies including diaphragmatic hernia; clinically apparent bleeding; platelets <30,000 or other laboratory evidence of coagulopathy; were on extracorporeal membrane oxygenation (ECMO) or planned to be initiated on ECMO within 2 hours of enrollment; or if the treating clinician refused.",
        "section": "Participants",
        "section_number": 3,
        "sentences": [
            "All infants 10 days of age who were admitted to a study center and administered iNO were screened and the parents of eligible infants were approached for parental permission.",
            "Eligible infants were 34 weeks' gestational age; had <10 days of life; had an in-dwelling arterial catheter, were receiving iNO, and had hypoxemia defined by either (1) an oxygenation index (OI) of 15 or more as drawn from two postductal arterial blood gas samples (in-dwelling arterial catheter) taken at least 15 minutes apart or (2) mechanically ventilated and on a fraction of inspired oxygen of 0.75 for 6 hours.",
            "Infants were excluded if they had congenital heart disease (other than a patent ductus arteriosus [PDA], patent foramen ovale [PFO], or a small (<3 mm) ventricular septal defect) based on echocardiography or clinical assessment; lethal noncardiac congenital anomalies including diaphragmatic hernia; clinically apparent bleeding; platelets <30,000 or other laboratory evidence of coagulopathy; were on extracorporeal membrane oxygenation (ECMO) or planned to be initiated on ECMO within 2 hours of enrollment; or if the treating clinician refused."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "41469",
        "text": "Participants received milrinone lactate injection in 5% dextrose, prepared at concentrations of 0.05 mg/mL for the bolus and 0.2 mg/mL for the infusion. The bolus was delivered over 1 hour and the infusion was administered for 24 hours. Participants were randomized into one of two dosing groups: (1) low dose, 20 mcg/kg bolus followed by an infusion of 0.2 mcg/kg/ minute, and (2) standard dose, 50 mcg/kg bolus followed by an infusion of 0.5 mcg/kg/ minute.",
        "section": "Intervention",
        "section_number": 4,
        "sentences": [
            "Participants received milrinone lactate injection in 5% dextrose, prepared at concentrations of 0.05 mg/mL for the bolus and 0.2 mg/mL for the infusion.",
            "The bolus was delivered over 1 hour and the infusion was administered for 24 hours.",
            "Participants were randomized into one of two dosing groups: (1) low dose, 20 mcg/kg bolus followed by an infusion of 0.2 mcg/kg/ minute, and (2) standard dose, 50 mcg/kg bolus followed by an infusion of 0.5 mcg/kg/ minute."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "41469",
        "text": "Primary Outcome: Pharmacokinetics-The primary end point was to define the plasma concentration-time profile of milrinone in neonates with PPHN. The schedule of milrinone PK sampling varied by weight to minimize blood sampling. Blood samples for assay were obtained at the end of the bolus dose, 15 minutes prior to end of infusion (EOI), and at four time points after the EOI, with the final sample at 12 to 15 hours after EOI. The total amount of blood sampled was less than 3 mL/kg. Plasma was separated by centrifugation and stored at -70°C at each site and shipped on dry ice for analysis. Milrinone plasma concentrations were determined using a validated highperformance liquid chromatography-tandem mass spectrometry assay with a lower limit of quantitation of 2 ng/mL (Center for Clinical Pharmacology at CHOP). The method was validated for milrinone concentrations of 2 to 1,000 ng/ mL. The intraday precision based on the standard deviation of replicates of quality control samples ranged from 3.3 to 6.9%, with accuracy ranging from 89 to 104%. The interday precision based on the standard deviation of replicates of quality control samples based on 3-day validation ranged from 4.2 to 8.9%, with accuracy ranging from 90 to 102%. Milrinone was stable in human plasma under assay and storage conditions.",
        "section": "Outcomes",
        "section_number": 5,
        "sentences": [
            "Primary Outcome: Pharmacokinetics-The primary end point was to define the plasma concentration-time profile of milrinone in neonates with PPHN.",
            "The schedule of milrinone PK sampling varied by weight to minimize blood sampling.",
            "Blood samples for assay were obtained at the end of the bolus dose, 15 minutes prior to end of infusion (EOI), and at four time points after the EOI, with the final sample at 12 to 15 hours after EOI.",
            "The total amount of blood sampled was less than 3 mL/kg.",
            "Plasma was separated by centrifugation and stored at -70°C at each site and shipped on dry ice for analysis.",
            "Milrinone plasma concentrations were determined using a validated highperformance liquid chromatography-tandem mass spectrometry assay with a lower limit of quantitation of 2 ng/mL (Center for Clinical Pharmacology at CHOP).",
            "The method was validated for milrinone concentrations of 2 to 1,000 ng/ mL. The intraday precision based on the standard deviation of replicates of quality control samples ranged from 3.3 to 6.9%, with accuracy ranging from 89 to 104%.",
            "The interday precision based on the standard deviation of replicates of quality control samples based on 3-day validation ranged from 4.2 to 8.9%, with accuracy ranging from 90 to 102%.",
            "Milrinone was stable in human plasma under assay and storage conditions."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "41469",
        "text": "Secondary Outcomes: Pharmacodynamics and Safety-Participants were monitored for 48 hours after receiving milrinone. Secondary outcomes included the change in OI and echocardiographic signs of pulmonary hypertension and left or right heart strain. Vital signs and ventilator settings were monitored hourly as per standard of care. Arterial blood gases were performed as clinically indicated and OI was calculated during analysis. Standard of care echocardiographic results obtained prior to the initiation of milrinone were recorded. An additional research echocardiogram was performed 12 to 24 hours after the initiation of the infusion. Prespecified echocardiographic parameters to be analyzed when possible included myocardial performance index (MPI) of the left ventricle (LV) and right ventricle (RV), cardiac output of the LV, tricuspid regurgitation, RV systolic pressure, mitral regurgitation, gradients across PFO, and PDA.",
        "section": "Outcomes",
        "section_number": 6,
        "sentences": [
            "Secondary Outcomes: Pharmacodynamics and Safety-Participants were monitored for 48 hours after receiving milrinone.",
            "Secondary outcomes included the change in OI and echocardiographic signs of pulmonary hypertension and left or right heart strain.",
            "Vital signs and ventilator settings were monitored hourly as per standard of care.",
            "Arterial blood gases were performed as clinically indicated and OI was calculated during analysis.",
            "Standard of care echocardiographic results obtained prior to the initiation of milrinone were recorded.",
            "An additional research echocardiogram was performed 12 to 24 hours after the initiation of the infusion.",
            "Prespecified echocardiographic parameters to be analyzed when possible included myocardial performance index (MPI) of the left ventricle (LV) and right ventricle (RV), cardiac output of the LV, tricuspid regurgitation, RV systolic pressure, mitral regurgitation, gradients across PFO, and PDA."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "41469",
        "text": "Prespecified safety outcomes included thrombocytopenia (platelets < 50,000/μL), hypotension requiring increased use of pressors, severe (grade III or IV) intraventricular hemorrhage (IVH), and sustained tachyarrhythmia. In addition, all laboratory and clinical data were evaluated for the presence of adverse events, which were summarized and reported to the U.S. Food and Drug Administration. Head ultrasound evaluation was obtained as part of safety monitoring within 48 hours after completion of the infusion. Dose-limiting toxicity was defined as any of the following events that were possibly, probably, or definitely attributable to milrinone: hypotension requiring at least 60 mL/kg of crystalloid and the addition of 2 inotropes to baseline support, ventricular arrhythmia requiring intervention, and persistent severe thrombocytopenia requiring >3 concentrated platelet transfusions.",
        "section": "Outcomes",
        "section_number": 7,
        "sentences": [
            "Prespecified safety outcomes included thrombocytopenia (platelets < 50,000/μL), hypotension requiring increased use of pressors, severe (grade III or IV) intraventricular hemorrhage (IVH), and sustained tachyarrhythmia.",
            "In addition, all laboratory and clinical data were evaluated for the presence of adverse events, which were summarized and reported to the U.S. Food and Drug Administration.",
            "Head ultrasound evaluation was obtained as part of safety monitoring within 48 hours after completion of the infusion.",
            "Dose-limiting toxicity was defined as any of the following events that were possibly, probably, or definitely attributable to milrinone: hypotension requiring at least 60 mL/kg of crystalloid and the addition of 2 inotropes to baseline support, ventricular arrhythmia requiring intervention, and persistent severe thrombocytopenia requiring >3 concentrated platelet transfusions."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "41469",
        "text": "The sample size was developed for the purpose of defining the pharmacokinetics of milrinone using a sparse sampling strategy to minimize the blood volume required. As the intersubject variability in this population was unknown, an empiric sample size of nine per dosing group was targeted, with a plan to assess the variability when half of the participants were enrolled to determine the number of participants required to model the PK profile. The pharmacodynamic and safety outcomes were intended to be observational; the study was not powered to achieve statistical significance in these areas.",
        "section": "Sample Size",
        "section_number": 8,
        "sentences": [
            "The sample size was developed for the purpose of defining the pharmacokinetics of milrinone using a sparse sampling strategy to minimize the blood volume required.",
            "As the intersubject variability in this population was unknown, an empiric sample size of nine per dosing group was targeted, with a plan to assess the variability when half of the participants were enrolled to determine the number of participants required to model the PK profile.",
            "The pharmacodynamic and safety outcomes were intended to be observational; the study was not powered to achieve statistical significance in these areas."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "41469",
        "text": "Interim safety analysis was performed by a Data Safety and Monitoring Committee (DSMC) when half of the target participants were enrolled. Criteria for accrual suspension included any deaths attributable to the study drug or a new IVH rate of greater than 10%.",
        "section": "Interim Analysis",
        "section_number": 9,
        "sentences": [
            "Interim safety analysis was performed by a Data Safety and Monitoring Committee (DSMC) when half of the target participants were enrolled.",
            "Criteria for accrual suspension included any deaths attributable to the study drug or a new IVH rate of greater than 10%."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "41469",
        "text": "Randomization was performed by the Investigational Pharmacy at each institution. PK and pharmacodynamic data were interpreted masked to knowledge of the clinical oxygenation requirements or ventilator requirements. Echo data were interpreted by blinded cardiologists.",
        "section": "Randomization",
        "section_number": 10,
        "sentences": [
            "Randomization was performed by the Investigational Pharmacy at each institution.",
            "PK and pharmacodynamic data were interpreted masked to knowledge of the clinical oxygenation requirements or ventilator requirements.",
            "Echo data were interpreted by blinded cardiologists."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "41469",
        "text": "Descriptive statistics and graphic analysis were used for baseline characteristics and pharmacodynamic endpoints. Wilcoxon signed-rank test was used to examine echocardiographic changes.",
        "section": "Statistical Methods",
        "section_number": 11,
        "sentences": [
            "Descriptive statistics and graphic analysis were used for baseline characteristics and pharmacodynamic endpoints.",
            "Wilcoxon signed-rank test was used to examine echocardiographic changes."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "41469",
        "text": "The population PK analysis was conducted using NONMEM (ICON Development Solutions, Ellicott City, MD) version 7.2 (ADVAN 3, TRANS 4). All models were run with the firstorder conditional estimation with interaction (FOCE-I) method. S-Plus Version 6.2 (Insightful Inc., Data Analysis Products Division, Seattle, WA) was used for goodness-of-fit diagnostics and graphical displays. The goodness-of-fit from each NONMEM run was assessed by the examination of the following criteria: visual inspection of diagnostic scatter plots (observed vs. predicted concentration, observed and predicted concentration vs. time, and weighted residual vs. predicted concentration or time), the precision of the parameter estimates as measured by asymptotic standard errors derived from the covariance matrix of the estimates, successful minimization with at least three significant digits in parameter estimates, changes in the Akaike Information Criterion (minimum value of the objective function plus two times the total number of parameters), and changes in the estimates of interindividual and residual variability for the specified model. Nonparametric bootstrap analysis was performed using NONMEM VII interfaced with PDX-Pop Version 5.0 (ICON) and R Version 2.15.2 (R Foundation for Statistical Computing). One and two compartment models were investigated. A two-compartment disposition model was deemed optimal to define the milrinone plasma concentration profile based on results from the model building process. Models were parameterized by CL (mL/minute), intercompartmental CL (Q, mL/ minute), central volume of distribution (V1, liters), and peripheral volume of distribution (V2, liters). An exponential variance model was used to describe the unexplained random variability of PK parameters across individuals in the form of P i ¼θ k exp(η ki ), where P i is the estimated parameter value for the individual participant i, θ k is the typical population value of parameter k, and η ki are the interindividual random effects for individual i and parameter k. Models were explored using various interindividual random effect covariance structures.",
        "section": "Statistical Methods",
        "section_number": 12,
        "sentences": [
            "The population PK analysis was conducted using NONMEM (ICON Development Solutions, Ellicott City, MD) version 7.2 (ADVAN 3, TRANS 4).",
            "All models were run with the firstorder conditional estimation with interaction (FOCE-I) method.",
            "S-Plus Version 6.2 (Insightful Inc., Data Analysis Products Division, Seattle, WA) was used for goodness-of-fit diagnostics and graphical displays.",
            "The goodness-of-fit from each NONMEM run was assessed by the examination of the following criteria: visual inspection of diagnostic scatter plots (observed vs. predicted concentration, observed and predicted concentration vs. time, and weighted residual vs. predicted concentration or time), the precision of the parameter estimates as measured by asymptotic standard errors derived from the covariance matrix of the estimates, successful minimization with at least three significant digits in parameter estimates, changes in the Akaike Information Criterion (minimum value of the objective function plus two times the total number of parameters), and changes in the estimates of interindividual and residual variability for the specified model.",
            "Nonparametric bootstrap analysis was performed using NONMEM VII interfaced with PDX-Pop Version 5.0 (ICON) and R Version 2.15.2 (R Foundation for Statistical Computing).",
            "One and two compartment models were investigated.",
            "A two-compartment disposition model was deemed optimal to define the milrinone plasma concentration profile based on results from the model building process.",
            "Models were parameterized by CL (mL/minute), intercompartmental CL (Q, mL/ minute), central volume of distribution (V1, liters), and peripheral volume of distribution (V2, liters).",
            "An exponential variance model was used to describe the unexplained random variability of PK parameters across individuals in the form of P i ¼θ k exp(η ki ), where P i is the estimated parameter value for the individual participant i, θ k is the typical population value of parameter k, and η ki are the interindividual random effects for individual i and parameter k. Models were explored using various interindividual random effect covariance structures."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "41469",
        "text": "Interindividual variability was initially estimated for CL and then subsequently for the remaining PK parameters. Additive, proportional and combined (additive and proportional) residual error models were considered during the model building process. Ultimately, a proportional error model was used to describe random residual variability. Age and weight were evaluated as covariates in the model. The impact of weight on all PK parameters was investigated using an allometric model: TVP¼ θTVP * (WTi /WTref) θallometric , which is similar to the linear model, except θ allometric is an allometric power parameter based on physiological consideration of size impact on metabolic processes and is fixed at a value of 0.75 for CLs and a value of 1 for volumes. 18 A reference weight of 3.4 kg was used. Age was incorporated as a covariate on CL to account for the maturation of renal function. Age was evaluated using the Hill equation and also in a power model.",
        "section": "Statistical Methods",
        "section_number": 13,
        "sentences": [
            "Interindividual variability was initially estimated for CL and then subsequently for the remaining PK parameters.",
            "Additive, proportional and combined (additive and proportional) residual error models were considered during the model building process.",
            "Ultimately, a proportional error model was used to describe random residual variability.",
            "Age and weight were evaluated as covariates in the model.",
            "The impact of weight on all PK parameters was investigated using an allometric model: TVP¼ θTVP * (WTi /WTref) θallometric , which is similar to the linear model, except θ allometric is an allometric power parameter based on physiological consideration of size impact on metabolic processes and is fixed at a value of 0.75 for CLs and a value of 1 for volumes.",
            "18 A reference weight of 3.4 kg was used.",
            "Age was incorporated as a covariate on CL to account for the maturation of renal function.",
            "Age was evaluated using the Hill equation and also in a power model."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "41469",
        "text": "The number of screened, eligible, and randomized participants is shown in Fig. 1 . Nine participants were enrolled before the study was stopped early for low enrollment. The baseline characteristics for the six evaluable participants are summarized in Table 1 . Three participants who received study drug did not receive enough of the intervention to meet the prespecified definition of evaluable (Appendix). One of these proceeded immediately to ECMO, and study drug was stopped due to possible hypotension that did not meet the prespecified criteria for dose-limiting toxicity.",
        "section": "Participants",
        "section_number": 14,
        "sentences": [
            "The number of screened, eligible, and randomized participants is shown in Fig. 1 .",
            "Nine participants were enrolled before the study was stopped early for low enrollment.",
            "The baseline characteristics for the six evaluable participants are summarized in Table 1 .",
            "Three participants who received study drug did not receive enough of the intervention to meet the prespecified definition of evaluable (Appendix).",
            "One of these proceeded immediately to ECMO, and study drug was stopped due to possible hypotension that did not meet the prespecified criteria for dose-limiting toxicity."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "41469",
        "text": "An interim safety analysis was performed by the DSMC after nine participants were enrolled. The DSMC identified no safety concerns and recommended continuation of the study. However, due to lack of feasibility, the study was stopped without enrolling any additional participants.",
        "section": "Interim Analysis",
        "section_number": 15,
        "sentences": [
            "An interim safety analysis was performed by the DSMC after nine participants were enrolled.",
            "The DSMC identified no safety concerns and recommended continuation of the study.",
            "However, due to lack of feasibility, the study was stopped without enrolling any additional participants."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "41469",
        "text": "All models were developed based on data from the six evaluable participants. A concentration time plot for the six participants is demonstrated in Fig. 2 . The final structural model was a two compartment disposition model with interindividual variability estimated on CL. Using FOCE-I estimation, all models minimized with successful execution of the covariance step. Scaling the PK parameters allometrically to weight resulted in a nine-point improvement in the objective function when compared to an unscaled model. The addition of age in a power model did not change the objective function but is reported because its addition improved the precision of the CL estimate (standard error percent reduction from 35.2 to 18.8%). Final parameter estimates and interindividual variability are represented in Table 2 , with the respective standard errors of the point estimates.",
        "section": "Pharmacokinetics",
        "section_number": 16,
        "sentences": [
            "All models were developed based on data from the six evaluable participants.",
            "A concentration time plot for the six participants is demonstrated in Fig. 2 .",
            "The final structural model was a two compartment disposition model with interindividual variability estimated on CL.",
            "Using FOCE-I estimation, all models minimized with successful execution of the covariance step.",
            "Scaling the PK parameters allometrically to weight resulted in a nine-point improvement in the objective function when compared to an unscaled model.",
            "The addition of age in a power model did not change the objective function but is reported because its addition improved the precision of the CL estimate (standard error percent reduction from 35.2 to 18.8%).",
            "Final parameter estimates and interindividual variability are represented in Table 2 , with the respective standard errors of the point estimates."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "41469",
        "text": "Using the final full covariate model, the estimated value of CL is 7.65 mL/minute/3.4 kg (3.05 mL/minute/kg). There was no systematic bias in the estimation of plasma concentrations for the entire study. This is represented in Fig. 3 , which represents a plot of the observed, population-predicted, and individual-predicted concentrations versus time for the full covariate model.",
        "section": "Pharmacokinetics",
        "section_number": 17,
        "sentences": [
            "Using the final full covariate model, the estimated value of CL is 7.65 mL/minute/3.4 kg (3.05 mL/minute/kg).",
            "There was no systematic bias in the estimation of plasma concentrations for the entire study.",
            "This is represented in Fig. 3 , which represents a plot of the observed, population-predicted, and individual-predicted concentrations versus time for the full covariate model."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "41469",
        "text": "The variation of OI and milrinone concentrations over time is shown in Fig. 4 . The small sample size prohibits statistical analysis but the OI was highly variable within each participant and improved with time.",
        "section": "Pharmacodynamics",
        "section_number": 18,
        "sentences": [
            "The variation of OI and milrinone concentrations over time is shown in Fig. 4 .",
            "The small sample size prohibits statistical analysis but the OI was highly variable within each participant and improved with time."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "41469",
        "text": "Echocardiography was performed in all six evaluable participants. Prior to initiation (median: 818 minutes prior; range: 401-1,440), 100% of participants (n ¼ 6) had a PFO and 50% (n ¼ 3) had a PDA (one trivial, one moderate, and one large PDA). Both the RV MPI and LV MPI were within the published normal range (0.39 0.13 and 0.28 0.10, respectively). 19 In 80% of participants (4/5), RV MPI improved, but this change was not significant (0.28 0.13; p ¼ 0.35). The LV MPI improved in half the participants and worsened in the other half (0.38 0.12; p ¼ 0.29). Of note, PDA size was unchanged, except that the one trivial PDA seen on initial examination was no longer visible on subsequent echocardiograms.",
        "section": "Echocardiographic Evaluation",
        "section_number": 19,
        "sentences": [
            "Echocardiography was performed in all six evaluable participants.",
            "Prior to initiation (median: 818 minutes prior; range: 401-1,440), 100% of participants (n ¼ 6) had a PFO and 50% (n ¼ 3) had a PDA (one trivial, one moderate, and one large PDA).",
            "Both the RV MPI and LV MPI were within the published normal range (0.39 0.13 and 0.28 0.10, respectively).",
            "19 In 80% of participants (4/5), RV MPI improved, but this change was not significant (0.28 0.13; p ¼ 0.35).",
            "The LV MPI improved in half the participants and worsened in the other half (0.38 0.12; p ¼ 0.29).",
            "Of note, PDA size was unchanged, except that the one trivial PDA seen on initial examination was no longer visible on subsequent echocardiograms."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "41469",
        "text": "There were no serious adverse events reported during the study. Allnineinfantswhoreceivedmilrinonesurvivedtodischarge.The infants enrolled were severely ill, but overall clinically improved during the study. ►Table 3 shows the cointerventions the participants received prior to, during, and at the conclusion of the 48-hour monitoring period. Mean arterial blood pressure and milrinone concentrations over time for each participant are shown in ►Fig. 5. The small sample size prohibits statistical analysis,butthemeanarterialbloodpressurewasrelativelystable within each participant despite the milrinone concentration.",
        "section": "Safety and Tolerability",
        "section_number": 20,
        "sentences": [
            "There were no serious adverse events reported during the study.",
            "Allnineinfantswhoreceivedmilrinonesurvivedtodischarge.",
            "The infants enrolled were severely ill, but overall clinically improved during the study.",
            "►Table 3 shows the cointerventions the participants received prior to, during, and at the conclusion of the 48-hour monitoring period.",
            "Mean arterial blood pressure and milrinone concentrations over time for each participant are shown in ►Fig. 5.",
            "The small sample size prohibits statistical analysis,butthemeanarterialbloodpressurewasrelativelystable within each participant despite the milrinone concentration."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "41469",
        "text": "In this study, we aimed to define the PK profile of milrinone in newbwith PPHN, evaluate the impact of age on CL in the early newborn period, and contribute to the pharmacodynamic and safety data for milrinone in this population",
        "section": "Discussion",
        "section_number": 21,
        "sentences": [
            "In this study, we aimed to define the PK profile of milrinone in newbwith PPHN, evaluate the impact of age on CL in the early newborn period, and contribute to the pharmacodynamic and safety data for milrinone in this population"
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "41469",
        "text": "In six infants with PPHN within the first days of life, we estimated milrinone CL to be 7.65 mL/minute/3.4 kg or 3.05 mL/minute/kg. Our data are consistent with prior PK studies of milrinone administration to newborns; however, this study contributes additional understanding of the pharmacokinetics. There have been four previous studies of milrinone pharmacokinetics that included infants. Bailey et al studied children following cardiac surgery in the PRIMACORP trial. This included 46 infants 0 to 1 month of age but an unreported number in the age range studied here. With a one-compartment model, the CL was 3.3 mL/minute/kg in infants and 1.6 mL/minute/kg in infants 0 to 1 months of age, with a volume of distribution of about 500 mL/kg. 16 Paradisis et al studied milrinone in preterm infants less than 29 weeks in thefirst 24 hours of life. The population mean CL in the onecompartment model was 0.64 mL/kg/minute and the volume of distribution was 576 mL/kg. 15 Zuppa et al studied neonates with hypoplastic left heart syndrome undergoing stage I reconstruction. Sixteen full term neonates were studied, all with single ventricle heart disease and all requiring cardiopulmonary bypass. Using a two-compartment model, the CL rate was 2.6 mL/minute/kg. 17 McNamara et al recently studied 11 participants with PPHN and, using a one-compartment model, calculated a CL of 1.8 mL/minute/kg. 14 What distinguishes this study from those prior is that our approach allowed for an initial evaluation of age as a covariate effect on CL. We therefore determined that CL increases with increasing age (within the constraints of the age range of the participants in the analysis). The impact of age on CL is demonstrated in the concentration-time profile of the two participants in the low-dose group (►Fig. 2). In Fig. 2 , the 1-day-old infant demonstrates a much higher plasma milrinone concentration than the 6-day-old, supporting the finding that the 6-day-old has a higher CL.",
        "section": "Pharmacokinetics",
        "section_number": 22,
        "sentences": [
            "In six infants with PPHN within the first days of life, we estimated milrinone CL to be 7.65 mL/minute/3.4 kg or 3.05 mL/minute/kg.",
            "Our data are consistent with prior PK studies of milrinone administration to newborns; however, this study contributes additional understanding of the pharmacokinetics.",
            "There have been four previous studies of milrinone pharmacokinetics that included infants.",
            "Bailey et al studied children following cardiac surgery in the PRIMACORP trial.",
            "This included 46 infants 0 to 1 month of age but an unreported number in the age range studied here.",
            "With a one-compartment model, the CL was 3.3 mL/minute/kg in infants and 1.6 mL/minute/kg in infants 0 to 1 months of age, with a volume of distribution of about 500 mL/kg.",
            "16 Paradisis et al studied milrinone in preterm infants less than 29 weeks in thefirst 24 hours of life.",
            "The population mean CL in the onecompartment model was 0.64 mL/kg/minute and the volume of distribution was 576 mL/kg.",
            "15 Zuppa et al studied neonates with hypoplastic left heart syndrome undergoing stage I reconstruction.",
            "Sixteen full term neonates were studied, all with single ventricle heart disease and all requiring cardiopulmonary bypass.",
            "Using a two-compartment model, the CL rate was 2.6 mL/minute/kg.",
            "17 McNamara et al recently studied 11 participants with PPHN and, using a one-compartment model, calculated a CL of 1.8 mL/minute/kg.",
            "14 What distinguishes this study from those prior is that our approach allowed for an initial evaluation of age as a covariate effect on CL.",
            "We therefore determined that CL increases with increasing age (within the constraints of the age range of the participants in the analysis).",
            "The impact of age on CL is demonstrated in the concentration-time profile of the two participants in the low-dose group (►Fig. 2).",
            "In Fig. 2 , the 1-day-old infant demonstrates a much higher plasma milrinone concentration than the 6-day-old, supporting the finding that the 6-day-old has a higher CL."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "41469",
        "text": "Our study not only confirms the reduced CL of milrinone in newborns but also raises the possibility that postnatal age predictably contributes to the CL of milrinone in newborns with PPHN. If confirmed, this implies that dosing regimens of milrinone in neonates <10 days of age should be adjusted for age. We did not see this effect plateau at 10 days and therefore a power model was implemented. The narrow age range of the participants in this study precluded further evaluation. Further study will be needed to define the age at which CL mechanisms have achieved those found in the adult.",
        "section": "Pharmacokinetics",
        "section_number": 23,
        "sentences": [
            "Our study not only confirms the reduced CL of milrinone in newborns but also raises the possibility that postnatal age predictably contributes to the CL of milrinone in newborns with PPHN.",
            "If confirmed, this implies that dosing regimens of milrinone in neonates <10 days of age should be adjusted for age.",
            "We did not see this effect plateau at 10 days and therefore a power model was implemented.",
            "The narrow age range of the participants in this study precluded further evaluation.",
            "Further study will be needed to define the age at which CL mechanisms have achieved those found in the adult."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "41469",
        "text": "The MPI has been used to combine systolic and diastolic performance in a single metric with normal values established in children across ages included neonates. 20, 21 It has been shown to be higher in magnitude (reflecting poor function) in patients with pulmonary hypertension as well as those with ventricular dysfunction due to chronic hypertension or ischemic heart disease. 22 In this small series, there was not a significant change in RV or LV MPI, which may be due to the presence of a PDA to offload the RV. The inclusion of MPI in studies of PPHN could help define its use in estimating the severity of pulmonary hypertension in this population.",
        "section": "Echocardiographic Effects",
        "section_number": 24,
        "sentences": [
            "The MPI has been used to combine systolic and diastolic performance in a single metric with normal values established in children across ages included neonates.",
            "20, 21 It has been shown to be higher in magnitude (reflecting poor function) in patients with pulmonary hypertension as well as those with ventricular dysfunction due to chronic hypertension or ischemic heart disease.",
            "22 In this small series, there was not a significant change in RV or LV MPI, which may be due to the presence of a PDA to offload the RV.",
            "The inclusion of MPI in studies of PPHN could help define its use in estimating the severity of pulmonary hypertension in this population."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "41469",
        "text": "Published literature on milrinone in pediatric cardiac surgery and septic shock reported no attributable deaths due to the drug. 6, [23] [24] [25] While systemic hypotension is possible due to vasodilation, it also commonly occurs in patients with PPHN who do not receive vasodilating agents. In a case series of treated infants with PPHN, systemic blood pressure stabilized or improved. [11] [12] [13] [14] Similarly, hypotension in this study did not appear to be related to milrinone concentration (Fig. 3) . In a study of children aged 6 weeks to 11 years undergoing cardiopulmonary bypass during cardiac repair, Ramamoorthy et al found some evidence of thrombocytopenia in 58%, although none was life-threatening and 2 out of 19 had tachyarrhythmia. 25 These effects were not seen in the three case series for PPHN and were not observed in this study. [11] [12] [13] [14] One case series for PPHN reported that 2 out of 4 developed IVH, but this was not found in other PPHN case series nor was it seen in the PRIMACORP trial. One of these events in the case series occurred in an infant of 26 weeks' gestational age. 11 We did not observe any severe IVH in this small sample.",
        "section": "Safety",
        "section_number": 25,
        "sentences": [
            "Published literature on milrinone in pediatric cardiac surgery and septic shock reported no attributable deaths due to the drug.",
            "6, [23] [24] [25] While systemic hypotension is possible due to vasodilation, it also commonly occurs in patients with PPHN who do not receive vasodilating agents.",
            "In a case series of treated infants with PPHN, systemic blood pressure stabilized or improved. [",
            "11] [12] [13] [14] Similarly, hypotension in this study did not appear to be related to milrinone concentration (Fig. 3) .",
            "In a study of children aged 6 weeks to 11 years undergoing cardiopulmonary bypass during cardiac repair, Ramamoorthy et al found some evidence of thrombocytopenia in 58%, although none was life-threatening and 2 out of 19 had tachyarrhythmia.",
            "25 These effects were not seen in the three case series for PPHN and were not observed in this study. [",
            "11] [12] [13] [14] One case series for PPHN reported that 2 out of 4 developed IVH, but this was not found in other PPHN case series nor was it seen in the PRIMACORP trial.",
            "One of these events in the case series occurred in an infant of 26 weeks' gestational age.",
            "11 We did not observe any severe IVH in this small sample."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "41469",
        "text": "The dosing regimens in this study were selected with the goal of minimizing risk while maximizing potential benefit. We chose to administer a bolus dose due to the known large volume of distribution in infants and the clinical need to reach a therapeutic concentration quickly. The higher dose of 0.5 mcg/kg/minute was selected because this is the standard dose per our institution's formulary and the most common studied dose in the literature. Drug accumulation has been observed in two related populations at this dose: premature infants <29 weeks' gestational age and neonates 0 to 8 days of age in the first 12 hours postoperative from hypoplastic left heart syndrome (HLHS) repair with markedly impaired renal function. 15, 17 In the former, accumulation was not seen with a dose of 0.2 mcg/kg/ minute, and in the latter, it was modeled that accumulation would not occur at 0.2 mcg/kg/ minute. Therefore, that dose was selected as a low dose at which accumulation would still result in concentrations that fell within the therapeutic range.",
        "section": "Safety",
        "section_number": 26,
        "sentences": [
            "The dosing regimens in this study were selected with the goal of minimizing risk while maximizing potential benefit.",
            "We chose to administer a bolus dose due to the known large volume of distribution in infants and the clinical need to reach a therapeutic concentration quickly.",
            "The higher dose of 0.5 mcg/kg/minute was selected because this is the standard dose per our institution's formulary and the most common studied dose in the literature.",
            "Drug accumulation has been observed in two related populations at this dose: premature infants <29 weeks' gestational age and neonates 0 to 8 days of age in the first 12 hours postoperative from hypoplastic left heart syndrome (HLHS) repair with markedly impaired renal function.",
            "15, 17 In the former, accumulation was not seen with a dose of 0.2 mcg/kg/ minute, and in the latter, it was modeled that accumulation would not occur at 0.2 mcg/kg/ minute.",
            "Therefore, that dose was selected as a low dose at which accumulation would still result in concentrations that fell within the therapeutic range."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "41469",
        "text": "The chief limitation of this study is the small sample size, which was only sufficient to meet the primaryobjective of the development of a PK model in newborns with PPHN. The sample size precluded statistical testing of the pharmacodynamic data; hence, we presented those data using descriptive analysis.",
        "section": "Safety",
        "section_number": 27,
        "sentences": [
            "The chief limitation of this study is the small sample size, which was only sufficient to meet the primaryobjective of the development of a PK model in newborns with PPHN.",
            "The sample size precluded statistical testing of the pharmacodynamic data; hence, we presented those data using descriptive analysis."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "41469",
        "text": "The CL of milrinone in newborns with PPHN is reduced and may be affected by age. In this pilot study, we did not see significant pharmacodynamic or safety effects on enrolled infants. Further research is needed to confirm the effect of age on milrinone CL and to best characterize the age effect in neonates >10 days old. We strongly support the rigorous study of milrinone in the context of randomized controlled trials to determine its safety and effectiveness in newborns with PPHN. Flow diagram. From July 2010 through February 2013, three sites screened 149 infants of whom 44 were eligible. A total of 12 infants were successfully enrolled, with 9 who received study drug and 6 who were evaluable. ECMO, extracorporeal membrane oxygenation; CDH, congenital diaphragmatic hernia; CHD, congenital heart disease. Observed versus population (left) and individual (right) predicted concentrations linear for the full covariate pharmacokinetic model. Lowess smoother is included for the entire dataset (black dashed line). Oxygenation index and milrinone concentration over time. Blood pressure and milrinone concentration over time Abbreviations:CV, coefficient of variation; PK, pharmacokinetic; SE, standard error.",
        "section": "Conclusion",
        "section_number": 28,
        "sentences": [
            "The CL of milrinone in newborns with PPHN is reduced and may be affected by age.",
            "In this pilot study, we did not see significant pharmacodynamic or safety effects on enrolled infants.",
            "Further research is needed to confirm the effect of age on milrinone CL and to best characterize the age effect in neonates >10 days old.",
            "We strongly support the rigorous study of milrinone in the context of randomized controlled trials to determine its safety and effectiveness in newborns with PPHN.",
            "Flow diagram.",
            "From July 2010 through February 2013, three sites screened 149 infants of whom 44 were eligible.",
            "A total of 12 infants were successfully enrolled, with 9 who received study drug and 6 who were evaluable.",
            "ECMO, extracorporeal membrane oxygenation; CDH, congenital diaphragmatic hernia; CHD, congenital heart disease.",
            "Observed versus population (left) and individual (right) predicted concentrations linear for the full covariate pharmacokinetic model.",
            "Lowess smoother is included for the entire dataset (black dashed line).",
            "Oxygenation index and milrinone concentration over time.",
            "Blood pressure and milrinone concentration over time Abbreviations:CV, coefficient of variation; PK, pharmacokinetic; SE, standard error."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "41469",
        "text": "Note: Parameter estimates from the population PK model. SE % is the standard error percent derived from the NONMEM asymptotic standard errors. Interindividual variability and proportional residual variability point estimates are presented as percent coefficient of variation (square root of variance)*100. CL = θCL*(WT/3.4)0.75*(age/2)0.58 (assessed for neonates up to 9 days old). V1 = θV1*(WT/3.4). Q = θQ*(WT/3.4)0.75. V2 = θV2*(WT/3.4).",
        "section": "Concentration-time plots by dosing group",
        "section_number": 29,
        "sentences": [
            "Note: Parameter estimates from the population PK model.",
            "SE % is the standard error percent derived from the NONMEM asymptotic standard errors.",
            "Interindividual variability and proportional residual variability point estimates are presented as percent coefficient of variation (square root of variance)*100.",
            "CL = θCL*(WT/3.4)0.75*(age/2)0.58 (assessed for neonates up to 9 days old).",
            "V1 = θV1*(WT/3.4).",
            "Q = θQ*(WT/3.4)0.75.",
            "V2 = θV2*(WT/3.4)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "41469",
        "text": "Number of participants recieving co-interventions prior to, during, and at the end of the 48-hour study ",
        "section": "Table 3",
        "section_number": 30,
        "sentences": [
            "Number of participants recieving co-interventions prior to, during, and at the end of the 48-hour study"
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "41469",
        "text": "Am J Perinatol. Author manuscript; available in PMC 2019 January 22.",
        "section": "",
        "section_number": 31,
        "sentences": [
            "Am J Perinatol.",
            "Author manuscript; available in PMC 2019 January 22."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    }
]