[
    {
        "doc_id": "37494",
        "text": "A RTERIAL cannulation is frequently used for continuous blood pressure monitoring and blood sampling in the operating room and intensive care unit. 1,2 However, arterial cannulation in pediatric patients is challenging, even for experienced anesthesiologists. 3,4 Numerous studies have been conducted to determine methods to improve the success rate of cannulation, including studies on ultrasound guidance, 1,5 wrist position, 6 and appropriate catheter size. 7-9 The radial artery, femoral artery, brachial artery, ulnar artery, dorsalis pedis artery, posterior tibial artery, axillary artery, and superficial temporal arteries are considered when performing cannulation in clinical practice. 10,11 Among them, the radial artery is recommended owing to its proximity to the skin surface, collateral circulation with the ulnar artery, and low complication rate. 7,10 However, an alternative arterial site for cannulation is required in cases of unsuccessful cannulation, when the upper limb is burned or injured, and in surgical procedures involving the arms. The foot arteries are selected as alternatives to the radial artery in pediatric patients. 2,12,13 The suitability of using the dorsalis pedis artery has been studied previously, 14 but examinations regarding the posterior tibial artery have been few. 15,16 For successful arterial cannulation, the arterial size and depth from the skin are important considerations, particularly in small children 3 ; generally, the smaller the arterial diameter, the greater the failure rate. 8 The objectives of this study were to evaluate the anatomical characteristics of the posterior tibial artery compared with the radial and dorsalis pedis arteries with respect to diameter, depth from the skin surface, and cross-sectional area and to What We Already Know about This Topic • Arterial cannulation in pediatric patients is challenging, and artery size and depth from the skin are important determinants of success • The radial artery is generally recommended, but alternative sites may be needed, and there is no standard alternative What This Article Tells Us That Is New • In an observational study of 60 children (median age, 13 months), radial, dorsalis pedis, and posterior tibial artery diameters averaged 1.5, 1.2, and 1.6 mm, respectively • In a prospective randomized study in 234 children (median age, 6 months), arterial cannulation first-attempt rate of success was 83, 45, and 75% for radial, dorsalis pedis, and posterior tibial arteries, respectively • For ultrasound-guided arterial cannulation in small children, the posterior tibial artery is a reasonable alternative to the radial artery",
        "section": "Abstract",
        "sentences": [
            "A RTERIAL cannulation is frequently used for continuous blood pressure monitoring and blood sampling in the operating room and intensive care unit.",
            "1,2 However, arterial cannulation in pediatric patients is challenging, even for experienced anesthesiologists.",
            "3,4 Numerous studies have been conducted to determine methods to improve the success rate of cannulation, including studies on ultrasound guidance, 1,5 wrist position, 6 and appropriate catheter size.",
            "7-9 The radial artery, femoral artery, brachial artery, ulnar artery, dorsalis pedis artery, posterior tibial artery, axillary artery, and superficial temporal arteries are considered when performing cannulation in clinical practice.",
            "10,11 Among them, the radial artery is recommended owing to its proximity to the skin surface, collateral circulation with the ulnar artery, and low complication rate.",
            "7,10 However, an alternative arterial site for cannulation is required in cases of unsuccessful cannulation, when the upper limb is burned or injured, and in surgical procedures involving the arms.",
            "The foot arteries are selected as alternatives to the radial artery in pediatric patients.",
            "2,12,13 The suitability of using the dorsalis pedis artery has been studied previously, 14 but examinations regarding the posterior tibial artery have been few.",
            "15,16 For successful arterial cannulation, the arterial size and depth from the skin are important considerations, particularly in small children 3 ; generally, the smaller the arterial diameter, the greater the failure rate.",
            "8 The objectives of this study were to evaluate the anatomical characteristics of the posterior tibial artery compared with the radial and dorsalis pedis arteries with respect to diameter, depth from the skin surface, and cross-sectional area and to What We Already Know about This Topic • Arterial cannulation in pediatric patients is challenging, and artery size and depth from the skin are important determinants of success • The radial artery is generally recommended, but alternative sites may be needed, and there is no standard alternative What This Article Tells Us That Is New • In an observational study of 60 children (median age, 13 months), radial, dorsalis pedis, and posterior tibial artery diameters averaged 1.5, 1.2, and 1.6 mm, respectively • In a prospective randomized study in 234 children (median age, 6 months), arterial cannulation first-attempt rate of success was 83, 45, and 75% for radial, dorsalis pedis, and posterior tibial arteries, respectively • For ultrasound-guided arterial cannulation in small children, the posterior tibial artery is a reasonable alternative to the radial artery"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37494",
        "text": "compare the first-attempt success rate of cannulation using ultrasound in small children.",
        "section": "",
        "section_number": 1,
        "sentences": [
            "compare the first-attempt success rate of cannulation using ultrasound in small children."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37494",
        "text": "A two-stage study was conducted. In the first stage, the suitability of using the posterior tibial artery compared with the radial and dorsalis pedis arteries was assessed in 60 pediatric patients. The second stage was planned to validate the usefulness of posterior tibial artery cannulation in 234 consecutive patients using real-time ultrasound-guided cannulation.",
        "section": "Materials and Methods",
        "section_number": 2,
        "sentences": [
            "A two-stage study was conducted.",
            "In the first stage, the suitability of using the posterior tibial artery compared with the radial and dorsalis pedis arteries was assessed in 60 pediatric patients.",
            "The second stage was planned to validate the usefulness of posterior tibial artery cannulation in 234 consecutive patients using real-time ultrasound-guided cannulation."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37494",
        "text": "The first observational study (Ref. H-1507-099-689) and the second prospective parallel-arm single-blind randomized controlled superiority study (Ref. H-1606-108-771) were approved by the Institutional Review Board of Seoul National University Hospital, registered at the Clinical Research Information Service (cris.nih.go.kr, KCT0001612) and ClinicalTrials.gov (NCT02912481; principal investigator, Hee-Soo Kim; date of registration, September 21, 2016), respectively, and conformed to the tenets of the Declaration of Helsinki.",
        "section": "Materials and Methods",
        "section_number": 3,
        "sentences": [
            "The first observational study (Ref.",
            "H-1507-099-689) and the second prospective parallel-arm single-blind randomized controlled superiority study (Ref.",
            "H-1606-108-771) were approved by the Institutional Review Board of Seoul National University Hospital, registered at the Clinical Research Information Service (cris.nih.go.kr, KCT0001612) and ClinicalTrials.gov (NCT02912481; principal investigator, Hee-Soo Kim; date of registration, September 21, 2016), respectively, and conformed to the tenets of the Declaration of Helsinki."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37494",
        "text": "This study was conducted at a single tertiary care university children's hospital in Seoul, Korea. Eligible pediatric patients and their parents were approached by study staff who explained the purpose and procedures of the study. Written informed consent was obtained from the parents of the pediatric patients. For the first observational study, 60 pediatric patients who underwent general anesthesia from September 2015 to January 2016 were sequentially enrolled. The second study randomized 275 patients who needed invasive arterial monitoring during the surgery from September 2016 to March 2017 ( fig. 1 ).",
        "section": "Materials and Methods",
        "section_number": 4,
        "sentences": [
            "This study was conducted at a single tertiary care university children's hospital in Seoul, Korea.",
            "Eligible pediatric patients and their parents were approached by study staff who explained the purpose and procedures of the study.",
            "Written informed consent was obtained from the parents of the pediatric patients.",
            "For the first observational study, 60 pediatric patients who underwent general anesthesia from September 2015 to January 2016 were sequentially enrolled.",
            "The second study randomized 275 patients who needed invasive arterial monitoring during the surgery from September 2016 to March 2017 ( fig. 1 )."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37494",
        "text": "Suitability of the Posterior Tibial Artery with Respect to Anatomical Characteristics Using Ultrasound. After tracheal intubation, imaging was performed by one anesthesiologist (E.-H.K.) when the vital signs were stable, without vasoactive drug administration. We used a LOGIQe ultrasound unit (GE Medical Systems Co., USA) with a linear \"hockey stick\" probe (i12L-RS probe, GE Medical Systems Co.; 4 to 10 MHz) with a 29 × 10-mm footprint. The image depth was set at 1.5 to 2.0 cm, and the gain settings were optimally adjusted. The short and longitudinal axis views of the radial, dorsalis pedis, and posterior tibial arteries were obtained using ultrasound at two different positions in each artery: (1) neutral and (2) after repositioning (wrist dorsiflexion up to 45° for the radial artery, ankle plantar flexion for the dorsalis pedis artery, and ankle dorsiflexion up to 90° and eversion for the posterior tibial artery; fig. 2 ). For wrist dorsiflexion, we prepared a wrist board at a 45° angle. However, one of the authors gently repositioned the foot to achieve the proper position for ankle flexion. At each position, we performed three consecutive measurements, respectively.",
        "section": "Study Protocol",
        "section_number": 5,
        "sentences": [
            "Suitability of the Posterior Tibial Artery with Respect to Anatomical Characteristics Using Ultrasound.",
            "After tracheal intubation, imaging was performed by one anesthesiologist (E.-H.K.) when the vital signs were stable, without vasoactive drug administration.",
            "We used a LOGIQe ultrasound unit (GE Medical Systems Co., USA) with a linear \"hockey stick\" probe (i12L-RS probe, GE Medical Systems Co.; 4 to 10 MHz) with a 29 × 10-mm footprint.",
            "The image depth was set at 1.5 to 2.0 cm, and the gain settings were optimally adjusted.",
            "The short and longitudinal axis views of the radial, dorsalis pedis, and posterior tibial arteries were obtained using ultrasound at two different positions in each artery: (1) neutral and (2) after repositioning (wrist dorsiflexion up to 45° for the radial artery, ankle plantar flexion for the dorsalis pedis artery, and ankle dorsiflexion up to 90° and eversion for the posterior tibial artery; fig. 2 ).",
            "For wrist dorsiflexion, we prepared a wrist board at a 45° angle.",
            "However, one of the authors gently repositioned the foot to achieve the proper position for ankle flexion.",
            "At each position, we performed three consecutive measurements, respectively."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37494",
        "text": "We used anatomical landmarks to identify and maintain the arterial locations during the measurements: the styloid process of the radius at the wrist for the radial artery, the navicular bone at the lateral border of the tibialis anterior tendon for the dorsalis pedis artery, and the groove between the medial malleolus and the Achilles tendon for the posterior tibial artery. 17 To minimize errors in our measurements, each measurement was performed thrice on both the short and longitudinal axis views. The mean was used for statistical analysis. In addition, we attempted to minimize excessive external force when applying the ultrasound probe.",
        "section": "Study Protocol",
        "section_number": 6,
        "sentences": [
            "We used anatomical landmarks to identify and maintain the arterial locations during the measurements: the styloid process of the radius at the wrist for the radial artery, the navicular bone at the lateral border of the tibialis anterior tendon for the dorsalis pedis artery, and the groove between the medial malleolus and the Achilles tendon for the posterior tibial artery.",
            "17 To minimize errors in our measurements, each measurement was performed thrice on both the short and longitudinal axis views.",
            "The mean was used for statistical analysis.",
            "In addition, we attempted to minimize excessive external force when applying the ultrasound probe."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37494",
        "text": "The ultrasound probe was covered with conduction gel and placed where the arterial pulsations were most prominent around the anatomical landmark. The artery was imaged in the short-axis view, and the image was stored. Then the probe was rotated clockwise by 90°, keeping the arterial image in the middle of the screen at all times. The artery was imaged in the long-axis view, and the image was stored.",
        "section": "Study Protocol",
        "section_number": 7,
        "sentences": [
            "The ultrasound probe was covered with conduction gel and placed where the arterial pulsations were most prominent around the anatomical landmark.",
            "The artery was imaged in the short-axis view, and the image was stored.",
            "Then the probe was rotated clockwise by 90°, keeping the arterial image in the middle of the screen at all times.",
            "The artery was imaged in the long-axis view, and the image was stored."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37494",
        "text": "After obtaining the short-and long-axis images of the arteries, they were analyzed by another investigator (I.-K.S.) who was blinded to the arterial site that was measured, after the completion of the data collection. From the short-axis view, the diameter, cross-sectional area, and depth from the skin surface were measured. The diameter was determined from the ultrasound image between the most distant anterior-posterior points of the artery wall. The depth from the skin surface was obtained from the distance between the anterior wall of the artery and the closest point at the skin surface. The cross-sectional area was determined by adjusting the dotted ellipse provided by the ultrasound image along the arterial wall. The size within this area was then automatically calculated and displayed by the ultrasound device. In the long-axis view, the diameter and depth from the skin surface were measured at the angulation point of the artery just above the bony prominence ( fig. 2) . Evaluation of the First-attempt Success Rate among Posterior Tibial, Radial, and Dorsalis Pedis Artery Cannulation. We prospectively allocated 275 pediatric patients to one of three parallel groups (1:1:1 allocation) by using computer-generated lists of random numbers (Excel; Microsoft, USA). The random permuted block method was used. The patient enrollment was performed by one of the study investigators. A trained researcher generated the random allocation sequence, prepared sealed opaque envelopes, opened the envelope immediately before the start of the anesthesia, and assigned participants to the study groups (radial artery group, radial artery cannulation; posterior tibial artery group, posterior tibial artery cannulation; and dorsalis pedis artery group, dorsalis pedis artery cannulation). After randomization, the patient was excluded if the surgical procedure was planned to proceed at the allocated arterial cannulation site.",
        "section": "Study Protocol",
        "section_number": 8,
        "sentences": [
            "After obtaining the short-and long-axis images of the arteries, they were analyzed by another investigator (I.-K.S.) who was blinded to the arterial site that was measured, after the completion of the data collection.",
            "From the short-axis view, the diameter, cross-sectional area, and depth from the skin surface were measured.",
            "The diameter was determined from the ultrasound image between the most distant anterior-posterior points of the artery wall.",
            "The depth from the skin surface was obtained from the distance between the anterior wall of the artery and the closest point at the skin surface.",
            "The cross-sectional area was determined by adjusting the dotted ellipse provided by the ultrasound image along the arterial wall.",
            "The size within this area was then automatically calculated and displayed by the ultrasound device.",
            "In the long-axis view, the diameter and depth from the skin surface were measured at the angulation point of the artery just above the bony prominence ( fig. 2) .",
            "Evaluation of the First-attempt Success Rate among Posterior Tibial, Radial, and Dorsalis Pedis Artery Cannulation.",
            "We prospectively allocated 275 pediatric patients to one of three parallel groups (1:1:1 allocation) by using computer-generated lists of random numbers (Excel; Microsoft, USA).",
            "The random permuted block method was used.",
            "The patient enrollment was performed by one of the study investigators.",
            "A trained researcher generated the random allocation sequence, prepared sealed opaque envelopes, opened the envelope immediately before the start of the anesthesia, and assigned participants to the study groups (radial artery group, radial artery cannulation; posterior tibial artery group, posterior tibial artery cannulation; and dorsalis pedis artery group, dorsalis pedis artery cannulation).",
            "After randomization, the patient was excluded if the surgical procedure was planned to proceed at the allocated arterial cannulation site."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37494",
        "text": "Although the anesthesiologists assigned to the intervention group were aware of the group allocation, the patients, PeRIoPeRATIve MedICINe data analysts, and outcome assessors were blinded to the allocation. Arterial cannulation was performed by pediatric anesthesiologists (E.-H.K., I.-K.S., J.-H.L., J.-T.K., and H.-S.K.) who were experienced with real-time ultrasoundguided cannulation. After anesthetic induction, the modified position for each arterial cannulation was obtained (radial artery group, wrist dorsiflexion up to 45°; posterior tibial artery group, ankle dorsiflexion up to 90° and eversion; dorsalis pedis artery group, neutral position), and the ultrasound images were stored in the long-axis view. Arterial cannulations were performed using the long-axis in-plane technique ( fig. 3 ).",
        "section": "Study Protocol",
        "section_number": 9,
        "sentences": [
            "Although the anesthesiologists assigned to the intervention group were aware of the group allocation, the patients, PeRIoPeRATIve MedICINe data analysts, and outcome assessors were blinded to the allocation.",
            "Arterial cannulation was performed by pediatric anesthesiologists (E.-H.K., I.-K.S., J.-H.L., J.-T.K., and H.-S.K.) who were experienced with real-time ultrasoundguided cannulation.",
            "After anesthetic induction, the modified position for each arterial cannulation was obtained (radial artery group, wrist dorsiflexion up to 45°; posterior tibial artery group, ankle dorsiflexion up to 90° and eversion; dorsalis pedis artery group, neutral position), and the ultrasound images were stored in the long-axis view.",
            "Arterial cannulations were performed using the long-axis in-plane technique ( fig. 3 )."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37494",
        "text": "The primary outcome was the first-attempt success rate of arterial cannulation. The number of attempts was defined as the number of needles advanced through a new skin puncture, and successful cannulation was defined as the confirmation of the arterial waveform on the monitor screen. The secondary outcomes were the time to cannulation (the time interval from the skin puncture to confirmation of arterial waveform at the monitor screen), posterior arterial wall puncture, and complications (malfunction, hematoma, and ischemia that occurred from the operation day to postoperative day 2). If arterial cannulation was unsuccessful after 3 min, the study was terminated. Rescue arterial cannulation was performed on the basis of the operator's decision regarding the technique and cannulation site. The images were analyzed by another investigator who was blinded to the experimental condition (W.-J.L.) after the completion of the data collection. We used an E-CUBE i7 (ALPINION Medical Systems Co., Korea) with a linear hockey stick-shaped IO8-17T (ALPINION Medical Systems Co.; 8 to 17 MHz) probe with a small footprint (31 × 6 mm).",
        "section": "Study Protocol",
        "section_number": 10,
        "sentences": [
            "The primary outcome was the first-attempt success rate of arterial cannulation.",
            "The number of attempts was defined as the number of needles advanced through a new skin puncture, and successful cannulation was defined as the confirmation of the arterial waveform on the monitor screen.",
            "The secondary outcomes were the time to cannulation (the time interval from the skin puncture to confirmation of arterial waveform at the monitor screen), posterior arterial wall puncture, and complications (malfunction, hematoma, and ischemia that occurred from the operation day to postoperative day 2).",
            "If arterial cannulation was unsuccessful after 3 min, the study was terminated.",
            "Rescue arterial cannulation was performed on the basis of the operator's decision regarding the technique and cannulation site.",
            "The images were analyzed by another investigator who was blinded to the experimental condition (W.-J.L.) after the completion of the data collection.",
            "We used an E-CUBE i7 (ALPINION Medical Systems Co., Korea) with a linear hockey stick-shaped IO8-17T (ALPINION Medical Systems Co.; 8 to 17 MHz) probe with a small footprint (31 × 6 mm)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37494",
        "text": "No previously reported study has evaluated the success rate of posterior tibial artery cannulation compared to radial and dorsalis pedis artery cannulation in pediatric patients. Breschan et al. 18 reported that the internal jugular vein was a more suitable site for central venous cannulation owing to its larger size compared with the subclavian vein in small infants. Based on this study, we determined the sample size of the first observational study. ",
        "section": "Sample Size Calculation",
        "section_number": 11,
        "sentences": [
            "No previously reported study has evaluated the success rate of posterior tibial artery cannulation compared to radial and dorsalis pedis artery cannulation in pediatric patients.",
            "Breschan et al. 18 reported that the internal jugular vein was a more suitable site for central venous cannulation owing to its larger size compared with the subclavian vein in small infants.",
            "Based on this study, we determined the sample size of the first observational study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37494",
        "text": "In contrast, we used previous studies that evaluated the suitability of ultrasound-guided arterial cannulation for the second randomized controlled study. These studies showed that the first-attempt success rate of ultrasound-guided arterial cannulation by experienced pediatric anesthesiologists in pediatric patients was 65 to 76.3%. 5, 19, 20 We assumed the proportion of cannula insertion success on the first attempt would be 75 and 50% with the use of the posterior tibial and radial artery, respectively. Given a difference of 25%, the sample size for each group was calculated as 74, assuming a power of 0.8 and two-sided alpha of 0.0167 (0.05/3) for post hoc analysis when a chi-square test for the comparison of three groups is significant. Considering an attrition rate of 5%, 234 patients were required.",
        "section": "Posterior Tibial Artery for Arterial Cannulation",
        "section_number": 12,
        "sentences": [
            "In contrast, we used previous studies that evaluated the suitability of ultrasound-guided arterial cannulation for the second randomized controlled study.",
            "These studies showed that the first-attempt success rate of ultrasound-guided arterial cannulation by experienced pediatric anesthesiologists in pediatric patients was 65 to 76.3%.",
            "5, 19, 20 We assumed the proportion of cannula insertion success on the first attempt would be 75 and 50% with the use of the posterior tibial and radial artery, respectively.",
            "Given a difference of 25%, the sample size for each group was calculated as 74, assuming a power of 0.8 and two-sided alpha of 0.0167 (0.05/3) for post hoc analysis when a chi-square test for the comparison of three groups is significant.",
            "Considering an attrition rate of 5%, 234 patients were required."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37494",
        "text": "The normality of the data distribution was tested using the Kolmogorov-Smirnov test. At the first-stage study, the differences among the arteries and between the positions were evaluated using repeated measures one-way ANOVA and Bonferroni correction for post hoc analysis. Correlations between the demographics and measured parameters were characterized by the Pearson correlation coefficient (r). Two-sided significance testing was used for correlations. For the prospective randomized controlled study, the primary outcome was evaluated using a chi-square test. The secondary outcomes were evaluated using one-way ANOVA or Kruskal-Wallis test and Bonferroni correction for post hoc analysis for continuous variables and the chi-square test for categorical variables, as appropriate. Significance was defined as P < 0.05. All statistical analyses were performed with SPSS software (SPSS 23.0; IBM Inc., USA).",
        "section": "Statistical Analysis",
        "section_number": 13,
        "sentences": [
            "The normality of the data distribution was tested using the Kolmogorov-Smirnov test.",
            "At the first-stage study, the differences among the arteries and between the positions were evaluated using repeated measures one-way ANOVA and Bonferroni correction for post hoc analysis.",
            "Correlations between the demographics and measured parameters were characterized by the Pearson correlation coefficient (r).",
            "Two-sided significance testing was used for correlations.",
            "For the prospective randomized controlled study, the primary outcome was evaluated using a chi-square test.",
            "The secondary outcomes were evaluated using one-way ANOVA or Kruskal-Wallis test and Bonferroni correction for post hoc analysis for continuous variables and the chi-square test for categorical variables, as appropriate.",
            "Significance was defined as P < 0.05.",
            "All statistical analyses were performed with SPSS software (SPSS 23.0; IBM Inc., USA)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37494",
        "text": "The first study enrolled 60 patients (median age, 12.9 months [range, 3 to 24 months]; median weight, 10.1 kg [range, 6.4 to 15.4 kg]). Table 1 shows the parameters of the posterior tibial, radial, and dorsalis pedis arteries based on their positions. The dorsalis pedis artery was palpated with the fingertips in two patients, but visualizing on ultrasound examination was difficult, and it was excluded from the dorsalis pedis artery analysis. The short-and long-axis views resulted in almost identical mean values in diameter and depth in each measurement. We further analyzed the diameter and depth using the long-axis measurements and the cross-sectional area using the short-axis measurements.",
        "section": "Suitability of the Posterior Tibial Artery with Respect to Anatomical Characteristics Using Ultrasound",
        "section_number": 14,
        "sentences": [
            "The first study enrolled 60 patients (median age, 12.9 months [range, 3 to 24 months]; median weight, 10.1 kg [range, 6.4 to 15.4 kg]).",
            "Table 1 shows the parameters of the posterior tibial, radial, and dorsalis pedis arteries based on their positions.",
            "The dorsalis pedis artery was palpated with the fingertips in two patients, but visualizing on ultrasound examination was difficult, and it was excluded from the dorsalis pedis artery analysis.",
            "The short-and long-axis views resulted in almost identical mean values in diameter and depth in each measurement.",
            "We further analyzed the diameter and depth using the long-axis measurements and the cross-sectional area using the short-axis measurements."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37494",
        "text": "No significant effect of the position change was found on the diameters of arteries (Wilk λ = 0.992, F [2,174] . The mean differences and 95% CI of the depth from the skin surface were 0.3 and 0.1 to 0.4 mm for the radial artery, 0.2 and 0.1 to 0.3 mm for the dorsalis pedis artery, and 0.7 and 0.6 to 0.8 mm for the posterior tibial artery, respectively. The mean differences and 95% CI of the cross-sectional area were 0 for the radial artery, 0.2 and 0.1 to 0.3 mm 2 for the dorsalis pedis artery, and 0.1 and 0 to 0.2 mm 2 for the posterior tibial artery, respectively.",
        "section": "Suitability of the Posterior Tibial Artery with Respect to Anatomical Characteristics Using Ultrasound",
        "section_number": 15,
        "sentences": [
            "No significant effect of the position change was found on the diameters of arteries (Wilk λ = 0.992, F [2,174] .",
            "The mean differences and 95% CI of the depth from the skin surface were 0.3 and 0.1 to 0.4 mm for the radial artery, 0.2 and 0.1 to 0.3 mm for the dorsalis pedis artery, and 0.7 and 0.6 to 0.8 mm for the posterior tibial artery, respectively.",
            "The mean differences and 95% CI of the cross-sectional area were 0 for the radial artery, 0.2 and 0.1 to 0.3 mm 2 for the dorsalis pedis artery, and 0.1 and 0 to 0.2 mm 2 for the posterior tibial artery, respectively."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37494",
        "text": "Bonferroni multiple comparisons were used to make post hoc comparisons among arteries. The diameter of the posterior tibial artery was similar to that of the radial artery (P = 0.418) and significantly larger than that of the dorsalis pedis artery (P < 0.001; the mean difference and 95% CI were 0.3 and 0.2 to 0.4 mm, respectively). The depth from the skin surface of the posterior tibial artery was significantly different from that of the radial and dorsalis pedis arteries (P < 0.001; the mean difference and 95% CI were 1.6 and 1.2 to 1.9 mm for the radial artery and 1.4 and 1.0 to 1.8 mm for the dorsalis pedis artery, respectively). The cross-sectional area was significantly larger at the posterior tibial artery compared with the radial and dorsalis pedis arteries (P = 0.013; the mean difference and 95% CI were 0.4 and 0.1 to 0.8 mm 2 for the radial artery; and P = 0.001; the mean difference and 95% CI were 1.0 and 0.6 to 1.4 mm 2 for the dorsalis pedis artery, respectively).",
        "section": "Suitability of the Posterior Tibial Artery with Respect to Anatomical Characteristics Using Ultrasound",
        "section_number": 16,
        "sentences": [
            "Bonferroni multiple comparisons were used to make post hoc comparisons among arteries.",
            "The diameter of the posterior tibial artery was similar to that of the radial artery (P = 0.418) and significantly larger than that of the dorsalis pedis artery (P < 0.001; the mean difference and 95% CI were 0.3 and 0.2 to 0.4 mm, respectively).",
            "The depth from the skin surface of the posterior tibial artery was significantly different from that of the radial and dorsalis pedis arteries (P < 0.001; the mean difference and 95% CI were 1.6 and 1.2 to 1.9 mm for the radial artery and 1.4 and 1.0 to 1.8 mm for the dorsalis pedis artery, respectively).",
            "The cross-sectional area was significantly larger at the posterior tibial artery compared with the radial and dorsalis pedis arteries (P = 0.013; the mean difference and 95% CI were 0.4 and 0.1 to 0.8 mm 2 for the radial artery; and P = 0.001; the mean difference and 95% CI were 1.0 and 0.6 to 1.4 mm 2 for the dorsalis pedis artery, respectively)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37494",
        "text": "The correlations between the body weight and diameter of the radial and posterior tibial arteries were significantly positive (the r value, significance level, and 95% CI were 0.40, 0.0014, and 0.16 to 0.59 for the radial artery and 0.42, 0.0007, and 0.13 to 0.57 for the posterior tibial artery, respectively). However, the diameter of the dorsalis pedis artery was not significantly correlated with body weight.",
        "section": "Suitability of the Posterior Tibial Artery with Respect to Anatomical Characteristics Using Ultrasound",
        "section_number": 17,
        "sentences": [
            "The correlations between the body weight and diameter of the radial and posterior tibial arteries were significantly positive (the r value, significance level, and 95% CI were 0.40, 0.0014, and 0.16 to 0.59 for the radial artery and 0.42, 0.0007, and 0.13 to 0.57 for the posterior tibial artery, respectively).",
            "However, the diameter of the dorsalis pedis artery was not significantly correlated with body weight."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37494",
        "text": "A total of 234 pediatric patients (median age, 6.0 months [range, 0 to 24 months]; median weight, 7.5 kg [range, 1.9 to 16.8 kg]) were catheterized and included in the final analysis ( fig. 1 ). Figure 4 shows the schematic diagram of arteries in 234 pediatric patients with relative depth from skin surface and diameter. Posterior Tibial Artery for Arterial Cannulation Table 2 shows the patient characteristics, parameters of arteries catheterized, and procedural data. Post hoc comparison with the Bonferroni test showed that the diameter of the posterior tibial and radial arteries was similar (P = 0.165; mean difference and 95% CI were 0.1 mm and 0.0 to 0.2 mm). The depth from the skin surface of the posterior tibial artery was significantly deeper compared with that of the others (P < 0.001; mean difference and 95% CI were 1.1 mm and 0.7 to 1.5 mm and 0.8 mm and 0.4 to 1.2 mm, compared with the radial and dorsalis pedis arteries, respectively). The first-attempt success rate was comparable between the radial and posterior tibial artery groups (P = 0.129; odds ratio, 1.53; 95% CI, 0.69 to 3.37), but that of the dorsalis pedis artery group was significantly lower than that of the radial artery (P < 0.001; odds ratio, 6.08; 95% CI, 2.87 to 12.85) and posterior tibial artery (P < 0.001; odds ratio, 3.95; 95% CI, 1.99 to 7.87). The time to cannulation was also comparable between the radial and posterior tibial artery groups (P = 1.000, mean difference and 95% CI were 0.3 and −10.7 to 11.3 s, respectively). However, the time to cannulation was significantly longer in the dorsalis pedis artery group (P = 0.049, mean difference and 95% CI were 12.6 and 0.3 to 25.4 s, respectively, compared with the radial artery group; and P = 0.047, mean difference and 95% CI were 12.9 and 0.1 to 25.6 s, respectively, compared with the posterior tibial artery group). The posterior arterial wall puncture rate was significantly higher in the dorsalis pedis artery group compared with that of the radial artery (P = 0.002; odds ratio and 95% CI were 1.63 and 1.19 to 2.23, respectively) and posterior tibial artery groups (P < 0.001; odds ratio and 95% CI were 2.06 and 1.51 to 2.80, respectively). Adverse events, ischemia, and hematoma were not observed in all patients until postoperative day 2, regardless of the arterial line presence. ",
        "section": "Evaluation of the First-attempt Success Rate among Posterior Tibial, Radial, and Dorsalis Pedis Artery Cannulation",
        "section_number": 18,
        "sentences": [
            "A total of 234 pediatric patients (median age, 6.0 months [range, 0 to 24 months]; median weight, 7.5 kg [range, 1.9 to 16.8 kg]) were catheterized and included in the final analysis ( fig. 1 ).",
            "Figure 4 shows the schematic diagram of arteries in 234 pediatric patients with relative depth from skin surface and diameter.",
            "Posterior Tibial Artery for Arterial Cannulation Table 2 shows the patient characteristics, parameters of arteries catheterized, and procedural data.",
            "Post hoc comparison with the Bonferroni test showed that the diameter of the posterior tibial and radial arteries was similar (P = 0.165; mean difference and 95% CI were 0.1 mm and 0.0 to 0.2 mm).",
            "The depth from the skin surface of the posterior tibial artery was significantly deeper compared with that of the others (P < 0.001; mean difference and 95% CI were 1.1 mm and 0.7 to 1.5 mm and 0.8 mm and 0.4 to 1.2 mm, compared with the radial and dorsalis pedis arteries, respectively).",
            "The first-attempt success rate was comparable between the radial and posterior tibial artery groups (P = 0.129; odds ratio, 1.53; 95% CI, 0.69 to 3.37), but that of the dorsalis pedis artery group was significantly lower than that of the radial artery (P < 0.001; odds ratio, 6.08; 95% CI, 2.87 to 12.85) and posterior tibial artery (P < 0.001; odds ratio, 3.95; 95% CI, 1.99 to 7.87).",
            "The time to cannulation was also comparable between the radial and posterior tibial artery groups (P = 1.000, mean difference and 95% CI were 0.3 and −10.7 to 11.3 s, respectively).",
            "However, the time to cannulation was significantly longer in the dorsalis pedis artery group (P = 0.049, mean difference and 95% CI were 12.6 and 0.3 to 25.4 s, respectively, compared with the radial artery group; and P = 0.047, mean difference and 95% CI were 12.9 and 0.1 to 25.6 s, respectively, compared with the posterior tibial artery group).",
            "The posterior arterial wall puncture rate was significantly higher in the dorsalis pedis artery group compared with that of the radial artery (P = 0.002; odds ratio and 95% CI were 1.63 and 1.19 to 2.23, respectively) and posterior tibial artery groups (P < 0.001; odds ratio and 95% CI were 2.06 and 1.51 to 2.80, respectively).",
            "Adverse events, ischemia, and hematoma were not observed in all patients until postoperative day 2, regardless of the arterial line presence."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37494",
        "text": "discussion",
        "section": "Evaluation of the First-attempt Success Rate among Posterior Tibial, Radial, and Dorsalis Pedis Artery Cannulation",
        "section_number": 19,
        "sentences": [
            "discussion"
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37494",
        "text": "This two-stage study indicates that the posterior tibial artery is comparable to the radial artery and even better than the dorsalis pedis artery with respect to anatomical characteristics and suitability as a cannulation site for arterial monitoring in pediatric patients. The posterior tibial artery is one of the terminal branches of the popliteal artery and begins at the level of the lower border of the popliteus muscle. The artery passes behind the medial malleolus and terminates by dividing into the medial and lateral plantar arteries. At the midpoint between the medial malleolus and the Achilles tendon, the posterior tibial artery is covered by the skin, subcutaneous tissue, and flexor retinaculum, and it is easily palpable, even in patients in the prone position. 15 The posterior tibial artery has extensive collateral connections with arteries in the foot, including the anterior tibial artery, which continues to the dorsalis pedis artery, and the peroneal artery. 21 From the first observational study, the most remarkable anatomical findings were that the posterior tibial artery has a larger diameter and cross-sectional area. The inner diameter of the posterior tibial artery was larger than 1.1 mm, which is the outer diameter of the 20-gauge angiocatheter. If an operator uses a 22-gauge angiocatheter, the potential occlusion might be much less. The larger diameter of the posterior tibial artery might have several advantages, including an increased cannulation success rate and fewer complications. The incidence of thrombosis and arterial obstruction are related to the percentage width of the catheter within the arterial lumen. 8, 22 In addition, the dorsalis pedis artery, which is usually selected for arterial cannulation in the foot, Fig. 4 . Schematic diagram of arteries in 234 pediatric patients in the prospective randomized controlled study with relative depth from the skin surface, diameters, and cross-sectional area. The diameter of the posterior tibial artery ([PTA]; 1.4 ± 0.5 mm) was similar to that of the radial artery ([RA]; 1.3 ± 0.2 mm) and larger than that of the dorsalis pedis artery ([DPA]; 1.0 ± 0.2 mm; P < 0.001). The posterior tibial artery was located deeper (3.3 ± 1.2 mm) compared with the radial (2.6 ± 1.0 mm; P = 0.013) and dorsalis pedis arteries (2.5 ± 1.0 mm; P = 0.001). Posterior Tibial Artery for Arterial Cannulation showed a significant blood pressure gradient with measurement at the radial artery owing to its small diameter. 14, 23 However, the posterior tibial artery was located slightly deeper than the radial and dorsalis pedis artery. Position changes, ankle dorsiflexion, and eversion significantly increase the proximity to the skin surface, 4 mm below the skin surface in small children. The depth from the skin surface probably influences the success rate of arterial cannulation. Nakayama et al. 3 reported that the optimal depth from the skin surface is 2 to 4 mm during ultrasound-guided arterial cannulation. Whether the depth from the skin surface of the posterior tibial artery affects the success rate of arterial cannulation needs further investigation.",
        "section": "Evaluation of the First-attempt Success Rate among Posterior Tibial, Radial, and Dorsalis Pedis Artery Cannulation",
        "section_number": 20,
        "sentences": [
            "This two-stage study indicates that the posterior tibial artery is comparable to the radial artery and even better than the dorsalis pedis artery with respect to anatomical characteristics and suitability as a cannulation site for arterial monitoring in pediatric patients.",
            "The posterior tibial artery is one of the terminal branches of the popliteal artery and begins at the level of the lower border of the popliteus muscle.",
            "The artery passes behind the medial malleolus and terminates by dividing into the medial and lateral plantar arteries.",
            "At the midpoint between the medial malleolus and the Achilles tendon, the posterior tibial artery is covered by the skin, subcutaneous tissue, and flexor retinaculum, and it is easily palpable, even in patients in the prone position.",
            "15 The posterior tibial artery has extensive collateral connections with arteries in the foot, including the anterior tibial artery, which continues to the dorsalis pedis artery, and the peroneal artery.",
            "21 From the first observational study, the most remarkable anatomical findings were that the posterior tibial artery has a larger diameter and cross-sectional area.",
            "The inner diameter of the posterior tibial artery was larger than 1.1 mm, which is the outer diameter of the 20-gauge angiocatheter.",
            "If an operator uses a 22-gauge angiocatheter, the potential occlusion might be much less.",
            "The larger diameter of the posterior tibial artery might have several advantages, including an increased cannulation success rate and fewer complications.",
            "The incidence of thrombosis and arterial obstruction are related to the percentage width of the catheter within the arterial lumen.",
            "8, 22 In addition, the dorsalis pedis artery, which is usually selected for arterial cannulation in the foot, Fig. 4 .",
            "Schematic diagram of arteries in 234 pediatric patients in the prospective randomized controlled study with relative depth from the skin surface, diameters, and cross-sectional area.",
            "The diameter of the posterior tibial artery ([PTA]; 1.4 ± 0.5 mm) was similar to that of the radial artery ([RA]; 1.3 ± 0.2 mm) and larger than that of the dorsalis pedis artery ([DPA]; 1.0 ± 0.2 mm; P < 0.001).",
            "The posterior tibial artery was located deeper (3.3 ± 1.2 mm) compared with the radial (2.6 ± 1.0 mm; P = 0.013) and dorsalis pedis arteries (2.5 ± 1.0 mm; P = 0.001).",
            "Posterior Tibial Artery for Arterial Cannulation showed a significant blood pressure gradient with measurement at the radial artery owing to its small diameter.",
            "14, 23 However, the posterior tibial artery was located slightly deeper than the radial and dorsalis pedis artery.",
            "Position changes, ankle dorsiflexion, and eversion significantly increase the proximity to the skin surface, 4 mm below the skin surface in small children.",
            "The depth from the skin surface probably influences the success rate of arterial cannulation.",
            "Nakayama et al. 3 reported that the optimal depth from the skin surface is 2 to 4 mm during ultrasound-guided arterial cannulation.",
            "Whether the depth from the skin surface of the posterior tibial artery affects the success rate of arterial cannulation needs further investigation."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37494",
        "text": "This study also shows the influence of position change on the arteries with ultrasound in pediatric patients. The dorsiflexion of the wrist joint up to 45° significantly decreased the depth from the skin surface but did not affect the radial artery diameter. This is consistent with previous studies, indicating that the optimal position for radial artery cannulation is wrist dorsiflexion up to 45° in elderly patients. 6, 24 In addition, a significant positive correlation was found between weight and the diameters of both the radial and posterior tibial arteries. However, the dorsalis pedis artery diameter did not show a significant correlation with body weight.",
        "section": "Evaluation of the First-attempt Success Rate among Posterior Tibial, Radial, and Dorsalis Pedis Artery Cannulation",
        "section_number": 21,
        "sentences": [
            "This study also shows the influence of position change on the arteries with ultrasound in pediatric patients.",
            "The dorsiflexion of the wrist joint up to 45° significantly decreased the depth from the skin surface but did not affect the radial artery diameter.",
            "This is consistent with previous studies, indicating that the optimal position for radial artery cannulation is wrist dorsiflexion up to 45° in elderly patients.",
            "6, 24 In addition, a significant positive correlation was found between weight and the diameters of both the radial and posterior tibial arteries.",
            "However, the dorsalis pedis artery diameter did not show a significant correlation with body weight."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37494",
        "text": "In the second prospective randomized controlled study, we proved that the posterior tibial artery was a reasonable alternative to the radial artery for arterial cannulation in pediatric patients. Using the real-time ultrasound-guided long-axis in-plane technique, the first-attempt success rate of posterior tibial artery cannulation was similar to that of the radial artery, time to cannulation was lesser than it was for dorsalis pedis artery cannulation, and the rate of posterior arterial wall puncture was significantly reduced. The posterior tibial artery has several advantages for ultrasound-guided arterial cannulation, such as the large diameter of the artery, deep location from the skin surface, and ease of ultrasound probe placement during cannulation. Owing to the groove between the medial malleolus and the Achilles tendon, the ultrasound probe position can be maintained, and handling of the ultrasound probe and cannulation was easier than that of the radial and dorsalis pedis arteries ( fig. 3) . In addition, the deeper location of the posterior tibial artery makes the artery noncompressible when the ultrasound probe is manipulated.",
        "section": "Evaluation of the First-attempt Success Rate among Posterior Tibial, Radial, and Dorsalis Pedis Artery Cannulation",
        "section_number": 22,
        "sentences": [
            "In the second prospective randomized controlled study, we proved that the posterior tibial artery was a reasonable alternative to the radial artery for arterial cannulation in pediatric patients.",
            "Using the real-time ultrasound-guided long-axis in-plane technique, the first-attempt success rate of posterior tibial artery cannulation was similar to that of the radial artery, time to cannulation was lesser than it was for dorsalis pedis artery cannulation, and the rate of posterior arterial wall puncture was significantly reduced.",
            "The posterior tibial artery has several advantages for ultrasound-guided arterial cannulation, such as the large diameter of the artery, deep location from the skin surface, and ease of ultrasound probe placement during cannulation.",
            "Owing to the groove between the medial malleolus and the Achilles tendon, the ultrasound probe position can be maintained, and handling of the ultrasound probe and cannulation was easier than that of the radial and dorsalis pedis arteries ( fig. 3) .",
            "In addition, the deeper location of the posterior tibial artery makes the artery noncompressible when the ultrasound probe is manipulated."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37494",
        "text": "With arterial cannulation under direct palpation, the more deeply located posterior tibial artery, compared with the radial and dorsalis pedis arteries, may be the reason for the lower success rate of posterior tibial artery cannulation. However, a systematic review and meta-analysis encouraged the use of ultrasound as adjunct to arterial cannulation as best practice in adults and children. 25 Therefore, the ultrasound-guided posterior tibial artery cannulation can be a reasonable alternative to radial artery cannulation.",
        "section": "Evaluation of the First-attempt Success Rate among Posterior Tibial, Radial, and Dorsalis Pedis Artery Cannulation",
        "section_number": 23,
        "sentences": [
            "With arterial cannulation under direct palpation, the more deeply located posterior tibial artery, compared with the radial and dorsalis pedis arteries, may be the reason for the lower success rate of posterior tibial artery cannulation.",
            "However, a systematic review and meta-analysis encouraged the use of ultrasound as adjunct to arterial cannulation as best practice in adults and children.",
            "25 Therefore, the ultrasound-guided posterior tibial artery cannulation can be a reasonable alternative to radial artery cannulation."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37494",
        "text": "Peripheral arterial cannulation is a relatively safe procedure with a major complication rate of less than 1%, including the radial, femoral, and axillary arteries. 22 Alternative approaches, including the use of the umbilical or temporal artery, are associated with serious complications and are therefore not recommended. 26, 27 The use of the brachial artery is controversial because it is an end artery with no collateral blood supply; therefore, the brachial arteries are not usually recommended for indwelling arterial catheters in pediatric patients. 28, 29 We searched for reports of complications associated with posterior tibial artery cannulation and found only one case report that described posterior tibial artery cannulation resulting in limb amputation in a neonate at 27 weeks of gestation owing to unexplained catastrophic thrombosis. 30 Further study is needed to clarify the incidence rates of ischemic complications or occlusion after cannulation and the incidence of damage to the posterior tibial nerve, which passes posterior to the posterior tibial artery at the ankle.",
        "section": "Evaluation of the First-attempt Success Rate among Posterior Tibial, Radial, and Dorsalis Pedis Artery Cannulation",
        "section_number": 24,
        "sentences": [
            "Peripheral arterial cannulation is a relatively safe procedure with a major complication rate of less than 1%, including the radial, femoral, and axillary arteries.",
            "22 Alternative approaches, including the use of the umbilical or temporal artery, are associated with serious complications and are therefore not recommended.",
            "26, 27 The use of the brachial artery is controversial because it is an end artery with no collateral blood supply; therefore, the brachial arteries are not usually recommended for indwelling arterial catheters in pediatric patients.",
            "28, 29 We searched for reports of complications associated with posterior tibial artery cannulation and found only one case report that described posterior tibial artery cannulation resulting in limb amputation in a neonate at 27 weeks of gestation owing to unexplained catastrophic thrombosis.",
            "30 Further study is needed to clarify the incidence rates of ischemic complications or occlusion after cannulation and the incidence of damage to the posterior tibial nerve, which passes posterior to the posterior tibial artery at the ankle."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37494",
        "text": "Our study has several limitations. First, measurement errors, and intra-or interobserver variability could have been present during the ultrasound exam owing to the small differences between the parameters. We measured the parameters at least three times to minimize such errors. Second, the anesthesiologists assigned to the intervention group were aware of the group allocation during the arterial cannulation. However, we tried to minimize the ascertainment bias by keeping the data analyst and the outcome accessor unaware of the identity of the study groups. Third, arterial cannulation was performed by an experienced pediatric anesthesiologist with ultrasound-guided arterial line placement. We believe that this minimized the influence of the operator on the study results, but we cannot entirely rule out the possibility of such an effect.",
        "section": "Evaluation of the First-attempt Success Rate among Posterior Tibial, Radial, and Dorsalis Pedis Artery Cannulation",
        "section_number": 25,
        "sentences": [
            "Our study has several limitations.",
            "First, measurement errors, and intra-or interobserver variability could have been present during the ultrasound exam owing to the small differences between the parameters.",
            "We measured the parameters at least three times to minimize such errors.",
            "Second, the anesthesiologists assigned to the intervention group were aware of the group allocation during the arterial cannulation.",
            "However, we tried to minimize the ascertainment bias by keeping the data analyst and the outcome accessor unaware of the identity of the study groups.",
            "Third, arterial cannulation was performed by an experienced pediatric anesthesiologist with ultrasound-guided arterial line placement.",
            "We believe that this minimized the influence of the operator on the study results, but we cannot entirely rule out the possibility of such an effect."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37494",
        "text": "In conclusion, we demonstrated the benefits of the posterior tibial artery as an arterial cannulation site, namely, the large diameter and cross-sectional area. Further, we assessed the suitability by comparing the actual success rate of ultrasound-guided arterial cannulation with radial and dorsalis pedis arteries. The posterior tibial artery is a reasonable alternative to the radial artery for ultrasound-guided arterial cannulation in small children.",
        "section": "Evaluation of the First-attempt Success Rate among Posterior Tibial, Radial, and Dorsalis Pedis Artery Cannulation",
        "section_number": 26,
        "sentences": [
            "In conclusion, we demonstrated the benefits of the posterior tibial artery as an arterial cannulation site, namely, the large diameter and cross-sectional area.",
            "Further, we assessed the suitability by comparing the actual success rate of ultrasound-guided arterial cannulation with radial and dorsalis pedis arteries.",
            "The posterior tibial artery is a reasonable alternative to the radial artery for ultrasound-guided arterial cannulation in small children."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37494",
        "text": "Downloaded from anesthesiology.pubs.asahq.org by guest on 02/27/2020",
        "section": "",
        "section_number": 27,
        "sentences": [
            "Downloaded from anesthesiology.pubs.asahq.org by guest on 02/27/2020"
        ],
        "sentence_labels": [
            -1
        ]
    }
]