[
    {
        "doc_id": "38234",
        "text": "The purpose of this study was to compare the efficacy of chlorhexidine (CHX) cavity disinfection and of CHX containing glass ionomer cement (GIC) in inhibiting residual cariogenic bacteria. Methods: Ninety, five-to nine-year-olds were randomly allocated to three groups: Group 1-CHX containing GIC; Group 2-CHX cavity disinfection; and Group 3-conventional GIC. Total viable count (TVC), Streptococcus mutans (SM), and Lactobacillus (LB) were analyzed pre-, post-, and three months after atraumatic restorative treatment (ART). The results were statistically analyzed by one-way analysis of variance.",
        "section": "Abstract",
        "sentences": [
            "The purpose of this study was to compare the efficacy of chlorhexidine (CHX) cavity disinfection and of CHX containing glass ionomer cement (GIC) in inhibiting residual cariogenic bacteria.",
            "Methods: Ninety, five-to nine-year-olds were randomly allocated to three groups: Group 1-CHX containing GIC; Group 2-CHX cavity disinfection; and Group 3-conventional GIC.",
            "Total viable count (TVC), Streptococcus mutans (SM), and Lactobacillus (LB) were analyzed pre-, post-, and three months after atraumatic restorative treatment (ART).",
            "The results were statistically analyzed by one-way analysis of variance."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38234",
        "text": "Complete removal of carious tissue has been considered an essential step in the traditional treatment of dentinal caries lesions, on the assumption that the success of restorative treatment depends on the complete elimination of bacteria. The less invasive approach of removing infected carious tissue is aimed at maintaining the deeper layer of affected dentin, which is less infected and can remineralize. 1 Past studies have shown a marked reduction in microorganisms, many to an undetectable level, in carious dentin under zinc oxide and eugenol cement temporary, 2, 3 glass ionomer, [4] [5] [6] [7] resin-modified glass ionomer, and amalgam restorations. 8 Hence, it seems that a change in environment by restoring the cavity leads to a change in the rate of survival of microorganisms that remain by limiting the supply of nutrients and altering the favorability of an environment that is conducive to their growth.",
        "section": "",
        "section_number": 1,
        "sentences": [
            "Complete removal of carious tissue has been considered an essential step in the traditional treatment of dentinal caries lesions, on the assumption that the success of restorative treatment depends on the complete elimination of bacteria.",
            "The less invasive approach of removing infected carious tissue is aimed at maintaining the deeper layer of affected dentin, which is less infected and can remineralize.",
            "1 Past studies have shown a marked reduction in microorganisms, many to an undetectable level, in carious dentin under zinc oxide and eugenol cement temporary, 2, 3 glass ionomer, [4] [5] [6] [7] resin-modified glass ionomer, and amalgam restorations.",
            "8 Hence, it seems that a change in environment by restoring the cavity leads to a change in the rate of survival of microorganisms that remain by limiting the supply of nutrients and altering the favorability of an environment that is conducive to their growth."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38234",
        "text": "Atraumatic restorative treatment (ART) was introduced in 1985 by researchers in Tanzania and later introduced in clinical dentistry in Malawi. It was developed for the promotion of oral health in people of lower socioeconomic status who live in remote areas of developing countries, where dental treatment is not readily available. 9 The ART technique conventionally involves the use of only hand instruments to remove carious tooth structure, and the tooth is then restored with a glass ionomer cement (GIC). 9 This technique is well accepted by children, since it is less anxiety provoking and one of the minimally invasive procedures to prevent tooth mortality. 4, 9, 10 The ART technique works against bacteria in the cavity wall through the bacteriostatic effect of the glass ionomer and the sealing capacities of the filling material. This material forms a physical barrier, preventing potential nutrients essential for growth from reaching the bacteria under the restoration. 11 However, dental hand instruments alone do not remove carious dentin effectively, and cariogenic bacteria can survive under GIC restorations. GICs are capable of releasing flouride ions, which provide a significant anticariogenic property, but this property alone is not sufficient for reducing bacterial counts that remain in the cavity after an ART procedure. 12 Consequently, cavities treated by ART may have residual infected dentin, and if GIC is unable to arrest the carious process, the restoration may fail. 13 The role of Streptococcus mutans and Lactobacillus in initiation and progression of dental caries is well established. [14] [15] [16] Various concepts have been used to reduce or eliminate these microorganisms underneath GIC restorations, such as the addition of antibacterial agents to GIC or application of cavity disinfectants following cavity preparation. 17 Hence, the purposes of this study were to: (1) compare whether the use of chlorhexidine (CHX) cavity disinfection after hand excavation of dental caries, or incorporation of CHX diacetate into the restorative material itself, had any effect on cultivable microorganisms; and (2) determine which of the two methods was more effective in reducing the microbial flora compared to the conventional atraumatic restorative treatment procedure.",
        "section": "",
        "section_number": 2,
        "sentences": [
            "Atraumatic restorative treatment (ART) was introduced in 1985 by researchers in Tanzania and later introduced in clinical dentistry in Malawi.",
            "It was developed for the promotion of oral health in people of lower socioeconomic status who live in remote areas of developing countries, where dental treatment is not readily available.",
            "9 The ART technique conventionally involves the use of only hand instruments to remove carious tooth structure, and the tooth is then restored with a glass ionomer cement (GIC).",
            "9 This technique is well accepted by children, since it is less anxiety provoking and one of the minimally invasive procedures to prevent tooth mortality.",
            "4, 9, 10 The ART technique works against bacteria in the cavity wall through the bacteriostatic effect of the glass ionomer and the sealing capacities of the filling material.",
            "This material forms a physical barrier, preventing potential nutrients essential for growth from reaching the bacteria under the restoration.",
            "11 However, dental hand instruments alone do not remove carious dentin effectively, and cariogenic bacteria can survive under GIC restorations.",
            "GICs are capable of releasing flouride ions, which provide a significant anticariogenic property, but this property alone is not sufficient for reducing bacterial counts that remain in the cavity after an ART procedure.",
            "12 Consequently, cavities treated by ART may have residual infected dentin, and if GIC is unable to arrest the carious process, the restoration may fail.",
            "13 The role of Streptococcus mutans and Lactobacillus in initiation and progression of dental caries is well established. [",
            "14] [15] [16] Various concepts have been used to reduce or eliminate these microorganisms underneath GIC restorations, such as the addition of antibacterial agents to GIC or application of cavity disinfectants following cavity preparation.",
            "17 Hence, the purposes of this study were to: (1) compare whether the use of chlorhexidine (CHX) cavity disinfection after hand excavation of dental caries, or incorporation of CHX diacetate into the restorative material itself, had any effect on cultivable microorganisms; and (2) determine which of the two methods was more effective in reducing the microbial flora compared to the conventional atraumatic restorative treatment procedure."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38234",
        "text": "State, India (CODS/IRB/16/2011-12). Written informed consent was procured from parents of all participants prior to participating in the study.",
        "section": "",
        "section_number": 3,
        "sentences": [
            "State, India (CODS/IRB/16/2011-12).",
            "Written informed consent was procured from parents of all participants prior to participating in the study."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "38234",
        "text": "Study participants. The children in the present study were selected from the outpatient clinic of the Department of Pedodontics and Preventive Dentistry, College of Dental Sciences, Davangere, Karnataka, India, and after screening surrounding schools in Davangere. The carious lesions included in the study were moderately deep, involving dentin and accessible for hand excavation using ART procedure. Teeth with deep dentinal lesions with pulpal involvement, abscess, pain or swelling, developmental disorders, and adjacent soft tissue lesions were not included in the study. Intraoral periapical radiographs were used to assess pulpal involvement whenever necessary. Healthy children without systemic illnesses were included in the study. A total of 90 five-to nine-yearolds with one occlusal surface caries lesion were selected and randomly allocated by lottery method to three groups (30 in each group): (1) Group 1-CHX containing GIC; (2) Group 2-CHX cavity disinfection; and (3) Group 3-conventional GIC, in a parallel-group design.",
        "section": "",
        "section_number": 4,
        "sentences": [
            "Study participants.",
            "The children in the present study were selected from the outpatient clinic of the Department of Pedodontics and Preventive Dentistry, College of Dental Sciences, Davangere, Karnataka, India, and after screening surrounding schools in Davangere.",
            "The carious lesions included in the study were moderately deep, involving dentin and accessible for hand excavation using ART procedure.",
            "Teeth with deep dentinal lesions with pulpal involvement, abscess, pain or swelling, developmental disorders, and adjacent soft tissue lesions were not included in the study.",
            "Intraoral periapical radiographs were used to assess pulpal involvement whenever necessary.",
            "Healthy children without systemic illnesses were included in the study.",
            "A total of 90 five-to nine-yearolds with one occlusal surface caries lesion were selected and randomly allocated by lottery method to three groups (30 in each group): (1) Group 1-CHX containing GIC; (2) Group 2-CHX cavity disinfection; and (3) Group 3-conventional GIC, in a parallel-group design."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38234",
        "text": "Treatment procedure and sample collection. All the ART restorations and dentinal sample collection for microbial analysis were performed by single operator. Carious lesions were removed using only the ART technique, according to the recommendations of Frencken et al. 18 The tooth was isolated with rubber dam before sampling to avoid contamination with saliva. The cavity opening was enlarged, if needed, with a sterile hatchet. The first sample for microbial analysis was collected with a sterile excavator from the center of the demineralized lesion before removing the caries (sample one). A second sample was collected from the hard dentin using a same-size sterile excavator, when the cavity preparation was judged to be complete using the conventional optical and tactile criteria based on color and hardness of the dentin (sample two). The amount of dentin removed was standardized by taking 20 scrapings of hard dentin, which was found to be sufficient to cover the surface of the same-size excavator used throughout the study (mean±[SD] equals 0.36±0.07 mg for demineralized dentin, 0.19±0.04 mg for hard dentin). The depth of the cavity was recorded using a sterile endodontic K-file with a rubber stopper. The location and depth of the cavity were recorded in a diagrammatic way for future re-entry and sample three collections.",
        "section": "",
        "section_number": 5,
        "sentences": [
            "Treatment procedure and sample collection.",
            "All the ART restorations and dentinal sample collection for microbial analysis were performed by single operator.",
            "Carious lesions were removed using only the ART technique, according to the recommendations of Frencken et al. 18 The tooth was isolated with rubber dam before sampling to avoid contamination with saliva.",
            "The cavity opening was enlarged, if needed, with a sterile hatchet.",
            "The first sample for microbial analysis was collected with a sterile excavator from the center of the demineralized lesion before removing the caries (sample one).",
            "A second sample was collected from the hard dentin using a same-size sterile excavator, when the cavity preparation was judged to be complete using the conventional optical and tactile criteria based on color and hardness of the dentin (sample two).",
            "The amount of dentin removed was standardized by taking 20 scrapings of hard dentin, which was found to be sufficient to cover the surface of the same-size excavator used throughout the study (mean±[SD] equals 0.36±0.07 mg for demineralized dentin, 0.19±0.04 mg for hard dentin).",
            "The depth of the cavity was recorded using a sterile endodontic K-file with a rubber stopper.",
            "The location and depth of the cavity were recorded in a diagrammatic way for future re-entry and sample three collections."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38234",
        "text": "Group 1 was restored by using GIC modified by the addition of one wt/wt percent of CHX diacetate (RM1659-25G, HiMedia Laboratories, Mumbai, India) into the powder of the conventional glass ionomer (GC Fuji IX, Tokyo, Japan) by the geometric dilution method. One thousand mg of Fuji IX GIC was proportioned on a mixing pad and weighed, to which 10 mg (one percent) of CHX was added. Group 2 cavities were disinfected by placing a cotton pellet soaked in one percent CHX solution for one minute, air dried for 10 seconds, and restored with conventional GIC (GC Fuji IX). Group 3 was restored using conventional GIC (GC Fuji IX, Tokyo, Japan). The patients were then recalled after three months for evaluation of the restored cavity. Using the previously recorded location and depth as a reference point, the restoration was removed using an air rotor for initial access under rubber dam. The bottom-most layer of restoration was removed with a hatchet. The procedure of removal of restoration and collection of a third sample was followed, as described by Massara et al. 4 After collecting the third sample, the teeth were again restored with GC Fuji IX.",
        "section": "",
        "section_number": 6,
        "sentences": [
            "Group 1 was restored by using GIC modified by the addition of one wt/wt percent of CHX diacetate (RM1659-25G, HiMedia Laboratories, Mumbai, India) into the powder of the conventional glass ionomer (GC Fuji IX, Tokyo, Japan) by the geometric dilution method.",
            "One thousand mg of Fuji IX GIC was proportioned on a mixing pad and weighed, to which 10 mg (one percent) of CHX was added.",
            "Group 2 cavities were disinfected by placing a cotton pellet soaked in one percent CHX solution for one minute, air dried for 10 seconds, and restored with conventional GIC (GC Fuji IX).",
            "Group 3 was restored using conventional GIC (GC Fuji IX, Tokyo, Japan).",
            "The patients were then recalled after three months for evaluation of the restored cavity.",
            "Using the previously recorded location and depth as a reference point, the restoration was removed using an air rotor for initial access under rubber dam.",
            "The bottom-most layer of restoration was removed with a hatchet.",
            "The procedure of removal of restoration and collection of a third sample was followed, as described by Massara et al. 4 After collecting the third sample, the teeth were again restored with GC Fuji IX."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38234",
        "text": "Microbiological procedures. Each sample was removed using a different sterile hand excavator and placed into test tubes containing one ml of reduced transport medium (RTF) fortified with 15 percent glycerol. The sample tubes were allotted a code number and stored in frozen ice packs and processed within six hours. The laboratory personnel were blinded regarding the groups to which the sample belongs. The dentin samples were homogenized with a vortex mixer for 30 seconds and diluted by 1×10 -1 in phosphate-buffered saline. All the samples were inoculated with a lawn culture method onto mitis salivarius agar supplemented with 15 percent sucrose and bacitracin (0. a short set of biochemical tests, such as mannitol and sorbitol fermentation. Gram staining with negative catalase reaction was used to confirm Lactobacillus species. Statistical analysis. The bacterial counts were calculated to reflect the number of CFU/ml and expressed in 10 5 CFU/ ml to normalize the data. The difference in means was tested using analysis of variance (ANOVA), followed by Tukey's post hoc and independent sample t test, as necessary. Analysis was performed using SPSS 17.0 software (IBM Corp., Armonk, N.Y., USA). All statistical tests were two-sided, and the significance level was set at P<0.05.",
        "section": "",
        "section_number": 7,
        "sentences": [
            "Microbiological procedures.",
            "Each sample was removed using a different sterile hand excavator and placed into test tubes containing one ml of reduced transport medium (RTF) fortified with 15 percent glycerol.",
            "The sample tubes were allotted a code number and stored in frozen ice packs and processed within six hours.",
            "The laboratory personnel were blinded regarding the groups to which the sample belongs.",
            "The dentin samples were homogenized with a vortex mixer for 30 seconds and diluted by 1×10 -1 in phosphate-buffered saline.",
            "All the samples were inoculated with a lawn culture method onto mitis salivarius agar supplemented with 15 percent sucrose and bacitracin (0.",
            "a short set of biochemical tests, such as mannitol and sorbitol fermentation.",
            "Gram staining with negative catalase reaction was used to confirm Lactobacillus species.",
            "Statistical analysis.",
            "The bacterial counts were calculated to reflect the number of CFU/ml and expressed in 10 5 CFU/ ml to normalize the data.",
            "The difference in means was tested using analysis of variance (ANOVA), followed by Tukey's post hoc and independent sample t test, as necessary.",
            "Analysis was performed using SPSS 17.0 software (IBM Corp., Armonk, N.Y., USA).",
            "All statistical tests were two-sided, and the significance level was set at P<0.05."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38234",
        "text": "The overall mean depth of carious lesions selected for ART procedure was 3.13 mm (n equals 90), 3.39 mm, 3.02 mm, and 2.97 mm for Group 1, Group 2, and Group 3, respectively (n equals 30 in each group). The baseline (sample one), post ART (sample two), and three months post ART (sample three) mean microbiological evaluation for TVC, LB, and SM in three groups under study are summarized in Table 1 . Residual mean microbial counts for Group 3 were 0.41, 0.61, and 0.53 (10 5 CFU) for TVC, LB, and SM, respectively, which was significantly higher when compared to the respective microbial counts in Group 1 and Group 2. The mean microbial counts for TVC, LB, and SM on three months followup assessment showed a statistically significant difference for ANOVA (P<0.01).",
        "section": "Results",
        "section_number": 8,
        "sentences": [
            "The overall mean depth of carious lesions selected for ART procedure was 3.13 mm (n equals 90), 3.39 mm, 3.02 mm, and 2.97 mm for Group 1, Group 2, and Group 3, respectively (n equals 30 in each group).",
            "The baseline (sample one), post ART (sample two), and three months post ART (sample three) mean microbiological evaluation for TVC, LB, and SM in three groups under study are summarized in Table 1 .",
            "Residual mean microbial counts for Group 3 were 0.41, 0.61, and 0.53 (10 5 CFU) for TVC, LB, and SM, respectively, which was significantly higher when compared to the respective microbial counts in Group 1 and Group 2.",
            "The mean microbial counts for TVC, LB, and SM on three months followup assessment showed a statistically significant difference for ANOVA (P<0.01)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38234",
        "text": "Mean and percentage reduction in microbial counts (10 5 CFU) is summarized in Table 2 . Mean counts of TVC showed 52 percent reduction from 1.70 to 0.81 (10 5 CFU) after ART, which further reduced to 0.28 by 10 5 CFU after three months for Group 1, showing an overall reduction of 1.42 by 10 5 CFU (84 percent) when compared to baseline values. Similarly, in Groups 2 and 3, TVC showed an overall reduction of 1.24 by 10 5 CFU (82 percent) and 1.11 by 10 5 CFU (73 percent), respectively. For LB, the overall reduction of 81 percent, 78 percent, and 68 percent was seen in Group 1, Group 2, and Group 3, respectively. SM showed the overall reduction of 82 percent, 79 percent, and 68 percent for Group 1, Group 2, and Group 3, respectively, when compared to baseline microbial load.",
        "section": "Results",
        "section_number": 9,
        "sentences": [
            "Mean and percentage reduction in microbial counts (10 5 CFU) is summarized in Table 2 .",
            "Mean counts of TVC showed 52 percent reduction from 1.70 to 0.81 (10 5 CFU) after ART, which further reduced to 0.28 by 10 5 CFU after three months for Group 1, showing an overall reduction of 1.42 by 10 5 CFU (84 percent) when compared to baseline values.",
            "Similarly, in Groups 2 and 3, TVC showed an overall reduction of 1.24 by 10 5 CFU (82 percent) and 1.11 by 10 5 CFU (73 percent), respectively.",
            "For LB, the overall reduction of 81 percent, 78 percent, and 68 percent was seen in Group 1, Group 2, and Group 3, respectively.",
            "SM showed the overall reduction of 82 percent, 79 percent, and 68 percent for Group 1, Group 2, and Group 3, respectively, when compared to baseline microbial load."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38234",
        "text": "Several attempts at developing GIC with enhanced antibacterial effects by adding bactericides or antibiotics-such as CHX hydrochloride, cetyl pyridinium chloride, cetrimide, benzalkonium chloride, metronidazole, and ciprofloxicin-have been reported in the literature. [19] [20] [21] The literature reveals that only chlorhexidine has been widely incorporated in GIC, and all studies have shown an increase in the antibacterial effects in vitro. [21] [22] [23] [24] Studies conducted on similar grounds, for the purpose of studying long-term antibacterial effects and physical properties of a CHX-containing glass ionomer cement, exhibited antibacterial effects against S mutans and Lactobacillus acidophilus without compromising the physical properties of the material. 12, 21 Thus, a one percent wt/wt concentration of CHX diacetate was chosen to be added to the GIC powder for the present study design.",
        "section": "Discussion",
        "section_number": 10,
        "sentences": [
            "Several attempts at developing GIC with enhanced antibacterial effects by adding bactericides or antibiotics-such as CHX hydrochloride, cetyl pyridinium chloride, cetrimide, benzalkonium chloride, metronidazole, and ciprofloxicin-have been reported in the literature. [",
            "19] [20] [21] The literature reveals that only chlorhexidine has been widely incorporated in GIC, and all studies have shown an increase in the antibacterial effects in vitro. [",
            "21] [22] [23] [24] Studies conducted on similar grounds, for the purpose of studying long-term antibacterial effects and physical properties of a CHX-containing glass ionomer cement, exhibited antibacterial effects against S mutans and Lactobacillus acidophilus without compromising the physical properties of the material.",
            "12, 21 Thus, a one percent wt/wt concentration of CHX diacetate was chosen to be added to the GIC powder for the present study design."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38234",
        "text": "Pretreatment of the cavity preparation surface with an antibacterial agent is useful in eliminating the harmful effects caused by the residual bacteria. Because of its antibacterial action, CHX application to cavity preparation prior to placement of the restoration can be carried out. 25, 26 Hence, a one percent CHX solution was selected as the disinfecting agent for the present study. The concentration of CHX used as cavity disinfectant (one percent) and the incorporation of CHX into the restorative material itself (one percent w/w) cannot be directly compared to each other since the duration of contact with the residual microbes and probable longevity of inhibitory action may vary. The most suitable concentration of CHX as a cavity preparation disinfectant tested by previous researchers [25] [26] [27] [28] ranges between one to two percent; the most appropriate concentration of CHX that can be incorporated into glass ionomer cement and that gives a better antimicrobial property without compromising physical property, is one percent w/w. 12, 21 In the present study, one percent of CHX was used in both experimental groups either as a cavity disinfectant or a material incorporated into restorative cement for the purpose of standardization. A significant load of microorganisms was recovered from the infected dentin sample at baseline. Mean TVC counts were in the range of 1.52 to 1.70 (10 5 CFU per ml) in three study groups. LB ranged between 1.55 and 1.91 (10 5 CFU per ml), and SM ranged between 1.50 and 1.67 (10 5 CFU per ml). After ART excavation of carious lesions, sample number two showed a significant reduction of microbes in all three groups, suggesting that hand excavation is effective in reducing bacterial load. This finding has been substantiated by several past researchers studying ART. 5, 29, 30 Hence, the efficacy of the ART procedure itself was quite successful in reducing the bacterial counts of a carious lesion; however, it failed to eliminate them completely. 5, 30 Mean microbial counts at three months follow-up (sample three) showed further reduction of TVC, LB, and SM in all the three groups. However, the mean microbial counts for sample three were significantly less in Groups 1 and 2 versus Group 3. Overall reduction of SM for Groups 1 and 2 was 82 percent and 79 percent, respectively; for Group 3, it was 68 percent. This suggests that the use of CHX containing GIC and CHX cavity preparation disinfection was more effective in reducing the residual cariogenic bacteria under ART restorations. The results were comparable to that observed by other researchers from the past literature. 6, 12, 31, 32 Overall microbial reduction was more in Group 1 with CHX incorporated into conventional GIC compared to Group 2 with CHX cavity preparation disinfection, but the difference was not statistically significant. This difference may be due to continuous availability of CHX in Group 1 compared to Group 2. 6, 31 Although better in efficacy, incorporation of chlorhexidine in a restorative material is difficult, unless provided in such a form by a manufacturer.",
        "section": "Discussion",
        "section_number": 11,
        "sentences": [
            "Pretreatment of the cavity preparation surface with an antibacterial agent is useful in eliminating the harmful effects caused by the residual bacteria.",
            "Because of its antibacterial action, CHX application to cavity preparation prior to placement of the restoration can be carried out.",
            "25, 26 Hence, a one percent CHX solution was selected as the disinfecting agent for the present study.",
            "The concentration of CHX used as cavity disinfectant (one percent) and the incorporation of CHX into the restorative material itself (one percent w/w) cannot be directly compared to each other since the duration of contact with the residual microbes and probable longevity of inhibitory action may vary.",
            "The most suitable concentration of CHX as a cavity preparation disinfectant tested by previous researchers [25] [26] [27] [28] ranges between one to two percent; the most appropriate concentration of CHX that can be incorporated into glass ionomer cement and that gives a better antimicrobial property without compromising physical property, is one percent w/w.",
            "12, 21 In the present study, one percent of CHX was used in both experimental groups either as a cavity disinfectant or a material incorporated into restorative cement for the purpose of standardization.",
            "A significant load of microorganisms was recovered from the infected dentin sample at baseline.",
            "Mean TVC counts were in the range of 1.52 to 1.70 (10 5 CFU per ml) in three study groups.",
            "LB ranged between 1.55 and 1.91 (10 5 CFU per ml), and SM ranged between 1.50 and 1.67 (10 5 CFU per ml).",
            "After ART excavation of carious lesions, sample number two showed a significant reduction of microbes in all three groups, suggesting that hand excavation is effective in reducing bacterial load.",
            "This finding has been substantiated by several past researchers studying ART.",
            "5, 29, 30 Hence, the efficacy of the ART procedure itself was quite successful in reducing the bacterial counts of a carious lesion; however, it failed to eliminate them completely.",
            "5, 30 Mean microbial counts at three months follow-up (sample three) showed further reduction of TVC, LB, and SM in all the three groups.",
            "However, the mean microbial counts for sample three were significantly less in Groups 1 and 2 versus Group 3.",
            "Overall reduction of SM for Groups 1 and 2 was 82 percent and 79 percent, respectively; for Group 3, it was 68 percent.",
            "This suggests that the use of CHX containing GIC and CHX cavity preparation disinfection was more effective in reducing the residual cariogenic bacteria under ART restorations.",
            "The results were comparable to that observed by other researchers from the past literature.",
            "6, 12, 31, 32 Overall microbial reduction was more in Group 1 with CHX incorporated into conventional GIC compared to Group 2 with CHX cavity preparation disinfection, but the difference was not statistically significant.",
            "This difference may be due to continuous availability of CHX in Group 1 compared to Group 2.",
            "6, 31 Although better in efficacy, incorporation of chlorhexidine in a restorative material is difficult, unless provided in such a form by a manufacturer."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38234",
        "text": "The results obtained in the present study for CHX cavity preparation disinfection before restoration to reduce cariogenic bacteria were in accordance with similar studies conducted and showed that the reduction in mean counts found after CHX disinfection on tested microorganisms were higher when compared to the control group in either in vitro or in situ conditions. 26, 33 Also, CHX was found effective in reducing the cultivable microbiota. Furthermore, the use of CHX digluconate-based cavity preparation disinfectant did not completely eliminate the viable microorganisms; it served as a suitable agent in reducing the residual microbiota. 17, 34 The main limitation of the present study was the very short follow-up period; also, it was difficult to assess the superiority of CHX incorporated and CHX cavity preparation disinfection in microbial reduction. Further studies are needed with longer follow-up periods to assess which method is better in reducing the microbial load.",
        "section": "Discussion",
        "section_number": 12,
        "sentences": [
            "The results obtained in the present study for CHX cavity preparation disinfection before restoration to reduce cariogenic bacteria were in accordance with similar studies conducted and showed that the reduction in mean counts found after CHX disinfection on tested microorganisms were higher when compared to the control group in either in vitro or in situ conditions.",
            "26, 33 Also, CHX was found effective in reducing the cultivable microbiota.",
            "Furthermore, the use of CHX digluconate-based cavity preparation disinfectant did not completely eliminate the viable microorganisms; it served as a suitable agent in reducing the residual microbiota.",
            "17, 34 The main limitation of the present study was the very short follow-up period; also, it was difficult to assess the superiority of CHX incorporated and CHX cavity preparation disinfection in microbial reduction.",
            "Further studies are needed with longer follow-up periods to assess which method is better in reducing the microbial load."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38234",
        "text": "Based on this study's results, the following conclusions can be made:",
        "section": "Conclusions",
        "section_number": 13,
        "sentences": [
            "Based on this study's results, the following conclusions can be made:"
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "38234",
        "text": "1. Chlorhexidine-containing glass ionomers and chlorhexidine disinfection both demonstrated a superior effect in inhibiting growth of microorganisms left under restorations compared to conventional glass ionomer cement restorations in atraumatic restorative treatment. 2. Disinfection of the cavity after caries removal exhibits comparable efficacy to a modified restorative material and, thus, can be used more readily in a clinical setting and may help in increasing the success of ART restorations.",
        "section": "Conclusions",
        "section_number": 14,
        "sentences": [
            "1.",
            "Chlorhexidine-containing glass ionomers and chlorhexidine disinfection both demonstrated a superior effect in inhibiting growth of microorganisms left under restorations compared to conventional glass ionomer cement restorations in atraumatic restorative treatment.",
            "2.",
            "Disinfection of the cavity after caries removal exhibits comparable efficacy to a modified restorative material and, thus, can be used more readily in a clinical setting and may help in increasing the success of ART restorations."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    }
]