[
    {
        "doc_id": "36570",
        "text": "Background: Adolescents with bipolar disorder (BD) report lower quality of life (QoL) than adolescents with other psychiatric disorders. This study compared the efficacy of family-focused therapy for adolescents (FFT-A) plus pharmacotherapy to brief psychoeducation (enhanced care, or EC) plus pharmacotherapy on self-rated QoL in adolescents with BD over 2 years. Methods: Participants were 141 adolescents (mean age: 15.6 ± 1.4yr) with BD I or II who had a mood episode in the previous 3 months. Adolescents and parents were randomly assigned to (1) FFT-A, given in 21 sessions in 9 months of psychoeducation, communication enhancement training, and problem-solving skills training, or (2) EC, given in 3 family psychoeducation sessions. Study psychiatrists provided patient participants with protocolbased pharmacotherapy for the duration of the study. QoL was assessed with The KINDL R Questionnaire (Ravens-Sieberer and Bullinger, 1998) during active treatment (baseline to 9 months) and during a post-treatment followup (9-24 months). Results: The two treatment groups did not differ in overall QoL scores over 24 months. However, adolescents in FFT-A had greater improvements in quality of family relationships and physical well-being than participants in EC. For quality of friendships, the trajectory during active treatment favored EC, whereas the trajectory during post-treatment favored FFT-A. Limitations: We were unable to standardize medication use or adherence over time. Quality of life was based on self-report rather than on observable functioning. Conclusions: A short course of family psychoeducation and skills training may enhance relational functioning and health in adolescents with BD. The effects of different psychosocial interventions on peer relationships deserves further study.",
        "section": "Abstract",
        "sentences": [
            "Background: Adolescents with bipolar disorder (BD) report lower quality of life (QoL) than adolescents with other psychiatric disorders.",
            "This study compared the efficacy of family-focused therapy for adolescents (FFT-A) plus pharmacotherapy to brief psychoeducation (enhanced care, or EC) plus pharmacotherapy on self-rated QoL in adolescents with BD over 2 years.",
            "Methods: Participants were 141 adolescents (mean age: 15.6 ± 1.4yr) with BD I or II who had a mood episode in the previous 3 months.",
            "Adolescents and parents were randomly assigned to (1) FFT-A, given in 21 sessions in 9 months of psychoeducation, communication enhancement training, and problem-solving skills training, or (2) EC, given in 3 family psychoeducation sessions.",
            "Study psychiatrists provided patient participants with protocolbased pharmacotherapy for the duration of the study.",
            "QoL was assessed with The KINDL R Questionnaire (Ravens-Sieberer and Bullinger, 1998) during active treatment (baseline to 9 months) and during a post-treatment followup (9-24 months).",
            "Results: The two treatment groups did not differ in overall QoL scores over 24 months.",
            "However, adolescents in FFT-A had greater improvements in quality of family relationships and physical well-being than participants in EC.",
            "For quality of friendships, the trajectory during active treatment favored EC, whereas the trajectory during post-treatment favored FFT-A. Limitations: We were unable to standardize medication use or adherence over time.",
            "Quality of life was based on self-report rather than on observable functioning.",
            "Conclusions: A short course of family psychoeducation and skills training may enhance relational functioning and health in adolescents with BD.",
            "The effects of different psychosocial interventions on peer relationships deserves further study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36570",
        "text": "Bipolar Disorder (BD) is a chronic illness characterized by severe mood fluctuations and profound functional deficits. Up to 65% of individuals with BD have illness onset before age 18, and 28% before age 13 (Perlis et al., 2004) Childhood-onset BD is associated with a more severe course of illness than adult-onset BD, including more polarity switches, longer periods with subthreshold symptoms, and increased suicidal behaviors (Birmaher et al., 2009; Geller et al., 2008; Goldstein et al., 2012; Perlis et al., 2004; Propper et al., 2015) . Although a number of studies have examined the impact of early-onset BD on psychosocial functioning (Huxley and Baldessarini, 2007; Kessler et al., 2006; Merikangas et al., 2007; Perlis et al., 2004) , fewer studies have considered its influence on quality of life (QoL).",
        "section": "Introduction",
        "section_number": 1,
        "sentences": [
            "Bipolar Disorder (BD) is a chronic illness characterized by severe mood fluctuations and profound functional deficits.",
            "Up to 65% of individuals with BD have illness onset before age 18, and 28% before age 13 (Perlis et al., 2004) Childhood-onset BD is associated with a more severe course of illness than adult-onset BD, including more polarity switches, longer periods with subthreshold symptoms, and increased suicidal behaviors (Birmaher et al., 2009; Geller et al., 2008; Goldstein et al., 2012; Perlis et al., 2004; Propper et al., 2015) .",
            "Although a number of studies have examined the impact of early-onset BD on psychosocial functioning (Huxley and Baldessarini, 2007; Kessler et al., 2006; Merikangas et al., 2007; Perlis et al., 2004) , fewer studies have considered its influence on quality of life (QoL)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36570",
        "text": "QoL is a subjective sense of well-being in various life domains including school or work, family relationships, peer/romantic relationships, physical health, and self-esteem. Adult patients with BD report lower QoL than patients with various medical conditions or other psychiatric disorders (Dean et al., 2004; Michalak et al., 2005a; Revicki et al., 2005) . Lower QoL is associated with a greater risk for suicidal behavior in adults with BD (de Abreu et al., 2012) . A study examining health values (i.e., subjective satisfaction, distress, and undesirability of having a health condition) among adult outpatients with BD found that, on average, patients were willing to give up 39% of their life expectancy for a healthier mental state than their current one (Tsevat et al., 2000) Relatedly, childhood-onset patients with BD have lower QoL in the areas of psychosocial, physical, and emotional well-being compared to children with major depression, anxiety disorders, disruptive behavior disorders, or no psychiatric history (Freeman et al., 2009; Gomes et al., 2016; Rademacher et al., 2007; Stewart et al., 2009) .",
        "section": "Introduction",
        "section_number": 2,
        "sentences": [
            "QoL is a subjective sense of well-being in various life domains including school or work, family relationships, peer/romantic relationships, physical health, and self-esteem.",
            "Adult patients with BD report lower QoL than patients with various medical conditions or other psychiatric disorders (Dean et al., 2004; Michalak et al., 2005a; Revicki et al., 2005) .",
            "Lower QoL is associated with a greater risk for suicidal behavior in adults with BD (de Abreu et al., 2012) .",
            "A study examining health values (i.e., subjective satisfaction, distress, and undesirability of having a health condition) among adult outpatients with BD found that, on average, patients were willing to give up 39% of their life expectancy for a healthier mental state than their current one (Tsevat et al., 2000) Relatedly, childhood-onset patients with BD have lower QoL in the areas of psychosocial, physical, and emotional well-being compared to children with major depression, anxiety disorders, disruptive behavior disorders, or no psychiatric history (Freeman et al., 2009; Gomes et al., 2016; Rademacher et al., 2007; Stewart et al., 2009) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36570",
        "text": "High levels of depression, which are persistent throughout the course of BD (Altshuler et al., 2006) , are strongly associated with low self-reported QoL in adults and youth with BD (Dean et al., 2004; Freeman et al., 2009; Michalak et al., 2005a Michalak et al., , 2005b Michalak et al., , 2008 . However, adult and adolescent patients who are in continuous remission from depressive symptoms report lower QoL than their unaffected siblings or age-matched healthy controls (Coryell et al., 1993; Olsen et al., 2012) .",
        "section": "Introduction",
        "section_number": 3,
        "sentences": [
            "High levels of depression, which are persistent throughout the course of BD (Altshuler et al., 2006) , are strongly associated with low self-reported QoL in adults and youth with BD (Dean et al., 2004; Freeman et al., 2009; Michalak et al., 2005a Michalak et al., , 2005b Michalak et al., , 2008 .",
            "However, adult and adolescent patients who are in continuous remission from depressive symptoms report lower QoL than their unaffected siblings or age-matched healthy controls (Coryell et al., 1993; Olsen et al., 2012) ."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "36570",
        "text": "Two clinical trials have examined whether medical treatment for manic symptoms improves QoL in BD (Revicki et al., 2005) . Olanzapine, divalproex, and quetiapine were each associated with increases in QoL in adolescents after an episode of mania or mixed disorder, in the domains of school behavior, family functioning, and mental health (Olsen et al., 2012; Rademacher et al., 2007) . In the STEP-BD randomized trial of adults with BD, each of three psychosocial treatments (family-focused therapy (FFT), interpersonal and social rhythm therapy, and cognitive-behavioral therapy) in combination with pharmacotherapy had a greater impact on life satisfaction and relational functioning than brief psychoeducation with pharmacotherapy over 1 year, even when levels of depression were covaried (Miklowitz et al., 2007) . There are currently no treatment studies examining the impact of psychosocial treatments on QoL in childhood-onset BD.",
        "section": "Introduction",
        "section_number": 4,
        "sentences": [
            "Two clinical trials have examined whether medical treatment for manic symptoms improves QoL in BD (Revicki et al., 2005) .",
            "Olanzapine, divalproex, and quetiapine were each associated with increases in QoL in adolescents after an episode of mania or mixed disorder, in the domains of school behavior, family functioning, and mental health (Olsen et al., 2012; Rademacher et al., 2007) .",
            "In the STEP-BD randomized trial of adults with BD, each of three psychosocial treatments (family-focused therapy (FFT), interpersonal and social rhythm therapy, and cognitive-behavioral therapy) in combination with pharmacotherapy had a greater impact on life satisfaction and relational functioning than brief psychoeducation with pharmacotherapy over 1 year, even when levels of depression were covaried (Miklowitz et al., 2007) .",
            "There are currently no treatment studies examining the impact of psychosocial treatments on QoL in childhood-onset BD."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36570",
        "text": "This study examined the efficacy of FFT for adolescents (FFT-A), a 9month, 21-session psychoeducational treatment, compared to enhanced care (EC), given in 3 sessions of family psychoeducation, on self-and parent-reported QoL among adolescents with BD. Four randomized trials have found that FFT and pharmacotherapy are more effective than brief psychoeducation or individual supportive therapy and pharmacotherapy in reducing symptom severity and delaying recurrences among bipolar adults (Miklowitz and Chung, 2016) . The empirical record of FFT-A is less certain in adolescents with BD, with one study showing significant reductions in depressive symptoms among adolescents who received FFT-A compared to EC (Miklowitz et al., 2008) . Another study, reporting results from this current trial, showed no differences between FFT-A and EC on time to recovery or recurrence, but found secondary effects of FFT-A on mania symptoms (Miklowitz et al., 2014b) . The effects of psychosocial treatment on patients' quality of life ratings have not been examined among adolescents with BD in this or any other study.",
        "section": "Introduction",
        "section_number": 5,
        "sentences": [
            "This study examined the efficacy of FFT for adolescents (FFT-A), a 9month, 21-session psychoeducational treatment, compared to enhanced care (EC), given in 3 sessions of family psychoeducation, on self-and parent-reported QoL among adolescents with BD.",
            "Four randomized trials have found that FFT and pharmacotherapy are more effective than brief psychoeducation or individual supportive therapy and pharmacotherapy in reducing symptom severity and delaying recurrences among bipolar adults (Miklowitz and Chung, 2016) .",
            "The empirical record of FFT-A is less certain in adolescents with BD, with one study showing significant reductions in depressive symptoms among adolescents who received FFT-A compared to EC (Miklowitz et al., 2008) .",
            "Another study, reporting results from this current trial, showed no differences between FFT-A and EC on time to recovery or recurrence, but found secondary effects of FFT-A on mania symptoms (Miklowitz et al., 2014b) .",
            "The effects of psychosocial treatment on patients' quality of life ratings have not been examined among adolescents with BD in this or any other study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36570",
        "text": "In the trial comparing FFT-A to EC described by Miklowitz et al. (2014b) , we obtained regular quality of life assessments from adolescents (N=141) with BD I or BD II disorder and their parents. Adolescents had experienced an episode of depression, mania/mixed disorder, or hypomania in the 3 months before enrollment. We hypothesized that 1) adolescents in FFT-A would report better QoL over time than those in EC in the areas of family relationships and emotional well-being (both of which are targets of the FFT model); and 2) these group differences would be independent of baseline differences among adolescents in depressive or manic symptoms.",
        "section": "Introduction",
        "section_number": 6,
        "sentences": [
            "In the trial comparing FFT-A to EC described by Miklowitz et al. (2014b) , we obtained regular quality of life assessments from adolescents (N=141) with BD I or BD II disorder and their parents.",
            "Adolescents had experienced an episode of depression, mania/mixed disorder, or hypomania in the 3 months before enrollment.",
            "We hypothesized that 1) adolescents in FFT-A would report better QoL over time than those in EC in the areas of family relationships and emotional well-being (both of which are targets of the FFT model); and 2) these group differences would be independent of baseline differences among adolescents in depressive or manic symptoms."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36570",
        "text": "This study ran from August 2006 to July 2010 at three U.S. sites: University of Colorado, Boulder, CO; University of Pittsburgh School of Medicine, Pittsburgh, PA, and the University of Cincinnati/ Cincinnati Children's Hospital Medical Center, Cincinnati, Ohio. Participants were recruited from referrals from community practitioners, inpatient and outpatient units, print and online advertisements, and public presenta-tions.",
        "section": "Participants",
        "section_number": 7,
        "sentences": [
            "This study ran from August 2006 to July 2010 at three U.S. sites: University of Colorado, Boulder, CO; University of Pittsburgh School of Medicine, Pittsburgh, PA, and the University of Cincinnati/ Cincinnati Children's Hospital Medical Center, Cincinnati, Ohio.",
            "Participants were recruited from referrals from community practitioners, inpatient and outpatient units, print and online advertisements, and public presenta-tions."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "36570",
        "text": "Participants were between the ages of 12 years, 0 months to 18 years, 1 month and met criteria for a DSM-IV-TR (American Psychiatric Association, 2000) diagnosis of bipolar I or II disorder. The key diagnostic assessment instrument was the \"Kiddie\" Schedule for Affective Disorders and Schizophrenia for School-Age Children, Present and Lifetime Version (KSADS-PL; Chambers et al., 1985; Kaufman et al., 1997) administered to the adolescent and at least one parent at study entry, with ratings based on a consensus between the two reports. Participants had to have at least one week of manic, hypomanic, or mixed symptoms or at least 2 weeks of depressive symptoms in the past 3 months, with symptoms of at least moderate severity for mania (≥17 on the K-SADS Mania Rating Scale; Axelson et al., 2003) or depression (≥16 on the K-SADS Depression Rating Scale; Chambers et al., 1985) ). Reliabilities (intraclass rs), calculated across the three sites (12 K-SADS tapes rated by an average of 12 raters) were .89 for KSADS Depression Rating Scale Scores and .81 for Mania Rating Scale scores. Participants were ineligible if they met DSM-IV-TR criteria for a current substance abuse/dependence disorder or pervasive developmental disorder. At least one parent or stepparent agreed to attend all family sessions with the adolescent.",
        "section": "Participants",
        "section_number": 8,
        "sentences": [
            "Participants were between the ages of 12 years, 0 months to 18 years, 1 month and met criteria for a DSM-IV-TR (American Psychiatric Association, 2000) diagnosis of bipolar I or II disorder.",
            "The key diagnostic assessment instrument was the \"Kiddie\" Schedule for Affective Disorders and Schizophrenia for School-Age Children, Present and Lifetime Version (KSADS-PL; Chambers et al., 1985; Kaufman et al., 1997) administered to the adolescent and at least one parent at study entry, with ratings based on a consensus between the two reports.",
            "Participants had to have at least one week of manic, hypomanic, or mixed symptoms or at least 2 weeks of depressive symptoms in the past 3 months, with symptoms of at least moderate severity for mania (≥17 on the K-SADS Mania Rating Scale; Axelson et al., 2003) or depression (≥16 on the K-SADS Depression Rating Scale; Chambers et al., 1985) ).",
            "Reliabilities (intraclass rs), calculated across the three sites (12 K-SADS tapes rated by an average of 12 raters) were .89 for KSADS Depression Rating Scale Scores and .81 for Mania Rating Scale scores.",
            "Participants were ineligible if they met DSM-IV-TR criteria for a current substance abuse/dependence disorder or pervasive developmental disorder.",
            "At least one parent or stepparent agreed to attend all family sessions with the adolescent."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36570",
        "text": "Participants agreed to receive pharmacotherapy from board-certified psychiatrists using the algorithms of the Child Psychiatric Workgroup on Bipolar Disorder (Kowatch et al., 2005 ) as supervised by expert child psychopharmacologists. These algorithms recommend treatment with mood stabilizers and second-generation antipsychotics, with adjunctive antidepressants, psychostimulants, or anxiolytics as needed.",
        "section": "Participants",
        "section_number": 9,
        "sentences": [
            "Participants agreed to receive pharmacotherapy from board-certified psychiatrists using the algorithms of the Child Psychiatric Workgroup on Bipolar Disorder (Kowatch et al., 2005 ) as supervised by expert child psychopharmacologists.",
            "These algorithms recommend treatment with mood stabilizers and second-generation antipsychotics, with adjunctive antidepressants, psychostimulants, or anxiolytics as needed."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "36570",
        "text": "This study was approved by the institutional review boards of all three universities. Parents, adolescent patients, and all other family members (e.g. siblings) gave written consent or assent to participate after receiving full explanations of the trial procedures. Further study design details are given in a previous manuscript reporting results from this trial (Miklowitz et al., 2014b) .",
        "section": "Participants",
        "section_number": 10,
        "sentences": [
            "This study was approved by the institutional review boards of all three universities.",
            "Parents, adolescent patients, and all other family members (e.g. siblings) gave written consent or assent to participate after receiving full explanations of the trial procedures.",
            "Further study design details are given in a previous manuscript reporting results from this trial (Miklowitz et al., 2014b) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36570",
        "text": "After the initial KSADS-PL evaluation and a separate medical evaluation by a child psychiatrist, participants were randomly assigned in a 1:1 proportion to either pharmacotherapy plus FFT-A or pharmacotherapy plus EC, using a modified version of Efron's biased coin toss (Begg and Iglewicz, 1980) . The groups were balanced at each study site by bipolar subtype (I and II) and mood state at study entry (depressed, manic/hypomanic, mixed).",
        "section": "Study procedures: psychosocial treatments",
        "section_number": 11,
        "sentences": [
            "After the initial KSADS-PL evaluation and a separate medical evaluation by a child psychiatrist, participants were randomly assigned in a 1:1 proportion to either pharmacotherapy plus FFT-A or pharmacotherapy plus EC, using a modified version of Efron's biased coin toss (Begg and Iglewicz, 1980) .",
            "The groups were balanced at each study site by bipolar subtype (I and II) and mood state at study entry (depressed, manic/hypomanic, mixed)."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "36570",
        "text": "Adolescents in FFT-A received 21 one-hr sessions over 9 months (12 weekly, 6 biweekly, and 3 monthly) with their parent(s) and available siblings. The first module focused on psychoeducation related to having BD, medication adherence, and developing a relapse prevention plan. The next phase, communication training, consisted of role-play exercises to rehearse active listening, make requests for changes in one another's behavior, offer positive feedback, or offer constructive criticism about specific behaviors. In the third phase, participants learned to define specific problems, generate and evaluate solutions to these problems, select solutions, and develop solution-implementation plans. Much of the content of FFT-A emphasized the adolescents' adaptation to the school and social environment, greater awareness of triggers for mood instability, maintaining stability in sleep/wake rhythms, keeping a balance between under-and over-activity in social engagements, and negotiating conflicts within the family.",
        "section": "Family-focused treatment for adolescents",
        "section_number": 12,
        "sentences": [
            "Adolescents in FFT-A received 21 one-hr sessions over 9 months (12 weekly, 6 biweekly, and 3 monthly) with their parent(s) and available siblings.",
            "The first module focused on psychoeducation related to having BD, medication adherence, and developing a relapse prevention plan.",
            "The next phase, communication training, consisted of role-play exercises to rehearse active listening, make requests for changes in one another's behavior, offer positive feedback, or offer constructive criticism about specific behaviors.",
            "In the third phase, participants learned to define specific problems, generate and evaluate solutions to these problems, select solutions, and develop solution-implementation plans.",
            "Much of the content of FFT-A emphasized the adolescents' adaptation to the school and social environment, greater awareness of triggers for mood instability, maintaining stability in sleep/wake rhythms, keeping a balance between under-and over-activity in social engagements, and negotiating conflicts within the family."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36570",
        "text": "Participants, parents, and siblings who received EC attended three weekly 1 h. sessions in the first month after randomization. These sessions focused on mood monitoring, identifying early warning signs of recurrence, developing strategies to prevent recurrence (e.g., contacting the physician for a medication evaluation; managing sleep/ wake rhythms), and medication adherence.",
        "section": "Enhanced care",
        "section_number": 13,
        "sentences": [
            "Participants, parents, and siblings who received EC attended three weekly 1 h. sessions in the first month after randomization.",
            "These sessions focused on mood monitoring, identifying early warning signs of recurrence, developing strategies to prevent recurrence (e.g., contacting the physician for a medication evaluation; managing sleep/ wake rhythms), and medication adherence."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "36570",
        "text": "An independent evaluator who was unaware of treatment assignments interviewed participants and at least one parent every 3 months during year 1 (with FFT-A sessions occurring between months 1-9) and every 6 months during year 2. Evaluators did not attend clinic meetings in which participants were discussed. If an evaluator became aware of a participant's treatment condition, a new independent evaluator replaced him/her. The primary outcome measure was derived from the Adolescent Longitudinal Interval Follow-Up Evaluation (ALIFE) -Psychiatric Status Ratings (PSRs; Birmaher et al., 2009; Keller et al., 1987) , which are weekly ratings of depression, mania, or hypomania ranging from 1 (asymptomatic) to 6 (met definite DSM-IV criteria at a severe level). Depression, mania, and hypomania PSR scores at trial entry were calculated by averaging PSRs for the 5 weeks prior to the date of randomization. The independent evaluators based weekly ratings on the consensus of the adolescents' and parents' reports. Inter-rater reliabilities for 6-point PSRs averaged .74 (intra-class r) for depression and mania/hypomania scores (calculated across sites).",
        "section": "Longitudinal assessments",
        "section_number": 14,
        "sentences": [
            "An independent evaluator who was unaware of treatment assignments interviewed participants and at least one parent every 3 months during year 1 (with FFT-A sessions occurring between months 1-9) and every 6 months during year 2.",
            "Evaluators did not attend clinic meetings in which participants were discussed.",
            "If an evaluator became aware of a participant's treatment condition, a new independent evaluator replaced him/her.",
            "The primary outcome measure was derived from the Adolescent Longitudinal Interval Follow-Up Evaluation (ALIFE) -Psychiatric Status Ratings (PSRs; Birmaher et al., 2009; Keller et al., 1987) , which are weekly ratings of depression, mania, or hypomania ranging from 1 (asymptomatic) to 6 (met definite DSM-IV criteria at a severe level).",
            "Depression, mania, and hypomania PSR scores at trial entry were calculated by averaging PSRs for the 5 weeks prior to the date of randomization.",
            "The independent evaluators based weekly ratings on the consensus of the adolescents' and parents' reports.",
            "Inter-rater reliabilities for 6-point PSRs averaged .74 (intra-class r) for depression and mania/hypomania scores (calculated across sites)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36570",
        "text": "Due to the subjective nature of QoL, it can be challenging to obtain valid and reliable information in younger populations. We assessed QoL through the Kiddo-KINDL R for adolescents (aged 13-16) and the KINDL R for parents (Ravens-Sieberer and Bullinger, 1998; Ravens-Sieberer et al., 2000) . Adolescent and parent ratings (both concerning the child's adjustment) were averaged for each 3-or 6-month interval. The KINDL questionnaires consist of 24 Likert-scaled items associated with six dimensions: physical well-being, emotional well-being, selfesteem, family, friendships, and school functioning. Each item is rated from 1 (never) to 5 (all the time), with higher scores corresponding to better QoL in that domain. Examples for the adolescent version included \"In the past week, I had fun and laughed a lot\"; parent version: \"In the past week, my child had fun and laughed a lot\". A total score and six subscores were calculated by adding the items in each subscale.",
        "section": "The KINDL R Questionnaire",
        "section_number": 15,
        "sentences": [
            "Due to the subjective nature of QoL, it can be challenging to obtain valid and reliable information in younger populations.",
            "We assessed QoL through the Kiddo-KINDL R for adolescents (aged 13-16) and the KINDL R for parents (Ravens-Sieberer and Bullinger, 1998; Ravens-Sieberer et al., 2000) .",
            "Adolescent and parent ratings (both concerning the child's adjustment) were averaged for each 3-or 6-month interval.",
            "The KINDL questionnaires consist of 24 Likert-scaled items associated with six dimensions: physical well-being, emotional well-being, selfesteem, family, friendships, and school functioning.",
            "Each item is rated from 1 (never) to 5 (all the time), with higher scores corresponding to better QoL in that domain.",
            "Examples for the adolescent version included \"In the past week, I had fun and laughed a lot\"; parent version: \"In the past week, my child had fun and laughed a lot\".",
            "A total score and six subscores were calculated by adding the items in each subscale."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36570",
        "text": "In prior studies, the KINDL adolescent and parent versions had satisfactory convergent validity compared to the Child Health Questionnaire, the Short Form Health Survey-36, and the Strength and Difficulties Questionnaire; and good discriminant validity among children with different medical and psychiatric illnesses (Erhart et al., 2009; Ravens-Sieberer and Bullinger, 1998; Ravens-Sieberer et al., 2000) . In the present study, Cronbach's alphas for the 6 subscales of the KINDL, adolescent version, were .72-.82; for the parent version, .73-.82 across time points (see Table S1 ).",
        "section": "The KINDL R Questionnaire",
        "section_number": 16,
        "sentences": [
            "In prior studies, the KINDL adolescent and parent versions had satisfactory convergent validity compared to the Child Health Questionnaire, the Short Form Health Survey-36, and the Strength and Difficulties Questionnaire; and good discriminant validity among children with different medical and psychiatric illnesses (Erhart et al., 2009; Ravens-Sieberer and Bullinger, 1998; Ravens-Sieberer et al., 2000) .",
            "In the present study, Cronbach's alphas for the 6 subscales of the KINDL, adolescent version, were .72-.82; for the parent version, .73-.82 across time points (see Table S1 )."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "36570",
        "text": "Parents' and adolescents' scores for the KINDL total scale and 6 subscales were significantly correlated at the various time points, with Pearson rs ranging from .22 to .45 (ps < .05; Ns=122 to 65). To reduce the number of comparisons, we averaged parents' and adolescent's scores at each time point rather than analyzing each report as a separate outcome.",
        "section": "The KINDL R Questionnaire",
        "section_number": 17,
        "sentences": [
            "Parents' and adolescents' scores for the KINDL total scale and 6 subscales were significantly correlated at the various time points, with Pearson rs ranging from .22 to .45 (ps < .05; Ns=122 to 65).",
            "To reduce the number of comparisons, we averaged parents' and adolescent's scores at each time point rather than analyzing each report as a separate outcome."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "36570",
        "text": "All analyses were conducted using Statistical Analysis System (SAS) software (9.4). Baseline descriptive statistics (N=141) were calculated for all demographic and illness history variables and compared across treatment groups. Pearson correlations were used to assess the relationships between baseline demographic and clinical variables (age, sex, mean PSR scores for depression and mania/hypomania covering the 5 weeks prior to random assignment) and KINDL scores at baseline (2 weeks prior to random assignment). One-way ANOVAs were used to determine group differences between bipolar I disorder and bipolar II disorder on baseline KINDL Total scores and sub-scores.",
        "section": "Statistical analyses",
        "section_number": 18,
        "sentences": [
            "All analyses were conducted using Statistical Analysis System (SAS) software (9.4).",
            "Baseline descriptive statistics (N=141) were calculated for all demographic and illness history variables and compared across treatment groups.",
            "Pearson correlations were used to assess the relationships between baseline demographic and clinical variables (age, sex, mean PSR scores for depression and mania/hypomania covering the 5 weeks prior to random assignment) and KINDL scores at baseline (2 weeks prior to random assignment).",
            "One-way ANOVAs were used to determine group differences between bipolar I disorder and bipolar II disorder on baseline KINDL Total scores and sub-scores."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36570",
        "text": "We examined treatment group differences in the trajectory of KINDL scores over time using mixed-effect regression models (SAS PROC MIXED) with subject-level random intercepts to account for withinsubject correlations induced by repeated measurements. First, we performed an omnibus test to determine whether the overall longitudinal trajectories of KINDL Total scores and sub-scores (i.e. quality of family life, friendships, physical well-being, emotional well-being, selfesteem, school, averaged across parents and adolescents) over 24 months differed by treatment group. The independent variables included treatment condition (FFT-A versus EC) and study visit (months 0 [baseline], 3, 6, 9, 12, 18, and 24 months). Treatment site (Colorado, Pittsburgh, Cincinnati) and baseline depression and mania scores on the ALIFE PSRs were covaried in each model. In cases where the omnibus test was significant or marginally significant (p < .10), suggesting a group difference in overall trajectories, we performed post-hoc analyses.",
        "section": "Statistical analyses",
        "section_number": 19,
        "sentences": [
            "We examined treatment group differences in the trajectory of KINDL scores over time using mixed-effect regression models (SAS PROC MIXED) with subject-level random intercepts to account for withinsubject correlations induced by repeated measurements.",
            "First, we performed an omnibus test to determine whether the overall longitudinal trajectories of KINDL Total scores and sub-scores (i.e. quality of family life, friendships, physical well-being, emotional well-being, selfesteem, school, averaged across parents and adolescents) over 24 months differed by treatment group.",
            "The independent variables included treatment condition (FFT-A versus EC) and study visit (months 0 [baseline], 3, 6, 9, 12, 18, and 24 months).",
            "Treatment site (Colorado, Pittsburgh, Cincinnati) and baseline depression and mania scores on the ALIFE PSRs were covaried in each model.",
            "In cases where the omnibus test was significant or marginally significant (p < .10), suggesting a group difference in overall trajectories, we performed post-hoc analyses."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36570",
        "text": "Post-hoc mixed-effect regression models examined the effects of treatment, time, and treatment by time interactions during the active phase (months 0-9, the interval of the FFT-A treatment protocol) and the post-treatment phase (months 9-24). We anticipated that for both treatment groups, improvement slopes for QoL scores would be greater during the active treatment than the post-treatment phase. Thus, we predicted that there would be linear increase in QoL during active treatment and a leveling off of scores during post-treatment. To test this hypothesis, study phase was included as an additional independent variable in these models. A significant group by time interaction for the active treatment phase implied a group difference in the slope of change in QoL scores, whereas a group by time interaction in the posttreatment phase represented a group difference in the change in slopes of QofL scores from the active to the post-treatment phase.",
        "section": "Statistical analyses",
        "section_number": 20,
        "sentences": [
            "Post-hoc mixed-effect regression models examined the effects of treatment, time, and treatment by time interactions during the active phase (months 0-9, the interval of the FFT-A treatment protocol) and the post-treatment phase (months 9-24).",
            "We anticipated that for both treatment groups, improvement slopes for QoL scores would be greater during the active treatment than the post-treatment phase.",
            "Thus, we predicted that there would be linear increase in QoL during active treatment and a leveling off of scores during post-treatment.",
            "To test this hypothesis, study phase was included as an additional independent variable in these models.",
            "A significant group by time interaction for the active treatment phase implied a group difference in the slope of change in QoL scores, whereas a group by time interaction in the posttreatment phase represented a group difference in the change in slopes of QofL scores from the active to the post-treatment phase."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36570",
        "text": "We examined whether the FFT-A and EC groups differed in the number of noncompleters (participants who dropped out of the study prior to the 9-month assessment) and completers (those who completed at least 9 months of treatment and follow-up) using a χ 2 test. To evaluate whether differential subject attrition between the treatment groups explained group differences in QoL scores, we conducted ANOVAs comparing treatment groups subdivided by completer versus noncompleter status on baseline KINDL scores. In addition, the variable, completer/noncompleter status, was included as a covariate in the mixed-effect regression models where significant treatment effects were found, to determine whether differences in attrition between treatment groups affected group differences in QoL outcomes.",
        "section": "Statistical analyses",
        "section_number": 21,
        "sentences": [
            "We examined whether the FFT-A and EC groups differed in the number of noncompleters (participants who dropped out of the study prior to the 9-month assessment) and completers (those who completed at least 9 months of treatment and follow-up) using a χ 2 test.",
            "To evaluate whether differential subject attrition between the treatment groups explained group differences in QoL scores, we conducted ANOVAs comparing treatment groups subdivided by completer versus noncompleter status on baseline KINDL scores.",
            "In addition, the variable, completer/noncompleter status, was included as a covariate in the mixed-effect regression models where significant treatment effects were found, to determine whether differences in attrition between treatment groups affected group differences in QoL outcomes."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36570",
        "text": "Based on a planned sample size of 75 participants per group, the study design had 90% power to detect a treatment-by-time interaction corresponding to a change from no difference at baseline to an effect size of d=.50 at the end of acute treatment (α=.05, two-tailed test). The observed sample size of 141 was very close to the target, suggesting that the study was adequately powered to assess the primary comparisons of interest.",
        "section": "Statistical analyses",
        "section_number": 22,
        "sentences": [
            "Based on a planned sample size of 75 participants per group, the study design had 90% power to detect a treatment-by-time interaction corresponding to a change from no difference at baseline to an effect size of d=.50 at the end of acute treatment (α=.05, two-tailed test).",
            "The observed sample size of 141 was very close to the target, suggesting that the study was adequately powered to assess the primary comparisons of interest."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "36570",
        "text": "A total of 145 adolescents and families participated in the trial at the University of Colorado (n=54), Western Psychiatric Institute and Clinics (n=44), and the Cincinnati Children's Hospital Medical Center (n=47). Of the 145, 3 did not complete any baseline or follow-up KINDL questionnaires and one did not complete mood measures at baseline, leaving 141 participants ( Fig. 1) .",
        "section": "Sample composition",
        "section_number": 23,
        "sentences": [
            "A total of 145 adolescents and families participated in the trial at the University of Colorado (n=54), Western Psychiatric Institute and Clinics (n=44), and the Cincinnati Children's Hospital Medical Center (n=47).",
            "Of the 145, 3 did not complete any baseline or follow-up KINDL questionnaires and one did not complete mood measures at baseline, leaving 141 participants ( Fig. 1) ."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "36570",
        "text": "Of the sample of 141, 76 met DSM-IV criteria for bipolar I disorder and 65 met criteria for bipolar II disorder (Table 1 ). The mean age was 15.6 years (SD=1.4) with 78 females and 63 males. Participants in the FFT-A group did not differ from participants in the EC group on baseline demographic variables (e.g., age or sex), ALIFE PSRs for depression, mania or hypomania, nor on baseline (prior 2 week) KINDL Total scores or Family, Physical Well-Being, Emotional Well-Being, Friendships, and School scores. However, the adolescents in FFT-A started the trial with higher Self-Esteem scores (M=11.05, SD=2.91) than the adolescents in the EC condition (M=10.05, SD=2.92; F 1, =4.59, p=.03).",
        "section": "Sample composition",
        "section_number": 24,
        "sentences": [
            "Of the sample of 141, 76 met DSM-IV criteria for bipolar I disorder and 65 met criteria for bipolar II disorder (Table 1 ).",
            "The mean age was 15.6 years (SD=1.4) with 78 females and 63 males.",
            "Participants in the FFT-A group did not differ from participants in the EC group on baseline demographic variables (e.g., age or sex), ALIFE PSRs for depression, mania or hypomania, nor on baseline (prior 2 week) KINDL Total scores or Family, Physical Well-Being, Emotional Well-Being, Friendships, and School scores.",
            "However, the adolescents in FFT-A started the trial with higher Self-Esteem scores (M=11.05, SD=2.91) than the adolescents in the EC condition (M=10.05, SD=2.92; F 1, =4.59, p=.03)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36570",
        "text": "As reported previously (Miklowitz et al., 2014b) , there were no group differences between treatment groups on number of pharmacotherapy visits during the 2-year study (mean=11.6 ± 6.9). Participants in FFT-A and EC did not differ in the mean number of medications prescribed at baseline (FFT-A, mean 2.0 ± 1.0; EC, mean 1.6 ± .9), at 12-months (FFT-A, mean 2.1 ± 1.0; EC, 2.0 ± .9) or at 24 months (FFT-A, 2.2 ± 1.1; EC, 2.0 ± 1.1). The two groups also did not differ at baseline or any other point in the trial in types of medications prescribed (lithium, second-generation antipsychotics, antidepressants, psychostimulants, anxiolytics), added, or discontinued.",
        "section": "Pharmacotherapy regimens",
        "section_number": 25,
        "sentences": [
            "As reported previously (Miklowitz et al., 2014b) , there were no group differences between treatment groups on number of pharmacotherapy visits during the 2-year study (mean=11.6 ± 6.9).",
            "Participants in FFT-A and EC did not differ in the mean number of medications prescribed at baseline (FFT-A, mean 2.0 ± 1.0; EC, mean 1.6 ± .9), at 12-months (FFT-A, mean 2.1 ± 1.0; EC, 2.0 ± .9) or at 24 months (FFT-A, 2.2 ± 1.1; EC, 2.0 ± 1.1).",
            "The two groups also did not differ at baseline or any other point in the trial in types of medications prescribed (lithium, second-generation antipsychotics, antidepressants, psychostimulants, anxiolytics), added, or discontinued."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36570",
        "text": "Higher baseline PSR depression scores were significantly associated with lower KINDL Total, Physical Well-Being, Emotional Well-Being, Self-Esteem, Friendships baseline scores (average of parent and child reports; rs (134)=−.22 to −.40, ps < .01) and KINDL school scores (r (128)=.21, p=.02). Baseline PSR depression scores were not significantly associated with KINDL Family scores (p=.39). Higher baseline PSR mania scores were significantly associated with higher QoL baseline scores for KINDL Total and Self-Esteem (rs (134)=.19 to .21, ps < .05) but not for Physical Well-Being, Emotional Well-Being, Family, Friendships, and School baseline scores (ps≥.08). Thus, baseline PSR depression and mania/hypomania scores were included as covariates in the mixed-effects regression models examining the effects of treatment on the trajectory of QoL scores over time.",
        "section": "Baseline predictors of quality of life",
        "section_number": 26,
        "sentences": [
            "Higher baseline PSR depression scores were significantly associated with lower KINDL Total, Physical Well-Being, Emotional Well-Being, Self-Esteem, Friendships baseline scores (average of parent and child reports; rs (134)=−.22 to −.40, ps < .01) and KINDL school scores (r (128)=.21, p=.02).",
            "Baseline PSR depression scores were not significantly associated with KINDL Family scores (p=.39).",
            "Higher baseline PSR mania scores were significantly associated with higher QoL baseline scores for KINDL Total and Self-Esteem (rs (134)=.19 to .21, ps < .05) but not for Physical Well-Being, Emotional Well-Being, Family, Friendships, and School baseline scores (ps≥.08).",
            "Thus, baseline PSR depression and mania/hypomania scores were included as covariates in the mixed-effects regression models examining the effects of treatment on the trajectory of QoL scores over time."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36570",
        "text": "Younger age was significantly associated with higher baseline QoL scores for KINDL school (r (128)=.18, p=.04) but not for KINDL Total, Physical Well-Being, Emotional Well-Being, Self-Esteem, Family, and Friendships baseline scores (ps≥.08). Being male was significantly associated with higher KINDL Physical Well-Being baseline scores (r (134)=−.19, p=.03) but not quality of Total, Emotional Well-Being, Self-Esteem, Family Relationships, Friendships, or School Functioning baseline scores (ps≥.08).",
        "section": "Baseline predictors of quality of life",
        "section_number": 27,
        "sentences": [
            "Younger age was significantly associated with higher baseline QoL scores for KINDL school (r (128)=.18, p=.04) but not for KINDL Total, Physical Well-Being, Emotional Well-Being, Self-Esteem, Family, and Friendships baseline scores (ps≥.08).",
            "Being male was significantly associated with higher KINDL Physical Well-Being baseline scores (r (134)=−.19, p=.03) but not quality of Total, Emotional Well-Being, Self-Esteem, Family Relationships, Friendships, or School Functioning baseline scores (ps≥.08)."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "36570",
        "text": "There were no group differences found between bipolar I disorder and bipolar II disorder for baseline KINDL Total scores and sub-scores.",
        "section": "Baseline predictors of quality of life",
        "section_number": 28,
        "sentences": [
            "There were no group differences found between bipolar I disorder and bipolar II disorder for baseline KINDL Total scores and sub-scores."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "36570",
        "text": "For KINDL Total scores, the omnibus test did not show evidence of differential trajectories over 24 months by treatment group (See Table 2 ). However, overall trajectories of the treatment groups were significantly different for Quality of Friendships and Physical Well-Being scores, (ps≤.05). For the Quality of Family Life and Self-Esteem Scores, the omnibus tests showed evidence of differential trajectories of the treatment groups with marginal significance (ps > .07; For unadjusted means, see Table S2 ). Thus, we conducted post-hoc examinations to determine when in the study (i.e., acute treatment phase vs. posttreatment phase) group differences in Quality of Friendships, Physical Well-Being, Quality of Family Relationships, and Self-Esteem occurred.",
        "section": "Overall trajectory of quality of life scores",
        "section_number": 29,
        "sentences": [
            "For KINDL Total scores, the omnibus test did not show evidence of differential trajectories over 24 months by treatment group (See Table 2 ).",
            "However, overall trajectories of the treatment groups were significantly different for Quality of Friendships and Physical Well-Being scores, (ps≤.05).",
            "For the Quality of Family Life and Self-Esteem Scores, the omnibus tests showed evidence of differential trajectories of the treatment groups with marginal significance (ps > .07; For unadjusted means, see Table S2 ).",
            "Thus, we conducted post-hoc examinations to determine when in the study (i.e., acute treatment phase vs. posttreatment phase) group differences in Quality of Friendships, Physical Well-Being, Quality of Family Relationships, and Self-Esteem occurred."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36570",
        "text": "3.5. Trajectory of quality of life scores for active treatment phase (baseline to 9 months) and post-treatment phase (9-24 months)",
        "section": "Overall trajectory of quality of life scores",
        "section_number": 30,
        "sentences": [
            "3.5.",
            "Trajectory of quality of life scores for active treatment phase (baseline to 9 months) and post-treatment phase (9-24 months)"
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "36570",
        "text": "Post-hoc analysis of Quality of Family Life scores indicated there was a significant treatment effect favoring FFT during the active treatment period (baseline to 9 months; group by time interaction; p < .001) with a leveling off in both groups during the post-treatment phase (months 9−24; main effect of time; p=004) (See Table 3 and Fig. 2 ). For Quality of Physical Well-Being, there was a significant improvement (positive slope) in the sample as a whole during the active treatment period (main effect of time; p=.03). During the posttreatment period, there was an improvement in the scores for the FFT group while the scores for the EC group leveled off (group by time interaction; p=.03) (Fig. 3) . Post-hoc analysis on Quality of Friendship scores indicated there was a significant treatment effect on KINDL scores favoring EC during active treatment (group by time interaction; p=.01). However, during the post-treatment period, there was an improvement in Quality of Friendship scores for the FFT group and a leveling off for the EC group (group by time interaction; p=.02) (Fig. 4) . For Quality of Self-Esteem scores, there was a significant treatment effect favoring EC during the active phase (group by time interaction; p=.02) and no significant main effect or interaction for the post-treatment phase (ps≥.06). However, Quality of Self-Esteem scores were higher at baseline in the EC condition than the FFT condition (F 1, 134 =4.59, p-value=.03). Once baseline scores were covaried, the group differences in self-esteem scores were not significant at 3, 6 or 9 months (ps > .05). For slopes in active and post-treatment phases, see Table 4 .",
        "section": "Overall trajectory of quality of life scores",
        "section_number": 31,
        "sentences": [
            "Post-hoc analysis of Quality of Family Life scores indicated there was a significant treatment effect favoring FFT during the active treatment period (baseline to 9 months; group by time interaction; p < .001) with a leveling off in both groups during the post-treatment phase (months 9−24; main effect of time; p=004) (See Table 3 and Fig. 2 ).",
            "For Quality of Physical Well-Being, there was a significant improvement (positive slope) in the sample as a whole during the active treatment period (main effect of time; p=.03).",
            "During the posttreatment period, there was an improvement in the scores for the FFT group while the scores for the EC group leveled off (group by time interaction; p=.03) (Fig. 3) .",
            "Post-hoc analysis on Quality of Friendship scores indicated there was a significant treatment effect on KINDL scores favoring EC during active treatment (group by time interaction; p=.01).",
            "However, during the post-treatment period, there was an improvement in Quality of Friendship scores for the FFT group and a leveling off for the EC group (group by time interaction; p=.02) (Fig. 4) .",
            "For Quality of Self-Esteem scores, there was a significant treatment effect favoring EC during the active phase (group by time interaction; p=.02) and no significant main effect or interaction for the post-treatment phase (ps≥.06).",
            "However, Quality of Self-Esteem scores were higher at baseline in the EC condition than the FFT condition (F 1, 134 =4.59, p-value=.03).",
            "Once baseline scores were covaried, the group differences in self-esteem scores were not significant at 3, 6 or 9 months (ps > .05).",
            "For slopes in active and post-treatment phases, see Table 4 ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36570",
        "text": "Thus, participants in FFT-A showed improvements over time in Physical Well-Being and Quality of Family Life. For Quality of Friendships, the trajectory during active treatment favored EC, whereas the trajectory during post-treatment favored FFT-A.",
        "section": "Overall trajectory of quality of life scores",
        "section_number": 32,
        "sentences": [
            "Thus, participants in FFT-A showed improvements over time in Physical Well-Being and Quality of Family Life.",
            "For Quality of Friendships, the trajectory during active treatment favored EC, whereas the trajectory during post-treatment favored FFT-A."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "36570",
        "text": "Twenty-one adolescents only completed baseline KINDL questionnaires. There were no differences between these 21 participants without follow-up QOL scores and the 125 with baseline and follow-up KINDL data on any of the KINDL scales, for either child or parent reports. The FFT-A and EC groups did not differ in the number of participants who dropped out of the study during the active treatment phase, (X 2 (1, N=145) =2.67, p=.10). There were no main effects of completing the study (N=96) vs. exiting the study during the treatment phase (N=49) on QOL Family, Physical Well-Being, or Friendship scores obtained at baseline. There were also no treatment by completer/noncompleter interactions on these three QOL variables. Lastly, including completer vs noncompleter status in the primary mixed models did not change the relationships between treatment group and any of the quality of life variables (i.e. Family, Physical Well-Being, Friendship) measured during the active phase or the post-treatment phase. These results suggest that the effects of FFT-A vs. EC on QoL scores were not moderated by completer status.",
        "section": "Participant attrition",
        "section_number": 33,
        "sentences": [
            "Twenty-one adolescents only completed baseline KINDL questionnaires.",
            "There were no differences between these 21 participants without follow-up QOL scores and the 125 with baseline and follow-up KINDL data on any of the KINDL scales, for either child or parent reports.",
            "The FFT-A and EC groups did not differ in the number of participants who dropped out of the study during the active treatment phase, (X 2 (1, N=145) =2.67, p=.10).",
            "There were no main effects of completing the study (N=96) vs. exiting the study during the treatment phase (N=49) on QOL Family, Physical Well-Being, or Friendship scores obtained at baseline.",
            "There were also no treatment by completer/noncompleter interactions on these three QOL variables.",
            "Lastly, including completer vs noncompleter status in the primary mixed models did not change the relationships between treatment group and any of the quality of life variables (i.e. Family, Physical Well-Being, Friendship) measured during the active phase or the post-treatment phase.",
            "These results suggest that the effects of FFT-A vs. EC on QoL scores were not moderated by completer status."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36570",
        "text": "Within the mixed models, baseline PSR depression scores were inversely related to KINDL Total scores and sub-scales for Physical Well-Being, Emotional Well-Being, Self-Esteem, Friendships, and School Functioning over the 2-year period (ps < .05). Baseline PSR depression scores were inversely correlated with marginal significance to Family QoL scores (F 1, 494 =3.22, p=.07). Baseline PSR hypomania/mania scores were positively correlated with KINDL total scores and scores for physical well-being, emotional well-being, self-esteem, friendships, and school functioning (ps < .05) over time, but were not related to Quality of Family sub-scores (F 1, 494 =.03, p > .86).",
        "section": "Effects of baseline mood symptoms",
        "section_number": 34,
        "sentences": [
            "Within the mixed models, baseline PSR depression scores were inversely related to KINDL Total scores and sub-scales for Physical Well-Being, Emotional Well-Being, Self-Esteem, Friendships, and School Functioning over the 2-year period (ps < .05).",
            "Baseline PSR depression scores were inversely correlated with marginal significance to Family QoL scores (F 1, 494 =3.22, p=.07).",
            "Baseline PSR hypomania/mania scores were positively correlated with KINDL total scores and scores for physical well-being, emotional well-being, self-esteem, friendships, and school functioning (ps < .05) over time, but were not related to Quality of Family sub-scores (F 1, 494 =.03, p > .86)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36570",
        "text": "This is the first randomized trial examining the effects of psychosocial interventions on QoL in adolescents with bipolar I or II disorder. Our results indicate that adolescents in both treatment conditions (FFT-A or EC, administered with pharmacotherapy) experienced improvements in QoL during and following active psychosocial treatment (as 3.0 ± 1.4 2.6 ± 1.3",
        "section": "Discussion",
        "section_number": 35,
        "sentences": [
            "This is the first randomized trial examining the effects of psychosocial interventions on QoL in adolescents with bipolar I or II disorder.",
            "Our results indicate that adolescents in both treatment conditions (FFT-A or EC, administered with pharmacotherapy) experienced improvements in QoL during and following active psychosocial treatment (as 3.0 ± 1.4 2.6 ± 1.3"
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "36570",
        "text": "a Criteria for subthreshold mood episodes includes at least 1-2 weeks with Psychiatric Status Rating Scale scores of 3 or 4 for mania or depression in the past 3 months. b Higher values indicate higher education and occupation; a value of 3 indicates middle class. c Depression, mania, and hypomania scores at baseline were calculated by averaging Psychiatric Status Ratings for the 5 weeks prior to the date of randomization; a value of 5 or 6 indicates met definite DSM-IV criteria. reported by them and their parent(s)). Further, adolescents in the FFT-A group reported greater improvements in family relationships during the active treatment phase, and better physical well-being during the follow-up phase than those in brief psychoeducation (EC). The effects of psychosocial interventions were not explained by individual differences in depressive or manic symptoms at study entry. Our results are consistent with prior clinical trials that found that pharmacotherapy (olanzapine, divalproex, and quetiapine) among adolescents with BD I (Olsen et al., 2012; Rademacher et al., 2007) and group psychoeducational treatment (Michalak et al., 2005b) for adults with BP I or II were associated with improved QoL over periods of 1-2 years.",
        "section": "Discussion",
        "section_number": 36,
        "sentences": [
            "a Criteria for subthreshold mood episodes includes at least 1-2 weeks with Psychiatric Status Rating Scale scores of 3 or 4 for mania or depression in the past 3 months.",
            "b Higher values indicate higher education and occupation; a value of 3 indicates middle class.",
            "c Depression, mania, and hypomania scores at baseline were calculated by averaging Psychiatric Status Ratings for the 5 weeks prior to the date of randomization; a value of 5 or 6 indicates met definite DSM-IV criteria.",
            "reported by them and their parent(s)).",
            "Further, adolescents in the FFT-A group reported greater improvements in family relationships during the active treatment phase, and better physical well-being during the follow-up phase than those in brief psychoeducation (EC).",
            "The effects of psychosocial interventions were not explained by individual differences in depressive or manic symptoms at study entry.",
            "Our results are consistent with prior clinical trials that found that pharmacotherapy (olanzapine, divalproex, and quetiapine) among adolescents with BD I (Olsen et al., 2012; Rademacher et al., 2007) and group psychoeducational treatment (Michalak et al., 2005b) for adults with BP I or II were associated with improved QoL over periods of 1-2 years."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36570",
        "text": "It is important to consider the role of residual depressive or manic symptoms on changes in QoL scores. Depression is consistently associated with functioning and QoL (Dean et al., 2004; Freeman et al., 2009; Michalak et al., 2005a Michalak et al., , 2005b Michalak et al., , 2008 and one route to improving QoL may be to treat depressive symptoms to long-term remission. Prior results from the present randomized trial, however, indicated comparable improvements in FFT-A and EC in depressive symptoms among adolescents with BD over 2 years (Miklowitz et al., 2014b) . Additionally, the STEP-BD randomized trial of adults with BD indicated that FFT, interpersonal and social rhythm therapy, and cognitive-behavioral therapy each had a greater impact on quality of life than brief psychoeducation over 1 year, even when concurrent depressive symptoms were covaried (Miklowitz et al., 2007) . Future studies in which patients are randomly assigned to treatments based on the predominant polarity of their illness (i.e., currently depressed, manic, or mixed) may clarify whether psychosocial interventions have different effects on QoL in patients who begin in different illness states.",
        "section": "Discussion",
        "section_number": 37,
        "sentences": [
            "It is important to consider the role of residual depressive or manic symptoms on changes in QoL scores.",
            "Depression is consistently associated with functioning and QoL (Dean et al., 2004; Freeman et al., 2009; Michalak et al., 2005a Michalak et al., , 2005b Michalak et al., , 2008 and one route to improving QoL may be to treat depressive symptoms to long-term remission.",
            "Prior results from the present randomized trial, however, indicated comparable improvements in FFT-A and EC in depressive symptoms among adolescents with BD over 2 years (Miklowitz et al., 2014b) .",
            "Additionally, the STEP-BD randomized trial of adults with BD indicated that FFT, interpersonal and social rhythm therapy, and cognitive-behavioral therapy each had a greater impact on quality of life than brief psychoeducation over 1 year, even when concurrent depressive symptoms were covaried (Miklowitz et al., 2007) .",
            "Future studies in which patients are randomly assigned to treatments based on the predominant polarity of their illness (i.e., currently depressed, manic, or mixed) may clarify whether psychosocial interventions have different effects on QoL in patients who begin in different illness states."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36570",
        "text": "Higher baseline hypomania or mania scores were correlated with higher self-reports of QoL over the 2-year period, raising the question of whether elevated mood in adolescents results in greater life satisfaction as reported by adolescents and parents (Stange et al., 2013) . It is possible, then, that KINDL scores in part reflect concurrent symptom states. Studies that compare the effects of psychosocial treatments on subjective QoL results and observational measures of psychosocial Table 3 Mixed-effects regression models on longitudinal trajectories of KINDL (quality of life) scores by treatment group (family-focused treatment versus enhanced care) during the active treatment phase (months 0-9) and the post-treatment phase (months 9-24).",
        "section": "Discussion",
        "section_number": 38,
        "sentences": [
            "Higher baseline hypomania or mania scores were correlated with higher self-reports of QoL over the 2-year period, raising the question of whether elevated mood in adolescents results in greater life satisfaction as reported by adolescents and parents (Stange et al., 2013) .",
            "It is possible, then, that KINDL scores in part reflect concurrent symptom states.",
            "Studies that compare the effects of psychosocial treatments on subjective QoL results and observational measures of psychosocial Table 3 Mixed-effects regression models on longitudinal trajectories of KINDL (quality of life) scores by treatment group (family-focused treatment versus enhanced care) during the active treatment phase (months 0-9) and the post-treatment phase (months 9-24)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36570",
        "text": "Post 2 . KINDL quality of family life scores (parent and child averages) for 2 Years in family-focused treatment for adolescents (FFT-A) versus enhanced care (EC): covarying for baseline depression and mania scores and treatment site. Numbers plotted are adjusted means. 9-month marker indicates the end of the active treatment period (baseline -9 months) and the start of the post-treatment period (9-24 months). Fig. 3 . KINDL quality of physical well-being scores (parent and child averages) for 2 Years in family-focused treatment for adolescents (FFT-A) versus enhanced care (EC): covarying for baseline depression and mania scores and treatment site. Numbers plotted are adjusted means. 9-month marker indicates the end of the active treatment period (baseline -9 months) and the start of the post-treatment period (9-24 months). Fig. 4 . KINDL quality of friendship scores (parent and child averages) for 2 Years in family-focused treatment for adolescents (FFT-A) versus enhanced care (EC): covarying for baseline depression and mania scores and treatment site. Numbers plotted are adjusted means. 9-month marker indicates the end of the active treatment period (baseline -9 months) and the start of the post-treatment period (9-24 months).",
        "section": "Active Treatment Phase",
        "section_number": 39,
        "sentences": [
            "Post 2 .",
            "KINDL quality of family life scores (parent and child averages) for 2 Years in family-focused treatment for adolescents (FFT-A) versus enhanced care (EC): covarying for baseline depression and mania scores and treatment site.",
            "Numbers plotted are adjusted means.",
            "9-month marker indicates the end of the active treatment period (baseline -9 months) and the start of the post-treatment period (9-24 months).",
            "Fig. 3 .",
            "KINDL quality of physical well-being scores (parent and child averages) for 2 Years in family-focused treatment for adolescents (FFT-A) versus enhanced care (EC): covarying for baseline depression and mania scores and treatment site.",
            "Numbers plotted are adjusted means.",
            "9-month marker indicates the end of the active treatment period (baseline -9 months) and the start of the post-treatment period (9-24 months).",
            "Fig. 4 .",
            "KINDL quality of friendship scores (parent and child averages) for 2 Years in family-focused treatment for adolescents (FFT-A) versus enhanced care (EC): covarying for baseline depression and mania scores and treatment site.",
            "Numbers plotted are adjusted means.",
            "9-month marker indicates the end of the active treatment period (baseline -9 months) and the start of the post-treatment period (9-24 months)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36570",
        "text": "Slopes for active treatment phase (baseline to 9 months) and post-treatment phase (months 9-24) for KINDL (quality of life) scores by treatment group (family-focused treatment versus enhanced care). functioning (e.g., clinician judgments of peer functioning) may clarify whether hypomanic/manic symptoms affect perceived versus actual levels of psychosocial functioning. Our findings also indicate that FFT-A may have a greater impact than EC on QoL related to family life during treatment, and physical well-being in the intervals after treatment. FFT-A encourages skill development (e.g. positive communication, negotiating conflict, effective problem-solving) to mitigate family conflict and parent/offspring criticism, and may reduce the putative effects of these contextual variables on the adolescents' mood stability and the family's well-being. However, we emphasize that Quality of Family Life scores were greater for the FFT group only during the active treatment phase, with a leveling off in scores for both groups following treatment. It may be that active engagement in treatment provides greater opportunities to practice skill development (i.e. communication, problem solving) between family members during sessions, whereas families are less likely to employ these skills once the treatment sessions have ended. Clinical protocols that encourage family members and patients to continue practicing these skills after treatment (e.g. periodic booster sessions, ongoing assessment of skill use) may help to maintain the positive trajectory of Quality of Family Life scores. In addition, FFT-A places a greater emphasis than EC on enhancing positive coping techniques (e.g., medication adherence, exercise, regular sleep/wake cycles) to reduce one's vulnerability to mood changes. Incorporating healthier lifestyle choices during treatment may lead to an improvement in one's sense of physical well-being following treatment. It is worth noting that adults with BD rank social support and physical health as the most important determinants of QoL (Michalak et al., 2006) .",
        "section": "Table 4",
        "section_number": 40,
        "sentences": [
            "Slopes for active treatment phase (baseline to 9 months) and post-treatment phase (months 9-24) for KINDL (quality of life) scores by treatment group (family-focused treatment versus enhanced care).",
            "functioning (e.g., clinician judgments of peer functioning) may clarify whether hypomanic/manic symptoms affect perceived versus actual levels of psychosocial functioning.",
            "Our findings also indicate that FFT-A may have a greater impact than EC on QoL related to family life during treatment, and physical well-being in the intervals after treatment.",
            "FFT-A encourages skill development (e.g. positive communication, negotiating conflict, effective problem-solving) to mitigate family conflict and parent/offspring criticism, and may reduce the putative effects of these contextual variables on the adolescents' mood stability and the family's well-being.",
            "However, we emphasize that Quality of Family Life scores were greater for the FFT group only during the active treatment phase, with a leveling off in scores for both groups following treatment.",
            "It may be that active engagement in treatment provides greater opportunities to practice skill development (i.e. communication, problem solving) between family members during sessions, whereas families are less likely to employ these skills once the treatment sessions have ended.",
            "Clinical protocols that encourage family members and patients to continue practicing these skills after treatment (e.g. periodic booster sessions, ongoing assessment of skill use) may help to maintain the positive trajectory of Quality of Family Life scores.",
            "In addition, FFT-A places a greater emphasis than EC on enhancing positive coping techniques (e.g., medication adherence, exercise, regular sleep/wake cycles) to reduce one's vulnerability to mood changes.",
            "Incorporating healthier lifestyle choices during treatment may lead to an improvement in one's sense of physical well-being following treatment.",
            "It is worth noting that adults with BD rank social support and physical health as the most important determinants of QoL (Michalak et al., 2006) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36570",
        "text": "One unexpected finding was that during the active treatment period, adolescents with BD reported greater improvements in friendships after receiving EC than during FFT-A. In a trial of FFT in adolescents and young adults at risk for psychosis, age moderated the effects of FFT vs. EC on social and role functioning: older adolescents (aged 16-19 years) reported greater improvements in functioning over 6 months if their families received 3 sessions of psychoeducation than if their families received 18 sessions of FFT (Miklowitz et al., 2014a) . Young adults (ages 20 and up) with prodromal psychosis showed higher 6-month functioning scores if they had received FFT than EC. For the specific area of making and maintaining friendships, adolescents may respond better to a brief psychoeducational program with more emphasis on peer relationships and less emphasis on family relationships. Notably, during the post-treatment phase, youth who received FFT-A showed greater improvements in friendship quality than those in EC, such that participants in the two groups had equivalent Friendship scores at the 24-month assessment. Thus, the timing of changes in peer functioning may vary across these two treatments. For those in the more extensive FFT-A program, incorporation of communication and problem-solving skills into one's social network may be necessary before improvements in peer functioning can be observed.",
        "section": "Table 4",
        "section_number": 41,
        "sentences": [
            "One unexpected finding was that during the active treatment period, adolescents with BD reported greater improvements in friendships after receiving EC than during FFT-A. In a trial of FFT in adolescents and young adults at risk for psychosis, age moderated the effects of FFT vs. EC on social and role functioning: older adolescents (aged 16-19 years) reported greater improvements in functioning over 6 months if their families received 3 sessions of psychoeducation than if their families received 18 sessions of FFT (Miklowitz et al., 2014a) .",
            "Young adults (ages 20 and up) with prodromal psychosis showed higher 6-month functioning scores if they had received FFT than EC.",
            "For the specific area of making and maintaining friendships, adolescents may respond better to a brief psychoeducational program with more emphasis on peer relationships and less emphasis on family relationships.",
            "Notably, during the post-treatment phase, youth who received FFT-A showed greater improvements in friendship quality than those in EC, such that participants in the two groups had equivalent Friendship scores at the 24-month assessment.",
            "Thus, the timing of changes in peer functioning may vary across these two treatments.",
            "For those in the more extensive FFT-A program, incorporation of communication and problem-solving skills into one's social network may be necessary before improvements in peer functioning can be observed."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36570",
        "text": "The sample was primarily Caucasian and from middle to upper class homes (mean Hollingshead-Redlich [Hollingshead and Redlich, 1958] status of 3.65+SD) with middle to high education levels. In addition, all of the families were seeking treatment for the adolescent's BD, often due to concerns about the adolescents' psychosocial functioning and QoL and the effects of the disorder on family functioning. Therefore, results obtained from this study may not generalize to the broader population of BD adolescents in lower SES environments or those who are less motivated for psychosocial treatment.",
        "section": "Limitations",
        "section_number": 42,
        "sentences": [
            "The sample was primarily Caucasian and from middle to upper class homes (mean Hollingshead-Redlich [Hollingshead and Redlich, 1958] status of 3.65+SD) with middle to high education levels.",
            "In addition, all of the families were seeking treatment for the adolescent's BD, often due to concerns about the adolescents' psychosocial functioning and QoL and the effects of the disorder on family functioning.",
            "Therefore, results obtained from this study may not generalize to the broader population of BD adolescents in lower SES environments or those who are less motivated for psychosocial treatment."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36570",
        "text": "This study did not control for medication prescriptions or usage. Although no therapy group differences were found at baseline or follow-up for type or number of medications, it is still possible that medications influenced the QoL reports of adolescents or parents in one treatment group more than the other. Also, pharmacological management was more intensive and more closely supervised in this study than in our prior FFT-A study (Miklowitz et al., 2004) due to the publication of standardized treatment guidelines at the time this study was initiated (Kowatch et al., 2005) . Thus, the quality of pharmacotherapy in this study may have limited our ability to detect even greater effects of the psychotherapy treatments.",
        "section": "Limitations",
        "section_number": 43,
        "sentences": [
            "This study did not control for medication prescriptions or usage.",
            "Although no therapy group differences were found at baseline or follow-up for type or number of medications, it is still possible that medications influenced the QoL reports of adolescents or parents in one treatment group more than the other.",
            "Also, pharmacological management was more intensive and more closely supervised in this study than in our prior FFT-A study (Miklowitz et al., 2004) due to the publication of standardized treatment guidelines at the time this study was initiated (Kowatch et al., 2005) .",
            "Thus, the quality of pharmacotherapy in this study may have limited our ability to detect even greater effects of the psychotherapy treatments."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36570",
        "text": "It is possible that the observed improvements in QoL in the FFT-A group were related to its higher dosage (i.e., 21 sessions versus 3 in EC). Indeed, in psychotherapy trials, we do not know whether \"more is better.\" Future studies comparing FFT-A to treatments of similar frequency and duration would help to address this question. Lastly, this study did not assess QoL in the parents or siblings of patients. Thus, we were not able to determine whether the improvements in QoL were specific to the adolescents or generalized to other family members.",
        "section": "Limitations",
        "section_number": 44,
        "sentences": [
            "It is possible that the observed improvements in QoL in the FFT-A group were related to its higher dosage (i.e., 21 sessions versus 3 in EC).",
            "Indeed, in psychotherapy trials, we do not know whether \"more is better.\"",
            "Future studies comparing FFT-A to treatments of similar frequency and duration would help to address this question.",
            "Lastly, this study did not assess QoL in the parents or siblings of patients.",
            "Thus, we were not able to determine whether the improvements in QoL were specific to the adolescents or generalized to other family members."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36570",
        "text": "Most treatment trials in BD, especially in younger populations, focus on symptom remission with little consideration of psychosocial functioning or life satisfaction. Adolescence is a challenging development stage, and is rendered even more challenging by the introduction of the diagnosis and treatment of an emerging bipolar condition. Treatments that enhance QoL may improve an adolescent's sense of well-being, promote healthier decision making, and increase protective factors within the family and peer environment that may foster healthier living. The use of family educational and skill-based treatments as adjuncts to pharmacotherapy in the early stages of bipolar disorder may help adolescent patients to live more satisfying lives and reduce the burden of care on family members during a critical period of their lives.",
        "section": "Conclusions",
        "section_number": 45,
        "sentences": [
            "Most treatment trials in BD, especially in younger populations, focus on symptom remission with little consideration of psychosocial functioning or life satisfaction.",
            "Adolescence is a challenging development stage, and is rendered even more challenging by the introduction of the diagnosis and treatment of an emerging bipolar condition.",
            "Treatments that enhance QoL may improve an adolescent's sense of well-being, promote healthier decision making, and increase protective factors within the family and peer environment that may foster healthier living.",
            "The use of family educational and skill-based treatments as adjuncts to pharmacotherapy in the early stages of bipolar disorder may help adolescent patients to live more satisfying lives and reduce the burden of care on family members during a critical period of their lives."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    }
]