[
    {
        "doc_id": "34136",
        "text": "Background-Depression is associated with poor insulin sensitivity. We evaluated long-term effects of a cognitive-behavioral therapy (CBT) program for prevention of depression on insulin sensitivity in adolescents at risk for type 2 diabetes (T2D) with depressive symptoms. Methods-One-hundred nineteen adolescent females with overweight/obesity, T2D family history, and mild-to-moderate depressive symptoms were randomized to a six-week CBT group (n=61) or six-week health education (HE) control group (n=58). At baseline, post-treatment, and one year, depressive symptoms were assessed, and whole body insulin sensitivity (WBISI) was",
        "section": "Abstract",
        "sentences": [
            "Background-Depression is associated with poor insulin sensitivity.",
            "We evaluated long-term effects of a cognitive-behavioral therapy (CBT) program for prevention of depression on insulin sensitivity in adolescents at risk for type 2 diabetes (T2D) with depressive symptoms.",
            "Methods-One-hundred nineteen adolescent females with overweight/obesity, T2D family history, and mild-to-moderate depressive symptoms were randomized to a six-week CBT group (n=61) or six-week health education (HE) control group (n=58).",
            "At baseline, post-treatment, and one year, depressive symptoms were assessed, and whole body insulin sensitivity (WBISI) was"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34136",
        "text": "There is mounting attention to the role of depressive symptoms in type 2 diabetes (T2D) risk and management (Thombs, 2014) . Elevated depressive symptoms in adults with T2D are associated with future risk for poorer glycemic control, greater cognitive decline, and earlier mortality (Semenkovich, Brown, Svrakic, & Lustman, 2015) . Randomized trials intervening on depression, either via behavioral or pharmacological approaches, in adults with T2D demonstrate remission in major depressive disorder (MDD) and depressive symptoms, but varied effects on glycemic control (Baumeister, Hutter, & Bengel, 2014) .",
        "section": "",
        "section_number": 1,
        "sentences": [
            "There is mounting attention to the role of depressive symptoms in type 2 diabetes (T2D) risk and management (Thombs, 2014) .",
            "Elevated depressive symptoms in adults with T2D are associated with future risk for poorer glycemic control, greater cognitive decline, and earlier mortality (Semenkovich, Brown, Svrakic, & Lustman, 2015) .",
            "Randomized trials intervening on depression, either via behavioral or pharmacological approaches, in adults with T2D demonstrate remission in major depressive disorder (MDD) and depressive symptoms, but varied effects on glycemic control (Baumeister, Hutter, & Bengel, 2014) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34136",
        "text": "Most studies of depression and T2D have involved adults, but adolescence may be a preferable age for intervention. Depressive symptoms increase during adolescence, primarily in girls (Hankin et al., 1998) , as does puberty-related insulin resistance, which influences future progression to T2D (Goran, Shaibi, Weigensberg, Davis, & Cruz, 2006) . Consistent with adult data (Yu, Zhang, Lu, & Fang, 2015) , adolescent depressive symptoms correlate with poorer insulin sensitivity, independent of body composition, and predict worsening insulin sensitivity and T2D onset over time, irrespective of body mass index (BMI, kg/m 2 ) or BMI gain (Shomaker & Goodman, 2015; Shomaker et al., 2011; Shomaker et al., 2010; Suglia, Demmer, Wahi, Keyes, & Koenen, 2016) .",
        "section": "",
        "section_number": 2,
        "sentences": [
            "Most studies of depression and T2D have involved adults, but adolescence may be a preferable age for intervention.",
            "Depressive symptoms increase during adolescence, primarily in girls (Hankin et al., 1998) , as does puberty-related insulin resistance, which influences future progression to T2D (Goran, Shaibi, Weigensberg, Davis, & Cruz, 2006) .",
            "Consistent with adult data (Yu, Zhang, Lu, & Fang, 2015) , adolescent depressive symptoms correlate with poorer insulin sensitivity, independent of body composition, and predict worsening insulin sensitivity and T2D onset over time, irrespective of body mass index (BMI, kg/m 2 ) or BMI gain (Shomaker & Goodman, 2015; Shomaker et al., 2011; Shomaker et al., 2010; Suglia, Demmer, Wahi, Keyes, & Koenen, 2016) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34136",
        "text": "Therefore, we hypothesized that decreasing depressive symptoms during adolescence would prevent deterioration of insulin sensitivity in adolescents at risk for T2D. We conducted a randomized controlled trial (Shomaker et al., 2016) to determine if a six-session weekly cognitive-behavioral therapy (CBT) intervention designed to decrease depressive symptoms would prevent worsening of insulin sensitivity better than a health education (HE) standardof-care control program among adolescent females at risk for T2D who also had symptoms of depression. A preliminary report of the immediate six-week post-intervention results showed that adolescents in both groups decreased depressive symptoms (Shomaker et al., 2016) . Across groups, decreases in depressive symptoms were associated with improvements in insulin sensitivity. Among adolescents who had moderate (vs. mild) depressive symptoms, CBT produced greater decreases in depressive symptoms than HE. Insulin sensitivity remained stable in all participants during this short-term interval. In the current paper, we report changes in the primary efficacy outcome of insulin sensitivity over one year of follow-up. Adolescence is a dynamic period of the lifespan marked by major changes in social, psychological, neural, and biological domains (Steinberg, 2014) . Previous longitudinal studies of this age group illustrate that depressive symptoms exert an effect on insulin resistance over the long-term (e.g., up to five years later), likely through a cascade of effects on stress-related behavior and physiology (Shomaker et al., 2011) . In previous intervention studies, the impact of decreasing psychological symptoms on physical growth and endocrine outcomes frequently manifests to an increasingly greater extent as development unfolds over a longer-term follow-up interval, such as 1-3 years (versus directly after treatment) (Tanofsky-Kraff et al., 2016) . We, therefore, anticipated that there would be more apparent metabolic benefits of CBT, compared to HE, over the longer oneyear follow-up.",
        "section": "",
        "section_number": 3,
        "sentences": [
            "Therefore, we hypothesized that decreasing depressive symptoms during adolescence would prevent deterioration of insulin sensitivity in adolescents at risk for T2D.",
            "We conducted a randomized controlled trial (Shomaker et al., 2016) to determine if a six-session weekly cognitive-behavioral therapy (CBT) intervention designed to decrease depressive symptoms would prevent worsening of insulin sensitivity better than a health education (HE) standardof-care control program among adolescent females at risk for T2D who also had symptoms of depression.",
            "A preliminary report of the immediate six-week post-intervention results showed that adolescents in both groups decreased depressive symptoms (Shomaker et al., 2016) .",
            "Across groups, decreases in depressive symptoms were associated with improvements in insulin sensitivity.",
            "Among adolescents who had moderate (vs. mild) depressive symptoms, CBT produced greater decreases in depressive symptoms than HE.",
            "Insulin sensitivity remained stable in all participants during this short-term interval.",
            "In the current paper, we report changes in the primary efficacy outcome of insulin sensitivity over one year of follow-up.",
            "Adolescence is a dynamic period of the lifespan marked by major changes in social, psychological, neural, and biological domains (Steinberg, 2014) .",
            "Previous longitudinal studies of this age group illustrate that depressive symptoms exert an effect on insulin resistance over the long-term (e.g., up to five years later), likely through a cascade of effects on stress-related behavior and physiology (Shomaker et al., 2011) .",
            "In previous intervention studies, the impact of decreasing psychological symptoms on physical growth and endocrine outcomes frequently manifests to an increasingly greater extent as development unfolds over a longer-term follow-up interval, such as 1-3 years (versus directly after treatment) (Tanofsky-Kraff et al., 2016) .",
            "We, therefore, anticipated that there would be more apparent metabolic benefits of CBT, compared to HE, over the longer oneyear follow-up."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34136",
        "text": "Meta-analyses have found that baseline level of depressive symptoms is a potent moderator of the immediate and longer-term effects of depression prevention programs (Stice, Shaw, Bohon, Marti, & Rohde, 2009) . Therefore, we hypothesized that degree of depressive symptoms would moderate the treatment effect on insulin sensitivity, with adolescents who were more depressed at baseline demonstrating greater one-year metabolic benefits from CBT than those with mild symptoms.",
        "section": "",
        "section_number": 4,
        "sentences": [
            "Meta-analyses have found that baseline level of depressive symptoms is a potent moderator of the immediate and longer-term effects of depression prevention programs (Stice, Shaw, Bohon, Marti, & Rohde, 2009) .",
            "Therefore, we hypothesized that degree of depressive symptoms would moderate the treatment effect on insulin sensitivity, with adolescents who were more depressed at baseline demonstrating greater one-year metabolic benefits from CBT than those with mild symptoms."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "34136",
        "text": "One-hundred nineteen 12-17y females were recruited for a T2D prevention trial (ClinicalTrials.gov ID NCT01425905) through mailings to area families, physician referrals, and posting of flyers. Participants had overweight or obesity (BMI≥85 th percentile) and a family history of T2D, prediabetes, or gestational diabetes in at least one first-or seconddegree relative. Adolescents were required to have mild-to-moderate symptoms of depression, indicated by a total score ≥16 on the 20-item Center for Epidemiologic Studies-Depression Scale (CES-D; Radloff, 1977) , be in good general health, and have the ability to speak and understand English. Exclusion criteria were current psychiatric symptoms that necessitated treatment (e.g., MDD), major medical problem (e.g., T2D: fasting glucose >126 mg/dL or two-hour glucose >200 mg/dL), medication use affecting insulin, weight, or mood (e.g., anti-depressants), current involvement in structured weight loss or psychotherapy, and pregnancy. Informed consent and assent were obtained in writing from parents and adolescents, respectively, after the procedures were explained. The study was carried out in compliance with the Code of Ethics of the World Medical Association and standards established by the Institutional Review Board of the Eunice Kennedy Shriver National Institute of Child Health and Human Development, which approved all procedures. Adolescents were compensated for participation; transportation costs were covered for youth who could not otherwise participate.",
        "section": "Participants",
        "section_number": 5,
        "sentences": [
            "One-hundred nineteen 12-17y females were recruited for a T2D prevention trial (ClinicalTrials.gov ID NCT01425905) through mailings to area families, physician referrals, and posting of flyers.",
            "Participants had overweight or obesity (BMI≥85 th percentile) and a family history of T2D, prediabetes, or gestational diabetes in at least one first-or seconddegree relative.",
            "Adolescents were required to have mild-to-moderate symptoms of depression, indicated by a total score ≥16 on the 20-item Center for Epidemiologic Studies-Depression Scale (CES-D; Radloff, 1977) , be in good general health, and have the ability to speak and understand English.",
            "Exclusion criteria were current psychiatric symptoms that necessitated treatment (e.g., MDD), major medical problem (e.g., T2D: fasting glucose >126 mg/dL or two-hour glucose >200 mg/dL), medication use affecting insulin, weight, or mood (e.g., anti-depressants), current involvement in structured weight loss or psychotherapy, and pregnancy.",
            "Informed consent and assent were obtained in writing from parents and adolescents, respectively, after the procedures were explained.",
            "The study was carried out in compliance with the Code of Ethics of the World Medical Association and standards established by the Institutional Review Board of the Eunice Kennedy Shriver National Institute of Child Health and Human Development, which approved all procedures.",
            "Adolescents were compensated for participation; transportation costs were covered for youth who could not otherwise participate."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34136",
        "text": "A parallel-group, randomized controlled trial was conducted to compare the effects of a CBT group with a HE standard-of-care control group (Shomaker et al., 2016) . All components were carried out at the NIH Clinical Center in Bethesda, Maryland. Eleven cohorts of adolescents participated from September 2011-July 2014. After a baseline assessment to determine eligibility, participants were randomized to CBT or HE. Randomization, generated by an electronic program with permuted blocks, was stratified by age and race/ethnicity. Groups were run in parallel on weekdays after school, in separate clinics to deter cross-contamination. Follow-ups were completed at post-treatment and one year.",
        "section": "Study Design",
        "section_number": 6,
        "sentences": [
            "A parallel-group, randomized controlled trial was conducted to compare the effects of a CBT group with a HE standard-of-care control group (Shomaker et al., 2016) .",
            "All components were carried out at the NIH Clinical Center in Bethesda, Maryland.",
            "Eleven cohorts of adolescents participated from September 2011-July 2014.",
            "After a baseline assessment to determine eligibility, participants were randomized to CBT or HE.",
            "Randomization, generated by an electronic program with permuted blocks, was stratified by age and race/ethnicity.",
            "Groups were run in parallel on weekdays after school, in separate clinics to deter cross-contamination.",
            "Follow-ups were completed at post-treatment and one year."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34136",
        "text": "Cognitive-Behavioral Therapy (CBT)-The CBT group was a manualized depression prevention program consisting of one-hour sessions, once per week for six weeks (Stice, Rohde, Seeley, & Gau, 2008) . On average, there were six adolescents in the CBT group per cohort (range = 3-8). The program has efficacy for decreasing adolescent depressive symptoms and reducing MDD onset, compared to assessment-only and active controls, for up to two years (Rohde, Stice, Shaw, & Briere, 2014; Stice, Rohde, Gau, & Wade, 2010; Stice et al., 2008) . Stronger effects are observed in adolescents with baseline moderate, compared to mild, depressive symptoms (Muller, Rohde, Gau, & Stice, 2015) .",
        "section": "Experimental Groups",
        "section_number": 7,
        "sentences": [
            "Cognitive-Behavioral Therapy (CBT)-The CBT group was a manualized depression prevention program consisting of one-hour sessions, once per week for six weeks (Stice, Rohde, Seeley, & Gau, 2008) .",
            "On average, there were six adolescents in the CBT group per cohort (range = 3-8).",
            "The program has efficacy for decreasing adolescent depressive symptoms and reducing MDD onset, compared to assessment-only and active controls, for up to two years (Rohde, Stice, Shaw, & Briere, 2014; Stice, Rohde, Gau, & Wade, 2010; Stice et al., 2008) .",
            "Stronger effects are observed in adolescents with baseline moderate, compared to mild, depressive symptoms (Muller, Rohde, Gau, & Stice, 2015) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34136",
        "text": "Sessions were interactive, activity-based, and included motivational enhancement. Content included key CBT modules of psychoeducation about interconnectedness of feelings, thoughts, and behaviors, self-monitoring, self-reinforcement, positive self-statements, cognitive restructuring of negative thoughts, engagement in pleasant activities, and coping. Adolescents were assigned weekly homework to apply concepts learned in the sessions to their daily lives. The group was co-facilitated by one of six clinical psychologists and one of three clinical psychology doctoral students. Facilitators alternated between CBT and HE to control for possible therapist effects. Facilitators were trained by a program developer (ES). All sessions were audio-recorded so that therapists could receive ongoing, detailed weekly supervision from the lead psychologist (LS). In addition, a non-investigator program expert reviewed 20% of randomly selected audio-recordings and rated them for session fidelity and leader competence using the rating scales created by the developers of this program (Stice et al., 2008) . With regard to fidelity, median ratings of CBT sessions were 7.7 on a scale ranging from 1 = none to 10 = perfect. With regard to therapist competence, median ratings of CBT sessions were 7.8 on a scale ranging from 1 = poor to 10 = superior. There was no crossover with HE identified in the taped sessions (Shomaker et al., 2016) .",
        "section": "Experimental Groups",
        "section_number": 8,
        "sentences": [
            "Sessions were interactive, activity-based, and included motivational enhancement.",
            "Content included key CBT modules of psychoeducation about interconnectedness of feelings, thoughts, and behaviors, self-monitoring, self-reinforcement, positive self-statements, cognitive restructuring of negative thoughts, engagement in pleasant activities, and coping.",
            "Adolescents were assigned weekly homework to apply concepts learned in the sessions to their daily lives.",
            "The group was co-facilitated by one of six clinical psychologists and one of three clinical psychology doctoral students.",
            "Facilitators alternated between CBT and HE to control for possible therapist effects.",
            "Facilitators were trained by a program developer (ES).",
            "All sessions were audio-recorded so that therapists could receive ongoing, detailed weekly supervision from the lead psychologist (LS).",
            "In addition, a non-investigator program expert reviewed 20% of randomly selected audio-recordings and rated them for session fidelity and leader competence using the rating scales created by the developers of this program (Stice et al., 2008) .",
            "With regard to fidelity, median ratings of CBT sessions were 7.7 on a scale ranging from 1 = none to 10 = perfect.",
            "With regard to therapist competence, median ratings of CBT sessions were 7.8 on a scale ranging from 1 = poor to 10 = superior.",
            "There was no crossover with HE identified in the taped sessions (Shomaker et al., 2016) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34136",
        "text": "The standard-of-care HE group was adapted from a didactic, middle-and high-school HE curriculum (\"Hey-Durham; \" Bravender, 2005) . To match CBT for time and attention, the HE group met for one-hour sessions, once per week for six weeks. On average, there were five adolescents in the HE group per cohort (range = 3-9). The manualized curriculum covered education about substance use, nutrition, exercise, body image, domestic violence, conflict resolution, sun safety, and identifying depression and signs of suicide. The depression and suicide module focused on prevalence of these problems, their relation to other health issues, and how to identify warning signs. No direct personal counseling or advice was provided, other than in the event of a psychiatric crisis or suicidal ideation, in which case a treatment referral was facilitated.",
        "section": "Health Education (HE)-",
        "section_number": 9,
        "sentences": [
            "The standard-of-care HE group was adapted from a didactic, middle-and high-school HE curriculum (\"Hey-Durham; \" Bravender, 2005) .",
            "To match CBT for time and attention, the HE group met for one-hour sessions, once per week for six weeks.",
            "On average, there were five adolescents in the HE group per cohort (range = 3-9).",
            "The manualized curriculum covered education about substance use, nutrition, exercise, body image, domestic violence, conflict resolution, sun safety, and identifying depression and signs of suicide.",
            "The depression and suicide module focused on prevalence of these problems, their relation to other health issues, and how to identify warning signs.",
            "No direct personal counseling or advice was provided, other than in the event of a psychiatric crisis or suicidal ideation, in which case a treatment referral was facilitated."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34136",
        "text": "Parents reported adolescents' age and race/ethnicity. A nurse practitioner or endocrinologist conducted a medical history and physical. Breast development was assessed by physical inspection and palpitation, and maturation was assigned according to the five Tanner stages (Marshall & Tanner, 1969) .",
        "section": "Demographic and Medical Information",
        "section_number": 10,
        "sentences": [
            "Parents reported adolescents' age and race/ethnicity.",
            "A nurse practitioner or endocrinologist conducted a medical history and physical.",
            "Breast development was assessed by physical inspection and palpitation, and maturation was assigned according to the five Tanner stages (Marshall & Tanner, 1969) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34136",
        "text": "All measurements were collected at baseline, repeated at an immediate post-treatment assessment and one year later. Assessors were blind to group assignment.",
        "section": "Outcome Measures",
        "section_number": 11,
        "sentences": [
            "All measurements were collected at baseline, repeated at an immediate post-treatment assessment and one year later.",
            "Assessors were blind to group assignment."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "34136",
        "text": "Anthropometrics-Participants in the fasted state removed shoes and outer clothing to be weighed to the nearest 0.1 kg with a digital scale. Height was determined with a wall stadiometer from the average of three measurements to the nearest millimeter. BMI (weight in kg/[height in m 2 ]) and BMIz were calculated by CDC 2000 standards (Ogden et al., 2002) .",
        "section": "Outcome Measures",
        "section_number": 12,
        "sentences": [
            "Anthropometrics-Participants in the fasted state removed shoes and outer clothing to be weighed to the nearest 0.1 kg with a digital scale.",
            "Height was determined with a wall stadiometer from the average of three measurements to the nearest millimeter.",
            "BMI (weight in kg/[height in m 2 ]) and BMIz were calculated by CDC 2000 standards (Ogden et al., 2002) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34136",
        "text": "Total fat mass (kg) was derived from dual-energy x-ray absorptiometry (iDXA, GE Healthcare, Madison, WI) at baseline and one year.",
        "section": "Outcome Measures",
        "section_number": 13,
        "sentences": [
            "Total fat mass (kg) was derived from dual-energy x-ray absorptiometry (iDXA, GE Healthcare, Madison, WI) at baseline and one year."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "34136",
        "text": "Depressive Symptoms and Psychological Functioning-The total score of the 20item CES-D was used to determine study inclusion (≥16) and to provide a continuous measure of depressive symptoms (Radloff, 1977) . We categorized participants as those with mild symptoms (total score=16-20) and those with moderate depressive symptoms (>20) (Stockings et al., 2015) . To determine presence of MDD or another psychiatric disorder in the past year, the Schedule for Affective Disorders and Schizophrenia for School-Age Children (K-SADS; Kaufman et al., 1997) was administered to adolescents by a trained interviewer. The K-SADS has adequate test-retest reliability, internal consistency, and predictive validity in adolescents (Nolen-Hoeksema, Stice, Wade, & Bohon, 2007) , and in this sample, demonstrated good inter-rater reliability for MDD (k=0.89 on 20% of interviews).",
        "section": "Outcome Measures",
        "section_number": 14,
        "sentences": [
            "Depressive Symptoms and Psychological Functioning-The total score of the 20item CES-D was used to determine study inclusion (≥16) and to provide a continuous measure of depressive symptoms (Radloff, 1977) .",
            "We categorized participants as those with mild symptoms (total score=16-20) and those with moderate depressive symptoms (>20) (Stockings et al., 2015) .",
            "To determine presence of MDD or another psychiatric disorder in the past year, the Schedule for Affective Disorders and Schizophrenia for School-Age Children (K-SADS; Kaufman et al., 1997) was administered to adolescents by a trained interviewer.",
            "The K-SADS has adequate test-retest reliability, internal consistency, and predictive validity in adolescents (Nolen-Hoeksema, Stice, Wade, & Bohon, 2007) , and in this sample, demonstrated good inter-rater reliability for MDD (k=0.89 on 20% of interviews)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34136",
        "text": "Oral Glucose Tolerance Test (OGTT)-An OGTT was performed in the morning following an overnight fast initiated at 10:00 pm the previous evening. Participants received 1.75 g/kg of dextrose (maximum 75 g). Blood was sampled for serum insulin and plasma glucose at fasting and at 30, 60, 90 and 120 minutes after dextrose. Insulin and glucose were determined using standard methods as previously reported (Shomaker et al., 2016) . Whole body insulin sensitivity index (WBISI) was calculated as 10,000 divided by the square root of the product of fasting glucose (mg/dL) and fasting insulin (mIU/mL) times the product of mean glucose 0-120 (mg/dL) and mean insulin 0-120 (mIU/mL). WBISI has been validated against clamp-derived measures (Yeckel et al., 2004) . Higher WBISI values represent better insulin sensitivity and lower values represent poorer insulin sensitivity. Change in WBISI over one year was the primary outcome. As secondary measures, we evaluated fasting insulin and glucose, two-hour insulin and glucose, and homeostasis model assessment of insulin resistance (HOMA-IR). Higher HOMA-IR values reflect worse insulin resistance and lower values reflect little to no insulin resistance.",
        "section": "Outcome Measures",
        "section_number": 15,
        "sentences": [
            "Oral Glucose Tolerance Test (OGTT)-An OGTT was performed in the morning following an overnight fast initiated at 10:00 pm the previous evening.",
            "Participants received 1.75 g/kg of dextrose (maximum 75 g).",
            "Blood was sampled for serum insulin and plasma glucose at fasting and at 30, 60, 90 and 120 minutes after dextrose.",
            "Insulin and glucose were determined using standard methods as previously reported (Shomaker et al., 2016) .",
            "Whole body insulin sensitivity index (WBISI) was calculated as 10,000 divided by the square root of the product of fasting glucose (mg/dL) and fasting insulin (mIU/mL) times the product of mean glucose 0-120 (mg/dL) and mean insulin 0-120 (mIU/mL).",
            "WBISI has been validated against clamp-derived measures (Yeckel et al., 2004) .",
            "Higher WBISI values represent better insulin sensitivity and lower values represent poorer insulin sensitivity.",
            "Change in WBISI over one year was the primary outcome.",
            "As secondary measures, we evaluated fasting insulin and glucose, two-hour insulin and glucose, and homeostasis model assessment of insulin resistance (HOMA-IR).",
            "Higher HOMA-IR values reflect worse insulin resistance and lower values reflect little to no insulin resistance."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34136",
        "text": "A planned sample of 58 per group, allowing for 30% attrition, provided 80% power using a two-sided α level of 0.05 to detect a moderate effect (0.54 SD) in the primary one-year outcome of insulin sensitivity. Analyses were conducted with SPSS 23 (IBM, 2015) and SAS 9.3 (SAS Institute Incorporated, 2011). The intent-to-treat sample consisted of participants who were randomized, regardless of whether they withdrew or were excluded after randomization. A priori, individuals who developed an exclusion criterion, including pregnancy, medication use (e.g., stimulants, anti-depressants, or insulin sensitizers), or regular psychotherapy, were withdrawn during the follow-up phase, so that any observed effects were not confounded by these variables. The intent-to-treat sample included the data from these participants to the point at which they were withdrawn, and missing data were imputed. Binary logistic regression was used to evaluate baseline predictors of one-year attrition. ANCOVAs were conducted to characterize one-year change from baseline in depressive symptoms, BMI (kg/m 2 ), and fat mass (kg) by group. In these models, we adjusted for baseline depressive symptoms, BMI or fat mass, and time to follow-up, baseline age, pubertal status, degree of diabetes family history, race/ethnicity, and group facilitator. We also accounted for baseline BMIz in models predicting change in depressive symptoms and fat mass. Parallel ANCOVAs were conducted with the primary outcome of one-year insulin sensitivity change as the dependent variable and group as the independent variable. Covariates included baseline insulin sensitivity, baseline fat mass, baseline to post-treatment fat mass change, time to follow-up, baseline BMIz, age, pubertal status, diabetes family history, race/ethnicity, and facilitator. Parallel ANCOVAs evaluated secondary outcomes of changes in HOMA-IR, fasting and two-hour insulin and glucose. Multiple imputation using Monte Carlo Markov chain method in SAS PROC MI with 20 imputed data sets was used to handle missing data. We also conducted analyses with complete data using listwise deletion. Analyses were conducted for the entire sample and for the subset with baseline moderate depressive symptoms, because this subset had greater post-treatment decreases directly after CBT versus HE (Shomaker et al., 2016) . As post-hoc analyses, we evaluated metabolic change during the follow-up period, by predicting changes from post-treatment to one-year. This approach addresses metabolic improvement/deterioration during the maintenance phase following the intervention (Eakin et al., 2014) .",
        "section": "Statistical Methods",
        "section_number": 16,
        "sentences": [
            "A planned sample of 58 per group, allowing for 30% attrition, provided 80% power using a two-sided α level of 0.05 to detect a moderate effect (0.54 SD) in the primary one-year outcome of insulin sensitivity.",
            "Analyses were conducted with SPSS 23 (IBM, 2015) and SAS 9.3 (SAS Institute Incorporated, 2011).",
            "The intent-to-treat sample consisted of participants who were randomized, regardless of whether they withdrew or were excluded after randomization.",
            "A priori, individuals who developed an exclusion criterion, including pregnancy, medication use (e.g., stimulants, anti-depressants, or insulin sensitizers), or regular psychotherapy, were withdrawn during the follow-up phase, so that any observed effects were not confounded by these variables.",
            "The intent-to-treat sample included the data from these participants to the point at which they were withdrawn, and missing data were imputed.",
            "Binary logistic regression was used to evaluate baseline predictors of one-year attrition.",
            "ANCOVAs were conducted to characterize one-year change from baseline in depressive symptoms, BMI (kg/m 2 ), and fat mass (kg) by group.",
            "In these models, we adjusted for baseline depressive symptoms, BMI or fat mass, and time to follow-up, baseline age, pubertal status, degree of diabetes family history, race/ethnicity, and group facilitator.",
            "We also accounted for baseline BMIz in models predicting change in depressive symptoms and fat mass.",
            "Parallel ANCOVAs were conducted with the primary outcome of one-year insulin sensitivity change as the dependent variable and group as the independent variable.",
            "Covariates included baseline insulin sensitivity, baseline fat mass, baseline to post-treatment fat mass change, time to follow-up, baseline BMIz, age, pubertal status, diabetes family history, race/ethnicity, and facilitator.",
            "Parallel ANCOVAs evaluated secondary outcomes of changes in HOMA-IR, fasting and two-hour insulin and glucose.",
            "Multiple imputation using Monte Carlo Markov chain method in SAS PROC MI with 20 imputed data sets was used to handle missing data.",
            "We also conducted analyses with complete data using listwise deletion.",
            "Analyses were conducted for the entire sample and for the subset with baseline moderate depressive symptoms, because this subset had greater post-treatment decreases directly after CBT versus HE (Shomaker et al., 2016) .",
            "As post-hoc analyses, we evaluated metabolic change during the follow-up period, by predicting changes from post-treatment to one-year.",
            "This approach addresses metabolic improvement/deterioration during the maintenance phase following the intervention (Eakin et al., 2014) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34136",
        "text": "In the total sample (Table 1) , baseline BMI and BMIz were lower in CBT than HE (P<0.05), with no other differences (Ps>0.10). Sixty-six percent (n=78) of the sample had moderate baseline depressive symptoms. Similar percentages with moderate depressive symptoms were randomized to CBT (68.9%) and HE (62.1%; P=0.44). Overall, adolescents with moderate depressive symptoms were older (15.2±1.5y versus 14.6±1.6y, P=0.03) than those with milder symptoms, but did not differ in other characteristics. Among the subset with baseline moderate depressive symptoms, there were no differences between those in CBT versus HE (Ps>0.06).",
        "section": "RESULTS",
        "section_number": 17,
        "sentences": [
            "In the total sample (Table 1) , baseline BMI and BMIz were lower in CBT than HE (P<0.05), with no other differences (Ps>0.10).",
            "Sixty-six percent (n=78) of the sample had moderate baseline depressive symptoms.",
            "Similar percentages with moderate depressive symptoms were randomized to CBT (68.9%) and HE (62.1%; P=0.44).",
            "Overall, adolescents with moderate depressive symptoms were older (15.2±1.5y versus 14.6±1.6y, P=0.03) than those with milder symptoms, but did not differ in other characteristics.",
            "Among the subset with baseline moderate depressive symptoms, there were no differences between those in CBT versus HE (Ps>0.06)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34136",
        "text": "Study flow is displayed in Figure 1 . Program attendance was high; in CBT, 80% (n=49) and in HE, 79% (n=46) of adolescents attended at least five (80%) of six sessions (P=0.89). Seventy-two percent in CBT (n=44) and 74% (n=43) in HE completed a one-year follow-up (P=0.81). Dropouts were more likely to have been in early/mid-puberty (Tanner 2-3) than late puberty (Tanner 4-5) at baseline (OR=8.49, 95%CI=2.07 to 34.74, P=0.003), with no other differences (Ps>0.21).",
        "section": "RESULTS",
        "section_number": 18,
        "sentences": [
            "Study flow is displayed in Figure 1 .",
            "Program attendance was high; in CBT, 80% (n=49) and in HE, 79% (n=46) of adolescents attended at least five (80%) of six sessions (P=0.89).",
            "Seventy-two percent in CBT (n=44) and 74% (n=43) in HE completed a one-year follow-up (P=0.81).",
            "Dropouts were more likely to have been in early/mid-puberty (Tanner 2-3) than late puberty (Tanner 4-5) at baseline (OR=8.49, 95%CI=2.07 to 34.74, P=0.003), with no other differences (Ps>0.21)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34136",
        "text": "Full sample-At one-year, few adolescents developed MDD in either group (CBT: 3.3%, n=2 versus HE: 1.7%, n=1, P=0.59). Another 11 adolescents (CBT: 8.2%, n=5 versus HE: 10.3%, n=6, P=0.69) were withdrawn because they started a psychotropic medication (e.g., anti-depressant) or initiated regular psychotherapy. Adjusting for covariates, adolescents in CBT and HE both had significant decreases (Ps<0.001) in depressive symptoms from baseline to one year (ΔMean±SE, CBT:Δ−12.0±1.2 versus HE:Δ −12.4±1.2, P=0.81). Figure 2A depicts the course of depressive symptoms over the study.",
        "section": "Depressive Symptoms",
        "section_number": 19,
        "sentences": [
            "Full sample-At one-year, few adolescents developed MDD in either group (CBT: 3.3%, n=2 versus HE: 1.7%, n=1, P=0.59).",
            "Another 11 adolescents (CBT: 8.2%, n=5 versus HE: 10.3%, n=6, P=0.69) were withdrawn because they started a psychotropic medication (e.g., anti-depressant) or initiated regular psychotherapy.",
            "Adjusting for covariates, adolescents in CBT and HE both had significant decreases (Ps<0.001) in depressive symptoms from baseline to one year (ΔMean±SE, CBT:Δ−12.0±1.2 versus HE:Δ −12.4±1.2, P=0.81).",
            "Figure 2A depicts the course of depressive symptoms over the study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34136",
        "text": "Sample subset-Among adolescents with baseline moderate depressive symptoms, all participants decreased depressive symptoms from baseline to one year (P<0.001), with no group difference (CBT:Δ −14.0±1.6 versus HE:Δ −14.8±1.6, P=0.72; Figure 2B ).",
        "section": "Depressive Symptoms",
        "section_number": 20,
        "sentences": [
            "Sample subset-Among adolescents with baseline moderate depressive symptoms, all participants decreased depressive symptoms from baseline to one year (P<0.001), with no group difference (CBT:Δ −14.0±1.6 versus HE:Δ −14.8±1.6, P=0.72; Figure 2B )."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "34136",
        "text": "Full sample-Accounting for covariates, BMI change from baseline to one year did not differ between groups (CBT:Δ0.7±0.3 kg/m 2 versus HE:Δ0.9±0.3 kg/m 2 , P=0.61). There was no group effect on body fat (CBT:Δ1.9±0.6 kg versus HE:Δ2.1±0.6 kg, P=0.83).",
        "section": "BMI and Adiposity",
        "section_number": 21,
        "sentences": [
            "Full sample-Accounting for covariates, BMI change from baseline to one year did not differ between groups (CBT:Δ0.7±0.3 kg/m 2 versus HE:Δ0.9±0.3 kg/m 2 , P=0.61).",
            "There was no group effect on body fat (CBT:Δ1.9±0.6 kg versus HE:Δ2.1±0.6 kg, P=0.83)."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "34136",
        "text": "Sample subset-Among adolescents with baseline moderate depressive symptoms, there was no group effect on baseline to one-year BMI change (CBT:Δ0.6±0.4 versus HE:Δ0.8±0.4, P=0.78). Likewise, there was no difference in one-year body fat change (CBT:Δ1.8±0.7 versus HE:Δ1.7±0.7, P=0.90).",
        "section": "BMI and Adiposity",
        "section_number": 22,
        "sentences": [
            "Sample subset-Among adolescents with baseline moderate depressive symptoms, there was no group effect on baseline to one-year BMI change (CBT:Δ0.6±0.4 versus HE:Δ0.8±0.4, P=0.78).",
            "Likewise, there was no difference in one-year body fat change (CBT:Δ1.8±0.7 versus HE:Δ1.7±0.7, P=0.90)."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "34136",
        "text": "Full sample-One teen (HE) developed criteria for T2D and was referred to their physician for follow-up. Table 2 displays results for baseline to one-year change in insulin sensitivity and other indices. There was no group effect on insulin sensitivity (P=0.54) or any secondary index (Ps>0.18). At one year, insulin sensitivity showed within-group stability in CBT and HE ( Figure 3C ), as did all other metabolic indicators (Ps>0.12).",
        "section": "Insulin Sensitivity and Other Indices",
        "section_number": 23,
        "sentences": [
            "Full sample-One teen (HE) developed criteria for T2D and was referred to their physician for follow-up.",
            "Table 2 displays results for baseline to one-year change in insulin sensitivity and other indices.",
            "There was no group effect on insulin sensitivity (P=0.54) or any secondary index (Ps>0.18).",
            "At one year, insulin sensitivity showed within-group stability in CBT and HE ( Figure 3C ), as did all other metabolic indicators (Ps>0.12)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34136",
        "text": "In adolescents with baseline moderate depressive symptoms, there was no group difference in insulin sensitivity (P=0.93; Figure 3D ). There was a group effect on two-hour insulin. Participants in CBT had a greater decrease in twohour insulin from baseline to one year than HE (Group effect Δ −32.5±16.3 μIU/mL, P=0.048, Cohen's d=0.51). The same pattern was observed in analyses with completer data (Δ −40.0±16.3 μIU/mL, P=0.019, Cohen's d=0.64).",
        "section": "Subset with Moderate Depression-",
        "section_number": 24,
        "sentences": [
            "In adolescents with baseline moderate depressive symptoms, there was no group difference in insulin sensitivity (P=0.93; Figure 3D ).",
            "There was a group effect on two-hour insulin.",
            "Participants in CBT had a greater decrease in twohour insulin from baseline to one year than HE (Group effect Δ −32.5±16.3 μIU/mL, P=0.048, Cohen's d=0.51).",
            "The same pattern was observed in analyses with completer data (Δ −40.0±16.3 μIU/mL, P=0.019, Cohen's d=0.64)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34136",
        "text": "Full sample-There were no effects of condition on insulin sensitivity or secondary outcomes (Ps>0.05).",
        "section": "Post-hoc Analyses of Metabolic Maintenance",
        "section_number": 25,
        "sentences": [
            "Full sample-There were no effects of condition on insulin sensitivity or secondary outcomes (Ps>0.05)."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "34136",
        "text": "Subset with Moderate Depression-In adolescents with baseline moderate depressive symptoms, the group effect on insulin sensitivity did not reach significance (Group effect Δ0.56±0.33, P=0.09, Cohen's d=0.35; Table 3 ). In analyses with completer data, there was a group effect on insulin sensitivity (Δ0.80±0.31, P=0.02, Cohen's d=0.56). Adolescents in CBT showed post-treatment to one-year stability in insulin sensitivity (ΔWBISI=0.08, 95%CI: −.38 to 0.54), whereas those in HE showed deterioration (ΔWBISI=−0.72, 95%CI: −1.31 to −0.13).",
        "section": "Post-hoc Analyses of Metabolic Maintenance",
        "section_number": 26,
        "sentences": [
            "Subset with Moderate Depression-In adolescents with baseline moderate depressive symptoms, the group effect on insulin sensitivity did not reach significance (Group effect Δ0.56±0.33, P=0.09, Cohen's d=0.35; Table 3 ).",
            "In analyses with completer data, there was a group effect on insulin sensitivity (Δ0.80±0.31, P=0.02, Cohen's d=0.56).",
            "Adolescents in CBT showed post-treatment to one-year stability in insulin sensitivity (ΔWBISI=0.08, 95%CI: −.38 to 0.54), whereas those in HE showed deterioration (ΔWBISI=−0.72, 95%CI: −1.31 to −0.13)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34136",
        "text": "For secondary outcomes, there was a group effect on post-treatment to one-year change in fasting insulin. Adolescents in CBT showed a pattern toward decreased fasting insulin, and those in HE had no change (Group effect Δ −6.89±3.49 μIU/mL, P=0.048, Cohen's d=0.43).",
        "section": "Post-hoc Analyses of Metabolic Maintenance",
        "section_number": 27,
        "sentences": [
            "For secondary outcomes, there was a group effect on post-treatment to one-year change in fasting insulin.",
            "Adolescents in CBT showed a pattern toward decreased fasting insulin, and those in HE had no change (Group effect Δ −6.89±3.49 μIU/mL, P=0.048, Cohen's d=0.43)."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "34136",
        "text": "This effect became marginal (P=0.09) in completer analyses. There also was a group effect on post-treatment to one-year change in two-hour insulin. CBT had no change, whereas HE showed increases in two-hour insulin (Group effect Δ −50.6±21.8 μIU/mL, P=0.02, Cohen's d=0.61). This effect was more pronounced in completer analyses (Group effect Δ −67.43±22.70 μIU/mL, P=0.006, Cohen's d=0.94).",
        "section": "Post-hoc Analyses of Metabolic Maintenance",
        "section_number": 28,
        "sentences": [
            "This effect became marginal (P=0.09) in completer analyses.",
            "There also was a group effect on post-treatment to one-year change in two-hour insulin.",
            "CBT had no change, whereas HE showed increases in two-hour insulin (Group effect Δ −50.6±21.8 μIU/mL, P=0.02, Cohen's d=0.61).",
            "This effect was more pronounced in completer analyses (Group effect Δ −67.43±22.70 μIU/mL, P=0.006, Cohen's d=0.94)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34136",
        "text": "The objective of this randomized controlled trial was to test if deterioration in insulin sensitivity could be prevented by directly intervening with depressive symptoms in adolescent girls at risk for T2D with mild-to-moderate depressive symptoms. Following participation in either a six-week cognitive behavioral (CBT) depression prevention group or a six-week health education (HE) control group, adolescents in both conditions had decreases in depressive symptoms and stable insulin sensitivity one year later, with no differences between groups. In a subset analysis of those with greater (i.e., moderate) depressive symptoms at baseline, adolescents randomized to CBT had greater declines in two-hour insulin at one year than did adolescents randomized to HE.",
        "section": "DISCUSSION",
        "section_number": 29,
        "sentences": [
            "The objective of this randomized controlled trial was to test if deterioration in insulin sensitivity could be prevented by directly intervening with depressive symptoms in adolescent girls at risk for T2D with mild-to-moderate depressive symptoms.",
            "Following participation in either a six-week cognitive behavioral (CBT) depression prevention group or a six-week health education (HE) control group, adolescents in both conditions had decreases in depressive symptoms and stable insulin sensitivity one year later, with no differences between groups.",
            "In a subset analysis of those with greater (i.e., moderate) depressive symptoms at baseline, adolescents randomized to CBT had greater declines in two-hour insulin at one year than did adolescents randomized to HE."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34136",
        "text": "Among those with moderate baseline depressive symptoms, CBT participants had greater acute decreases in depressive symptoms than HE (Shomaker et al., 2016 ). Yet, there was no difference between CBT and HE in one-year depressive symptoms, regardless of initial symptom severity. CBT and HE were matched for time, intensity, delivery mode, and facilitator expertise. CBT provides psychoeducation on depression, teaches tools to restructure negative thoughts, and encourages behavioral activation; yet, both conditions were delivered in a group format with same-sex peers, under the supervision of a psychologist, lending themselves to some degree of non-specific social support in both contexts. Consistent with this explanation, past investigations of CBT depression prevention were less robust for decreasing depressive symptoms when compared to an active control such as a supportive-expressive group over a 6-month or longer follow-up (Rohde et al., 2014; Stice et al., 2010; Stice et al., 2008) . A similar pattern of more rapid change, with equivocal longer-term outcomes in depressive symptoms, has been observed with other therapeutic modalities for depression prevention (e.g., interpersonal psychotherapy) when compared to an active control (Young, Mufson, & Gallop, 2010) . Without an assessmentonly condition, it is not possible to determine whether participation in CBT and HE caused the decreases that were observed in depressive symptoms at one year, or whether the changes reflect regression to the mean. In addition, we may not have had adequate power to detect an effect on one-year change in depressive symptoms among the subset of more depressed adolescents.",
        "section": "DISCUSSION",
        "section_number": 30,
        "sentences": [
            "Among those with moderate baseline depressive symptoms, CBT participants had greater acute decreases in depressive symptoms than HE (Shomaker et al., 2016 ).",
            "Yet, there was no difference between CBT and HE in one-year depressive symptoms, regardless of initial symptom severity.",
            "CBT and HE were matched for time, intensity, delivery mode, and facilitator expertise.",
            "CBT provides psychoeducation on depression, teaches tools to restructure negative thoughts, and encourages behavioral activation; yet, both conditions were delivered in a group format with same-sex peers, under the supervision of a psychologist, lending themselves to some degree of non-specific social support in both contexts.",
            "Consistent with this explanation, past investigations of CBT depression prevention were less robust for decreasing depressive symptoms when compared to an active control such as a supportive-expressive group over a 6-month or longer follow-up (Rohde et al., 2014; Stice et al., 2010; Stice et al., 2008) .",
            "A similar pattern of more rapid change, with equivocal longer-term outcomes in depressive symptoms, has been observed with other therapeutic modalities for depression prevention (e.g., interpersonal psychotherapy) when compared to an active control (Young, Mufson, & Gallop, 2010) .",
            "Without an assessmentonly condition, it is not possible to determine whether participation in CBT and HE caused the decreases that were observed in depressive symptoms at one year, or whether the changes reflect regression to the mean.",
            "In addition, we may not have had adequate power to detect an effect on one-year change in depressive symptoms among the subset of more depressed adolescents."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34136",
        "text": "Insulin sensitivity was stable following CBT and HE. This pattern is notable given that deterioration in insulin sensitivity would be expected in adolescents at risk for T2D (Goran et al., 2006; Shomaker & Goodman, 2015) . We cannot rule out that overall stabilization of insulin sensitivity occurred because of other variables. For instance, it is possible that completion of pubertal development could explain the stabilization observed in insulin sensitivity (Moran et al., 1999) , despite the gains in adiposity observed in the cohort.",
        "section": "DISCUSSION",
        "section_number": 31,
        "sentences": [
            "Insulin sensitivity was stable following CBT and HE.",
            "This pattern is notable given that deterioration in insulin sensitivity would be expected in adolescents at risk for T2D (Goran et al., 2006; Shomaker & Goodman, 2015) .",
            "We cannot rule out that overall stabilization of insulin sensitivity occurred because of other variables.",
            "For instance, it is possible that completion of pubertal development could explain the stabilization observed in insulin sensitivity (Moran et al., 1999) , despite the gains in adiposity observed in the cohort."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34136",
        "text": "Because of the heterogeneity in depressive symptoms in this sample, and evidence of greater decreases in symptoms in CBT versus HE participants at posttest for those with initially higher baseline depressive symptoms (Shomaker et al., 2016) , we evaluated the group effect on metabolic outcomes in the sample subset with baseline moderate depressive symptoms. Adolescents with moderate depressive symptoms at baseline had lower two-hour insulin at one year in CBT compared to HE. This finding was consistent in multiply imputed and complete data, and represented a medium effect size. When we explored, in post-hoc analyses, changes in metabolic outcomes over the maintenance interval, adolescents with baseline moderate depressive symptoms in CBT had better fasting and two-hour insulin from post-treatment to one year than HE. Although fasting and two-hour insulin were secondary metabolic outcomes, these indices have been identified as two of the most salient, early markers of T2D and cardiovascular disease risk in youth (Libman et al., 2010) . Using complete data, adolescents with baseline moderate depression symptoms in CBT had stable insulin sensitivity, whereas those in HE showed deterioration in insulin sensitivity during the follow-up interval. These subgroup analyses require replication with an adequately powered sample of adolescents with moderate depressive symptoms. These preliminary findings raise the possibility that a stand-alone treatment for mental health could have a sustained impact on metabolic trajectories, but additional studies are required.",
        "section": "DISCUSSION",
        "section_number": 32,
        "sentences": [
            "Because of the heterogeneity in depressive symptoms in this sample, and evidence of greater decreases in symptoms in CBT versus HE participants at posttest for those with initially higher baseline depressive symptoms (Shomaker et al., 2016) , we evaluated the group effect on metabolic outcomes in the sample subset with baseline moderate depressive symptoms.",
            "Adolescents with moderate depressive symptoms at baseline had lower two-hour insulin at one year in CBT compared to HE.",
            "This finding was consistent in multiply imputed and complete data, and represented a medium effect size.",
            "When we explored, in post-hoc analyses, changes in metabolic outcomes over the maintenance interval, adolescents with baseline moderate depressive symptoms in CBT had better fasting and two-hour insulin from post-treatment to one year than HE.",
            "Although fasting and two-hour insulin were secondary metabolic outcomes, these indices have been identified as two of the most salient, early markers of T2D and cardiovascular disease risk in youth (Libman et al., 2010) .",
            "Using complete data, adolescents with baseline moderate depression symptoms in CBT had stable insulin sensitivity, whereas those in HE showed deterioration in insulin sensitivity during the follow-up interval.",
            "These subgroup analyses require replication with an adequately powered sample of adolescents with moderate depressive symptoms.",
            "These preliminary findings raise the possibility that a stand-alone treatment for mental health could have a sustained impact on metabolic trajectories, but additional studies are required."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34136",
        "text": "The explanatory mechanisms by which CBT potentially led to improvements in one-year insulin outcomes in adolescents with moderate depressive symptoms remain unclear, but are of great interest. Of note, we accounted for initial adiposity and change in adiposity, indicating that the observed effects were not explained merely by the relationships of depressive symptoms and insulin to adiposity. If addressing depressive symptoms lessens the risk of developing T2D, even without inducing weight loss, this would have significant implications for preventative medicine. Theoretically, stress-related behaviors and physiology may underlie the direct connection between depression and insulin resistance. Decreasing depressive symptoms acutely may lead, over time, to subsequent changes in stress mechanisms, which in turn ameliorate insulin resistance as adolescents develop (Shomaker et al., 2016) . In particular, potentially contributing stress-related behavioral factors, including disinhibited eating (Tanofsky-Kraff et al., 2012) , sleep disturbance (Depner, Stothard, & Wright, 2014) , infrequent moderate-to-vigorous physical activity and habitual sedentary time (Berman, Weigensberg, & Spruijt-Metz, 2012; Poitras et al., 2016) , require exploration in future studies. Likewise, stress-related physiological factors that have been associated with depressive symptoms and diabetes risk, such as hypercortisolism and a proinflammatory imbalance (Adam et al., 2010) , may be explanatory and should be evaluated in future studies as possible mediating mechanisms.",
        "section": "DISCUSSION",
        "section_number": 33,
        "sentences": [
            "The explanatory mechanisms by which CBT potentially led to improvements in one-year insulin outcomes in adolescents with moderate depressive symptoms remain unclear, but are of great interest.",
            "Of note, we accounted for initial adiposity and change in adiposity, indicating that the observed effects were not explained merely by the relationships of depressive symptoms and insulin to adiposity.",
            "If addressing depressive symptoms lessens the risk of developing T2D, even without inducing weight loss, this would have significant implications for preventative medicine.",
            "Theoretically, stress-related behaviors and physiology may underlie the direct connection between depression and insulin resistance.",
            "Decreasing depressive symptoms acutely may lead, over time, to subsequent changes in stress mechanisms, which in turn ameliorate insulin resistance as adolescents develop (Shomaker et al., 2016) .",
            "In particular, potentially contributing stress-related behavioral factors, including disinhibited eating (Tanofsky-Kraff et al., 2012) , sleep disturbance (Depner, Stothard, & Wright, 2014) , infrequent moderate-to-vigorous physical activity and habitual sedentary time (Berman, Weigensberg, & Spruijt-Metz, 2012; Poitras et al., 2016) , require exploration in future studies.",
            "Likewise, stress-related physiological factors that have been associated with depressive symptoms and diabetes risk, such as hypercortisolism and a proinflammatory imbalance (Adam et al., 2010) , may be explanatory and should be evaluated in future studies as possible mediating mechanisms."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34136",
        "text": "Strengths of this study include the randomized controlled trial design, use of an active control, reliable and validated measures, and focus on a novel, targeted approach to prevention of T2D in adolescents at risk for this chronic disease. Power was adequate for the full sample and one-year retention was good. Yet, group effects were only observed in a subset with baseline moderate depressive symptoms, and as a consequence, these analyses were not adequately powered. The total number of analyses increases odds of chance effects, despite the a priori nature of the aims. Generalizability is limited by the specific selection criteria, including adolescent girls with overweight/obesity, a family diabetes history, and mild-to-moderate depressive symptoms. Most of the sample was non-Hispanic Black/ African American, reflecting the demographic of the study's geographic area. Caution should be exercised in generalizing the findings to males or other race/ethnicities. The study design involved withdrawal during the follow-up of subjects who developed an exclusion criterion, including the initiation of medication or regular therapy. Although this strategy minimized the confounding influence of these factors on treatment outcomes and missing data were handled with multiple imputation, it contributed to a more incomplete follow-up and could have led to biased estimates (in either direction). Despite the high insulin resistance of this cohort, only one adolescent converted to T2D over one year, suggesting that an even longer-term follow-up to capture possible differences in deterioration of insulin sensitivity and in the emergence, or prevention, of early-onset T2D would be valuable.",
        "section": "DISCUSSION",
        "section_number": 34,
        "sentences": [
            "Strengths of this study include the randomized controlled trial design, use of an active control, reliable and validated measures, and focus on a novel, targeted approach to prevention of T2D in adolescents at risk for this chronic disease.",
            "Power was adequate for the full sample and one-year retention was good.",
            "Yet, group effects were only observed in a subset with baseline moderate depressive symptoms, and as a consequence, these analyses were not adequately powered.",
            "The total number of analyses increases odds of chance effects, despite the a priori nature of the aims.",
            "Generalizability is limited by the specific selection criteria, including adolescent girls with overweight/obesity, a family diabetes history, and mild-to-moderate depressive symptoms.",
            "Most of the sample was non-Hispanic Black/ African American, reflecting the demographic of the study's geographic area.",
            "Caution should be exercised in generalizing the findings to males or other race/ethnicities.",
            "The study design involved withdrawal during the follow-up of subjects who developed an exclusion criterion, including the initiation of medication or regular therapy.",
            "Although this strategy minimized the confounding influence of these factors on treatment outcomes and missing data were handled with multiple imputation, it contributed to a more incomplete follow-up and could have led to biased estimates (in either direction).",
            "Despite the high insulin resistance of this cohort, only one adolescent converted to T2D over one year, suggesting that an even longer-term follow-up to capture possible differences in deterioration of insulin sensitivity and in the emergence, or prevention, of early-onset T2D would be valuable."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34136",
        "text": "The dramatic increase in prevalence of early-onset T2D, particularly in girls and in disadvantaged racial/ethnic groups (Dabelea et al., 2014) , calls for novel approaches to T2D prevention. If a relatively brief, six-week/six-hour psychosocial intervention impacts diabetes risk, it would offer the potential of a cost-effective, targeted, preventative approach in high-risk youth. Additional studies are essential to test whether brief CBT programs can improve insulin action and secretion in adolescents at high-risk for depression and diabetes in the long term, and to determine the mechanisms of action. Time course over the study of adolescent depressive symptoms, as assessed on the Center for Epidemiologic Studies-Depression Scale (CES-D), and of whole body insulin sensitivity (WBISI), with greater values reflecting better insulin sensitivity and lower values reflecting poorer insulin sensitivity. Panels A and C characterize the total sample; panels B and D describe the subset with baseline moderate depressive symptoms (CES-D >20) only. Values displayed are derived from multiply imputed data and are adjusted for covariates. Summary of group condition effects on changes in one-year outcomes from baseline, for the total sample and for females with moderate depressive symptoms at baseline + CB-HE (Mean ± standard error). † Moderate Depressive Symptoms refer to participants whose Center for Epidemiologic Studies-Depression Scale total score was >20 at baseline. CBT is cognitive-behavioral group. HE is health education group. WBISI is whole body insulin sensitivity index. HOMA-IR is homeostasis model assessment of insulin resistance. All estimates are adjusted for the outcome value at baseline, baseline and ones-year change in fat mass, baseline BMIz, baseline age, baseline puberty, family history of diabetes, race/ethnicity, facilitator, and time to follow-up.",
        "section": "DISCUSSION",
        "section_number": 35,
        "sentences": [
            "The dramatic increase in prevalence of early-onset T2D, particularly in girls and in disadvantaged racial/ethnic groups (Dabelea et al., 2014) , calls for novel approaches to T2D prevention.",
            "If a relatively brief, six-week/six-hour psychosocial intervention impacts diabetes risk, it would offer the potential of a cost-effective, targeted, preventative approach in high-risk youth.",
            "Additional studies are essential to test whether brief CBT programs can improve insulin action and secretion in adolescents at high-risk for depression and diabetes in the long term, and to determine the mechanisms of action.",
            "Time course over the study of adolescent depressive symptoms, as assessed on the Center for Epidemiologic Studies-Depression Scale (CES-D), and of whole body insulin sensitivity (WBISI), with greater values reflecting better insulin sensitivity and lower values reflecting poorer insulin sensitivity.",
            "Panels A and C characterize the total sample; panels B and D describe the subset with baseline moderate depressive symptoms (CES-D >20) only.",
            "Values displayed are derived from multiply imputed data and are adjusted for covariates.",
            "Summary of group condition effects on changes in one-year outcomes from baseline, for the total sample and for females with moderate depressive symptoms at baseline + CB-HE (Mean ± standard error). †",
            "Moderate Depressive Symptoms refer to participants whose Center for Epidemiologic Studies-Depression Scale total score was >20 at baseline.",
            "CBT is cognitive-behavioral group.",
            "HE is health education group.",
            "WBISI is whole body insulin sensitivity index.",
            "HOMA-IR is homeostasis model assessment of insulin resistance.",
            "All estimates are adjusted for the outcome value at baseline, baseline and ones-year change in fat mass, baseline BMIz, baseline age, baseline puberty, family history of diabetes, race/ethnicity, facilitator, and time to follow-up."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34136",
        "text": "Depress Anxiety. Author manuscript; available in PMC 2017 October 05.",
        "section": "DISCUSSION",
        "section_number": 36,
        "sentences": [
            "Depress Anxiety.",
            "Author manuscript; available in PMC 2017 October 05."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "34136",
        "text": "Depress Anxiety. Author manuscript; available in PMC 2017 October 05.",
        "section": "",
        "section_number": 37,
        "sentences": [
            "Depress Anxiety.",
            "Author manuscript; available in PMC 2017 October 05."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    }
]