[
    {
        "doc_id": "33722",
        "text": "A substantial proportion of adolescents are non-responders to well-established treatments for anxiety and depression, and many existent approaches do not adequately address comorbidity. There is a need to develop and evaluate unified treatments for adolescents that flexibly address higher order factors shared among internalizing or emotional disorders. The Unified Protocol for the Treatment of Emotional Disorders in Adolescents (UP-A) is a transdiagnostic treatment that targets shared vulnerability and maintenance factors in a flexible format. This study examined initial outcomes of a randomized, waitlistcontrolled trial of the UP-A. The UP-A outperformed waitlist at mid-treatment with respect to disorder severity and functional impairment, and there was a significant treatment effect in favor of the UP-A on all outcome measures at post-treatment. Within-subjects analyses collapsing across participants revealed significant improvements on outcome measures over time. Results support further study of the UP-A and its potential efficacy in treating adolescent anxiety and depression.",
        "section": "Abstract",
        "sentences": [
            "A substantial proportion of adolescents are non-responders to well-established treatments for anxiety and depression, and many existent approaches do not adequately address comorbidity.",
            "There is a need to develop and evaluate unified treatments for adolescents that flexibly address higher order factors shared among internalizing or emotional disorders.",
            "The Unified Protocol for the Treatment of Emotional Disorders in Adolescents (UP-A) is a transdiagnostic treatment that targets shared vulnerability and maintenance factors in a flexible format.",
            "This study examined initial outcomes of a randomized, waitlistcontrolled trial of the UP-A. The UP-A outperformed waitlist at mid-treatment with respect to disorder severity and functional impairment, and there was a significant treatment effect in favor of the UP-A on all outcome measures at post-treatment.",
            "Within-subjects analyses collapsing across participants revealed significant improvements on outcome measures over time.",
            "Results support further study of the UP-A and its potential efficacy in treating adolescent anxiety and depression."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33722",
        "text": "Youth anxiety and depressive disorders are highly prevalent, distressing and disruptive to functioning (Beesdo, Knappe, & Pine, 2009; Costello, Mustillo, Erkanli, Keeler, & Angold, 2003; Kessler, Chiu, Demler, Merikangas, & Walters, 2005; Merikangas et al., 2010) . Approximately 30% of youth meet criteria for an anxiety disorder and 12% for a depressive disorder during adolescence (Merikangas et al., 2010) . Furthermore, the prevalence of many anxiety disorders (e.g., panic disorder, agoraphobia, social anxiety disorder, generalized anxiety disorder) and depressive disorders increases during adolescence (Costello, Egger, Copeland, Erkanli, & Angold, 2011; Merikangas & Knight, 2009) . Comorbidity between anxiety and depressive disorders is also common, with rates as high as 75% in clinical samples (Sørensen, Nissen, Mors, & Thomsen, 2005; Weersing, Gonzalez, Campo, & Lucas, 2008) . Both anxiety and depression have been linked to poorer interpersonal and academic functioning during adolescence (e.g., Jaycox et al., 2009; Scheier & Botvin, 1997) , and such concerns often persist into adulthood without intervention (Birmaher et al., 1996; Keller et al., 1992) , making effective treatment during adolescence imperative.",
        "section": "Introduction",
        "section_number": 1,
        "sentences": [
            "Youth anxiety and depressive disorders are highly prevalent, distressing and disruptive to functioning (Beesdo, Knappe, & Pine, 2009; Costello, Mustillo, Erkanli, Keeler, & Angold, 2003; Kessler, Chiu, Demler, Merikangas, & Walters, 2005; Merikangas et al., 2010) .",
            "Approximately 30% of youth meet criteria for an anxiety disorder and 12% for a depressive disorder during adolescence (Merikangas et al., 2010) .",
            "Furthermore, the prevalence of many anxiety disorders (e.g., panic disorder, agoraphobia, social anxiety disorder, generalized anxiety disorder) and depressive disorders increases during adolescence (Costello, Egger, Copeland, Erkanli, & Angold, 2011; Merikangas & Knight, 2009) .",
            "Comorbidity between anxiety and depressive disorders is also common, with rates as high as 75% in clinical samples (Sørensen, Nissen, Mors, & Thomsen, 2005; Weersing, Gonzalez, Campo, & Lucas, 2008) .",
            "Both anxiety and depression have been linked to poorer interpersonal and academic functioning during adolescence (e.g., Jaycox et al., 2009; Scheier & Botvin, 1997) , and such concerns often persist into adulthood without intervention (Birmaher et al., 1996; Keller et al., 1992) , making effective treatment during adolescence imperative."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33722",
        "text": "Many empirically supported treatment (EST) protocols are efficacious in reducing symptoms of anxiety and depression in youth. Results of the Child-Adolescent Anxiety Multimodal Study (CAMS) indicated that approximately 60% of youth receiving cognitive-behavioral therapy (CBT) alone were treatment responders (Walkup et al., 2008) , a figure comparable to that found in other trials (e.g., Kendall, Hudson, Gosch, Flannery-Schroeder, & Suveg, 2008) . However, six-year follow-up results from the CAMS trial revealed that about half of youth who initially responded to acute CBT had experienced a relapse (Ginsburg et al., 2014) . Similarly, the Treatment for Adolescents with Depression Study (TADS) reported a response rate of 65% for 18 weeks of CBT, although a greater proportion of youth responded when treatment length was extended to 36 weeks (March & Vitiello, 2009) . These results suggest that treatments for youth emotional disorders may need to be enhanced to better prevent relapse and improve response times.",
        "section": "Introduction",
        "section_number": 2,
        "sentences": [
            "Many empirically supported treatment (EST) protocols are efficacious in reducing symptoms of anxiety and depression in youth.",
            "Results of the Child-Adolescent Anxiety Multimodal Study (CAMS) indicated that approximately 60% of youth receiving cognitive-behavioral therapy (CBT) alone were treatment responders (Walkup et al., 2008) , a figure comparable to that found in other trials (e.g., Kendall, Hudson, Gosch, Flannery-Schroeder, & Suveg, 2008) .",
            "However, six-year follow-up results from the CAMS trial revealed that about half of youth who initially responded to acute CBT had experienced a relapse (Ginsburg et al., 2014) .",
            "Similarly, the Treatment for Adolescents with Depression Study (TADS) reported a response rate of 65% for 18 weeks of CBT, although a greater proportion of youth responded when treatment length was extended to 36 weeks (March & Vitiello, 2009) .",
            "These results suggest that treatments for youth emotional disorders may need to be enhanced to better prevent relapse and improve response times."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33722",
        "text": "An additional constraint of ESTs such as those mentioned above is their limited ability to address diagnostic comorbidity or the purposeful exclusion of co-occurring emotional disorders when evaluating single-domain or disorder protocol efficacy (Berman, Weems, Silverman, & Kurtines, 2000; David-Ferdon & Kaslow, 2008; Kendall, Brady, & Verduin, 2001; Rapee, 2003) . Many EST protocols for youth target symptoms of single disorders (e.g., Beidel, Turner, & Morris, 2000; Pincus, Ehrenreich, & Mattis, 2008) or domains (e.g., Kendall & Hedtke, 2006) , rather than shared risk factors or commonalities underlying multiple disorders. Such treatments may not adequately address the needs of the many youth who present with more complex patterns of comorbidity, resulting in poorer treatment outcome. Although not all studies have found a relationship between clinical comorbidity and treatment outcome (see Ollendick, Jarrett, Grills-Taquechel, Hovey, & Wolff, 2008 for a review), many investigators have found evidence that comorbidity is predictive of poorer response to interventions in youth with both primary anxiety (Berman et al., 2000; Ginsburg et al., 2011; Kendall et al., 2001; Rapee, 2000; Rapee, 2003) and primary depression (Curry et al., 2006; Curry et al., 2011; Young, Mufson, & Davies, 2006) .",
        "section": "Introduction",
        "section_number": 3,
        "sentences": [
            "An additional constraint of ESTs such as those mentioned above is their limited ability to address diagnostic comorbidity or the purposeful exclusion of co-occurring emotional disorders when evaluating single-domain or disorder protocol efficacy (Berman, Weems, Silverman, & Kurtines, 2000; David-Ferdon & Kaslow, 2008; Kendall, Brady, & Verduin, 2001; Rapee, 2003) .",
            "Many EST protocols for youth target symptoms of single disorders (e.g., Beidel, Turner, & Morris, 2000; Pincus, Ehrenreich, & Mattis, 2008) or domains (e.g., Kendall & Hedtke, 2006) , rather than shared risk factors or commonalities underlying multiple disorders.",
            "Such treatments may not adequately address the needs of the many youth who present with more complex patterns of comorbidity, resulting in poorer treatment outcome.",
            "Although not all studies have found a relationship between clinical comorbidity and treatment outcome (see Ollendick, Jarrett, Grills-Taquechel, Hovey, & Wolff, 2008 for a review), many investigators have found evidence that comorbidity is predictive of poorer response to interventions in youth with both primary anxiety (Berman et al., 2000; Ginsburg et al., 2011; Kendall et al., 2001; Rapee, 2000; Rapee, 2003) and primary depression (Curry et al., 2006; Curry et al., 2011; Young, Mufson, & Davies, 2006) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33722",
        "text": "Evidence of shared biological, temperamental, cognitive, and environmental risk and maintenance factors for anxiety and depressive disorders supports the need for transdiagnostic treatment protocols that address these concerns. Targeting higher order factors underlying a range of emotional disorders (e.g., neuroticism, extraversion, etc.) may also help to prevent the development of later depression in adolescents with anxiety, and vice versa. Anxiety typically precedes depression developmentally (e.g., Brady & Kendall, 1992; Lamers et al., 2011) , and symptoms and impairment associated with anxiety disorders may set the stage for depression through direct or indirect causal pathways. Potential mediators of this relationship include repetitive negative thinking (Hankin, 2008; McLaughlin & Nolen-Hoeksema, 2011) , behavioral avoidance (Jacobson & Newman, 2014) , and interpersonal impairment (Starr, Hammen, Connolly, & Brennan, 2014) . Depressive symptoms have also been shown to predict elevations in anxiety symptoms over time (Kouros, Quasem, & Garber, 2013) , and Cummings, Caporino, and Kendall (2014) proposed that there may be multiple developmental pathways leading to depression, anxiety, and their comorbidity. Comorbidity may be best addressed by targeting both shared risk factors underlying anxiety and depression and by addressing disorder-related impairment that places youth at risk for developing additional emotional disorders.",
        "section": "Introduction",
        "section_number": 4,
        "sentences": [
            "Evidence of shared biological, temperamental, cognitive, and environmental risk and maintenance factors for anxiety and depressive disorders supports the need for transdiagnostic treatment protocols that address these concerns.",
            "Targeting higher order factors underlying a range of emotional disorders (e.g., neuroticism, extraversion, etc.)",
            "may also help to prevent the development of later depression in adolescents with anxiety, and vice versa.",
            "Anxiety typically precedes depression developmentally (e.g., Brady & Kendall, 1992; Lamers et al., 2011) , and symptoms and impairment associated with anxiety disorders may set the stage for depression through direct or indirect causal pathways.",
            "Potential mediators of this relationship include repetitive negative thinking (Hankin, 2008; McLaughlin & Nolen-Hoeksema, 2011) , behavioral avoidance (Jacobson & Newman, 2014) , and interpersonal impairment (Starr, Hammen, Connolly, & Brennan, 2014) .",
            "Depressive symptoms have also been shown to predict elevations in anxiety symptoms over time (Kouros, Quasem, & Garber, 2013) , and Cummings, Caporino, and Kendall (2014) proposed that there may be multiple developmental pathways leading to depression, anxiety, and their comorbidity.",
            "Comorbidity may be best addressed by targeting both shared risk factors underlying anxiety and depression and by addressing disorder-related impairment that places youth at risk for developing additional emotional disorders."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33722",
        "text": "Because of their potential to parsimoniously and flexibly address a range of emotional disorders, transdiagnostic interventions may also ease dissemination of ESTs to community clinicians. In spite of the efficacy of various protocols in the treatment of youth concerns, evidence-based treatments (ESTs) are not reaching the majority of youth in need of services (Riemer, Rosof-Williams, & Bickman, 2005) . For example, anxiety is severely undertreated despite being among the most common mental illnesses in youth, with only 1 in 3 youth receiving treatment (Merikangas et al., 2010) . A major barrier to implementation of ESTs is a lack of clinician training in the various protocols that exist (McHugh & Barlow, 2010) . Furthermore, treatments that have been shown to be efficacious in universitybased trials may not be as effective when implemented in usual care settings (Weisz, Jensen-Doss, & Hawley, 2006; Weisz, Ugueto, Cheron, & Herren, 2013) , and differing patterns of comorbidity among youth treated in community settings may contribute to this discrepancy (Southam-Gerow, Weisz, & Kendall, 2003) . Although treatment fidelity is an important factor in the transportability of treatments to clinical settings, treatment protocols must be flexible to effectively address varying clinical presentations, including co-occurring, sub-threshold or poorly understood manifestations of emotional disorders.",
        "section": "Introduction",
        "section_number": 5,
        "sentences": [
            "Because of their potential to parsimoniously and flexibly address a range of emotional disorders, transdiagnostic interventions may also ease dissemination of ESTs to community clinicians.",
            "In spite of the efficacy of various protocols in the treatment of youth concerns, evidence-based treatments (ESTs) are not reaching the majority of youth in need of services (Riemer, Rosof-Williams, & Bickman, 2005) .",
            "For example, anxiety is severely undertreated despite being among the most common mental illnesses in youth, with only 1 in 3 youth receiving treatment (Merikangas et al., 2010) .",
            "A major barrier to implementation of ESTs is a lack of clinician training in the various protocols that exist (McHugh & Barlow, 2010) .",
            "Furthermore, treatments that have been shown to be efficacious in universitybased trials may not be as effective when implemented in usual care settings (Weisz, Jensen-Doss, & Hawley, 2006; Weisz, Ugueto, Cheron, & Herren, 2013) , and differing patterns of comorbidity among youth treated in community settings may contribute to this discrepancy (Southam-Gerow, Weisz, & Kendall, 2003) .",
            "Although treatment fidelity is an important factor in the transportability of treatments to clinical settings, treatment protocols must be flexible to effectively address varying clinical presentations, including co-occurring, sub-threshold or poorly understood manifestations of emotional disorders."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33722",
        "text": "McHugh and Barlow (2010) proposed that transdiagnostic treatments represent a shift in the way fidelity is conceptualized and allow for both increased adherence and increased flexibility. Supporting this theory, Weisz et al. (2013) demonstrated the effectiveness of a modularized treatment protocol delivered by community-based clinicians in the treatment of youth anxiety, depression, and conduct problems. Youth treated by clinicians assigned to a modularized treatment condition demonstrated greater symptom reduction and fewer clinical diagnoses at the post treatment assessment when compared with youth assigned to the standard treatment and usual care conditions. These results suggest that interventions administered in a flexible format have enhanced effectiveness. In this sense, the development of transdiagnostic or unified treatments may further dissemination efforts by allowing community clinicians to flexibly target a range of emotional disturbances within a single treatment protocol.",
        "section": "Introduction",
        "section_number": 6,
        "sentences": [
            "McHugh and Barlow (2010) proposed that transdiagnostic treatments represent a shift in the way fidelity is conceptualized and allow for both increased adherence and increased flexibility.",
            "Supporting this theory, Weisz et al. (2013) demonstrated the effectiveness of a modularized treatment protocol delivered by community-based clinicians in the treatment of youth anxiety, depression, and conduct problems.",
            "Youth treated by clinicians assigned to a modularized treatment condition demonstrated greater symptom reduction and fewer clinical diagnoses at the post treatment assessment when compared with youth assigned to the standard treatment and usual care conditions.",
            "These results suggest that interventions administered in a flexible format have enhanced effectiveness.",
            "In this sense, the development of transdiagnostic or unified treatments may further dissemination efforts by allowing community clinicians to flexibly target a range of emotional disturbances within a single treatment protocol."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33722",
        "text": "Unified approaches that apply a core set of principles to the treatment of emotional disorders may result in improved response rates to ESTs, particularly for comorbid conditions, and facilitate dissemination efforts. The Unified Protocols for Treatment of Emotional Disorders (UP; Barlow et al., 2011) , as well as downward extensions of the UP designed for adolescents and children (UP-A/UP-C; Ehrenreich-May et al., in press) , take a transdiagnostic approach to the treatment of emotional disorders by focusing on a set of core change principles and applying them across a range of emotional disorder presentations. The efficacy of the UP has been demonstrated in a randomized, waitlist-controlled trial of adults with a primary anxiety disorder. Participants who received immediate treatment demonstrated greater improvement on measures of clinical severity, anxiety and depression severity, positive and negative affect, and interference when compared to those in the waitlist condition (Farchione et al., 2012) . The majority of changes were maintained six months post-treatment (Farchione et al., 2012) , and all participants who met responder status at the six-month follow-up retained their status one year later (Bullis, Fortune, Farchione, & Barlow, 2014) .",
        "section": "Introduction",
        "section_number": 7,
        "sentences": [
            "Unified approaches that apply a core set of principles to the treatment of emotional disorders may result in improved response rates to ESTs, particularly for comorbid conditions, and facilitate dissemination efforts.",
            "The Unified Protocols for Treatment of Emotional Disorders (UP; Barlow et al., 2011) , as well as downward extensions of the UP designed for adolescents and children (UP-A/UP-C; Ehrenreich-May et al., in press) , take a transdiagnostic approach to the treatment of emotional disorders by focusing on a set of core change principles and applying them across a range of emotional disorder presentations.",
            "The efficacy of the UP has been demonstrated in a randomized, waitlist-controlled trial of adults with a primary anxiety disorder.",
            "Participants who received immediate treatment demonstrated greater improvement on measures of clinical severity, anxiety and depression severity, positive and negative affect, and interference when compared to those in the waitlist condition (Farchione et al., 2012) .",
            "The majority of changes were maintained six months post-treatment (Farchione et al., 2012) , and all participants who met responder status at the six-month follow-up retained their status one year later (Bullis, Fortune, Farchione, & Barlow, 2014) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33722",
        "text": "Similar to the UP, the UP-A is a flexibly administered treatment protocol designed to improve emotion reactivity and regulation and ameliorate anxiety and depressive symptoms using an array of evidence-based treatment techniques. Both protocols are based on research and theory from emotion and cognitive science and attempt to elicit change across several core principles. These intervention principles include: (1) understanding and gaining greater awareness of emotions and emotional experiences; (2) preventing emotional avoidance and practicing present-focused awareness by engaging in graduated emotion-evocation exercises; (3) increasing cognitive flexibility and linking thoughts to sensations; (4) challenging negative and anxious appraisals related to internal and external threats using antecedent cognitive reappraisal techniques; and (5) identifying and modifying maladaptive action tendencies through various exposure and activation techniques. These intervention principles are believed to influence emotional disorder intensity and impairment via changes in emotion reactivity and regulation, as well as behavioral avoidance. Treatment techniques are applied to a range of emotions including sadness, anxiety, fear, and anger in order to increase the individual's ability to generalize skills across a variety of affective states. While the theoretical basis and content of the UP-A is consistent with the UP, developmentally appropriate modifications were made to create this treatment protocol. For example, the language and supplemental materials in the protocol were adapted for use with adolescents, parent-directed sessions were added, and modifications were made to more comprehensively address internalizing disorders not commonly seen in adults (e.g., separation anxiety disorder).",
        "section": "Introduction",
        "section_number": 8,
        "sentences": [
            "Similar to the UP, the UP-A is a flexibly administered treatment protocol designed to improve emotion reactivity and regulation and ameliorate anxiety and depressive symptoms using an array of evidence-based treatment techniques.",
            "Both protocols are based on research and theory from emotion and cognitive science and attempt to elicit change across several core principles.",
            "These intervention principles include: (1) understanding and gaining greater awareness of emotions and emotional experiences; (2) preventing emotional avoidance and practicing present-focused awareness by engaging in graduated emotion-evocation exercises; (3) increasing cognitive flexibility and linking thoughts to sensations; (4) challenging negative and anxious appraisals related to internal and external threats using antecedent cognitive reappraisal techniques; and (5) identifying and modifying maladaptive action tendencies through various exposure and activation techniques.",
            "These intervention principles are believed to influence emotional disorder intensity and impairment via changes in emotion reactivity and regulation, as well as behavioral avoidance.",
            "Treatment techniques are applied to a range of emotions including sadness, anxiety, fear, and anger in order to increase the individual's ability to generalize skills across a variety of affective states.",
            "While the theoretical basis and content of the UP-A is consistent with the UP, developmentally appropriate modifications were made to create this treatment protocol.",
            "For example, the language and supplemental materials in the protocol were adapted for use with adolescents, parent-directed sessions were added, and modifications were made to more comprehensively address internalizing disorders not commonly seen in adults (e.g., separation anxiety disorder)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33722",
        "text": "An initial multiple-baseline trial of the UP-A with three adolescents (Ehrenreich, Goldstein, Wright, & Barlow, 2009) and an open-trial investigation with twelve adolescents (Trosper, Buzzella, Bennett, & Ehrenreich, 2009) have provided preliminary support for the UP-A in ameliorating symptoms of both anxiety and depression. All participants in the multiple-baseline trial investigation experienced a reduction in the severity of their principal anxiety and/or depression diagnosis at post-treatment (Ehrenreich et al., 2009) , and there were significant reductions in principal disorder severity from pre-to post-treatment during the open-trial, as well as improvements in parent ratings of adolescents' emotion regulation (Trosper et al., 2009) . The present study builds upon the current evidence base for the UP-A by evaluating initial outcomes of a randomized, waitlist-controlled trial of the UP-A in a sample of adolescents diagnosed with at least one DSM-IV emotional disorder. Primary outcomes included changes in clinician-rated disorder severity, parent-and adolescent-rated emotional disorder symptoms, and functional impairment. It was hypothesized that adolescents receiving immediate UP-A treatment would outperform adolescents randomized to a delayed-treatment waitlist condition on all measures at: 1) a mid-treatment (8-week) time point; and 2) post-treatment. Furthermore, when all participants were collapsed into a single group of treatment-receiving adolescents, it was hypothesized that all adolescents would evidence improvements across symptom-relevant outcome measures at all time points.",
        "section": "Introduction",
        "section_number": 9,
        "sentences": [
            "An initial multiple-baseline trial of the UP-A with three adolescents (Ehrenreich, Goldstein, Wright, & Barlow, 2009) and an open-trial investigation with twelve adolescents (Trosper, Buzzella, Bennett, & Ehrenreich, 2009) have provided preliminary support for the UP-A in ameliorating symptoms of both anxiety and depression.",
            "All participants in the multiple-baseline trial investigation experienced a reduction in the severity of their principal anxiety and/or depression diagnosis at post-treatment (Ehrenreich et al., 2009) , and there were significant reductions in principal disorder severity from pre-to post-treatment during the open-trial, as well as improvements in parent ratings of adolescents' emotion regulation (Trosper et al., 2009) .",
            "The present study builds upon the current evidence base for the UP-A by evaluating initial outcomes of a randomized, waitlist-controlled trial of the UP-A in a sample of adolescents diagnosed with at least one DSM-IV emotional disorder.",
            "Primary outcomes included changes in clinician-rated disorder severity, parent-and adolescent-rated emotional disorder symptoms, and functional impairment.",
            "It was hypothesized that adolescents receiving immediate UP-A treatment would outperform adolescents randomized to a delayed-treatment waitlist condition on all measures at: 1) a mid-treatment (8-week) time point; and 2) post-treatment.",
            "Furthermore, when all participants were collapsed into a single group of treatment-receiving adolescents, it was hypothesized that all adolescents would evidence improvements across symptom-relevant outcome measures at all time points."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33722",
        "text": "Adolescents between the ages of 12-17 years old with a primary diagnosis of any DSM-IV anxiety disorder (including Obsessive-Compulsive Disorder) and/or depression diagnosis were eligible for the clinical trial. Adolescents with co-occurring psychiatric difficulties, including disruptive behavior disorders, eating disorders, or non-treatment-interfering substance abuse, were also eligible, as long as the primary concern appeared to be anxiety or mood-related. Adolescents with bipolar disorder, recent psychiatric hospitalization or severe suicidal ideation, significant cognitive impairment (suspected IQ below 80), or with treatmentinterfering substance abuse were excluded. In addition, adolescents who had previously received CBT for anxiety or depression were excluded. Adolescents currently on psychotropic medication were required to have been on a stable dosage of an SSRI for three months, or one month for a benzodiazepine, prior to enrolling in the clinical trial.",
        "section": "Participants",
        "section_number": 10,
        "sentences": [
            "Adolescents between the ages of 12-17 years old with a primary diagnosis of any DSM-IV anxiety disorder (including Obsessive-Compulsive Disorder) and/or depression diagnosis were eligible for the clinical trial.",
            "Adolescents with co-occurring psychiatric difficulties, including disruptive behavior disorders, eating disorders, or non-treatment-interfering substance abuse, were also eligible, as long as the primary concern appeared to be anxiety or mood-related.",
            "Adolescents with bipolar disorder, recent psychiatric hospitalization or severe suicidal ideation, significant cognitive impairment (suspected IQ below 80), or with treatmentinterfering substance abuse were excluded.",
            "In addition, adolescents who had previously received CBT for anxiety or depression were excluded.",
            "Adolescents currently on psychotropic medication were required to have been on a stable dosage of an SSRI for three months, or one month for a benzodiazepine, prior to enrolling in the clinical trial."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33722",
        "text": "Participants were 51 adolescents between ages 12-17 years old (M = 15.77, SD = 1.66; 56.9% female). The majority of participants identified as Hispanic/Latino (n = 30; 58.8%), a percentage that is representative of the larger community in which the study was conducted. The sample also included participants identified as Non-Hispanic White (n = 12; 23.5%), African American (n = 4; 7.8%), and Asian American (n = 1; 2%), with four participants (7.8%) identifying as \"Other\" ethnicity. The median reported annual income of participants' families was $80,000. Among the 51 adolescents who were randomized to a treatment arm, 37 (72.55%) completed treatment, which was defined as completing at least eight weekly sessions of the UP-A. Participants who dropped out prior to completing treatment (n = 14; 27.45%) were included using intent-to-treat (ITT) analyses.",
        "section": "Participants",
        "section_number": 11,
        "sentences": [
            "Participants were 51 adolescents between ages 12-17 years old (M = 15.77, SD = 1.66; 56.9% female).",
            "The majority of participants identified as Hispanic/Latino (n = 30; 58.8%), a percentage that is representative of the larger community in which the study was conducted.",
            "The sample also included participants identified as Non-Hispanic White (n = 12; 23.5%), African American (n = 4; 7.8%), and Asian American (n = 1; 2%), with four participants (7.8%) identifying as \"Other\" ethnicity.",
            "The median reported annual income of participants' families was $80,000.",
            "Among the 51 adolescents who were randomized to a treatment arm, 37 (72.55%) completed treatment, which was defined as completing at least eight weekly sessions of the UP-A. Participants who dropped out prior to completing treatment (n = 14; 27.45%) were included using intent-to-treat (ITT) analyses."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33722",
        "text": "Participants' principal/co-principal and comorbid diagnoses are listed in Table 1 . The most common primary diagnoses, in order, were Generalized Anxiety Disorder (n = 21; 41.2%), Social Phobia (n = 16; 31.4%), and Major Depressive Disorder (n = 11; 21.60%). However, all DSM-IV anxiety disorders were represented as primary diagnoses, as were other depressive disorders (i.e., Dysthymic Disorder, Depressive Disorder NOS). In addition, the sample presented with significant diagnostic comorbidity with regard to anxiety and depression symptoms. When considering principal/co-principal and comorbid diagnoses together, 39 participants (76.47%) were diagnosed with both an anxiety and depressive disorder.",
        "section": "Participants",
        "section_number": 12,
        "sentences": [
            "Participants' principal/co-principal and comorbid diagnoses are listed in Table 1 .",
            "The most common primary diagnoses, in order, were Generalized Anxiety Disorder (n = 21; 41.2%), Social Phobia (n = 16; 31.4%), and Major Depressive Disorder (n = 11; 21.60%).",
            "However, all DSM-IV anxiety disorders were represented as primary diagnoses, as were other depressive disorders (i.e., Dysthymic Disorder, Depressive Disorder NOS).",
            "In addition, the sample presented with significant diagnostic comorbidity with regard to anxiety and depression symptoms.",
            "When considering principal/co-principal and comorbid diagnoses together, 39 participants (76.47%) were diagnosed with both an anxiety and depressive disorder."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33722",
        "text": "Please refer to Fig. 1 for a CONSORT diagram outlining participant recruitment and retention. Approval for the clinical trial was obtained from the University's Institutional Review Board. Potential subjects and their parent(s) were referred to the clinic by teachers, school counselors, pediatricians, psychiatrists, other mental health and health care professionals, or were self-referred through community flyers or online program information. Upon contacting the clinic, the adolescent's parent completed a brief telephone screen to assess primary concerns and potential exclusion criteria. If the primary concern appeared to be an anxiety, depression or related disorder (e.g., Obsessive-Compulsive Disorder), the adolescent and parent(s) were then scheduled for an in-person diagnostic evaluation at the clinic with a Ph.D.-level clinical psychologist or doctoral student in clinical child psychology. Those deemed ineligible for the trial (e.g., primary concerns were behavior ",
        "section": "Procedure",
        "section_number": 13,
        "sentences": [
            "Please refer to Fig. 1 for a CONSORT diagram outlining participant recruitment and retention.",
            "Approval for the clinical trial was obtained from the University's Institutional Review Board.",
            "Potential subjects and their parent(s) were referred to the clinic by teachers, school counselors, pediatricians, psychiatrists, other mental health and health care professionals, or were self-referred through community flyers or online program information.",
            "Upon contacting the clinic, the adolescent's parent completed a brief telephone screen to assess primary concerns and potential exclusion criteria.",
            "If the primary concern appeared to be an anxiety, depression or related disorder (e.g., Obsessive-Compulsive Disorder), the adolescent and parent(s) were then scheduled for an in-person diagnostic evaluation at the clinic with a Ph.",
            "D.-level clinical psychologist or doctoral student in clinical child psychology.",
            "Those deemed ineligible for the trial (e.g., primary concerns were behavior"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33722",
        "text": "Anxiety or depress ion not primary (n=4) No psychiatric diagnosis (n = 3) Severe SI (n = 0) Limited cognitive abilities (n = 1) Co-occurring exclusionary disorder (e.g., psychosis, bipolar) (n = 1) Not on stable medication dose (n = 1) Opted for private tx (n = 7) Sought tx e lsew here /othe r (n =13) problems) were provided with referrals to appropriate community providers.",
        "section": "Excluded (n= 30)",
        "section_number": 14,
        "sentences": [
            "Anxiety or depress ion not primary (n=4) No psychiatric diagnosis (n = 3) Severe SI (n = 0) Limited cognitive abilities (n = 1) Co-occurring exclusionary disorder (e.g., psychosis, bipolar) (n = 1) Not on stable medication dose (n = 1) Opted for private tx (n = 7) Sought tx e lsew here /othe r (n =13) problems) were provided with referrals to appropriate community providers."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "33722",
        "text": "During the initial diagnostic evaluation, the adolescent and parent(s) were separately interviewed using the Anxiety Disorders Interview Schedule for the DSM-IV, Child and Parent reports (ADIS-IV-C/P; Silverman & Albano, 1996) . Informed written parental consent and adolescent assent were obtained prior to all assessment procedures. The clinician first interviewed the adolescent separately, while the parent completed paper-and-pencil questionnaires in the clinic waiting room. Following the adolescent interview, the clinician conducted the assessment with the parent(s) while the adolescent completed questionnaires.",
        "section": "Excluded (n= 30)",
        "section_number": 15,
        "sentences": [
            "During the initial diagnostic evaluation, the adolescent and parent(s) were separately interviewed using the Anxiety Disorders Interview Schedule for the DSM-IV, Child and Parent reports (ADIS-IV-C/P; Silverman & Albano, 1996) .",
            "Informed written parental consent and adolescent assent were obtained prior to all assessment procedures.",
            "The clinician first interviewed the adolescent separately, while the parent completed paper-and-pencil questionnaires in the clinic waiting room.",
            "Following the adolescent interview, the clinician conducted the assessment with the parent(s) while the adolescent completed questionnaires."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33722",
        "text": "Examiners aggregated adolescent and parent responses to the ADIS-IV-C/P to assign principal and secondary diagnoses. Clinicians used clinical severity ratings (CSR) to designate diagnostic severity for each assigned diagnosis. CSR values range from 0 to 8, with values of 4 or greater indicative of clinical impairment. Subjects with assigned a principal diagnosis of a DSM-IV anxiety or depressive disorder with a CSR of 4 or greater were eligible for the trial.",
        "section": "Excluded (n= 30)",
        "section_number": 16,
        "sentences": [
            "Examiners aggregated adolescent and parent responses to the ADIS-IV-C/P to assign principal and secondary diagnoses.",
            "Clinicians used clinical severity ratings (CSR) to designate diagnostic severity for each assigned diagnosis.",
            "CSR values range from 0 to 8, with values of 4 or greater indicative of clinical impairment.",
            "Subjects with assigned a principal diagnosis of a DSM-IV anxiety or depressive disorder with a CSR of 4 or greater were eligible for the trial."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33722",
        "text": "All assessors were previously trained in ADIS-IV-C/P administration and participated in weekly group supervision. Following initial training in the ADIS-IV-C/P, assessors first observed assessments and then conducted them alongside a more advanced examiner. Assessors were required to reach agreement on CSR values (i.e., within ± 1 CSR value) for all clinical diagnoses with an expert rater (Dr. Ehrenreich-May) for three consecutive assessments in order to conduct ADIS-IV-C/P evaluations independently. All assessors were blind to group assignment for all assessment time points beyond BL. Weekly group supervision meetings with same supervisor (Dr. Ehrenreich-May) were conducted to maintain examiner agreement over time. Final composite diagnoses and CSR values were confirmed at these supervision meetings. The sample demonstrated very high inter-rater reliability for principal diagnoses and CSR values ( = 0.82, p < 0.001).",
        "section": "Excluded (n= 30)",
        "section_number": 17,
        "sentences": [
            "All assessors were previously trained in ADIS-IV-C/P administration and participated in weekly group supervision.",
            "Following initial training in the ADIS-IV-C/P, assessors first observed assessments and then conducted them alongside a more advanced examiner.",
            "Assessors were required to reach agreement on CSR values (i.e., within ± 1 CSR value) for all clinical diagnoses with an expert rater (Dr. Ehrenreich-May) for three consecutive assessments in order to conduct ADIS-IV-C/P evaluations independently.",
            "All assessors were blind to group assignment for all assessment time points beyond BL.",
            "Weekly group supervision meetings with same supervisor (Dr. Ehrenreich-May) were conducted to maintain examiner agreement over time.",
            "Final composite diagnoses and CSR values were confirmed at these supervision meetings.",
            "The sample demonstrated very high inter-rater reliability for principal diagnoses and CSR values ( = 0.82, p < 0.001)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33722",
        "text": "One hundred and one adolescents were screened for initial eligibility with the ADIS-IV-C/P. Fifty subjects were excluded from the trial for either failure to meet inclusion criteria or because the parent(s) opted to pursue private treatment or treatment elsewhere. Ineligible adolescents and their families were provided with referrals to community providers. Fifty-one subjects were eligible and provided written informed parental consent and adolescent assent to be randomized to one of two treatment arms: an immediate treatment (TX) condition, in which subjects were immediately assigned a therapist and began the UP-A, or a delayed-treatment waitlist (WL) condition lasting eight weeks. The decision to limit the WL period to 8 weeks was two-fold: (1) this has been a standard waitlist time period in prior RCTs of youth anxiety treatment (e.g., Kendall et al., 1997) ; and (2) ethical considerations required us to limit the time until treatment, given the high distress and frequent diagnostic comorbidities with which participants presented. In the WL condition, subjects did not receive treatment, but completed inperson or telephone check-ins with their assigned clinician every two weeks to assess clinical deterioration (i.e., significant increase in suicidal ideation). Following the eight-week WL period, subjects were re-assessed and then completed the UP-A.",
        "section": "Excluded (n= 30)",
        "section_number": 18,
        "sentences": [
            "One hundred and one adolescents were screened for initial eligibility with the ADIS-IV-C/P. Fifty subjects were excluded from the trial for either failure to meet inclusion criteria or because the parent(s) opted to pursue private treatment or treatment elsewhere.",
            "Ineligible adolescents and their families were provided with referrals to community providers.",
            "Fifty-one subjects were eligible and provided written informed parental consent and adolescent assent to be randomized to one of two treatment arms: an immediate treatment (TX) condition, in which subjects were immediately assigned a therapist and began the UP-A, or a delayed-treatment waitlist (WL) condition lasting eight weeks.",
            "The decision to limit the WL period to 8 weeks was two-fold: (1) this has been a standard waitlist time period in prior RCTs of youth anxiety treatment (e.g., Kendall et al., 1997) ; and (2) ethical considerations required us to limit the time until treatment, given the high distress and frequent diagnostic comorbidities with which participants presented.",
            "In the WL condition, subjects did not receive treatment, but completed inperson or telephone check-ins with their assigned clinician every two weeks to assess clinical deterioration (i.e., significant increase in suicidal ideation).",
            "Following the eight-week WL period, subjects were re-assessed and then completed the UP-A."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33722",
        "text": "Following randomization, outcome measures were completed at four remaining time points: (1) eight weeks after beginning treatment (i.e., the approximate treatment mid-point); (2) the end of treatment; (3) three months following the end of treatment; and (4) six months following the end of treatment. Subjects randomized to the WL condition completed an additional assessment at the end of the WL period and prior to beginning treatment. Data collected at the end of the WL period were used as WL subjects' baseline data for within-subjects analyses. Twenty-three participants in the TX arm completed at least 8 sessions of the UP-A and were considered treatment completers, while 19 subjects were treatment completers in the WL arm.",
        "section": "Excluded (n= 30)",
        "section_number": 19,
        "sentences": [
            "Following randomization, outcome measures were completed at four remaining time points: (1) eight weeks after beginning treatment (i.e., the approximate treatment mid-point); (2) the end of treatment; (3) three months following the end of treatment; and (4) six months following the end of treatment.",
            "Subjects randomized to the WL condition completed an additional assessment at the end of the WL period and prior to beginning treatment.",
            "Data collected at the end of the WL period were used as WL subjects' baseline data for within-subjects analyses.",
            "Twenty-three participants in the TX arm completed at least 8 sessions of the UP-A and were considered treatment completers, while 19 subjects were treatment completers in the WL arm."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33722",
        "text": "The version of the UP-A utilized in this waitlist-controlled trial consisted of five required and three supplemental modules. Clinicians utilizing the UP-A in this trial were encouraged to vary the length of treatment between eight and a maximum of 21 weekly sessions in order to adequately respond to heterogeneity in symptom severity and adolescent needs. Core modules were designed to be administered in a fixed order, but the clinician was given the autonomy to flexibly administer the protocol by varying module length based on individual needs. Additional modules provided opportunities for even greater individualization of the treatment, as these modules may vary with respect to number of sessions and timing within the protocol. Core modules include: 1) Getting to Know Your Emotions and Behaviors; 2) Awareness of Emotions; 3) Being Flexible in Your Thinking; 4) Emotion Exposure; and 5) Keep it Going: Maintaining Your Gains. Additional modules include 1) Building and Keeping Motivation; 2) Keeping Safe/Dealing with Difficult Times; and 3) Parenting the Emotional Adolescent. On average, participants received 14.86 sessions (range = 0-21; SD = 6.54).",
        "section": "Treatment",
        "section_number": 20,
        "sentences": [
            "The version of the UP-A utilized in this waitlist-controlled trial consisted of five required and three supplemental modules.",
            "Clinicians utilizing the UP-A in this trial were encouraged to vary the length of treatment between eight and a maximum of 21 weekly sessions in order to adequately respond to heterogeneity in symptom severity and adolescent needs.",
            "Core modules were designed to be administered in a fixed order, but the clinician was given the autonomy to flexibly administer the protocol by varying module length based on individual needs.",
            "Additional modules provided opportunities for even greater individualization of the treatment, as these modules may vary with respect to number of sessions and timing within the protocol.",
            "Core modules include: 1) Getting to Know Your Emotions and Behaviors; 2) Awareness of Emotions; 3) Being Flexible in Your Thinking; 4) Emotion Exposure; and 5) Keep it Going: Maintaining Your Gains.",
            "Additional modules include 1) Building and Keeping Motivation; 2) Keeping Safe/Dealing with Difficult Times; and 3) Parenting the Emotional Adolescent.",
            "On average, participants received 14.86 sessions (range = 0-21; SD = 6.54)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33722",
        "text": "Therapists were either doctoral students in clinical psychology or postdoctoral fellows working with the lead author (Dr. Ehrenreich-May) . Training in the UP-A consisted of a one-day workshop in the model, refresher workshops offered throughout the trial and weekly consultation in the model and review of all ongoing UP-A sessions with Dr. Ehrenreich-May. In addition, treatment sessions were video recorded, and 20% of the video recordings for each of the five required treatment modules were reviewed for treatment integrity by trained raters. All skills in each module were rated dichotomously (0 = skill not covered by therapist; 1 = skill covered by therapist). A primary rater determined therapist adherence for all selected modules, and a secondary rater double-coded 25% of the modules. Based on ratings provided by the primary coder, therapist adherence was high (92%) across modules. There was moderate agreement between raters on modules that were double-coded, = 0.54, p < 0.001.",
        "section": "Treatment",
        "section_number": 21,
        "sentences": [
            "Therapists were either doctoral students in clinical psychology or postdoctoral fellows working with the lead author (Dr. Ehrenreich-May) .",
            "Training in the UP-A consisted of a one-day workshop in the model, refresher workshops offered throughout the trial and weekly consultation in the model and review of all ongoing UP-A sessions with Dr. Ehrenreich-May.",
            "In addition, treatment sessions were video recorded, and 20% of the video recordings for each of the five required treatment modules were reviewed for treatment integrity by trained raters.",
            "All skills in each module were rated dichotomously (0 = skill not covered by therapist; 1 = skill covered by therapist).",
            "A primary rater determined therapist adherence for all selected modules, and a secondary rater double-coded 25% of the modules.",
            "Based on ratings provided by the primary coder, therapist adherence was high (92%) across modules.",
            "There was moderate agreement between raters on modules that were double-coded, = 0.54, p < 0.001."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33722",
        "text": "2.4.1. Principal disorder CSR Subjects' principal disorder CSR values were assigned using aggregated adolescent and parent responses to the ADIS-IV-C/P. Clinicians assigned principal disorder CSR values at the initial evaluation, as well as at briefer assessments focusing primarily on diagnoses assigned at the baseline assessment (i.e., \"Mini\" ADIS-IV-C/P) at remaining time points. All principal disorder CSR values were assigned by independent evaluators who were blind to group assignment. Very good inter-rater reliability for principal disorder diagnoses and CSR values was observed ( = 0.82).",
        "section": "Measures",
        "section_number": 22,
        "sentences": [
            "2.4.1.",
            "Principal disorder CSR Subjects' principal disorder CSR values were assigned using aggregated adolescent and parent responses to the ADIS-IV-C/P. Clinicians assigned principal disorder CSR values at the initial evaluation, as well as at briefer assessments focusing primarily on diagnoses assigned at the baseline assessment (i.e., \"Mini\" ADIS-IV-C/P) at remaining time points.",
            "All principal disorder CSR values were assigned by independent evaluators who were blind to group assignment.",
            "Very good inter-rater reliability for principal disorder diagnoses and CSR values was observed ( = 0.82)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33722",
        "text": "(CGI-S; Guy, 1976) . Clinician-rated global severity was assessed by an independent evaluator with the CGI-S at every time point. The CGI-S is a single-item measure with a 7-point Likert scale (scores can range from 1 to 7), with higher scores representing greater global severity. The CGI-S is commonly used in clinical trials for youth internalizing disorders (e.g., Walkup et al., 2008) .",
        "section": "Clinical global impression − severity",
        "section_number": 23,
        "sentences": [
            "(CGI-S; Guy, 1976) .",
            "Clinician-rated global severity was assessed by an independent evaluator with the CGI-S at every time point.",
            "The CGI-S is a single-item measure with a 7-point Likert scale (scores can range from 1 to 7), with higher scores representing greater global severity.",
            "The CGI-S is commonly used in clinical trials for youth internalizing disorders (e.g., Walkup et al., 2008) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33722",
        "text": "(CGI-I; Guy, 1976) . Clinician-rated global improvement was assessed by an independent evaluator with the CGI-I at remaining time points after the initial diagnostic evaluation. The CGI-I is a single-item measure using a 7-point Likert scale (scores can range from 1 to 7), with lower scores corresponding to greater improvement. Those assigned values of 1 (\"Very much improved\") or 2 (\"Much improved\") are deemed treatment responders.",
        "section": "Clinical global impression − improvement",
        "section_number": 24,
        "sentences": [
            "(CGI-I; Guy, 1976) .",
            "Clinician-rated global improvement was assessed by an independent evaluator with the CGI-I at remaining time points after the initial diagnostic evaluation.",
            "The CGI-I is a single-item measure using a 7-point Likert scale (scores can range from 1 to 7), with lower scores corresponding to greater improvement.",
            "Those assigned values of 1 (\"Very much improved\") or 2 (\"Much improved\") are deemed treatment responders."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33722",
        "text": "(RCADS/RCADS-P; Chorpita, Yim, Moffitt, Umemoto, & Francis, 2000; Ebesutani, Bernstein, Nakamura, Chorpita, & Weisz, 2010) . Adolescent subjects completed the RCADS at every assessment, and their parent completed the RCADS-P. The RCADS and RCADS-P are 47-item self-and parent-report measures, respectively, of anxiety and depression symptoms. Both measures are comprised of six subscales derived from DSM-IV criteria: separation anxiety disorder (SAD), social phobia (SOC), generalized anxiety disorder (GAD), obsessive-compulsive disorder (OCD), panic disorder (PD), and major depressive disorder (MDD). Five subscales (SAD, SOC, GAD, OCD, PD) are summed to create a Total Anxiety score. Each item is scored from 0 to 3, with higher scores representing more severe symptoms. The RCADS has previously demonstrated good psychometrics with normative and clinical populations (Chorpita, Moffitt, & Gray, 2005; Chorpita et al., 2000) , and has shown larger effect sizes in distinguishing anxiety and depressed groups from controls compared to other measures. In the current sample, the six individual RCADS subscales demonstrated good internal consistency (␣ range = 0.80-0.89), and the RCADS Total Anxiety and Depression scale demonstrated excellent internal consistency (␣ = 0.94). The RCADS-P has also shown good psychometrics with schoolbased (Ebesutani et al., 2011) and clinical samples (Ebesutani et al., 2010 ). In the current sample, the six individual RCADS-P subscales demonstrated adequate to good internal consistency (␣ range = 0.76-0.87), and the RCADS-P Total Anxiety and Depression scale demonstrated excellent internal consistency (␣ = 0.92).",
        "section": "Revised children's anxiety and depression scale, youth and parent versions",
        "section_number": 25,
        "sentences": [
            "(RCADS/RCADS-P; Chorpita, Yim, Moffitt, Umemoto, & Francis, 2000; Ebesutani, Bernstein, Nakamura, Chorpita, & Weisz, 2010) .",
            "Adolescent subjects completed the RCADS at every assessment, and their parent completed the RCADS-P. The RCADS and RCADS-P are 47-item self-and parent-report measures, respectively, of anxiety and depression symptoms.",
            "Both measures are comprised of six subscales derived from DSM-IV criteria: separation anxiety disorder (SAD), social phobia (SOC), generalized anxiety disorder (GAD), obsessive-compulsive disorder (OCD), panic disorder (PD), and major depressive disorder (MDD).",
            "Five subscales (SAD, SOC, GAD, OCD, PD) are summed to create a Total Anxiety score.",
            "Each item is scored from 0 to 3, with higher scores representing more severe symptoms.",
            "The RCADS has previously demonstrated good psychometrics with normative and clinical populations (Chorpita, Moffitt, & Gray, 2005; Chorpita et al., 2000) , and has shown larger effect sizes in distinguishing anxiety and depressed groups from controls compared to other measures.",
            "In the current sample, the six individual RCADS subscales demonstrated good internal consistency (␣ range = 0.80-0.89), and the RCADS Total Anxiety and Depression scale demonstrated excellent internal consistency (␣ = 0.94).",
            "The RCADS-P has also shown good psychometrics with schoolbased (Ebesutani et al., 2011) and clinical samples (Ebesutani et al., 2010 ).",
            "In the current sample, the six individual RCADS-P subscales demonstrated adequate to good internal consistency (␣ range = 0.76-0.87), and the RCADS-P Total Anxiety and Depression scale demonstrated excellent internal consistency (␣ = 0.92)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33722",
        "text": "The ALIS (Schniering et al., in preparation) is a 31-item, selfreport measure assessing the degree of functional impairment across various social contexts (e.g., school, athletics, peer/family functioning) within the past month. Sample items include \"I have missed or skipped school,\" \"I have been left out of groups,\" and \"I have stayed away from activities.\" Higher scores indicate greater levels of interference. The internal consistency of the ALIS was excellent in the current sample (␣ = 0.94).",
        "section": "Adolescent life interference scale (ALIS)",
        "section_number": 26,
        "sentences": [
            "The ALIS (Schniering et al., in preparation) is a 31-item, selfreport measure assessing the degree of functional impairment across various social contexts (e.g., school, athletics, peer/family functioning) within the past month.",
            "Sample items include \"I have missed or skipped school,\" \"I have been left out of groups,\" and \"I have stayed away from activities.\"",
            "Higher scores indicate greater levels of interference.",
            "The internal consistency of the ALIS was excellent in the current sample (␣ = 0.94)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33722",
        "text": "Our five primary outcome measures were principal CSR, CGI-Severity, RCADS Total scores, RCADS-P Total scores, and ALIS scores. With regard to anxiety and depression symptomatology, we examined only the RCADS/RCADS-P Total Anxiety and Depression scores and not their separate subscales. There were no differences between treatment conditions at baseline on any of these five primary outcome measures (ps > 0.21). Please refer to Queen, Barlow, and Ehrenreich-May, 2014 for an analysis of the separate trajectories of anxiety and depression symptom change during UP-A treatment and follow-up. Data were analyzed using multivariate multilevel modeling (MMLM; see Bryk, Raudenbush, & Congdon, 1998; Heck, Thomas, & Tabata, 2013; Hox, Moerbeek, & van de Schoot, 2010) . MMLM is an intent-to-treat analysis that includes all subjects, regardless of missing data. MMLM was performed to avoid inflation of Type I error from conducting multiple univariate analyses for each dependent variable, because MMLM is generally more powerful than univariate MLMs (Hox et al., 2010) . Further, MMLM allows one to test whether the relationships between predictors (e.g., treatment) and outcomes are the same across different outcome measures. Consistent with typical reporting when performing standard multivariate analyses (such as MANOVA), we report the results of the univariate analyses of each outcome after reporting the results of the multivariate effect. This allows readers to understand which particular outcomes were impacted by the multivariate effect.",
        "section": "Results",
        "section_number": 27,
        "sentences": [
            "Our five primary outcome measures were principal CSR, CGI-Severity, RCADS Total scores, RCADS-P Total scores, and ALIS scores.",
            "With regard to anxiety and depression symptomatology, we examined only the RCADS/RCADS-P Total Anxiety and Depression scores and not their separate subscales.",
            "There were no differences between treatment conditions at baseline on any of these five primary outcome measures (ps > 0.21).",
            "Please refer to Queen, Barlow, and Ehrenreich-May, 2014 for an analysis of the separate trajectories of anxiety and depression symptom change during UP-A treatment and follow-up.",
            "Data were analyzed using multivariate multilevel modeling (MMLM; see Bryk, Raudenbush, & Congdon, 1998; Heck, Thomas, & Tabata, 2013; Hox, Moerbeek, & van de Schoot, 2010) .",
            "MMLM is an intent-to-treat analysis that includes all subjects, regardless of missing data.",
            "MMLM was performed to avoid inflation of Type I error from conducting multiple univariate analyses for each dependent variable, because MMLM is generally more powerful than univariate MLMs (Hox et al., 2010) .",
            "Further, MMLM allows one to test whether the relationships between predictors (e.g., treatment) and outcomes are the same across different outcome measures.",
            "Consistent with typical reporting when performing standard multivariate analyses (such as MANOVA), we report the results of the univariate analyses of each outcome after reporting the results of the multivariate effect.",
            "This allows readers to understand which particular outcomes were impacted by the multivariate effect."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33722",
        "text": "The predictors of primary interest were treatment, time, and treatment x time. To allow the effects of each of these predictors to vary across the different outcome measures, we formed interactions between the Level 1 dummy variables (one dummy variable for each outcome) and each of these three primary predictors. As suggested by Hox et al. (2010) , we standardized each dependent variable prior to analysis for scale uniformity. Maximum likelihood estimation was used for all analyses since, when comparing models with different fixed effects (see below), restricted maximum likelihood estimation cannot be used. All models initially included the three demographic covariates we were able to obtain from all participants: age, gender, and ethnicity. Then nonsignificant demographic covariates were dropped and the models recomputed. Gender and ethnicity were not significant in any of the models. Age was retained in the models in which it was significant.",
        "section": "Results",
        "section_number": 28,
        "sentences": [
            "The predictors of primary interest were treatment, time, and treatment x time.",
            "To allow the effects of each of these predictors to vary across the different outcome measures, we formed interactions between the Level 1 dummy variables (one dummy variable for each outcome) and each of these three primary predictors.",
            "As suggested by Hox et al. (2010) , we standardized each dependent variable prior to analysis for scale uniformity.",
            "Maximum likelihood estimation was used for all analyses since, when comparing models with different fixed effects (see below), restricted maximum likelihood estimation cannot be used.",
            "All models initially included the three demographic covariates we were able to obtain from all participants: age, gender, and ethnicity.",
            "Then nonsignificant demographic covariates were dropped and the models recomputed.",
            "Gender and ethnicity were not significant in any of the models.",
            "Age was retained in the models in which it was significant."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33722",
        "text": "Effect size estimates were calculated for significant effects using the t to Cohen's d transformation.",
        "section": "Results",
        "section_number": 29,
        "sentences": [
            "Effect size estimates were calculated for significant effects using the t to Cohen's d transformation."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "33722",
        "text": "We used MLM to test condition effects (UP-A vs. WL) at the 8-week assessment time point. This corresponded to roughly the mid-point of treatment for those in the immediate UP-A condition or 8 weeks of WL for those in the delayed-treatment WL condition. We hypothesized that, compared to those in WL, adolescents in the immediate UP-A condition would have lower clinician-rated and self-rated clinical severity, anxiety and depression symptoms, and functional impairment at the 8-week assessment. We initially compared unconstrained and constrained models to determine if the relationship between the predictors (treatment, time [centered at week 8], and time x treatment) and outcome measures varied across dependent variables. Likelihood ratio tests indicated the relations between the predictors and the multiple outcomes did not significantly vary among outcomes for the treatment effect, 2 (4) = 6.2, p = 0.18, or treatment x time effect, 2 (4) = 5.7, p = 0.22. However, the effect of time did vary among outcomes, 2 (4) = 13.0, p=0.01. The final MMLM model included outcomes at two assessments: baseline and week 8. The predictors in the model were treatment, time, treatment x time, age (the only significant covariate), and the interactions between time and each dummy variable representing each dependent variable (which were included because the effect of time varied among outcomes). We centered time at week 8 so that the treatment main effect would reflect treatment condition differences at week 8 (Singer & Willett, 2003) . There was a main effect for treatment, with adolescents receiving UP-A evidencing significantly lower symptoms across outcomes at week 8 compared to adolescents in WL, b = 0.49, t(69) = 2.83, p = 0.006, d = 0.68. Although the effect of treatment did not significantly vary among outcomes, separate analyses of each dependent variable showed participants in UP-A, compared to WL, demonstrated lower principal CSR, CGI-Severity, and ALIS scores (ps < 0.045, ds = 0.57 to 0.96). However, there was no effect of treatment on self-report or parent-rated RCADS (ps > 0.35).",
        "section": "Condition effects at 8-Week assessment",
        "section_number": 30,
        "sentences": [
            "We used MLM to test condition effects (UP-A vs. WL) at the 8-week assessment time point.",
            "This corresponded to roughly the mid-point of treatment for those in the immediate UP-A condition or 8 weeks of WL for those in the delayed-treatment WL condition.",
            "We hypothesized that, compared to those in WL, adolescents in the immediate UP-A condition would have lower clinician-rated and self-rated clinical severity, anxiety and depression symptoms, and functional impairment at the 8-week assessment.",
            "We initially compared unconstrained and constrained models to determine if the relationship between the predictors (treatment, time [centered at week 8], and time x treatment) and outcome measures varied across dependent variables.",
            "Likelihood ratio tests indicated the relations between the predictors and the multiple outcomes did not significantly vary among outcomes for the treatment effect, 2 (4) = 6.2, p = 0.18, or treatment x time effect, 2 (4) = 5.7, p = 0.22.",
            "However, the effect of time did vary among outcomes, 2 (4) = 13.0, p=0.01.",
            "The final MMLM model included outcomes at two assessments: baseline and week 8.",
            "The predictors in the model were treatment, time, treatment x time, age (the only significant covariate), and the interactions between time and each dummy variable representing each dependent variable (which were included because the effect of time varied among outcomes).",
            "We centered time at week 8 so that the treatment main effect would reflect treatment condition differences at week 8 (Singer & Willett, 2003) .",
            "There was a main effect for treatment, with adolescents receiving UP-A evidencing significantly lower symptoms across outcomes at week 8 compared to adolescents in WL, b = 0.49, t(69) = 2.83, p = 0.006, d = 0.68.",
            "Although the effect of treatment did not significantly vary among outcomes, separate analyses of each dependent variable showed participants in UP-A, compared to WL, demonstrated lower principal CSR, CGI-Severity, and ALIS scores (ps < 0.045, ds = 0.57 to 0.96).",
            "However, there was no effect of treatment on self-report or parent-rated RCADS (ps > 0.35)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33722",
        "text": "Furthermore, adolescents in the UP-A condition showed significantly greater improvement over time than those in WL, b = 0.30, t(37) = 2.42, p = 0.020, d = 0.80, for the treatment x time interaction. Although the treatment x time effect did not significantly vary among outcomes, it was significant for principal CSR, and CGI-Severity (ps < 0.006, ds = 0.91 to 0.92), but not for ALIS scores or self-report and parent-rated RCADS (ps > 0.40). Please see Table 2 for means and standard deviations for TX vs. WL subjects at pretreatment, 8-week, and posttreatment assessments.",
        "section": "Condition effects at 8-Week assessment",
        "section_number": 31,
        "sentences": [
            "Furthermore, adolescents in the UP-A condition showed significantly greater improvement over time than those in WL, b = 0.30, t(37) = 2.42, p = 0.020, d = 0.80, for the treatment x time interaction.",
            "Although the treatment x time effect did not significantly vary among outcomes, it was significant for principal CSR, and CGI-Severity (ps < 0.006, ds = 0.91 to 0.92), but not for ALIS scores or self-report and parent-rated RCADS (ps > 0.40).",
            "Please see Table 2 for means and standard deviations for TX vs. WL subjects at pretreatment, 8-week, and posttreatment assessments."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33722",
        "text": "We also examined CGI-Improvement at week 8 by performing an analysis of variance (ANOVA) examining treatment effect on CGI-I at week 8 (since \"improvement\" cannot be measured at baseline, CGI-I was only measured at week 8 and after). Age, gender, and ethnicity were included as control variables, but were found to be non-significant (ps > 0.22), so these were dropped and the analysis recomputed. The final ANOVA showed that adolescents in the UP-A condition were rated as more improved (CGI-I = 3.04) than those in WL ((CGI-I = 4.00), t(36) = 2.55, p = 0.016, d = 0.85).",
        "section": "Condition effects at 8-Week assessment",
        "section_number": 32,
        "sentences": [
            "We also examined CGI-Improvement at week 8 by performing an analysis of variance (ANOVA) examining treatment effect on CGI-I at week 8 (since \"improvement\" cannot be measured at baseline, CGI-I was only measured at week 8 and after).",
            "Age, gender, and ethnicity were included as control variables, but were found to be non-significant (ps > 0.22), so these were dropped and the analysis recomputed.",
            "The final ANOVA showed that adolescents in the UP-A condition were rated as more improved (CGI-I = 3.04) than those in WL ((CGI-I = 4.00), t(36) = 2.55, p = 0.016, d = 0.85)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33722",
        "text": "In a secondary analysis, we next compared condition effects of the full course of treatment (approximately 16 weeks, which corresponded to mean length of treatment), of the immediate UP-A group with WL. This corresponded to the post-treatment assessment for those in the immediate UP-A condition and the end of WL assessment (8 weeks) for those in the WL condition. Given that the duration of the WL was shorter than the intended course of the UP-A by design, these results should be interpreted with caution.",
        "section": "Condition effects of full treatment UP-A vs. WL",
        "section_number": 33,
        "sentences": [
            "In a secondary analysis, we next compared condition effects of the full course of treatment (approximately 16 weeks, which corresponded to mean length of treatment), of the immediate UP-A group with WL.",
            "This corresponded to the post-treatment assessment for those in the immediate UP-A condition and the end of WL assessment (8 weeks) for those in the WL condition.",
            "Given that the duration of the WL was shorter than the intended course of the UP-A by design, these results should be interpreted with caution."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33722",
        "text": "We first computed the unconstrained MMLM model, allowing the relationships between the predictors (treatment, time [centered at posttreatment], and time x treatment) and each of the five Note. TX = immediate treatment condition; WL = waitlist condition; PWL = Means for participants in the WL condition after they entered treatment; Dx = diagnosis; CSR = Clinician Severity Rating; CGI = Clinician Global Impression scale; ALIS = Adolescent Life Interference Scale; RCADS-A/P = Revised Children's Anxiety and Depression Scale; P = parent version. dependent variables to vary among outcomes. Analyses indicated the effect of time, 2 (4) = 12.7, p = 0.01, and the treatment x time interaction, 2 (4) = 9.6, p < 0.05, both varied by outcome measure, but that the effect of treatment did not, 2 (4) = 8.2, p = 0.08. The final model included treatment, time, treatment x time, age (the only significant covariate), and the interactions of both time and treatment x time with each dummy variable representing each dependent variable (which were included because the effect of time and treatment x time varied among outcomes). There was a main effect for treatment, with adolescents receiving UP-A evidencing significantly lower symptoms regardless of outcome measure at week 16 compared to adolescents in WL (at the end of WL), b = 1.04, t(81) = 5.64, p < 0.001, d = 1.25. Results indicated that those in UP-A had significantly lower symptoms than those in WL on all outcomes (ps < 0.014, ds = 0.77 to 1.84).",
        "section": "Condition effects of full treatment UP-A vs. WL",
        "section_number": 34,
        "sentences": [
            "We first computed the unconstrained MMLM model, allowing the relationships between the predictors (treatment, time [centered at posttreatment], and time x treatment) and each of the five Note.",
            "TX = immediate treatment condition; WL = waitlist condition; PWL = Means for participants in the WL condition after they entered treatment; Dx = diagnosis; CSR = Clinician Severity Rating; CGI = Clinician Global Impression scale; ALIS = Adolescent Life Interference Scale; RCADS-A/P = Revised Children's Anxiety and Depression Scale; P = parent version.",
            "dependent variables to vary among outcomes.",
            "Analyses indicated the effect of time, 2 (4) = 12.7, p = 0.01, and the treatment x time interaction, 2 (4) = 9.6, p < 0.05, both varied by outcome measure, but that the effect of treatment did not, 2 (4) = 8.2, p = 0.08.",
            "The final model included treatment, time, treatment x time, age (the only significant covariate), and the interactions of both time and treatment x time with each dummy variable representing each dependent variable (which were included because the effect of time and treatment x time varied among outcomes).",
            "There was a main effect for treatment, with adolescents receiving UP-A evidencing significantly lower symptoms regardless of outcome measure at week 16 compared to adolescents in WL (at the end of WL), b = 1.04, t(81) = 5.64, p < 0.001, d = 1.25.",
            "Results indicated that those in UP-A had significantly lower symptoms than those in WL on all outcomes (ps < 0.014, ds = 0.77 to 1.84)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33722",
        "text": "Results for the treatment x time interaction varied by outcome. Thus, we examined each outcome separately. These univariate analyses showed that the treatment x time interaction was significant for principal CSR, CGI-Severity, and parent-rated RCADS (ps ≤ 0.002, ds = 1.04 to 1.98), but not for self-report RCADS (p = 0.159) or for the ALIS (p = 0.069).",
        "section": "Condition effects of full treatment UP-A vs. WL",
        "section_number": 35,
        "sentences": [
            "Results for the treatment x time interaction varied by outcome.",
            "Thus, we examined each outcome separately.",
            "These univariate analyses showed that the treatment x time interaction was significant for principal CSR, CGI-Severity, and parent-rated RCADS (ps ≤ 0.002, ds = 1.04 to 1.98), but not for self-report RCADS (p = 0.159) or for the ALIS (p = 0.069)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33722",
        "text": "Finally, we examined the pattern of change over the full course of treatment from baseline through the 6-month follow-up assessment across all subjects. Given that WL participants received the UP-A after the WL period, we combined both groups (e.g., immediate UP-A and WL) to provide a larger sample from which to calculate the changes in outcomes over time.",
        "section": "Examining patterns of change during treatment and follow-Up",
        "section_number": 36,
        "sentences": [
            "Finally, we examined the pattern of change over the full course of treatment from baseline through the 6-month follow-up assessment across all subjects.",
            "Given that WL participants received the UP-A after the WL period, we combined both groups (e.g., immediate UP-A and WL) to provide a larger sample from which to calculate the changes in outcomes over time."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "33722",
        "text": "We used a piecewise growth curve model (Singer & Willett, 2003) to independently model trajectories of change during treatment and follow-up because we expected rapid improvement during treatment but much slower improvement (if at all) during follow-up (see Fig. 2 ). Our initial model allowed the change over time to be curvilinear (quadratic), but the quadratic terms were not significant, so they were dropped and the model recalculated using linear growth curves during both the treatment and follow-up phases. Initial analyses also confirmed that the slope of change during follow-up was significantly slower than the slope of change during treatment. Further, there were no moderating effects of treatment condition (ps > 0.05), indicating that those assigned to UP-A (who immediately began treatment) did not have a different pattern of change during treatment and follow-up than those who were assigned to WL.",
        "section": "Examining patterns of change during treatment and follow-Up",
        "section_number": 37,
        "sentences": [
            "We used a piecewise growth curve model (Singer & Willett, 2003) to independently model trajectories of change during treatment and follow-up because we expected rapid improvement during treatment but much slower improvement (if at all) during follow-up (see Fig. 2 ).",
            "Our initial model allowed the change over time to be curvilinear (quadratic), but the quadratic terms were not significant, so they were dropped and the model recalculated using linear growth curves during both the treatment and follow-up phases.",
            "Initial analyses also confirmed that the slope of change during follow-up was significantly slower than the slope of change during treatment.",
            "Further, there were no moderating effects of treatment condition (ps > 0.05), indicating that those assigned to UP-A (who immediately began treatment) did not have a different pattern of change during treatment and follow-up than those who were assigned to WL."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33722",
        "text": "Our final growth curve model included the following predictors: time during treatment (centered at post-treatment), time during follow-up (centered at post-treatment) and the interaction of both with the dummy variables representing the five outcome measures. No covariates were significant in this model so they were dropped and the analysis was recomputed. The Likelihood ratio test showed that the slopes during follow-up did not vary among outcome measures, 2 (4) = 2.1, p = 0.72 so we constrained the slopes during follow-up for all the outcome measures to be equal (dropping the interaction terms) and recomputed the model. This model showed that slopes during treatment did vary by outcome measure, 2 (4) = 26.4, p < 0.001, so the interactions between Time during the active treatment phase and the dummy variables representing each outcome measure were retained. The analysis showed that all participants improved significantly on all outcomes during treatment (all ps < 0.001, ds = 1.90 to 3.23), but the clinician-rated −measures showed greater improvement (bs ranging from −0.66 to −0.67) than the self-report and parent ratings (bs ranging from −0.36 to −0.38). During follow-up, marginal improvement continued across all measures, but at a much slower pace, b = −0.11, t(113) = −1.96, p = 0.053, d=0.37. Refer to Fig. 2 (which displays the results for the clinician rated measures) and Fig. 3 (which displays the results for the self-report and parent measures) for a graphical display of the treatment and follow-up slopes for each outcome measure.",
        "section": "Examining patterns of change during treatment and follow-Up",
        "section_number": 38,
        "sentences": [
            "Our final growth curve model included the following predictors: time during treatment (centered at post-treatment), time during follow-up (centered at post-treatment) and the interaction of both with the dummy variables representing the five outcome measures.",
            "No covariates were significant in this model so they were dropped and the analysis was recomputed.",
            "The Likelihood ratio test showed that the slopes during follow-up did not vary among outcome measures, 2 (4) = 2.1, p = 0.72 so we constrained the slopes during follow-up for all the outcome measures to be equal (dropping the interaction terms) and recomputed the model.",
            "This model showed that slopes during treatment did vary by outcome measure, 2 (4) = 26.4, p < 0.001, so the interactions between Time during the active treatment phase and the dummy variables representing each outcome measure were retained.",
            "The analysis showed that all participants improved significantly on all outcomes during treatment (all ps < 0.001, ds = 1.90 to 3.23), but the clinician-rated −measures showed greater improvement (bs ranging from −0.66 to −0.67) than the self-report and parent ratings (bs ranging from −0.36 to −0.38).",
            "During follow-up, marginal improvement continued across all measures, but at a much slower pace, b = −0.11, t(113) = −1.96, p = 0.053, d=0.37.",
            "Refer to Fig. 2 (which displays the results for the clinician rated measures) and Fig. 3 (which displays the results for the self-report and parent measures) for a graphical display of the treatment and follow-up slopes for each outcome measure."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33722",
        "text": "This waitlist-controlled trial compared the UP-A, a transdiagnostic intervention using a variety of evidence-based therapy techniques for anxiety and depressive disorders in adolescence, to an 8-week, treatment-delayed WL condition. The UP-A outperformed the WL condition at the 8-week assessment time point, but primarily on clinician-rated measures. Participants in the UP-A condition were rated as having lower diagnostic severity and greater improvement compared to those in the WL condition. One notable exception is that while there was no treatment effect on RCADS scores, those in the UP-A condition did report lower overall functional impairment compared to those in the WL condition at the 8-week assessment. When comparing the full course of treatment to WL, there was a significant treatment effect in favor of the UP-A on all outcome measures, but similar to findings at the 8-week time point, effects were greater for clinician-rated measures than self-report or parent ratings.",
        "section": "Discussion",
        "section_number": 39,
        "sentences": [
            "This waitlist-controlled trial compared the UP-A, a transdiagnostic intervention using a variety of evidence-based therapy techniques for anxiety and depressive disorders in adolescence, to an 8-week, treatment-delayed WL condition.",
            "The UP-A outperformed the WL condition at the 8-week assessment time point, but primarily on clinician-rated measures.",
            "Participants in the UP-A condition were rated as having lower diagnostic severity and greater improvement compared to those in the WL condition.",
            "One notable exception is that while there was no treatment effect on RCADS scores, those in the UP-A condition did report lower overall functional impairment compared to those in the WL condition at the 8-week assessment.",
            "When comparing the full course of treatment to WL, there was a significant treatment effect in favor of the UP-A on all outcome measures, but similar to findings at the 8-week time point, effects were greater for clinician-rated measures than self-report or parent ratings."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33722",
        "text": "Collapsing data across all participants, we compared the rates of change across all outcome measures during treatment and follow-up. Similar patterns emerged in these analyses, in which all outcomes showed significant improvement over time, but clinician-rated measures showed more rapid improvement than self-report and parent ratings. In addition, consistent with changes in anxiety and depression symptomatology change during the UP-A and follow-up (Queen et al., 2014) , there was more rapid change during treatment than follow-up, although all outcome measures did continue to significantly improve after treatment.",
        "section": "Discussion",
        "section_number": 40,
        "sentences": [
            "Collapsing data across all participants, we compared the rates of change across all outcome measures during treatment and follow-up.",
            "Similar patterns emerged in these analyses, in which all outcomes showed significant improvement over time, but clinician-rated measures showed more rapid improvement than self-report and parent ratings.",
            "In addition, consistent with changes in anxiety and depression symptomatology change during the UP-A and follow-up (Queen et al., 2014) , there was more rapid change during treatment than follow-up, although all outcome measures did continue to significantly improve after treatment."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33722",
        "text": "Results from this RCT are encouraging and provide increasing evidence for the potential effectiveness of this transdiagnostic treatment approach for adolescent anxiety and depressive disorders. Results from this adolescent sample complement prior RCT findings supporting the efficacy of the UP with anxious and depressed adults (Bullis et al., 2014; Farchione et al., 2012) . Recent efforts have focused on further developmental modifications of the UP for younger children (ages 6-12) within a group treatment protocol, with encouraging initial results from an open trial (Bilek & Ehrenreich-May, 2012) . Taken together, these studies suggest that the UP, with appropriate developmental modifications, may be an effective psychosocial treatment across multiple developmental levels. Although the UP is not necessarily a replacement for domainspecific protocols, and clinicians may continue to find domain or disorder-specific protocols to be most appropriate in cases without complex diagnostic comorbidity, the UP provides a promising avenue for dissemination due to its flexibility and parsimony. In an effort to smooth a path to dissemination for the UP and understand its effects in usual care settings, research is now underway to test the effectiveness of the UP-A relative to treatment as usual in a multi-site randomized controlled trial implemented in community mental health centers by lay therapists.",
        "section": "Discussion",
        "section_number": 41,
        "sentences": [
            "Results from this RCT are encouraging and provide increasing evidence for the potential effectiveness of this transdiagnostic treatment approach for adolescent anxiety and depressive disorders.",
            "Results from this adolescent sample complement prior RCT findings supporting the efficacy of the UP with anxious and depressed adults (Bullis et al., 2014; Farchione et al., 2012) .",
            "Recent efforts have focused on further developmental modifications of the UP for younger children (ages 6-12) within a group treatment protocol, with encouraging initial results from an open trial (Bilek & Ehrenreich-May, 2012) .",
            "Taken together, these studies suggest that the UP, with appropriate developmental modifications, may be an effective psychosocial treatment across multiple developmental levels.",
            "Although the UP is not necessarily a replacement for domainspecific protocols, and clinicians may continue to find domain or disorder-specific protocols to be most appropriate in cases without complex diagnostic comorbidity, the UP provides a promising avenue for dissemination due to its flexibility and parsimony.",
            "In an effort to smooth a path to dissemination for the UP and understand its effects in usual care settings, research is now underway to test the effectiveness of the UP-A relative to treatment as usual in a multi-site randomized controlled trial implemented in community mental health centers by lay therapists."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33722",
        "text": "One consistent finding from the present study was the relatively greater treatment effect for clinician-rated measures compared to self-report and parent-rated measures, at both the 8-week and full treatment time points. These findings are consistent with other studies in the youth anxiety and depression treatment literature demonstrating greater effects for clinician-rated measures (e.g., Kendall et al., 2008; Khanna & Kendall, 2010; Peris et al., 2015) . One possible explanation for these findings is that clinician ratings are based upon more global ratings of diagnostic and functional improvement, which may not be parallel to or effectively captured by symptom-specific measures completed by the adolescent and his or her parent, particularly in a diagnostically heterogeneous sample such as the current one. Some evidence for this hypothesis is found by the finding that the self-rated measure of functional impairment (i.e., ALIS) most closely approximated the clinicianrated measures in terms of the degree of response to treatment, compared to self-report and parent-report symptom measures.",
        "section": "Discussion",
        "section_number": 42,
        "sentences": [
            "One consistent finding from the present study was the relatively greater treatment effect for clinician-rated measures compared to self-report and parent-rated measures, at both the 8-week and full treatment time points.",
            "These findings are consistent with other studies in the youth anxiety and depression treatment literature demonstrating greater effects for clinician-rated measures (e.g., Kendall et al., 2008; Khanna & Kendall, 2010; Peris et al., 2015) .",
            "One possible explanation for these findings is that clinician ratings are based upon more global ratings of diagnostic and functional improvement, which may not be parallel to or effectively captured by symptom-specific measures completed by the adolescent and his or her parent, particularly in a diagnostically heterogeneous sample such as the current one.",
            "Some evidence for this hypothesis is found by the finding that the self-rated measure of functional impairment (i.e., ALIS) most closely approximated the clinicianrated measures in terms of the degree of response to treatment, compared to self-report and parent-report symptom measures."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33722",
        "text": "One surprising finding was the lack of a condition effect for self-report and parent-rated measures at the 8-week time point. This may be explained by the fact that this assessment typically occurred just prior to the delivery of interoceptive exposure, behavioral activation, and in-vivo exposure (which begin in Module 4 of treatment). Our initial placement of behavioral change strategies is consistent with their placement in current evidence-based interventions for anxiety and the adult UP, after the presentation of emotional awareness and cognitive change strategies (e.g., Kendall & Hedtke, 2006) . However, recent analyses into trajectories of change in CBT for youth anxiety found accelerated progress following exposure therapy, but not after psychoeducation and relaxation training (Peris et al., 2015) , suggesting exposure is a core component of anxiety-focused CBT. The 8-week assessment also precedes behavioral activation, which has been supported as a crucial technique in CBT for depression and is typically presented early in treatment (e.g., Dimidjian et al., 2006) . Findings from this trial have informed subsequent modifications of the UP-A protocol, wherein behavioral experiments (e.g., behavioral activation) and interoceptive exposure skills have been moved to earlier portions of treatment in order to facilitate faster change in both behavioral withdrawal and somatically-related distress responses.",
        "section": "Discussion",
        "section_number": 43,
        "sentences": [
            "One surprising finding was the lack of a condition effect for self-report and parent-rated measures at the 8-week time point.",
            "This may be explained by the fact that this assessment typically occurred just prior to the delivery of interoceptive exposure, behavioral activation, and in-vivo exposure (which begin in Module 4 of treatment).",
            "Our initial placement of behavioral change strategies is consistent with their placement in current evidence-based interventions for anxiety and the adult UP, after the presentation of emotional awareness and cognitive change strategies (e.g., Kendall & Hedtke, 2006) .",
            "However, recent analyses into trajectories of change in CBT for youth anxiety found accelerated progress following exposure therapy, but not after psychoeducation and relaxation training (Peris et al., 2015) , suggesting exposure is a core component of anxiety-focused CBT.",
            "The 8-week assessment also precedes behavioral activation, which has been supported as a crucial technique in CBT for depression and is typically presented early in treatment (e.g., Dimidjian et al., 2006) .",
            "Findings from this trial have informed subsequent modifications of the UP-A protocol, wherein behavioral experiments (e.g., behavioral activation) and interoceptive exposure skills have been moved to earlier portions of treatment in order to facilitate faster change in both behavioral withdrawal and somatically-related distress responses."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33722",
        "text": "The present study had several strengths, including use of a diagnostically and ethnically heterogeneous sample, with a high percentage of participants presenting with comorbid anxiety and unipolar depression (76.47%). This sample may more closely approximate youth seen in clinical settings compared to prior treatment studies, although forthcoming research in usual care settings will help confirm this hypothesis. In addition, we utilized multilevel modeling techniques that allowed us to examine multiple outcome measures simultaneously without inflating the Type I error rate, as well as examine the differential relationships of our outcome measures with the condition effect. Finally, the use of a randomized, controlled trial design provides improved confidence in treatment effectiveness compared to earlier open trials.",
        "section": "Discussion",
        "section_number": 44,
        "sentences": [
            "The present study had several strengths, including use of a diagnostically and ethnically heterogeneous sample, with a high percentage of participants presenting with comorbid anxiety and unipolar depression (76.47%).",
            "This sample may more closely approximate youth seen in clinical settings compared to prior treatment studies, although forthcoming research in usual care settings will help confirm this hypothesis.",
            "In addition, we utilized multilevel modeling techniques that allowed us to examine multiple outcome measures simultaneously without inflating the Type I error rate, as well as examine the differential relationships of our outcome measures with the condition effect.",
            "Finally, the use of a randomized, controlled trial design provides improved confidence in treatment effectiveness compared to earlier open trials."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33722",
        "text": "Study limitations must also be acknowledged. The sample size was relatively small, which may have limited statistical power to detect treatment effects for some outcome measures; however, the use of multilevel modeling may have attenuated these concerns given the increased statistical power compared to traditional tests (e.g., repeated-measures ANOVA). In addition, although our sample was clinically heterogeneous and presented with a high degree of diagnostic comorbidity, a majority of participants presented with a principal DSM-IV anxiety disorder. Future work with a larger proportion of adolescents with a principal depressive disorder is warranted. Our use of a waitlist control rather than an active comparison condition should also be considered as a limitation, although as previously mentioned, a more robust test of the UP-A's effectiveness is already underway comparing the UP-A to usual care treatment in community settings. Additionally, although our decision to limit the duration of the WL condition to eight weeks is justifiable given the need to balance clinical and ethical considerations with research aims, we acknowledge that this decision conflates time and treatment and limits our ability to ascertain the comparative effect of the full dose of UP-A at 16 weeks. Lastly, we used a relatively short follow-up period (6 months), and given the known high chance of relapse in this population (e.g., Ginsburg et al., 2014) , future work should follow subjects for longer intervals after treatment. In addition, although there was substantial subject attrition from end-of-treatment to the follow-up assessment, the use of estimation procedures with multilevel modeling partially attenuated these concerns.",
        "section": "Discussion",
        "section_number": 45,
        "sentences": [
            "Study limitations must also be acknowledged.",
            "The sample size was relatively small, which may have limited statistical power to detect treatment effects for some outcome measures; however, the use of multilevel modeling may have attenuated these concerns given the increased statistical power compared to traditional tests (e.g., repeated-measures ANOVA).",
            "In addition, although our sample was clinically heterogeneous and presented with a high degree of diagnostic comorbidity, a majority of participants presented with a principal DSM-IV anxiety disorder.",
            "Future work with a larger proportion of adolescents with a principal depressive disorder is warranted.",
            "Our use of a waitlist control rather than an active comparison condition should also be considered as a limitation, although as previously mentioned, a more robust test of the UP-A's effectiveness is already underway comparing the UP-A to usual care treatment in community settings.",
            "Additionally, although our decision to limit the duration of the WL condition to eight weeks is justifiable given the need to balance clinical and ethical considerations with research aims, we acknowledge that this decision conflates time and treatment and limits our ability to ascertain the comparative effect of the full dose of UP-A at 16 weeks.",
            "Lastly, we used a relatively short follow-up period (6 months), and given the known high chance of relapse in this population (e.g., Ginsburg et al., 2014) , future work should follow subjects for longer intervals after treatment.",
            "In addition, although there was substantial subject attrition from end-of-treatment to the follow-up assessment, the use of estimation procedures with multilevel modeling partially attenuated these concerns."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33722",
        "text": "Future directions include identifying the \"active ingredients\" of treatment efficacy, as well as predictors of treatment response within a transdiagnostic treatment, through mediation and moderation analyses. For example, consistent with behavioral theories of anxiety and depression, our results suggest that exposure therapy and behavioral activation are crucial components of a transdiagnostic approach to youth anxiety and depression. Although preliminary empirical work supports this observation (e.g., Peris et al., 2015) , more evidence is needed. In addition, in line with recent analyses conducted of outcomes associated with the adult UP, future work will examine changes in underlying emotion-focused mechanisms, including distress tolerance and behavioral avoidance, during the course of treatment. Lastly, although results from our RCT suggests the UP-A outperforms a wait-list control condition, future work should investigate head-to-head comparisons of the UP-A with well-established CBT protocols and tests within communitybased settings, measuring outcomes in both diagnostic severity and improvement, as well as changes in broader underlying mechanisms.",
        "section": "Discussion",
        "section_number": 46,
        "sentences": [
            "Future directions include identifying the \"active ingredients\" of treatment efficacy, as well as predictors of treatment response within a transdiagnostic treatment, through mediation and moderation analyses.",
            "For example, consistent with behavioral theories of anxiety and depression, our results suggest that exposure therapy and behavioral activation are crucial components of a transdiagnostic approach to youth anxiety and depression.",
            "Although preliminary empirical work supports this observation (e.g., Peris et al., 2015) , more evidence is needed.",
            "In addition, in line with recent analyses conducted of outcomes associated with the adult UP, future work will examine changes in underlying emotion-focused mechanisms, including distress tolerance and behavioral avoidance, during the course of treatment.",
            "Lastly, although results from our RCT suggests the UP-A outperforms a wait-list control condition, future work should investigate head-to-head comparisons of the UP-A with well-established CBT protocols and tests within communitybased settings, measuring outcomes in both diagnostic severity and improvement, as well as changes in broader underlying mechanisms."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    }
]