[
    {
        "doc_id": "37448",
        "text": "The main objective of this study was to evaluate the efficacy and safety of Lactobacillus rhamnosus in children aged 4e48 months with atopic dermatitis. Methods: The design of this study was a two-center, double-blind, randomized, and placebocontrolled study with two parallel groups to evaluate the efficacy and safety profile of L. rhamnosus in children aged 4e48 months with atopic dermatitis diagnosed using Hanifin and Rajka criteria and with a Scoring of Atopic Dermatitis (SCORAD) ! 15 at enrollment. The duration of this study was 8 weeks with a total of five visits. The enrolled patients were allocated into either a treatment group (one ComProbi capsule containing L. rhamnosus a day) or a control group (one capsule of placebo a day) at a ratio of 1:1. The primary endpoint was to compare the mean change from baseline in SCORAD after 8 weeks of treatment. The other secondary end points were to compare the following: the mean changes from baseline in SCORAD at postbaseline visits, the frequency and total amount of the use of corticosteroids during the 8-week treatment, the frequency of atopic dermatitis and the symptom-free duration, the mean",
        "section": "Abstract",
        "sentences": [
            "The main objective of this study was to evaluate the efficacy and safety of Lactobacillus rhamnosus in children aged 4e48 months with atopic dermatitis.",
            "Methods: The design of this study was a two-center, double-blind, randomized, and placebocontrolled study with two parallel groups to evaluate the efficacy and safety profile of L. rhamnosus in children aged 4e48 months with atopic dermatitis diagnosed using Hanifin and Rajka criteria and with a Scoring of Atopic Dermatitis (SCORAD) !",
            "15 at enrollment.",
            "The duration of this study was 8 weeks with a total of five visits.",
            "The enrolled patients were allocated into either a treatment group (one ComProbi capsule containing L. rhamnosus a day) or a control group (one capsule of placebo a day) at a ratio of 1:1.",
            "The primary endpoint was to compare the mean change from baseline in SCORAD after 8 weeks of treatment.",
            "The other secondary end points were to compare the following: the mean changes from baseline in SCORAD at postbaseline visits, the frequency and total amount of the use of corticosteroids during the 8-week treatment, the frequency of atopic dermatitis and the symptom-free duration, the mean"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37448",
        "text": "Atopic dermatitis (AD) is a chronic inflammatory skin disease with various degrees of remission and relapsing courses which, in nearly half of cases, has an allergic origin. Skin barrier due to a genetic defect plays an important role in AD. Mutations of the filaggrin gene, located in the epidermal differentiation complex, have been identified as a strong predisposing factor for AD. 1 The skin inflammation can be caused by a variety of triggers, including allergens, food allergens, dust mites, weather changes, temperature changes, and stress. It affects about 5e20% of children worldwide and the incidence is increasing year by year; 2e4 and the same trend was also noted from 1.3% in 1974 up to 12.9% in 2007 in Taiwan. 5 AD is becoming a major problem in industrialized countries. 2, 3 The treatment strategies of childhood AD include traditional topical corticosteroids, a topical calcineurin inhibitor, phototherapy, and immunosuppressants. 6e8 All these treatment methods are useful and the onset is fast. However, the side effects must be monitored for longterm use. Side effects such as skin atrophy, changes in pigmentation, and easy bruising were noted, especially in vulnerable infants and children.",
        "section": "Introduction",
        "section_number": 1,
        "sentences": [
            "Atopic dermatitis (AD) is a chronic inflammatory skin disease with various degrees of remission and relapsing courses which, in nearly half of cases, has an allergic origin.",
            "Skin barrier due to a genetic defect plays an important role in AD.",
            "Mutations of the filaggrin gene, located in the epidermal differentiation complex, have been identified as a strong predisposing factor for AD.",
            "1 The skin inflammation can be caused by a variety of triggers, including allergens, food allergens, dust mites, weather changes, temperature changes, and stress.",
            "It affects about 5e20% of children worldwide and the incidence is increasing year by year; 2e4 and the same trend was also noted from 1.3% in 1974 up to 12.9% in 2007 in Taiwan.",
            "5 AD is becoming a major problem in industrialized countries.",
            "2, 3 The treatment strategies of childhood AD include traditional topical corticosteroids, a topical calcineurin inhibitor, phototherapy, and immunosuppressants.",
            "6e8 All these treatment methods are useful and the onset is fast.",
            "However, the side effects must be monitored for longterm use.",
            "Side effects such as skin atrophy, changes in pigmentation, and easy bruising were noted, especially in vulnerable infants and children."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37448",
        "text": "Allergic diseases are associated with a shift in T helper (Th1/Th2) cytokine balance toward a Th2 response. Probiotics can inhibit the Th2 response, especially early in life, while stimulating the production of Th1 cytokines, such as interferon gamma. 9e12 In addition, decreases in regulatory T cells, which are crucial regulators of the immune response, have been reported in patients with AD, and their numbers are inversely correlated with immunoglobulin E (IgE), eosinophilia, and interferon gamma levels. 13, 14 Probiotics upregulated the generation of regulatory T cells, which migrated to inflammation sites and suppressed disease progression in mice. 15 When ingested, probiotics may have a positive effect in the treatment or prevention of specific diseases, 16 and have been shown to modulate the mucosal immune response and reduce gastrointestinal inflammation in infants with food allergies. 17 Suggested mechanisms of probiotics include: (1) stimulation of epithelial mucin production; 18 (2) enhanced production of secretory IgA; 19e21 and (3) alleviation of intestinal inflammation by stimulation of anti-inflammatory cytokines. 22, 23 Atopic children have been reported to harbor more Clostridia and fewer Bifidobacteria and Lactobacilli in their gut flora than nonatopic children. 24 Probiotics can potentially modulate the toll-like receptors and the proteoglycan recognition proteins of enterocytes, leading to activation of dendritic cells and a Th1 response. 24 Therefore, as an alternative treatment, probiotics 7, 25 are suggested to prevent and treat allergic diseases, such as AD and allergic rhinitis, and even in that context their clinical use is controversial. The main objective of this study is to evaluate the effect of probiotics, Lactobacillus rhamnosus, in treating children aged 4e48 months suffering from AD.",
        "section": "Introduction",
        "section_number": 2,
        "sentences": [
            "Allergic diseases are associated with a shift in T helper (Th1/Th2) cytokine balance toward a Th2 response.",
            "Probiotics can inhibit the Th2 response, especially early in life, while stimulating the production of Th1 cytokines, such as interferon gamma.",
            "9e12 In addition, decreases in regulatory T cells, which are crucial regulators of the immune response, have been reported in patients with AD, and their numbers are inversely correlated with immunoglobulin E (IgE), eosinophilia, and interferon gamma levels.",
            "13, 14 Probiotics upregulated the generation of regulatory T cells, which migrated to inflammation sites and suppressed disease progression in mice.",
            "15 When ingested, probiotics may have a positive effect in the treatment or prevention of specific diseases, 16 and have been shown to modulate the mucosal immune response and reduce gastrointestinal inflammation in infants with food allergies.",
            "17 Suggested mechanisms of probiotics include: (1) stimulation of epithelial mucin production; 18 (2) enhanced production of secretory IgA; 19e21 and (3) alleviation of intestinal inflammation by stimulation of anti-inflammatory cytokines.",
            "22, 23 Atopic children have been reported to harbor more Clostridia and fewer Bifidobacteria and Lactobacilli in their gut flora than nonatopic children.",
            "24 Probiotics can potentially modulate the toll-like receptors and the proteoglycan recognition proteins of enterocytes, leading to activation of dendritic cells and a Th1 response.",
            "24 Therefore, as an alternative treatment, probiotics 7, 25 are suggested to prevent and treat allergic diseases, such as AD and allergic rhinitis, and even in that context their clinical use is controversial.",
            "The main objective of this study is to evaluate the effect of probiotics, Lactobacillus rhamnosus, in treating children aged 4e48 months suffering from AD."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37448",
        "text": "The design of this study was a two-center, double-blind, randomized, and placebo-controlled study with two parallel groups to evaluate the efficacy and safety profile of L. rhamnosus in children aged 4e48 months with AD diagnosed using Hanifin and Rajka criteria and with a Scoring of Atopic Dermatitis (SCORAD) ! 15 at enrollment. The study was conducted at two sites, Chung Shan Medical University Hospital and Taipei City Hospital, Ren-Ai branch. The duration of this study was 8 weeks with a total of five visits. The enrolled patients were allocated into either a treatment group [one capsule of ComProbi containing 350 mg L. rhamnosus (MP108) and maltodextrin a day; CY Biotech, Taipei, Taiwan] or a control group (one capsule of maltodextrin only a day) at a ratio of 1:1. For patients who could not swallow capsules, parents were instructed to mix the powder in water, milk, breast milk, or food heated to <40 C. The patients with clinically evident infection in skin lesions, severe asthma or acute asthma attack within 3 months, autoimmune disease, immunodeficiency, exposure to phototherapy, or having used systemic corticosteroids within 1 month, antihistamine within 7 days, or topical calcineurin inhibitor within 1 month were all excluded. Rescue medication, Cutivate cream (Glax-oSmithKline, Durham, U.K.), the topical corticosteroid, was provided to each patient in case of uncontrolled symptoms. It was used on an as-needed basis, as and when symptoms arise (on demand). When it was used, the patients' legally acceptable representatives were asked to record the frequency of use in diary cards. The amount of remaining rescue medication was monitored at each visit.",
        "section": "Patient and study design",
        "section_number": 3,
        "sentences": [
            "The design of this study was a two-center, double-blind, randomized, and placebo-controlled study with two parallel groups to evaluate the efficacy and safety profile of L. rhamnosus in children aged 4e48 months with AD diagnosed using Hanifin and Rajka criteria and with a Scoring of Atopic Dermatitis (SCORAD) !",
            "15 at enrollment.",
            "The study was conducted at two sites, Chung Shan Medical University Hospital and Taipei City Hospital, Ren-Ai branch.",
            "The duration of this study was 8 weeks with a total of five visits.",
            "The enrolled patients were allocated into either a treatment group [one capsule of ComProbi containing 350 mg L. rhamnosus (MP108) and maltodextrin a day; CY Biotech, Taipei, Taiwan] or a control group (one capsule of maltodextrin only a day) at a ratio of 1:1.",
            "For patients who could not swallow capsules, parents were instructed to mix the powder in water, milk, breast milk, or food heated to <40 C. The patients with clinically evident infection in skin lesions, severe asthma or acute asthma attack within 3 months, autoimmune disease, immunodeficiency, exposure to phototherapy, or having used systemic corticosteroids within 1 month, antihistamine within 7 days, or topical calcineurin inhibitor within 1 month were all excluded.",
            "Rescue medication, Cutivate cream (Glax-oSmithKline, Durham, U.K.), the topical corticosteroid, was provided to each patient in case of uncontrolled symptoms.",
            "It was used on an as-needed basis, as and when symptoms arise (on demand).",
            "When it was used, the patients' legally acceptable representatives were asked to record the frequency of use in diary cards.",
            "The amount of remaining rescue medication was monitored at each visit."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37448",
        "text": "Evaluation of each component of SCORAD was standardized by giving examples of the area counting method, rule of nine, and examples of the intensity in each symptom. Evaluation of subjective symptoms was standardized by a visual analog scale with a line of 10 cm, which is typically used.",
        "section": "Clinical evaluation",
        "section_number": 4,
        "sentences": [
            "Evaluation of each component of SCORAD was standardized by giving examples of the area counting method, rule of nine, and examples of the intensity in each symptom.",
            "Evaluation of subjective symptoms was standardized by a visual analog scale with a line of 10 cm, which is typically used."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37448",
        "text": "The primary efficacy end point of this study was to compare the mean change of SCORAD after the 8-week treatment. The secondary efficacy end points were the following: (1) to compare the mean changes of SCORAD at postbaseline visits; (2) to compare the frequency and total amounts of the use of corticosteroids during the 8-week treatment; (3) to compare the frequency of AD and the symptom-free duration; (4) ",
        "section": "Clinical evaluation",
        "section_number": 5,
        "sentences": [
            "The primary efficacy end point of this study was to compare the mean change of SCORAD after the 8-week treatment.",
            "The secondary efficacy end points were the following: (1) to compare the mean changes of SCORAD at postbaseline visits; (2) to compare the frequency and total amounts of the use of corticosteroids during the 8-week treatment; (3) to compare the frequency of AD and the symptom-free duration; (4)"
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37448",
        "text": "The study was designed to investigate the superiority of L. rhamnosus compared with a placebo control based on the mean change of SCORAD score from baseline after an 8-week treatment. The primary endpoint was analyzed with the ManneWhitney test based on a one-tailed test with a significance level of 0.025. If the related p value is less than 0.025, the superiority will be demonstrated. Two-sided tests of significance were used with a significance level of 0.05 for secondary endpoint analysis. The continuous secondary efficacy variables were performed by means of a t test. The difference between the two treatments was given along with its 95% confidence interval. Statistical analysis for categorical secondary efficacy variables was performed by means of Chi-square test or Fisher's exact test.",
        "section": "Statistical methods",
        "section_number": 6,
        "sentences": [
            "The study was designed to investigate the superiority of L. rhamnosus compared with a placebo control based on the mean change of SCORAD score from baseline after an 8-week treatment.",
            "The primary endpoint was analyzed with the ManneWhitney test based on a one-tailed test with a significance level of 0.025.",
            "If the related p value is less than 0.025, the superiority will be demonstrated.",
            "Two-sided tests of significance were used with a significance level of 0.05 for secondary endpoint analysis.",
            "The continuous secondary efficacy variables were performed by means of a t test.",
            "The difference between the two treatments was given along with its 95% confidence interval.",
            "Statistical analysis for categorical secondary efficacy variables was performed by means of Chi-square test or Fisher's exact test."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37448",
        "text": "This randomized, double-blind, placebo-controlled study was conducted at two sites in Taiwan to investigate the efficacy and safety of L. rhamnosus (MP108) in children (aged 4e48 months) with AD. At baseline visit (Visit 1), a total of 67 patients were screened for eligibility and assigned to either the L. rhamnosus (MP108) group or placebo group randomly at a ratio of 1:1 for 8 weeks.",
        "section": "Characteristics of the study population",
        "section_number": 7,
        "sentences": [
            "This randomized, double-blind, placebo-controlled study was conducted at two sites in Taiwan to investigate the efficacy and safety of L. rhamnosus (MP108) in children (aged 4e48 months) with AD.",
            "At baseline visit (Visit 1), a total of 67 patients were screened for eligibility and assigned to either the L. rhamnosus (MP108) group or placebo group randomly at a ratio of 1:1 for 8 weeks."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37448",
        "text": "During the study period, five patients discontinued the study, one was excluded due to investigator's concern, and the others were withdrawn because of taking prohibited medications. Therefore, 66 patients who had taken at least one dose of the study drugs were included in the safety population. Among the 66 patients who had at least one evaluable data point for efficacy assessment were included in the ITT population. The 62 patients who fulfilled the ITT definition, had a primary efficacy measurement, without any protocol violations, and with a drug compliance rate ! 80%, were categorized as the PP population. A detailed disposition is presented in Figure 1 .",
        "section": "Characteristics of the study population",
        "section_number": 8,
        "sentences": [
            "During the study period, five patients discontinued the study, one was excluded due to investigator's concern, and the others were withdrawn because of taking prohibited medications.",
            "Therefore, 66 patients who had taken at least one dose of the study drugs were included in the safety population.",
            "Among the 66 patients who had at least one evaluable data point for efficacy assessment were included in the ITT population.",
            "The 62 patients who fulfilled the ITT definition, had a primary efficacy measurement, without any protocol violations, and with a drug compliance rate !",
            "80%, were categorized as the PP population.",
            "A detailed disposition is presented in Figure 1 ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37448",
        "text": "No significant difference was observed in the demographic and baseline characteristics such as age, height, and weight ( Table 1 ). The treatment compliance between the two groups was also not found to be statistically significant.",
        "section": "Characteristics of the study population",
        "section_number": 9,
        "sentences": [
            "No significant difference was observed in the demographic and baseline characteristics such as age, height, and weight ( Table 1 ).",
            "The treatment compliance between the two groups was also not found to be statistically significant."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37448",
        "text": "Though the SCORAD for the placebo group showed more severity than for the L. rhamnosus group, no significant differences were noted in SCORAD between the groups.",
        "section": "Characteristics of the study population",
        "section_number": 10,
        "sentences": [
            "Though the SCORAD for the placebo group showed more severity than for the L. rhamnosus group, no significant differences were noted in SCORAD between the groups."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37448",
        "text": "The SCORAD and each component of SCORAD obtained at baseline and posttreatment visits are demonstrated in Figures 2 and 3 . A significant reduction in both SCORAD and each component of SCORAD was observed in both groups from Week 2. However, no significant differences were observed between the groups.",
        "section": "Characteristics of the study population",
        "section_number": 11,
        "sentences": [
            "The SCORAD and each component of SCORAD obtained at baseline and posttreatment visits are demonstrated in Figures 2 and 3 .",
            "A significant reduction in both SCORAD and each component of SCORAD was observed in both groups from Week 2.",
            "However, no significant differences were observed between the groups."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37448",
        "text": "The primary efficacy was assessed through the SCORAD index which concerned lesion spread, intensity, and subjective symptoms. In summary, statistical significance was observed in mean change of SCORAD after the 8-week treatment between the groups in ITT and PP populations. Furthermore, statistically significant differences were found in mean changes in intensity between the groups in ITT and PP populations. As shown in Table 4 , the mean changes in SCORAD at Week 2, Week 4, and Week 6 were also analyzed. For the ITT population, patients receiving L. rhamnosus (MP108) were found to experience greater reduction in SCORAD scores, with the values of À13.34 AE 13.10, e16.65 AE 10.68, and À20.50 AE 13.94 versus À10.12 AE 9.00, À11.97 AE 9.62, and À13.42 AE 10.37 in the placebo group at Visit 2 (Week 2), Visit 3 (Week 4), and Visit 4 (Week 6), respectively. With regard to the PP population, the mean changes in SCORAD compared with baseline at Visit 2, Visit 3, and Visit 4 in the L. rhamnosus (MP108) group were À14.51 AE 13.11, À17.44 AE 10.60, and À21.36 AE 13.79 versus À10.29 AE 9.09, 11.97 AE 9.62, and 13.42 AE 10.37 in the placebo group, respectively. Mean change in SCORAD reach obviously decreased in the L. rhamnosus group compared to the placebo group from Visit 6 in the ITT population and Visit 4 in the PP population.",
        "section": "The analysis for primary efficacy endpoint",
        "section_number": 12,
        "sentences": [
            "The primary efficacy was assessed through the SCORAD index which concerned lesion spread, intensity, and subjective symptoms.",
            "In summary, statistical significance was observed in mean change of SCORAD after the 8-week treatment between the groups in ITT and PP populations.",
            "Furthermore, statistically significant differences were found in mean changes in intensity between the groups in ITT and PP populations.",
            "As shown in Table 4 , the mean changes in SCORAD at Week 2, Week 4, and Week 6 were also analyzed.",
            "For the ITT population, patients receiving L. rhamnosus (MP108) were found to experience greater reduction in SCORAD scores, with the values of À13.34 AE 13.10, e16.65 AE 10.68, and À20.50 AE 13.94 versus À10.12 AE 9.00, À11.97 AE 9.62, and À13.42 AE 10.37 in the placebo group at Visit 2 (Week 2), Visit 3 (Week 4), and Visit 4 (Week 6), respectively.",
            "With regard to the PP population, the mean changes in SCORAD compared with baseline at Visit 2, Visit 3, and Visit 4 in the L. rhamnosus (MP108) group were À14.51 AE 13.11, À17.44 AE 10.60, and À21.36 AE 13.79 versus À10.29 AE 9.09, 11.97 AE 9.62, and 13.42 AE 10.37 in the placebo group, respectively.",
            "Mean change in SCORAD reach obviously decreased in the L. rhamnosus group compared to the placebo group from Visit 6 in the ITT population and Visit 4 in the PP population."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37448",
        "text": "During the study, the total amount of topical corticosteroids used in the L. rhamnosus (MP108) group and the placebo group were 5.87 AE 7.48 g versus 4.73 AE 5.48 g for the ITT population, and 6.01 AE 7.77 g versus 4.49 AE 5.52 g for the PP population, with no significant differences between the groups for the two populations. The frequency of topical corticosteroid use showed no significant differences (data not shown).",
        "section": "The analysis for secondary efficacy endpoints",
        "section_number": 13,
        "sentences": [
            "During the study, the total amount of topical corticosteroids used in the L. rhamnosus (MP108) group and the placebo group were 5.87 AE 7.48 g versus 4.73 AE 5.48 g for the ITT population, and 6.01 AE 7.77 g versus 4.49 AE 5.52 g for the PP population, with no significant differences between the groups for the two populations.",
            "The frequency of topical corticosteroid use showed no significant differences (data not shown)."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37448",
        "text": "The overall symptom-free durations for AD are 0.58 AE 0.27 versus 0.65 AE 0.25 (L. rhamnosus vs. placebo) for the ITT population, and 0.59 AE 0.26 versus 0.65 AE 0.26 for the PP population. After treatment with L. rhamnosus, no significant difference was noted at each post-treatment visit compared with the placebo (data not shown).",
        "section": "The analysis for secondary efficacy endpoints",
        "section_number": 14,
        "sentences": [
            "The overall symptom-free durations for AD are 0.58 AE 0.27 versus 0.65 AE 0.25 (L. rhamnosus vs. placebo) for the ITT population, and 0.59 AE 0.26 versus 0.65 AE 0.26 for the PP population.",
            "After treatment with L. rhamnosus, no significant difference was noted at each post-treatment visit compared with the placebo (data not shown)."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37448",
        "text": "Compared with the baseline, the mean changes in DFI (Table 5) at Week 4 and Week 8 for the ITT population and PP population showed a decline. DFI reduced significantly at Week 4 and Week 8 along with the treatment period in both groups. However, no statistically significant differences were observed between the groups. As for IDQOL (Table 6 ), we also recorded at Week 4 and Week 8. Mean changes from baseline declined in the ITT population and PP population, but no statistically significant differences were noted.",
        "section": "The analysis for secondary efficacy endpoints",
        "section_number": 15,
        "sentences": [
            "Compared with the baseline, the mean changes in DFI (Table 5) at Week 4 and Week 8 for the ITT population and PP population showed a decline.",
            "DFI reduced significantly at Week 4 and Week 8 along with the treatment period in both groups.",
            "However, no statistically significant differences were observed between the groups.",
            "As for IDQOL (Table 6 ), we also recorded at Week 4 and Week 8.",
            "Mean changes from baseline declined in the ITT population and PP population, but no statistically significant differences were noted."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37448",
        "text": "The vital signs, including blood pressures, pulse rate (or heart rate), respiratory rate, and ear temperature, were summarized by descriptive statistics as well as the mean change from baseline. No significant difference was noted for values of vital sign, pulse rate, respiratory rate, and body temperature at each posttreatment visit between the groups. Also, most of the changes in physical examinations did not reach significant difference. Besides, adverse events were monitored and data showed no relation to our study products (data not shown).",
        "section": "Assessment of safety",
        "section_number": 16,
        "sentences": [
            "The vital signs, including blood pressures, pulse rate (or heart rate), respiratory rate, and ear temperature, were summarized by descriptive statistics as well as the mean change from baseline.",
            "No significant difference was noted for values of vital sign, pulse rate, respiratory rate, and body temperature at each posttreatment visit between the groups.",
            "Also, most of the changes in physical examinations did not reach significant difference.",
            "Besides, adverse events were monitored and data showed no relation to our study products (data not shown)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37448",
        "text": "The role of probiotics in the treatment of AD remains controversial. There are several studies published. Some studies 25e29 suggested that there was a statistically significant decrease in SCORAD after probiotics ingested by infants or children with AD for 1 month or 2 months compared with that after placebo, while some studies 26, 30, 31 showed that SCORAD was significantly reduced after treatment with Lactobacilli only in children with IgE-associated AD, i.e., treatment with Lactobacilli may alleviate AD symptoms in IgE-sensitized infants but not in non-IgE-sensitized infants. In the study by Rosenfeldt et al, 26 the effect of probiotics in AD treatment was more pronounced in patients with a positive skin prick test response and increased IgE levels. However, in some studies, 32e34 the change in SCORAD was not statistically significant between probiotic-and placebotreated children. Therefore, the effect of probiotics on AD treatment was controversial.",
        "section": "Discussion",
        "section_number": 17,
        "sentences": [
            "The role of probiotics in the treatment of AD remains controversial.",
            "There are several studies published.",
            "Some studies 25e29 suggested that there was a statistically significant decrease in SCORAD after probiotics ingested by infants or children with AD for 1 month or 2 months compared with that after placebo, while some studies 26, 30, 31 showed that SCORAD was significantly reduced after treatment with Lactobacilli only in children with IgE-associated AD, i.e., treatment with Lactobacilli may alleviate AD symptoms in IgE-sensitized infants but not in non-IgE-sensitized infants.",
            "In the study by Rosenfeldt et al, 26 the effect of probiotics in AD treatment was more pronounced in patients with a positive skin prick test response and increased IgE levels.",
            "However, in some studies, 32e34 the change in SCORAD was not statistically significant between probiotic-and placebotreated children.",
            "Therefore, the effect of probiotics on AD treatment was controversial."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37448",
        "text": "There is some evidence that intestinal inflammation and disruption of the intestinal barrier function is involved in the pathogenesis of AD. 35 Probiotics have been shown in a number of studies to alleviate intestinal inflammation. Lactobacillus species showed the most potent inhibitory activity against the growth of Staphylococcus aureus, which was found to be one of the causes of exacerbation of AD. 36 Therefore, probiotics may have a beneficial role in AD treatment due to the inhibitory effect on S. aureus. In the study by Iemoli et al, 35 probiotics were shown to be well tolerated, and resulted in the colonization of gut microbiota and beneficial clinical effects in AD, which suggests that probiotic supplements could be a beneficial adjunct therapy for treating AD. In another study, 37 probiotic bacteria enhanced murine and human intestinal epithelial barrier functions. Other mechanisms that may be due to the effect of Lactobacillus species in reducing allergen-induced skin inflammation is by regulating interleukin (IL)-4 and IgE. In an animal study, 38 probiotic strains isolated from kimchi suppress house dust mite-induced dermatitis in an NC/Nga mouse, which suggests that Lactobacilli inhibiting AD probably resulted from altering the balance of the Th1/Th2 ratio. In the study by Kalliomaks et al, 39 probiotics were proven to be effective in the prevention of early atopic disease in children with high risk.",
        "section": "Discussion",
        "section_number": 18,
        "sentences": [
            "There is some evidence that intestinal inflammation and disruption of the intestinal barrier function is involved in the pathogenesis of AD.",
            "35 Probiotics have been shown in a number of studies to alleviate intestinal inflammation.",
            "Lactobacillus species showed the most potent inhibitory activity against the growth of Staphylococcus aureus, which was found to be one of the causes of exacerbation of AD.",
            "36 Therefore, probiotics may have a beneficial role in AD treatment due to the inhibitory effect on S. aureus.",
            "In the study by Iemoli et al, 35 probiotics were shown to be well tolerated, and resulted in the colonization of gut microbiota and beneficial clinical effects in AD, which suggests that probiotic supplements could be a beneficial adjunct therapy for treating AD.",
            "In another study, 37 probiotic bacteria enhanced murine and human intestinal epithelial barrier functions.",
            "Other mechanisms that may be due to the effect of Lactobacillus species in reducing allergen-induced skin inflammation is by regulating interleukin (IL)-4 and IgE. In an animal study, 38 probiotic strains isolated from kimchi suppress house dust mite-induced dermatitis in an NC/Nga mouse, which suggests that Lactobacilli inhibiting AD probably resulted from altering the balance of the Th1/Th2 ratio.",
            "In the study by Kalliomaks et al, 39 probiotics were proven to be effective in the prevention of early atopic disease in children with high risk."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37448",
        "text": "Our study suggests a positive effect of probiotic supplementation in patients with AD. There is a clinical observation also favoring this theory with the demonstration that probiotic supplements could alleviate atopic eczema in children. 40 Our data showed a greater decrease in the mean SCORAD score for the ITT population than for children from the placebo group at Week 8 (À21.69 vs. e12.35, respectively; p Z 0.014). The same result was noted in the PP population (À23.20 vs. À12.35, respectively; p Z 0.002; Table 2 ). Each of the SCORAD items (intensity score, subjective itch score, and extent) were analyzed separately (Table 3) .",
        "section": "Discussion",
        "section_number": 19,
        "sentences": [
            "Our study suggests a positive effect of probiotic supplementation in patients with AD.",
            "There is a clinical observation also favoring this theory with the demonstration that probiotic supplements could alleviate atopic eczema in children.",
            "40 Our data showed a greater decrease in the mean SCORAD score for the ITT population than for children from the placebo group at Week 8 (À21.69 vs. e12.35, respectively; p Z 0.014).",
            "The same result was noted in the PP population (À23.20 vs. À12.35, respectively; p Z 0.002; Table 2 ).",
            "Each of the SCORAD items (intensity score, subjective itch score, and extent) were analyzed separately (Table 3) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37448",
        "text": "Besides each component of the SCORAD, the area and intensity decreased after 8 weeks of treatment and reached the level of significance (p < 0.05) in the ITT and PP populations. We also saw a mean change of SCORAD that decreased from Week 4 and reached the level of significance and the outcome persisted to Week 8 (Table 4 ). IDQOL and DFI scores decreased from baseline in the probiotic group and placebo group, but our data are not statistically significant. Use of topical corticosteroids during the 8-week trial period in the L. rhamnosus (MP108) group and the placebo group showed no significant difference.",
        "section": "Discussion",
        "section_number": 20,
        "sentences": [
            "Besides each component of the SCORAD, the area and intensity decreased after 8 weeks of treatment and reached the level of significance (p < 0.05) in the ITT and PP populations.",
            "We also saw a mean change of SCORAD that decreased from Week 4 and reached the level of significance and the outcome persisted to Week 8 (Table 4 ).",
            "IDQOL and DFI scores decreased from baseline in the probiotic group and placebo group, but our data are not statistically significant.",
            "Use of topical corticosteroids during the 8-week trial period in the L. rhamnosus (MP108) group and the placebo group showed no significant difference."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37448",
        "text": "Although a significantly greater reduction of SCORAD was seen in the L. rhamnosus group than in placebo group, the SOCRAD were similar between the groups at Week 8. That might explain why there is no difference in IDQOL and DFI scores. However, the onset of probiotics may be much more significant when treated for more than 8 weeks, which is one of our limitationsdlack of longterm follow up. Due to the fluctuating nature of AD, the disease activity can fluctuate widely in the short term. Another limitation is lack of other laboratory data evaluation, total IgE, or IL-4, which can evaluate the allergic constitution. Serum levels of cytokines can provide a more objective evaluation. A possible limitation of our study is that patients were allowed to use topical corticosteroids. Because corticosteroids are the mainstay treatment of AD, it would be unethical to withhold this treatment. Therefore, the combined treatment may be practical and the synergistic effect was observed in our study. However, corticosteroid use was carefully monitored and collected during the treatment period. In our study, not only SCORAD, but also DFI and IDQOL were evaluated for efficacy. Actually, life quality can also be one way to present the severity of AD and can be used for efficacy evaluation. Vital signs and any adverse effects were documented at each visit for safety evaluation. Those patients with other severe allergic disease or who were under medication with immunosuppressants were excluded, and thus the influence of latent variables on efficacy was decreased. The probiotic efficacy in AD was demonstrated by the decreased SCORAD. Both efficacy and safety were reported. Our study implies that the effect of probiotics was not attributable to dose or duration of probiotic supplementation, as these parameters were similar in children who did not finish the course of probiotics, which can be noted through similar results in ITT and PP populations.",
        "section": "Discussion",
        "section_number": 21,
        "sentences": [
            "Although a significantly greater reduction of SCORAD was seen in the L. rhamnosus group than in placebo group, the SOCRAD were similar between the groups at Week 8.",
            "That might explain why there is no difference in IDQOL and DFI scores.",
            "However, the onset of probiotics may be much more significant when treated for more than 8 weeks, which is one of our limitationsdlack of longterm follow up.",
            "Due to the fluctuating nature of AD, the disease activity can fluctuate widely in the short term.",
            "Another limitation is lack of other laboratory data evaluation, total IgE, or IL-4, which can evaluate the allergic constitution.",
            "Serum levels of cytokines can provide a more objective evaluation.",
            "A possible limitation of our study is that patients were allowed to use topical corticosteroids.",
            "Because corticosteroids are the mainstay treatment of AD, it would be unethical to withhold this treatment.",
            "Therefore, the combined treatment may be practical and the synergistic effect was observed in our study.",
            "However, corticosteroid use was carefully monitored and collected during the treatment period.",
            "In our study, not only SCORAD, but also DFI and IDQOL were evaluated for efficacy.",
            "Actually, life quality can also be one way to present the severity of AD and can be used for efficacy evaluation.",
            "Vital signs and any adverse effects were documented at each visit for safety evaluation.",
            "Those patients with other severe allergic disease or who were under medication with immunosuppressants were excluded, and thus the influence of latent variables on efficacy was decreased.",
            "The probiotic efficacy in AD was demonstrated by the decreased SCORAD.",
            "Both efficacy and safety were reported.",
            "Our study implies that the effect of probiotics was not attributable to dose or duration of probiotic supplementation, as these parameters were similar in children who did not finish the course of probiotics, which can be noted through similar results in ITT and PP populations."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37448",
        "text": "In summary, administration of probiotic, L. rhamnosus, to children aged 4e48 months with AD was associated with the improvement in severity of AD and the product safety was demonstrated. Our results are in accordance with the results from experimental studies, as well as those reported in previous clinical trials. Further studies may address the effects of probiotic supplementation in a longterm period. ",
        "section": "Discussion",
        "section_number": 22,
        "sentences": [
            "In summary, administration of probiotic, L. rhamnosus, to children aged 4e48 months with AD was associated with the improvement in severity of AD and the product safety was demonstrated.",
            "Our results are in accordance with the results from experimental studies, as well as those reported in previous clinical trials.",
            "Further studies may address the effects of probiotic supplementation in a longterm period."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    }
]