[
    {
        "doc_id": "34713",
        "text": "Introduction: The aim of the study was to compare the outcomes of regenerative endodontic treatment (RET) and apexification on immature permanent teeth with pulp necrosis and apical periodontitis. Methods: A total of 118 patients (118 teeth) were recruited and randomly assigned to either RET or apexification treatment. Each treatment group was divided into 2 subgroups according to the etiology: dens evaginatus or trauma. Clinical symptoms and complications were recorded, and cone-beam computed tomographic imaging with a limited field of view was used to measure the change of root length, root thickness, and apical foramen size at the 12-month follow-up. The t test/rank sum test and Fisher exact test were applied to compare the change of root morphology between RET and apexification. Results: One hundred three of 118 cases were completed at the 12-month follow-up. The survival rate was 100% for both treatment groups. All cases were asymptomatic with apical healing. The RET group showed a significant increase in root length and root thickness compared with the apexification group (P < .05). In the RET group, the cases caused by dens evaginatus achieved increased root length and root thickness compared with those caused by trauma (P < .05). Conclusions: RET and apexification achieved a comparable outcome in regard to the resolution of symptoms and apical healing. RET showed a better outcome than apexification regarding increased root thickness and root length. The etiology had an impact on the outcome of RET. Dens evaginatus cases showed better prognoses than trauma cases after RET.",
        "section": "Abstract",
        "sentences": [
            "Introduction: The aim of the study was to compare the outcomes of regenerative endodontic treatment (RET) and apexification on immature permanent teeth with pulp necrosis and apical periodontitis.",
            "Methods: A total of 118 patients (118 teeth) were recruited and randomly assigned to either RET or apexification treatment.",
            "Each treatment group was divided into 2 subgroups according to the etiology: dens evaginatus or trauma.",
            "Clinical symptoms and complications were recorded, and cone-beam computed tomographic imaging with a limited field of view was used to measure the change of root length, root thickness, and apical foramen size at the 12-month follow-up.",
            "The t test/rank sum test and Fisher exact test were applied to compare the change of root morphology between RET and apexification.",
            "Results: One hundred three of 118 cases were completed at the 12-month follow-up.",
            "The survival rate was 100% for both treatment groups.",
            "All cases were asymptomatic with apical healing.",
            "The RET group showed a significant increase in root length and root thickness compared with the apexification group (P < .05).",
            "In the RET group, the cases caused by dens evaginatus achieved increased root length and root thickness compared with those caused by trauma (P < .05).",
            "Conclusions: RET and apexification achieved a comparable outcome in regard to the resolution of symptoms and apical healing.",
            "RET showed a better outcome than apexification regarding increased root thickness and root length.",
            "The etiology had an impact on the outcome of RET.",
            "Dens evaginatus cases showed better prognoses than trauma cases after RET."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34713",
        "text": "I mmature teeth with pulp necrosis and apical periodontitis have been a challenge for endodontic treatment because of the thin root wall and open apex. These cases are usually caused by trauma, caries, or a developmental malformation, such as dens evaginatus or dens invaginatus (1) (2) (3) (4) , resulting in pulp necrosis and arrested root development. Apexification is a conventional treatment modality for these cases in which either calcium hydroxide paste is used to induce an apical barrier or mineral trioxide aggregate (MTA) is placed as an apical barrier in order to achieve closure of the apex. Although the success rate of apexification has been reported to be between 74% and 100%, it may result in abnormal root morphology such as the formation of calcified tissue inside the root canal (5) , and long-term calcium hydroxide placement may weaken the dentin and induce root fracture (6) .",
        "section": "",
        "section_number": 1,
        "sentences": [
            "I mmature teeth with pulp necrosis and apical periodontitis have been a challenge for endodontic treatment because of the thin root wall and open apex.",
            "These cases are usually caused by trauma, caries, or a developmental malformation, such as dens evaginatus or dens invaginatus (1) (2) (3) (4) , resulting in pulp necrosis and arrested root development.",
            "Apexification is a conventional treatment modality for these cases in which either calcium hydroxide paste is used to induce an apical barrier or mineral trioxide aggregate (MTA) is placed as an apical barrier in order to achieve closure of the apex.",
            "Although the success rate of apexification has been reported to be between 74% and 100%, it may result in abnormal root morphology such as the formation of calcified tissue inside the root canal (5) , and long-term calcium hydroxide placement may weaken the dentin and induce root fracture (6) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34713",
        "text": "Regenerative endodontic treatment (RET) provides a new treatment modality for the previously described cases. In the 1960s, Dr Nygaard-Ostby (7) first raised the concept of tissue regeneration inside the root canal. In 2004, Drs Banchs and Trope (8) introduced a modified clinical regenerative endodontic protocol that involved minimal instrumentation, copious irrigation, and placement of antibiotic paste as intracanal medicament followed by inducing bleeding and the formation of a blood clot inside the root canal. In addition to a blood clot, autologous platelet-rich plasma and platelet-rich fibrin were also introduced into the root canal as alternative scaffolds because of the fact that platelet-rich plasma and platelet-rich fibrin contained molecules that could potentially induce tissue regeneration (9) (10) (11) . In 2016, the American Association of Endodontists proposed a standard protocol for regenerative endodontic procedures (12) . To date, numerous case reports and cases series showed ''success'' of RET, which was defined as the disappearance of the periapical lesion and continued root development.",
        "section": "",
        "section_number": 2,
        "sentences": [
            "Regenerative endodontic treatment (RET) provides a new treatment modality for the previously described cases.",
            "In the 1960s, Dr Nygaard-Ostby (7) first raised the concept of tissue regeneration inside the root canal.",
            "In 2004, Drs Banchs and Trope (8) introduced a modified clinical regenerative endodontic protocol that involved minimal instrumentation, copious irrigation, and placement of antibiotic paste as intracanal medicament followed by inducing bleeding and the formation of a blood clot inside the root canal.",
            "In addition to a blood clot, autologous platelet-rich plasma and platelet-rich fibrin were also introduced into the root canal as alternative scaffolds because of the fact that platelet-rich plasma and platelet-rich fibrin contained molecules that could potentially induce tissue regeneration (9) (10) (11) .",
            "In 2016, the American Association of Endodontists proposed a standard protocol for regenerative endodontic procedures (12) .",
            "To date, numerous case reports and cases series showed ''success'' of RET, which was defined as the disappearance of the periapical lesion and continued root development."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34713",
        "text": "Comparison of the success rate between apexification and RET has been reported in several retrospective and prospective studies (13) (14) (15) (16) (17) (18) although the result is still inconclusive because of the variable study designs and limited sample numbers. A clinical randomized study with a larger size of samples is needed. In some RET cases, complications such as external root resorption and discoloration were noticed but never systematically analyzed (14) . The aim of this study was to compare the outcomes of RET and apexification on immature permanent teeth with pulp necrosis and apical periodontitis.",
        "section": "",
        "section_number": 3,
        "sentences": [
            "Comparison of the success rate between apexification and RET has been reported in several retrospective and prospective studies (13) (14) (15) (16) (17) (18) although the result is still inconclusive because of the variable study designs and limited sample numbers.",
            "A clinical randomized study with a larger size of samples is needed.",
            "In some RET cases, complications such as external root resorption and discoloration were noticed but never systematically analyzed (14) .",
            "The aim of this study was to compare the outcomes of RET and apexification on immature permanent teeth with pulp necrosis and apical periodontitis."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34713",
        "text": "This study was approved by the Ethics Committee of the Affiliated Hospital of Stomatology, Sun Yat-sen University, Guangzhou, Guangdong, China, and registered in ClinicalTrials.gov (ID: NCT01799187). Patients were recruited from the Department of Pediatric Dentistry of the dental hospital from June 2013 to May 2015. The inclusion criteria were as follows: patients between 6 and 18 years old; pulp necrosis, which was defined by a negative response to the temperature test and the electric pulp test; radiographic evidence of immature teeth with a single canal, open apices larger than 1 mm in diameter, and presence of periapical radiolucency; and the involved tooth had either dens evaginatus or a history of trauma. The exclusion criteria were patients with chronic systematic disease, patients allergic to the antibiotics used in the study, a vital tooth, a tooth with periodontal disease, a tooth with more than 1 canal, and radiographic evidence of a root fracture. Envelopes containing information on RET or apexification were prepared with a ratio of 2 to 1 and randomly assigned to the patients. All the clinical procedures were performed by 1 experienced endodontist who also had special training in pediatric dentistry.",
        "section": "Patient Recruitment and Randomization",
        "section_number": 4,
        "sentences": [
            "This study was approved by the Ethics Committee of the Affiliated Hospital of Stomatology, Sun Yat-sen University, Guangzhou, Guangdong, China, and registered in ClinicalTrials.gov (ID: NCT01799187).",
            "Patients were recruited from the Department of Pediatric Dentistry of the dental hospital from June 2013 to May 2015.",
            "The inclusion criteria were as follows: patients between 6 and 18 years old; pulp necrosis, which was defined by a negative response to the temperature test and the electric pulp test; radiographic evidence of immature teeth with a single canal, open apices larger than 1 mm in diameter, and presence of periapical radiolucency; and the involved tooth had either dens evaginatus or a history of trauma.",
            "The exclusion criteria were patients with chronic systematic disease, patients allergic to the antibiotics used in the study, a vital tooth, a tooth with periodontal disease, a tooth with more than 1 canal, and radiographic evidence of a root fracture.",
            "Envelopes containing information on RET or apexification were prepared with a ratio of 2 to 1 and randomly assigned to the patients.",
            "All the clinical procedures were performed by 1 experienced endodontist who also had special training in pediatric dentistry."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34713",
        "text": "After local anesthesia with 2% lidocaine (no epinephrine [Lidocaine Hydrochloride Injection; Hubei Tiansheng Kangdi Pharmaceutical Co Ltd, Hubei Sheng, China]), the tooth was isolated with a rubber dam, and access was performed with a #4 round bur. The canal was then irrigated with 20 mL 1.5% sodium hypochlorite solution (Tanxiao Fengwei Pharmaceutical Co Ltd, Guangdong Province, China), 0.9% physiological saline, and 20 mL 17% EDTA (Zhongnan Reagent Industry Co Ltd, Hunan Province, China). The canal was dried with a paper point, and 0.1 mg/mL triple antibiotic paste was delivered into the canal with a Lentulo spiral in which ciprofloxacin (Sigma-Aldrich, St Louis, MO), metronidazole (Sigma-Aldrich), and clindamycin hydrochloride (Sigma-Aldrich) were equally mixed with distilled water. The tooth was temporarily sealed with Caviton (GC Corporation, Tokyo, Japan).",
        "section": "Regenerative Endodontic Procedure",
        "section_number": 5,
        "sentences": [
            "After local anesthesia with 2% lidocaine (no epinephrine [Lidocaine Hydrochloride Injection; Hubei Tiansheng Kangdi Pharmaceutical Co Ltd, Hubei Sheng, China]), the tooth was isolated with a rubber dam, and access was performed with a #4 round bur.",
            "The canal was then irrigated with 20 mL 1.5% sodium hypochlorite solution (Tanxiao Fengwei Pharmaceutical Co Ltd, Guangdong Province, China), 0.9% physiological saline, and 20 mL 17% EDTA (Zhongnan Reagent Industry Co Ltd, Hunan Province, China).",
            "The canal was dried with a paper point, and 0.1 mg/mL triple antibiotic paste was delivered into the canal with a Lentulo spiral in which ciprofloxacin (Sigma-Aldrich, St Louis, MO), metronidazole (Sigma-Aldrich), and clindamycin hydrochloride (Sigma-Aldrich) were equally mixed with distilled water.",
            "The tooth was temporarily sealed with Caviton (GC Corporation, Tokyo, Japan)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34713",
        "text": "After 3 weeks, patients presented for the second visit. If the symptom was not relieved, root canals were remedicated with triple antibiotic paste for another 3 weeks. The asymptomatic tooth proceeded to the next step of RET treatment. After local anesthesia with 2% lidocaine (no epinephrine) and rubber dam isolation, the tooth was reaccessed. The triple antibiotic paste was removed with 0.9% saline, and 20 mL 17% EDTA solution was applied to the canal; after this, the canal was dried with paper points. Bleeding was induced by overinstrumenting with a #25 file and allowed to reach 3-4 mm below the cementoenamel junction (CEJ) to form a blood clot. An absorbable collagen barrier (Heal-all Biological Membrane; Zhenghai Biological Technology Co Ltd, Shandong Province, China) was placed on top of the blood clot followed with white MTA (Pro-Root MTA White; Dentsply International, Inc, Konstanz, Germany). Then, the tooth was sealed with glass ionomer cement (GlasIonomer FX-II; Shofu Inc, Kyoto, Japan). After 7 days, the glass ionomer cement was removed, and the set of MTA was confirmed. The tooth was finally restored with composite resin (Z350; 3M ESPE, St Paul, MN).",
        "section": "Regenerative Endodontic Procedure",
        "section_number": 6,
        "sentences": [
            "After 3 weeks, patients presented for the second visit.",
            "If the symptom was not relieved, root canals were remedicated with triple antibiotic paste for another 3 weeks.",
            "The asymptomatic tooth proceeded to the next step of RET treatment.",
            "After local anesthesia with 2% lidocaine (no epinephrine) and rubber dam isolation, the tooth was reaccessed.",
            "The triple antibiotic paste was removed with 0.9% saline, and 20 mL 17% EDTA solution was applied to the canal; after this, the canal was dried with paper points.",
            "Bleeding was induced by overinstrumenting with a #25 file and allowed to reach 3-4 mm below the cementoenamel junction (CEJ) to form a blood clot.",
            "An absorbable collagen barrier (Heal-all Biological Membrane; Zhenghai Biological Technology Co Ltd, Shandong Province, China) was placed on top of the blood clot followed with white MTA (Pro-Root MTA White; Dentsply International, Inc, Konstanz, Germany).",
            "Then, the tooth was sealed with glass ionomer cement (GlasIonomer FX-II; Shofu Inc, Kyoto, Japan).",
            "After 7 days, the glass ionomer cement was removed, and the set of MTA was confirmed.",
            "The tooth was finally restored with composite resin (Z350; 3M ESPE, St Paul, MN)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34713",
        "text": "Local anesthesia was performed with 2% lidocaine. The tooth was isolated with a rubber dam, and pulp access was performed. The canal was irrigated with 20 mL 1.5% sodium hypochlorite and 0.9% physiological saline followed by 20 mL 17% EDTA. After being dried with paper points, calcium hydroxide paste was placed into the canal, and the tooth was temporarily sealed with Caviton.",
        "section": "Apexification Procedure",
        "section_number": 7,
        "sentences": [
            "Local anesthesia was performed with 2% lidocaine.",
            "The tooth was isolated with a rubber dam, and pulp access was performed.",
            "The canal was irrigated with 20 mL 1.5% sodium hypochlorite and 0.9% physiological saline followed by 20 mL 17% EDTA.",
            "After being dried with paper points, calcium hydroxide paste was placed into the canal, and the tooth was temporarily sealed with Caviton."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34713",
        "text": "One week later, the tooth was reaccessed after isolation with a rubber dam. Calcium hydroxide paste was removed using 17% EDTA irritation. The root canal was dried with paper points, and Vitapex paste (Neo Dental International, Inc, Tokyo, Japan) was injected into the canal before the tooth was sealed with glass ionomer cement. During the follow-up visit, once radiographic evidence of an apical barrier was confirmed, the tooth was reaccessed, and the canal was obturated with warm gutta-percha and restored with composite resin.",
        "section": "Apexification Procedure",
        "section_number": 8,
        "sentences": [
            "One week later, the tooth was reaccessed after isolation with a rubber dam.",
            "Calcium hydroxide paste was removed using 17% EDTA irritation.",
            "The root canal was dried with paper points, and Vitapex paste (Neo Dental International, Inc, Tokyo, Japan) was injected into the canal before the tooth was sealed with glass ionomer cement.",
            "During the follow-up visit, once radiographic evidence of an apical barrier was confirmed, the tooth was reaccessed, and the canal was obturated with warm gutta-percha and restored with composite resin."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34713",
        "text": "Periapical radiographic and limited field of view cone-beam computed tomographic (CBCT) (PHT-6500; Vatech Co, Ltd, Gyeonggi-do, Korea [90 kV and 7.0 mA]) images were taken before treatment. The patients were scheduled to follow up at 3, 6, 9, and 12 months after the completion of therapy. Clinical symptoms such as pain, swelling, sinus tract, mobility, tooth discoloration, and the occlusion relationship were recorded, and a periapical radiograph was taken every 3 months. At the 12-month follow-up, CBCT images were taken to quantitatively analyze the root development. In this study, treatment success was defined as the elimination of symptoms, the disappearance of apical radiolucency with an increase of root length or a decrease of the apical foramen, or both. We regarded cases as failures if 1 of the following was present: the presence of clinical symptoms (pain, swelling, or sinus tract), no change in root length or apical size, recurrence of apical periodontitis, and external root resorption. The failed cases and the complications including discoloration and calcification in the RET group were recorded.",
        "section": "Follow-up Observation and Measurement",
        "section_number": 9,
        "sentences": [
            "Periapical radiographic and limited field of view cone-beam computed tomographic (CBCT) (PHT-6500; Vatech Co, Ltd, Gyeonggi-do, Korea [90 kV and 7.0 mA]) images were taken before treatment.",
            "The patients were scheduled to follow up at 3, 6, 9, and 12 months after the completion of therapy.",
            "Clinical symptoms such as pain, swelling, sinus tract, mobility, tooth discoloration, and the occlusion relationship were recorded, and a periapical radiograph was taken every 3 months.",
            "At the 12-month follow-up, CBCT images were taken to quantitatively analyze the root development.",
            "In this study, treatment success was defined as the elimination of symptoms, the disappearance of apical radiolucency with an increase of root length or a decrease of the apical foramen, or both.",
            "We regarded cases as failures if 1 of the following was present: the presence of clinical symptoms (pain, swelling, or sinus tract), no change in root length or apical size, recurrence of apical periodontitis, and external root resorption.",
            "The failed cases and the complications including discoloration and calcification in the RET group were recorded."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34713",
        "text": "Root length, root thickness, and apical foramen size were measured using CBCT imaging by 1 experienced oral radiologist using the Ez3D2009 software according to the standardized protocol of the manufacturer. Briefly, axial planes x, y, and z were used to determine the central location of the measurement. The x axial plane was parallel to the long axis of the teeth with the buccal tip and lingual tip on the plane. The y axial plane was perpendicular to the x axial plane and went across the maximum diameter of the pulp from the mesiodistal direction. The z axial plane was perpendicular to both the x and y axial planes and connected the top of the alveolar ridge crest mesially and distally to the teeth. The distance between the CEJ and the apical end point was measured distally and mesially, which was then averaged as the root length. Root thickness was measured at 4, 6, and 8 mm from the CEJ at the distal, mesial, buccal, and lingual positions, and the average values were achieved using CBCT imaging. The size of the apical foramen was averaged from the values of the buccolingual and mesiodistal directions in CBCT imaging (Supplemental Figures S1 and S2 are available online at www.jendodon.com). In apexification cases, the apical foramen size was recorded as 0 if the apical barrier formed.",
        "section": "Follow-up Observation and Measurement",
        "section_number": 10,
        "sentences": [
            "Root length, root thickness, and apical foramen size were measured using CBCT imaging by 1 experienced oral radiologist using the Ez3D2009 software according to the standardized protocol of the manufacturer.",
            "Briefly, axial planes x, y, and z were used to determine the central location of the measurement.",
            "The x axial plane was parallel to the long axis of the teeth with the buccal tip and lingual tip on the plane.",
            "The y axial plane was perpendicular to the x axial plane and went across the maximum diameter of the pulp from the mesiodistal direction.",
            "The z axial plane was perpendicular to both the x and y axial planes and connected the top of the alveolar ridge crest mesially and distally to the teeth.",
            "The distance between the CEJ and the apical end point was measured distally and mesially, which was then averaged as the root length.",
            "Root thickness was measured at 4, 6, and 8 mm from the CEJ at the distal, mesial, buccal, and lingual positions, and the average values were achieved using CBCT imaging.",
            "The size of the apical foramen was averaged from the values of the buccolingual and mesiodistal directions in CBCT imaging (Supplemental Figures S1 and S2 are available online at www.jendodon.com).",
            "In apexification cases, the apical foramen size was recorded as 0 if the apical barrier formed."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34713",
        "text": "The changes in root length, root thickness, and size of the apical foramen were expressed as the average AE standard deviation of the mean and compared with the t test/rank sum test. The Fisher exact test was used to explore if etiology would affect the outcome of RET or apexification treatment. All data were analyzed using SPSS Statistics 17.0 for Windows (SPSS Inc, Chicago, IL), and P < .05 was regarded as statistically significant. ",
        "section": "Statistical Analysis",
        "section_number": 11,
        "sentences": [
            "The changes in root length, root thickness, and size of the apical foramen were expressed as the average AE standard deviation of the mean and compared with the t test/rank sum test.",
            "The Fisher exact test was used to explore if etiology would affect the outcome of RET or apexification treatment.",
            "All data were analyzed using SPSS Statistics 17.0 for Windows (SPSS Inc, Chicago, IL), and P < .05 was regarded as statistically significant."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34713",
        "text": "A total of 118 patients (118 teeth) were recruited in this study. The age of the patients ranged from 8-16 years old, with an average age of 10.50 years old (standard deviation = 1.80). The teeth were randomly assigned to RET and apexification groups with a 2:1 ratio. A total of 80 teeth (27 central incisors and 53 premolars) were assigned to the RET group, and a total of 38 teeth were assigned to the apexification group (15 central incisors and 23 premolars). During the follow-up, 11 RET cases and 4 apexification cases were lost or quit. Therefore, a total of 103 teeth completed the study, including 69 RET cases (21 central incisors and 48 premolars) and 34 apexification cases (13 central incisors and 21 premolars) ( Table 1) . In regard to the etiology, all 69 premolar cases were caused by dens evaginatus, whereas all 34 central incisor cases were caused by trauma (Table 1) . Before the treatment, root length, root thickness, and the size of the apical foramen were measured by CBCT imaging, and the parameters on baseline were comparable between the 2 groups (Table 2) .",
        "section": "Results",
        "section_number": 12,
        "sentences": [
            "A total of 118 patients (118 teeth) were recruited in this study.",
            "The age of the patients ranged from 8-16 years old, with an average age of 10.50 years old (standard deviation = 1.80).",
            "The teeth were randomly assigned to RET and apexification groups with a 2:1 ratio.",
            "A total of 80 teeth (27 central incisors and 53 premolars) were assigned to the RET group, and a total of 38 teeth were assigned to the apexification group (15 central incisors and 23 premolars).",
            "During the follow-up, 11 RET cases and 4 apexification cases were lost or quit.",
            "Therefore, a total of 103 teeth completed the study, including 69 RET cases (21 central incisors and 48 premolars) and 34 apexification cases (13 central incisors and 21 premolars) ( Table 1) .",
            "In regard to the etiology, all 69 premolar cases were caused by dens evaginatus, whereas all 34 central incisor cases were caused by trauma (Table 1) .",
            "Before the treatment, root length, root thickness, and the size of the apical foramen were measured by CBCT imaging, and the parameters on baseline were comparable between the 2 groups (Table 2) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34713",
        "text": "At the 12-month follow-up, all the teeth survived (100% survival rate) and were asymptomatic (100%). The periapical lesions disappeared in all cases (100%). The cases with a root length increase, a root thickness increase, or apex closure are shown in Table 3 . In the RET group, 81.16% and 82.60% cases achieved an increased root length and root thickness, respectively, whereas 65.21% cases showed apex closure (Table 3 ). Two successful cases of RET treatment are shown in Figure 1A -J. In the apexification group, only 9 cases (26.47%) showed increased root length, whereas no case showed increased root thickness, and 28 cases (82.35%) showed apex closure by the formation of a calcification barrier. Figure 2A -J shows 2 representative cases with apexification treatment.",
        "section": "Results",
        "section_number": 13,
        "sentences": [
            "At the 12-month follow-up, all the teeth survived (100% survival rate) and were asymptomatic (100%).",
            "The periapical lesions disappeared in all cases (100%).",
            "The cases with a root length increase, a root thickness increase, or apex closure are shown in Table 3 .",
            "In the RET group, 81.16% and 82.60% cases achieved an increased root length and root thickness, respectively, whereas 65.21% cases showed apex closure (Table 3 ).",
            "Two successful cases of RET treatment are shown in Figure 1A -J. In the apexification group, only 9 cases (26.47%) showed increased root length, whereas no case showed increased root thickness, and 28 cases (82.35%) showed apex closure by the formation of a calcification barrier.",
            "Figure 2A -J shows 2 representative cases with apexification treatment."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34713",
        "text": "The changes in root length, root thickness, and the size of the apical foramen at the 12-month follow-up were quantitatively calculated based on the measurement from CBCT imaging (Table 4) . Compared with the apexification group, the RET group showed a significant in-crease in root length (1.64 AE 1.43 mm vs 0.60 AE 1.06 mm) and root thickness (0.24 AE 0.25 mm vs 0.08 AE 0.21 mm) but less of a decrease in the size of the apical foramen (1.49 AE 0.96 mm vs 1.85 AE 0.67 mm) (P < .05). To analyze the relationship of etiology and treatment outcome, each treatment group was divided into 2 subgroups, trauma and dens evaginatus. The results showed that for the cases caused by dens evaginatus, RET significantly increased the root length and root thickness in comparison with apexification treatment (P < .05) ( Table 5 ). For the cases caused by trauma, only the increase in root thickness showed a significant difference with RET compared with apexification treatment (P < .05) ( Table 5) .",
        "section": "Results",
        "section_number": 14,
        "sentences": [
            "The changes in root length, root thickness, and the size of the apical foramen at the 12-month follow-up were quantitatively calculated based on the measurement from CBCT imaging (Table 4) .",
            "Compared with the apexification group, the RET group showed a significant in-crease in root length (1.64 AE 1.43 mm vs 0.60 AE 1.06 mm) and root thickness (0.24 AE 0.25 mm vs 0.08 AE 0.21 mm) but less of a decrease in the size of the apical foramen (1.49 AE 0.96 mm vs 1.85 AE 0.67 mm) (P < .05).",
            "To analyze the relationship of etiology and treatment outcome, each treatment group was divided into 2 subgroups, trauma and dens evaginatus.",
            "The results showed that for the cases caused by dens evaginatus, RET significantly increased the root length and root thickness in comparison with apexification treatment (P < .05) ( Table 5 ).",
            "For the cases caused by trauma, only the increase in root thickness showed a significant difference with RET compared with apexification treatment (P < .05) ( Table 5) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34713",
        "text": "To better evaluate the treatment outcomes, root morphology was classified into the following 4 types based on the changes in root length and apical foramen size at the 12-month follow-up (Table 6 ): type I, continued root maturation and a decrease in apical foramen size; type II, increased root length but no change in apical foramen size; type III, no increased root length but a decrease in the size of the apical foramen; and type IV, no significant root length increase or decrease in the size of the apical foramen. We regarded types I, II, and III as effective outcomes and type IV as failure. The results showed that for the cases caused by dens evaginatus and treated with RET, type I was the most common (91.6%), whereas types II, III, and IV (failure) were rare (6.3%, 0%, and 2.1%, respectively). For those cases caused by trauma and treated with RET, the outcomes of root morphology were almost evenly distributed into the 4 types. A significant difference was found between these 2 subgroups (P < .05) ( Table 7) . For the RET group, 6 cases in the trauma group and 1 case in the dens evaginatus group did not show any continued root development and were classified as type IV (failure). External root resorption was found in 2 cases; both were in the trauma group (Fig. 3A-E) . In the RET cases with successful outcomes, discoloration and calcification were the 2 main complications. A total of 30 RET cases showed discoloration, mainly occurring in the first 3 months after treatment, whereas diffused calcification was found in 26 RET cases, the majority of which occurred at the 6-month follow-up ( Fig. 4A-E) .",
        "section": "Results",
        "section_number": 15,
        "sentences": [
            "To better evaluate the treatment outcomes, root morphology was classified into the following 4 types based on the changes in root length and apical foramen size at the 12-month follow-up (Table 6 ): type I, continued root maturation and a decrease in apical foramen size; type II, increased root length but no change in apical foramen size; type III, no increased root length but a decrease in the size of the apical foramen; and type IV, no significant root length increase or decrease in the size of the apical foramen.",
            "We regarded types I, II, and III as effective outcomes and type IV as failure.",
            "The results showed that for the cases caused by dens evaginatus and treated with RET, type I was the most common (91.6%), whereas types II, III, and IV (failure) were rare (6.3%, 0%, and 2.1%, respectively).",
            "For those cases caused by trauma and treated with RET, the outcomes of root morphology were almost evenly distributed into the 4 types.",
            "A significant difference was found between these 2 subgroups (P < .05) ( Table 7) .",
            "For the RET group, 6 cases in the trauma group and 1 case in the dens evaginatus group did not show any continued root development and were classified as type IV (failure).",
            "External root resorption was found in 2 cases; both were in the trauma group (Fig. 3A-E) .",
            "In the RET cases with successful outcomes, discoloration and calcification were the 2 main complications.",
            "A total of 30 RET cases showed discoloration, mainly occurring in the first 3 months after treatment, whereas diffused calcification was found in 26 RET cases, the majority of which occurred at the 6-month follow-up ( Fig. 4A-E) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34713",
        "text": "RET and apexification are 2 treatment modalities for an immature tooth with pulp necrosis and apical periodontitis. The success rate of RET and apexification have been reported in several clinical studies (13, 14, 16, 17) . Calcium hydroxide and MTA have been used for apexification. One-session apexification using MTA could build an artificial barrier without any change of the root, whereas apexification with calcium hydroxide could achieve a calcification barrier, which may contribute to an increased root length. To better evaluate the effect on root development of RET, we chose the apexification technique (calcium hydroxide) as the control group in the present study. In order to compare the success rate between RET and apexification, it is critical to define the criteria for ''success.'' The definition of success depends on which level of the goals of treatment has been achieved. RET and apexification have the same primary goal-elimination of symptoms with evidence of bony healing. Therefore, it is straightforward to make a comparison of success rates between RET and apexification based on the primary goal, and most previous studies did so (13, 14, 16, 17) . The secondary goals of RET and apexification are different; RET is to promote the continued formation of root, evidenced by the increased root wall thickness and/or increased root length, whereas the secondary goal for apexification is to form the apical barrier, with no or less intent to promote continued root development (19) (20) (21) (22) (23) . Because of this difference, it is difficult to make a direct comparison on the success rate between RET and apexification based on the secondary goal, especially when the achievement of the secondary goal (root morphology) is judged only by 2-dimensional radiography. In present study, we used CBCT imaging to accurately measure the change of root morphology, and we combined the primary goal and secondary goal to define the success (ie, the elimination of symptoms and the disappearance of apical radiolucency with either an increased root length or a decreased apical foramen). Although the results showed that the overall success rate was 89.8% in the RET group and 97% in the apexification group, the advantages of RET over apexification was noticed because RET significantly promoted increased root length and decreased apical foramen size (type I).",
        "section": "Discussion",
        "section_number": 16,
        "sentences": [
            "RET and apexification are 2 treatment modalities for an immature tooth with pulp necrosis and apical periodontitis.",
            "The success rate of RET and apexification have been reported in several clinical studies (13, 14, 16, 17) .",
            "Calcium hydroxide and MTA have been used for apexification.",
            "One-session apexification using MTA could build an artificial barrier without any change of the root, whereas apexification with calcium hydroxide could achieve a calcification barrier, which may contribute to an increased root length.",
            "To better evaluate the effect on root development of RET, we chose the apexification technique (calcium hydroxide) as the control group in the present study.",
            "In order to compare the success rate between RET and apexification, it is critical to define the criteria for ''success.''",
            "The definition of success depends on which level of the goals of treatment has been achieved.",
            "RET and apexification have the same primary goal-elimination of symptoms with evidence of bony healing.",
            "Therefore, it is straightforward to make a comparison of success rates between RET and apexification based on the primary goal, and most previous studies did so (13, 14, 16, 17) .",
            "The secondary goals of RET and apexification are different; RET is to promote the continued formation of root, evidenced by the increased root wall thickness and/or increased root length, whereas the secondary goal for apexification is to form the apical barrier, with no or less intent to promote continued root development (19) (20) (21) (22) (23) .",
            "Because of this difference, it is difficult to make a direct comparison on the success rate between RET and apexification based on the secondary goal, especially when the achievement of the secondary goal (root morphology) is judged only by 2-dimensional radiography.",
            "In present study, we used CBCT imaging to accurately measure the change of root morphology, and we combined the primary goal and secondary goal to define the success (ie, the elimination of symptoms and the disappearance of apical radiolucency with either an increased root length or a decreased apical foramen).",
            "Although the results showed that the overall success rate was 89.8% in the RET group and 97% in the apexification group, the advantages of RET over apexification was noticed because RET significantly promoted increased root length and decreased apical foramen size (type I)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34713",
        "text": "Radiographic images have been used to evaluate the outcome of root morphology. The parameter radiographic root area is recommended (24), which requires not only the paralleling technique but also taking x-rays from the exact same angle on preoperation and postoperation. Compared with the 2-dimensional image, 3-dimensional data offer valuable insights into the outcome for teeth treated with RET (25) . CBCT imaging provides 3-dimensional images of roots, canals, and the apical area with high resolution as well as accurate measurement on the root canal and periapical area (26, 27) . In the present study, we applied limited field of view CBCT imaging to measure the changes in the root. The scope of CBCT radiation was limited to target the tooth and the adjacent teeth to minimize the radiation exposure. CBCT imaging provided not only accurate measurement on the tooth development and healing of the apical lesion but also additional information such as the calcification that occurred inside canals, therefore offering better measurement than x-ray radiography. In this clinical research, CBCT imaging was used as a tool to provide better assessment of the outcomes, and the use of CBCT imaging was approved by the ethics committee for this research project only. For clinical practice, because of the consideration of radiation dosage, we do not encourage using CBCT imaging routinely to evaluate the outcome. The guidelines (the American Association of Endodontists and the American Academy of Oral and Maxillofacial Radiology joint statement) should be followed, and the abuse of CBCT imaging on patients should be avoided.",
        "section": "Discussion",
        "section_number": 17,
        "sentences": [
            "Radiographic images have been used to evaluate the outcome of root morphology.",
            "The parameter radiographic root area is recommended (24), which requires not only the paralleling technique but also taking x-rays from the exact same angle on preoperation and postoperation.",
            "Compared with the 2-dimensional image, 3-dimensional data offer valuable insights into the outcome for teeth treated with RET (25) .",
            "CBCT imaging provides 3-dimensional images of roots, canals, and the apical area with high resolution as well as accurate measurement on the root canal and periapical area (26, 27) .",
            "In the present study, we applied limited field of view CBCT imaging to measure the changes in the root.",
            "The scope of CBCT radiation was limited to target the tooth and the adjacent teeth to minimize the radiation exposure.",
            "CBCT imaging provided not only accurate measurement on the tooth development and healing of the apical lesion but also additional information such as the calcification that occurred inside canals, therefore offering better measurement than x-ray radiography.",
            "In this clinical research, CBCT imaging was used as a tool to provide better assessment of the outcomes, and the use of CBCT imaging was approved by the ethics committee for this research project only.",
            "For clinical practice, because of the consideration of radiation dosage, we do not encourage using CBCT imaging routinely to evaluate the outcome.",
            "The guidelines (the American Association of Endodontists and the American Academy of Oral and Maxillofacial Radiology joint statement) should be followed, and the abuse of CBCT imaging on patients should be avoided."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34713",
        "text": "In the RET group, different morphologies of the root apical portion were found at the 12-month follow-up. Chen et al (28) In the present study, we did not consider 4 and 5 as success or failure. Instead, we focused on change of the root morphology, specifically the changes of root length and the size of the apical foramen. We established 4 types of outcomes: type I, continued root maturation and a decrease in apical foramen size; type II, increased root length but no change in apical foramen size; type III, no increased root length but a decrease in the size of the apical foramen; and type IV, no significant root length increase nor decrease in the size of the apical foramen. Among these 4 types, type I was regarded as the ideal outcome, and type IV was defined as failure. Types I, II, and III were recognized as a ''successful'' outcome when there was no recurrence of apical periodontitis or external root resorption.",
        "section": "Discussion",
        "section_number": 18,
        "sentences": [
            "In the RET group, different morphologies of the root apical portion were found at the 12-month follow-up.",
            "Chen et al (28) In the present study, we did not consider 4 and 5 as success or failure.",
            "Instead, we focused on change of the root morphology, specifically the changes of root length and the size of the apical foramen.",
            "We established 4 types of outcomes: type I, continued root maturation and a decrease in apical foramen size; type II, increased root length but no change in apical foramen size; type III, no increased root length but a decrease in the size of the apical foramen; and type IV, no significant root length increase nor decrease in the size of the apical foramen.",
            "Among these 4 types, type I was regarded as the ideal outcome, and type IV was defined as failure.",
            "Types I, II, and III were recognized as a ''successful'' outcome when there was no recurrence of apical periodontitis or external root resorption."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34713",
        "text": "Developmental malformation, trauma, and caries were the 3 most common causes of immature teeth that developed pulp necrosis and apical periodontitis. In order to analyze the effect of etiology on the outcome, we recruited the teeth that were caused by dens evaginatus or trauma. After RET, 91.6% of cases showed type I in the dens evaginatus group, whereas only 33.3% of cases were shown in the trauma group, indicating that the dens evaginatus group had better prognoses than the trauma group when treated by RET. After apexification treatment, type III was the most common outcome in both the evaginatus and trauma groups (66.7% and 76.9%, respectively), and only 33% and 15.4% of type I was seen in the dens evaginatus group and trauma group, respectively. This finding was consistent with a previous case reported by Cehreli et al (2) in which trauma was found to induce root resorption and may cause damage to the Hertwig epithelial root sheath as well as the apical papilla, resulting in the failure of regenerative therapy. One limitation of the present study was it coincidentally happened that all the recruited central incisors were caused by trauma and all the premolars were caused by dens evaginatus. The potential effect of tooth type on the outcome could be a confounding variable that was not analyzed in the present study.",
        "section": "Discussion",
        "section_number": 19,
        "sentences": [
            "Developmental malformation, trauma, and caries were the 3 most common causes of immature teeth that developed pulp necrosis and apical periodontitis.",
            "In order to analyze the effect of etiology on the outcome, we recruited the teeth that were caused by dens evaginatus or trauma.",
            "After RET, 91.6% of cases showed type I in the dens evaginatus group, whereas only 33.3% of cases were shown in the trauma group, indicating that the dens evaginatus group had better prognoses than the trauma group when treated by RET.",
            "After apexification treatment, type III was the most common outcome in both the evaginatus and trauma groups (66.7% and 76.9%, respectively), and only 33% and 15.4% of type I was seen in the dens evaginatus group and trauma group, respectively.",
            "This finding was consistent with a previous case reported by Cehreli et al (2) in which trauma was found to induce root resorption and may cause damage to the Hertwig epithelial root sheath as well as the apical papilla, resulting in the failure of regenerative therapy.",
            "One limitation of the present study was it coincidentally happened that all the recruited central incisors were caused by trauma and all the premolars were caused by dens evaginatus.",
            "The potential effect of tooth type on the outcome could be a confounding variable that was not analyzed in the present study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34713",
        "text": "Calcification and discoloration in the root canal are 2 major complications of RET treatment reported by previous case studies (29) , and both were found in our study. A total of 26 RET cases showed calcification, mainly occurring at the 6-month follow-up. The calcified tissue in the root canal may partly be caused by the use of MTA as a sealing material (30) or other unknown reasons. Discoloration was also found in 30 RET cases. The majority of them were detected as early as the first 3 months and mainly occurred in the teeth cervix area. Kohli et al (31) reported that MTA (both white and gray) and triple antibiotic paste caused teeth discoloration. In the present study, discoloration was unlikely to be caused by the root canal medication, but MTA as minocycline was not used. It is suggested that materials such as EndoSequence Root Repair Material (Brasseler USA, Savannah, GA), EndoSequence Root Repair Material Fast Set Paste (Brasseler USA), and Biodentine (Septodont, Saint-Maur-des-Fosses, France) should be considered to prevent teeth discoloration.",
        "section": "Discussion",
        "section_number": 20,
        "sentences": [
            "Calcification and discoloration in the root canal are 2 major complications of RET treatment reported by previous case studies (29) , and both were found in our study.",
            "A total of 26 RET cases showed calcification, mainly occurring at the 6-month follow-up.",
            "The calcified tissue in the root canal may partly be caused by the use of MTA as a sealing material (30) or other unknown reasons.",
            "Discoloration was also found in 30 RET cases.",
            "The majority of them were detected as early as the first 3 months and mainly occurred in the teeth cervix area.",
            "Kohli et al (31) reported that MTA (both white and gray) and triple antibiotic paste caused teeth discoloration.",
            "In the present study, discoloration was unlikely to be caused by the root canal medication, but MTA as minocycline was not used.",
            "It is suggested that materials such as EndoSequence Root Repair Material (Brasseler USA, Savannah, GA), EndoSequence Root Repair Material Fast Set Paste (Brasseler USA), and Biodentine (Septodont, Saint-Maur-des-Fosses, France) should be considered to prevent teeth discoloration."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34713",
        "text": "In conclusion, the outcomes of RET and apexification were evaluated based on the morphology of the apical root and measured using CBCT imaging. The etiology had an impact on the outcome of RET treatment. Dens evaginatus cases showed better prognoses than trauma cases upon RET treatment. Although about a 90% success rate has been observed in the RET group at the 12-month follow-up and a 100% survival rate was found in both the RET and apexification groups in the present study, failure cases have been reported beyond 12 months by a previous study (17) . A longer follow-up of the patients in our study should be performed in order to provide better evaluation on the changes of the success rate, survival rate, and complications. Types I, II, and III were regarded as successes. *A significant difference than the trauma group in the same treatment group. ",
        "section": "Discussion",
        "section_number": 21,
        "sentences": [
            "In conclusion, the outcomes of RET and apexification were evaluated based on the morphology of the apical root and measured using CBCT imaging.",
            "The etiology had an impact on the outcome of RET treatment.",
            "Dens evaginatus cases showed better prognoses than trauma cases upon RET treatment.",
            "Although about a 90% success rate has been observed in the RET group at the 12-month follow-up and a 100% survival rate was found in both the RET and apexification groups in the present study, failure cases have been reported beyond 12 months by a previous study (17) .",
            "A longer follow-up of the patients in our study should be performed in order to provide better evaluation on the changes of the success rate, survival rate, and complications.",
            "Types I, II, and III were regarded as successes. *",
            "A significant difference than the trauma group in the same treatment group."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    }
]