[
    {
        "doc_id": "38865",
        "text": "Purpose: Opioids are commonly used as an epidural adjuvant to local anesthetics, but are associated with potentially serious side effects, such as respiratory depression. The aim of this study was to compare the efficacy and safety of dexmedetomidine with that of fentanyl as an adjuvant to epidural ropivacaine in pediatric orthopedic surgery. Materials and Methods: This study enrolled 60 children (3-12 years old) scheduled for orthopedic surgery of the lower extremities and lumbar epidural patient-controlled analgesia (PCA). Children received either dexmedetomidine (1 μg/kg) or fentanyl (1 μg/kg) along with 0.2% ropivacaine (0.2 mL/kg) via an epidural catheter at 30 minutes before the end of surgery. Postoperatively, the children were observed for ropivacaine consumption via epidural PCA, postoperative pain intensity, need for rescue analgesics, emergence agitation, and other adverse effects. Results: The mean dose of bolus epidural ropivacaine was significantly lower within the first 6 h after surgery in the dexmedetomidine group, compared with the fentanyl group (0.029±0.030 mg/kg/h vs. 0.053±0.039 mg/kg/h, p=0.012). The median pain score at postoperative 6 h was also lower in the dexmedetomidine group, compared to the fentanyl group [0 (0-1.0) vs. 1.0 (0-3.0), p=0.039]. However, there was no difference in the need for rescue analgesia throughout the study period between groups. Conclusion: The use of dexmedetomidine as an epidural adjuvant had a significantly greater analgesic and local anesthetic-sparing effect, compared to fentanyl, in the early postoperative period in children undergoing major orthopedic lower extremity surgery.",
        "section": "Abstract",
        "sentences": [
            "Purpose: Opioids are commonly used as an epidural adjuvant to local anesthetics, but are associated with potentially serious side effects, such as respiratory depression.",
            "The aim of this study was to compare the efficacy and safety of dexmedetomidine with that of fentanyl as an adjuvant to epidural ropivacaine in pediatric orthopedic surgery.",
            "Materials and Methods: This study enrolled 60 children (3-12 years old) scheduled for orthopedic surgery of the lower extremities and lumbar epidural patient-controlled analgesia (PCA).",
            "Children received either dexmedetomidine (1 μg/kg) or fentanyl (1 μg/kg) along with 0.2% ropivacaine (0.2 mL/kg) via an epidural catheter at 30 minutes before the end of surgery.",
            "Postoperatively, the children were observed for ropivacaine consumption via epidural PCA, postoperative pain intensity, need for rescue analgesics, emergence agitation, and other adverse effects.",
            "Results: The mean dose of bolus epidural ropivacaine was significantly lower within the first 6 h after surgery in the dexmedetomidine group, compared with the fentanyl group (0.029±0.030 mg/kg/h vs. 0.053±0.039 mg/kg/h, p=0.012).",
            "The median pain score at postoperative 6 h was also lower in the dexmedetomidine group, compared to the fentanyl group [0 (0-1.0) vs. 1.0 (0-3.0), p=0.039].",
            "However, there was no difference in the need for rescue analgesia throughout the study period between groups.",
            "Conclusion: The use of dexmedetomidine as an epidural adjuvant had a significantly greater analgesic and local anesthetic-sparing effect, compared to fentanyl, in the early postoperative period in children undergoing major orthopedic lower extremity surgery."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38865",
        "text": "Adequate management of acute postoperative pain following major orthopedic surgery is an essential part of perioperative anesthetic practice to improve patient comfort and to facilitate early rehabilitation. 1 Inadequate treatment of postoperative pain may have deleterious effects on postoperative pulmonary function and may also increase sensitivity to subsequent painful stimuli or lead to the development of chronic pain syndromes. 2 Children with musculoskeletal pathology often require extensive surgical interventions of the lower extremities at a relatively young age to correct the deformity and improve function. However, optimal pain assessment and management may be especially challenging in young children with developmental disabilities due to communication difficulties and associated comorbidities, such as epilepsy, chronic lung disease, and gastro-esophageal reflux. 3, 4 For orthopedic surgery of the lower extremities, continuous epidural analgesia provides several benefits, including im-",
        "section": "INTRODUCTION",
        "section_number": 1,
        "sentences": [
            "Adequate management of acute postoperative pain following major orthopedic surgery is an essential part of perioperative anesthetic practice to improve patient comfort and to facilitate early rehabilitation.",
            "1 Inadequate treatment of postoperative pain may have deleterious effects on postoperative pulmonary function and may also increase sensitivity to subsequent painful stimuli or lead to the development of chronic pain syndromes.",
            "2 Children with musculoskeletal pathology often require extensive surgical interventions of the lower extremities at a relatively young age to correct the deformity and improve function.",
            "However, optimal pain assessment and management may be especially challenging in young children with developmental disabilities due to communication difficulties and associated comorbidities, such as epilepsy, chronic lung disease, and gastro-esophageal reflux.",
            "3, 4 For orthopedic surgery of the lower extremities, continuous epidural analgesia provides several benefits, including im-"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38865",
        "text": "proved recovery of gastrointestinal motility, attenuation of the surgical stress response, and reduced use of opioid medications. 1, 5 The use of adjuvants, such as clonidine, opioids, ketamine, and midazolam, with epidural local anesthetics improves the duration and quality of analgesia and decreases the potential risk of systemic toxicity and seizure and the incidence of motor block by decreasing the dose of the local anesthetic. 6, 7 However, opioids, such as fentanyl and morphine, which have traditionally been used as adjuvants to epidural local anesthetics, are associated with side effects of pruritus, urinary retention, nausea and vomiting, and respiratory depression. Dexmedetomidine, which is a highly selective α-2 adrenergic agonist with sedative and analgesic properties, has recently been used as an adjuvant to general and regional anesthesia in both adults and children. [6] [7] [8] [9] As of yet, dexmedetomidine has not been approved for use in the pediatric population in any country. 10 Nonetheless, adding dexmedetomidine to caudal local anesthetics has been recently reported to prolong postoperative analgesia and decrease requirements for adjuvant postoperative analgesics in pediatric patients undergoing lower abdominal and perineal surgeries. 6, [11] [12] [13] However, the effects of dexmedetomidine added to epidural local anesthetics are unclear in pediatric patients undergoing major orthopedic surgery. This prospective, randomized, double-blind study was designed to evaluate the analgesic efficacy and safety of dexmedetomidine, compared with fentanyl, as an adjuvant to epidural ropivacaine in pediatric orthopedic surgery.",
        "section": "Comparison of Dexmedetomidine and Fentanyl as an Adjuvant to Ropivacaine for Postoperative Epidural Analgesia in Pediatric Orthopedic Surgery",
        "section_number": 2,
        "sentences": [
            "proved recovery of gastrointestinal motility, attenuation of the surgical stress response, and reduced use of opioid medications.",
            "1, 5 The use of adjuvants, such as clonidine, opioids, ketamine, and midazolam, with epidural local anesthetics improves the duration and quality of analgesia and decreases the potential risk of systemic toxicity and seizure and the incidence of motor block by decreasing the dose of the local anesthetic.",
            "6, 7 However, opioids, such as fentanyl and morphine, which have traditionally been used as adjuvants to epidural local anesthetics, are associated with side effects of pruritus, urinary retention, nausea and vomiting, and respiratory depression.",
            "Dexmedetomidine, which is a highly selective α-2 adrenergic agonist with sedative and analgesic properties, has recently been used as an adjuvant to general and regional anesthesia in both adults and children. [",
            "6] [7] [8] [9] As of yet, dexmedetomidine has not been approved for use in the pediatric population in any country.",
            "10 Nonetheless, adding dexmedetomidine to caudal local anesthetics has been recently reported to prolong postoperative analgesia and decrease requirements for adjuvant postoperative analgesics in pediatric patients undergoing lower abdominal and perineal surgeries.",
            "6, [11] [12] [13] However, the effects of dexmedetomidine added to epidural local anesthetics are unclear in pediatric patients undergoing major orthopedic surgery.",
            "This prospective, randomized, double-blind study was designed to evaluate the analgesic efficacy and safety of dexmedetomidine, compared with fentanyl, as an adjuvant to epidural ropivacaine in pediatric orthopedic surgery."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38865",
        "text": "This randomized controlled trial was approved by the institutional review board of Severance Hospital, Korea (No. 4-2014-0921) and registered at ClinicalTrials.gov (NCT02375191). After obtaining written informed consent from the parents or legal guardians, we prospectively enrolled pediatric patients aged 3 to 12 years who were scheduled for extensive orthopedic surgery of the lower extremities and epidural patient-controlled analgesia (PCA) between February 2015 and June 2016 at Severance Hospital. In this study, extensive orthopedic surgery was defined as at least one bone procedure at different anatomical levels (hip or knee). Exclusion criteria included history of known or suspected coagulopathy, any congenital anomalies at the site of the proposed epidural block, severe cognitive impairment with no verbal communication, history of allergies to any of the study drugs, and postoperative intensive care unit admission. Patients were randomized into the fentanyl group or dexmedetomidine group using a computerized randomization table. The random numbers were kept in opaque sealed envelopes and opened by an independent anesthesiologist not involved in the study, who prepared the study drugs in identical syringes labeled only with the drug's serial number. All attending surgeons and anesthesiologists in charge of patient management were blinded to group allocation throughout the study period.",
        "section": "MATERIALS AND METHODS",
        "section_number": 3,
        "sentences": [
            "This randomized controlled trial was approved by the institutional review board of Severance Hospital, Korea (No. 4-2014-0921) and registered at ClinicalTrials.gov (NCT02375191).",
            "After obtaining written informed consent from the parents or legal guardians, we prospectively enrolled pediatric patients aged 3 to 12 years who were scheduled for extensive orthopedic surgery of the lower extremities and epidural patient-controlled analgesia (PCA) between February 2015 and June 2016 at Severance Hospital.",
            "In this study, extensive orthopedic surgery was defined as at least one bone procedure at different anatomical levels (hip or knee).",
            "Exclusion criteria included history of known or suspected coagulopathy, any congenital anomalies at the site of the proposed epidural block, severe cognitive impairment with no verbal communication, history of allergies to any of the study drugs, and postoperative intensive care unit admission.",
            "Patients were randomized into the fentanyl group or dexmedetomidine group using a computerized randomization table.",
            "The random numbers were kept in opaque sealed envelopes and opened by an independent anesthesiologist not involved in the study, who prepared the study drugs in identical syringes labeled only with the drug's serial number.",
            "All attending surgeons and anesthesiologists in charge of patient management were blinded to group allocation throughout the study period."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38865",
        "text": "In the operating room, routine monitors were used. Anesthesia was induced with propofol (1-2 mg/kg) and rocuronium (0.6 mg/kg) and maintained with sevoflurane (2-3% in 50% O2/ air mixture) and remifentanil (0.05-0.1 μg/kg/min) to achieve a bispectral index score of 40-60. After induction of anesthesia, an epidural catheter was inserted at the L2-3 or L3-4 interspace level by using an 18-gauge Tuohy needle with the child in the lateral position. Epidural space was identified by loss of resistance to normal saline, and a 20-gauge epidural catheter was inserted upward 3-4 cm into the epidural space. A loading dose of 0.2% ropivacaine (0.2 mL/kg) was administered once the epidural catheter was secured. Thirty minutes before the end of the surgery, the patient received 0.2% ropivacaine (0.2 mL/kg) with either fentanyl (1 μg/kg) or dexmedetomidine (1 μg/kg) through the epidural catheter. At this time, the remifentanil infusion was stopped, and the epidural PCA was started. The PCA device was programmed to deliver a bolus dose of 0.05 mL/kg ropivacaine with a lockout interval of 15 min and background infusion of 0.15% ropivacaine (0.15 mL/ kg/h) for 48 h postoperatively. Hemodynamic parameters, including heart rate and blood pressure, were recorded at baseline and at 5, 10, 15, 20, and 30 min after administration of the study drug. Any episode of hypotension or bradycardia was recorded. Hypotension was defined as a systolic arterial pressure <70 mm Hg+(2×age in years) and treated with fluid therapy and/or ephedrine injection. Bradycardia was defined as a heart rate <60 beats/min and treated with atropine. At the end of the cast application, sevoflurane was discontinued. Emergence time was recorded as the time from discontinuation of sevoflurane to the first evidence of any of the following: movement, eye opening, crying, grimacing, or cooperation with verbal commands.",
        "section": "MATERIALS AND METHODS",
        "section_number": 4,
        "sentences": [
            "In the operating room, routine monitors were used.",
            "Anesthesia was induced with propofol (1-2 mg/kg) and rocuronium (0.6 mg/kg) and maintained with sevoflurane (2-3% in 50% O2/ air mixture) and remifentanil (0.05-0.1 μg/kg/min) to achieve a bispectral index score of 40-60.",
            "After induction of anesthesia, an epidural catheter was inserted at the L2-3 or L3-4 interspace level by using an 18-gauge Tuohy needle with the child in the lateral position.",
            "Epidural space was identified by loss of resistance to normal saline, and a 20-gauge epidural catheter was inserted upward 3-4 cm into the epidural space.",
            "A loading dose of 0.2% ropivacaine (0.2 mL/kg) was administered once the epidural catheter was secured.",
            "Thirty minutes before the end of the surgery, the patient received 0.2% ropivacaine (0.2 mL/kg) with either fentanyl (1 μg/kg) or dexmedetomidine (1 μg/kg) through the epidural catheter.",
            "At this time, the remifentanil infusion was stopped, and the epidural PCA was started.",
            "The PCA device was programmed to deliver a bolus dose of 0.05 mL/kg ropivacaine with a lockout interval of 15 min and background infusion of 0.15% ropivacaine (0.15 mL/ kg/h) for 48 h postoperatively.",
            "Hemodynamic parameters, including heart rate and blood pressure, were recorded at baseline and at 5, 10, 15, 20, and 30 min after administration of the study drug.",
            "Any episode of hypotension or bradycardia was recorded.",
            "Hypotension was defined as a systolic arterial pressure <70 mm Hg+(2×age in years) and treated with fluid therapy and/or ephedrine injection.",
            "Bradycardia was defined as a heart rate <60 beats/min and treated with atropine.",
            "At the end of the cast application, sevoflurane was discontinued.",
            "Emergence time was recorded as the time from discontinuation of sevoflurane to the first evidence of any of the following: movement, eye opening, crying, grimacing, or cooperation with verbal commands."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38865",
        "text": "Primary endpoints were consumption of epidural ropivacaine and postoperative pain intensity. Secondary endpoints were the need for rescue analgesics, incidence of emergence agitation, and other adverse events (respiratory depression, pruritus, hypotension, bradycardia, postoperative nausea and vomiting, urinary retention, and oversedation). Patients were observed for 1 hour in the post-anesthesia care unit (PACU) and followed up for 48 h postoperatively at the ward. An independent anesthesiologist blinded to group allocation assessed these variables. Postoperative pain was assessed using the revised Face, Legs, Activity, Cry, and Consolability (r-FLACC) pain scale (total score, 0-10). 14 If the r-FLACC pain score was noted at any time to be ≥4, the patient was given 0.5 μg/kg fentanyl (at the PACU) or 1 mg/kg tramadol (at the general ward). If the block was clinically inadequate or the epidural catheter was inadvertently dislodged, the patient was withdrawn from the study, and fentanyl-based intravenous PCA was prescribed. Any interruptions in the use of epidural PCA, including pause or discontinuation, were recorded. Data col-lected from the epidural PCA device (Accumate 1100, Woo Young Medical Co., Ltd., Seoul, Korea) included volume delivered and number of effective bolus attempts per hour. Emergence delirium was assessed using the Pediatric Anesthesia Emergence Delirium (PAED) scale 15 at 10-min intervals for the first 40 min after awakening from anesthesia. A total score of >12 at any time was considered emergence agitation. Sedation was assessed using a 4-point scale (1=alert, 2=drowsy or opening eyes in response to verbal command, 3=asleep but opening eyes in response to physical stimulus such as earlobe tug or shaking shoulders, 4=opening eyes to painful stimulus). Oversedation was defined as a score of >2.",
        "section": "MATERIALS AND METHODS",
        "section_number": 5,
        "sentences": [
            "Primary endpoints were consumption of epidural ropivacaine and postoperative pain intensity.",
            "Secondary endpoints were the need for rescue analgesics, incidence of emergence agitation, and other adverse events (respiratory depression, pruritus, hypotension, bradycardia, postoperative nausea and vomiting, urinary retention, and oversedation).",
            "Patients were observed for 1 hour in the post-anesthesia care unit (PACU) and followed up for 48 h postoperatively at the ward.",
            "An independent anesthesiologist blinded to group allocation assessed these variables.",
            "Postoperative pain was assessed using the revised Face, Legs, Activity, Cry, and Consolability (r-FLACC) pain scale (total score, 0-10).",
            "14 If the r-FLACC pain score was noted at any time to be ≥4, the patient was given 0.5 μg/kg fentanyl (at the PACU) or 1 mg/kg tramadol (at the general ward).",
            "If the block was clinically inadequate or the epidural catheter was inadvertently dislodged, the patient was withdrawn from the study, and fentanyl-based intravenous PCA was prescribed.",
            "Any interruptions in the use of epidural PCA, including pause or discontinuation, were recorded.",
            "Data col-lected from the epidural PCA device (Accumate 1100, Woo Young Medical Co., Ltd., Seoul, Korea) included volume delivered and number of effective bolus attempts per hour.",
            "Emergence delirium was assessed using the Pediatric Anesthesia Emergence Delirium (PAED) scale 15 at 10-min intervals for the first 40 min after awakening from anesthesia.",
            "A total score of >12 at any time was considered emergence agitation.",
            "Sedation was assessed using a 4-point scale (1=alert, 2=drowsy or opening eyes in response to verbal command, 3=asleep but opening eyes in response to physical stimulus such as earlobe tug or shaking shoulders, 4=opening eyes to painful stimulus).",
            "Oversedation was defined as a score of >2."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38865",
        "text": "We analyzed the results of a pilot study (10 patients) for power calculation to determine the number of patients required in each treatment group. On the basis of a preliminary study, the mean dose of ropivacaine administered by the epidural PCA device during the first 24 h after surgery was 0.28 mg/kg/h [standard deviation (SD) of 0.07 mg/kg/h]. We considered a 20% reduction in ropivacaine consumption to be clinically relevant. The required sample size was 30 for each group, assuming an α-error of 0.05, power of 80%, and drop-out rate of 10%. Data were analyzed using SPSS 20.0 (SPSS Inc., Chicago, IL, USA) and expressed as mean±SD or median (upper and lower quartiles), as appropriate. Continuous variables were analyzed by independent t-test or Mann-Whitney U test, and categorical variables were analyzed by chi-squared test or Fisher's exact test, as appropriate. Post-hoc analyses with the Bonferroni correction were performed for multiple comparisons when repeatedly measured variables differed significantly between groups. A p value of <0.05 was considered statistically significant.",
        "section": "MATERIALS AND METHODS",
        "section_number": 6,
        "sentences": [
            "We analyzed the results of a pilot study (10 patients) for power calculation to determine the number of patients required in each treatment group.",
            "On the basis of a preliminary study, the mean dose of ropivacaine administered by the epidural PCA device during the first 24 h after surgery was 0.28 mg/kg/h [standard deviation (SD) of 0.07 mg/kg/h].",
            "We considered a 20% reduction in ropivacaine consumption to be clinically relevant.",
            "The required sample size was 30 for each group, assuming an α-error of 0.05, power of 80%, and drop-out rate of 10%.",
            "Data were analyzed using SPSS 20.0 (SPSS Inc., Chicago, IL, USA) and expressed as mean±SD or median (upper and lower quartiles), as appropriate.",
            "Continuous variables were analyzed by independent t-test or Mann-Whitney U test, and categorical variables were analyzed by chi-squared test or Fisher's exact test, as appropriate.",
            "Post-hoc analyses with the Bonferroni correction were performed for multiple comparisons when repeatedly measured variables differed significantly between groups.",
            "A p value of <0.05 was considered statistically significant."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38865",
        "text": "Of the 70 patients who were assessed for eligibility, 60 patients met the inclusion criteria of the study and were subsequently randomized. After allocation, three patients were excluded due to inadequate epidural analgesia despite multiple boluses, unexpected intensive care unit admission, or neurologic deficit ( Fig. 1 ). Motor and sensory deficit in the left leg of a 10-year-old girl in the fentanyl group persisted even after withdrawing the catheter by 1 cm, although the symptoms resolved within a few hours after discontinuation of epidural PCA. The remaining 57 patients completed the study.",
        "section": "RESULTS",
        "section_number": 7,
        "sentences": [
            "Of the 70 patients who were assessed for eligibility, 60 patients met the inclusion criteria of the study and were subsequently randomized.",
            "After allocation, three patients were excluded due to inadequate epidural analgesia despite multiple boluses, unexpected intensive care unit admission, or neurologic deficit ( Fig. 1 ).",
            "Motor and sensory deficit in the left leg of a 10-year-old girl in the fentanyl group persisted even after withdrawing the catheter by 1 cm, although the symptoms resolved within a few hours after discontinuation of epidural PCA.",
            "The remaining 57 patients completed the study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38865",
        "text": "Patient characteristics (age, gender, weight, body mass index, Table 1) . The most frequent surgical procedure in both groups was femoral osteotomy (75%), followed by pelvic osteotomy (46%) (Table 2). Although there was a trend of faster emergence from anesthesia in the fentanyl group, it was not statistically significant (p=0.055). There was also no difference in duration of PACU stay between the two groups.",
        "section": "RESULTS",
        "section_number": 8,
        "sentences": [
            "Patient characteristics (age, gender, weight, body mass index, Table 1) .",
            "The most frequent surgical procedure in both groups was femoral osteotomy (75%), followed by pelvic osteotomy (46%) (Table 2).",
            "Although there was a trend of faster emergence from anesthesia in the fentanyl group, it was not statistically significant (p=0.055).",
            "There was also no difference in duration of PACU stay between the two groups."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38865",
        "text": "Although the total dose of epidural ropivacaine (bolus doses plus background infusion volume) did not differ significantly between groups, the mean dose of bolus epidural ropivacaine administered within the first 6 h after surgery was significantly lower in the dexmedetomidine group (Table 3) . Both groups obtained effective pain relief, as assessed by the r-FLACC scale, with 16 patients in the fentanyl group and 17 patients in the dexmedetomidine group never scoring more than 4 ( Table 4) . The median pain score in the dexmedetomidine group was lower than that of the fentanyl group at postoperative 6 hr, al-though scores were not different between the two groups from 6 to 48 h after surgery. The number of patients needing rescue analgesia did not differ significantly between groups at any time point.",
        "section": "RESULTS",
        "section_number": 9,
        "sentences": [
            "Although the total dose of epidural ropivacaine (bolus doses plus background infusion volume) did not differ significantly between groups, the mean dose of bolus epidural ropivacaine administered within the first 6 h after surgery was significantly lower in the dexmedetomidine group (Table 3) .",
            "Both groups obtained effective pain relief, as assessed by the r-FLACC scale, with 16 patients in the fentanyl group and 17 patients in the dexmedetomidine group never scoring more than 4 ( Table 4) .",
            "The median pain score in the dexmedetomidine group was lower than that of the fentanyl group at postoperative 6 hr, al-though scores were not different between the two groups from 6 to 48 h after surgery.",
            "The number of patients needing rescue analgesia did not differ significantly between groups at any time point."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38865",
        "text": "Although not statistically significant, a gradual decrease in heart rate was observed in the dexmedetomidine group, compared to a slight increase in the fentanyl group (Fig. 2) . Mean arterial pressure was also comparable between the two groups throughout the intraoperative periods (Fig. 2) . Incidence of emergence agitation (PAED score >12) did not differ significantly between groups at any time point, with 8 of the 29 patients (28%) in the fentanyl group and 5 of the 28 patients (18%) in the dexmedetomidine group developing emergence agitation (Table 5). No episodes of respiratory depression, bradycardia, or hypotension were reported. Similarly, there were no statistically significant differences in oversedation, nausea and vomiting, urinary retention, and pruritus. The mean durations of hospital stay were 6.6±1.8 days in the fentanyl group and 7.3±2.8 days in the dexmedetomidine group (p=0.261).",
        "section": "RESULTS",
        "section_number": 10,
        "sentences": [
            "Although not statistically significant, a gradual decrease in heart rate was observed in the dexmedetomidine group, compared to a slight increase in the fentanyl group (Fig. 2) .",
            "Mean arterial pressure was also comparable between the two groups throughout the intraoperative periods (Fig. 2) .",
            "Incidence of emergence agitation (PAED score >12) did not differ significantly between groups at any time point, with 8 of the 29 patients (28%) in the fentanyl group and 5 of the 28 patients (18%) in the dexmedetomidine group developing emergence agitation (Table 5).",
            "No episodes of respiratory depression, bradycardia, or hypotension were reported.",
            "Similarly, there were no statistically significant differences in oversedation, nausea and vomiting, urinary retention, and pruritus.",
            "The mean durations of hospital stay were 6.6±1.8 days in the fentanyl group and 7.3±2.8 days in the dexmedetomidine group (p=0.261)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38865",
        "text": "The present study evaluated dexmedetomidine as an adjuvant to epidural ropivacaine in children undergoing major orthopedic lower extremity surgery, and found it to be safe without any serious side effects and to have a significantly greater analgesic and local anesthetic-sparing effect in the early postoperative period, compared to fentanyl.",
        "section": "DISCUSSION",
        "section_number": 11,
        "sentences": [
            "The present study evaluated dexmedetomidine as an adjuvant to epidural ropivacaine in children undergoing major orthopedic lower extremity surgery, and found it to be safe without any serious side effects and to have a significantly greater analgesic and local anesthetic-sparing effect in the early postoperative period, compared to fentanyl."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "38865",
        "text": "Our results are consistent with previous studies regarding the synergic analgesic effect of dexmedetomidine when added to local anesthetics via caudal, epidural, or intrathecal route. 6, 8 Dexmedetomidine is a potent α-2 adrenergic agonist with an affinity eight times greater than that of clonidine and is associated with rapid onset of sensory block, prolonged local anesthetic action, and decreased postoperative pain intensity in both adults and children when used. 6, 8, 16 Although the precise mechanisms are not well understood, the wide distribution of α-2 adrenergic receptors in the central and peripheral nervous systems play a key role in mediating the effects of neuraxial dexmedetomidine. Dexmedetomidine causes local vasoconstriction and hyperpolarization, delaying the absorption of local anesthetics and prolonging their effects. [17] [18] [19] Another possible mechanism is its central analgesic effect through spinal and supraspinal actions, inhibiting the activation of spinal astrocytes and microglia, decreasing the release of nociceptive substances, and regulating nociceptive transmission. 20, 21 After epidural administration, dexmedetomidine rapidly diffuses into the cerebrospinal fluid and reaches binding sites in the spinal cord because of its lipophilicity, and its analgesic effect is up to five times greater with epidural administration compared with systemic administration. 22 When adding an adjuvant to epidural local anesthetics in children, the most important issues should be the safety and side-effect profile of the drug, as well as using the lowest effective dose. Aside from the special considerations that should be kept in mind with the pediatric population, there are additional aspects to consider in children undergoing extensive lower extremity orthopedic surgery. As seen in the results of the present study, the majority of patients requiring extensive orthopedic procedures are often diagnosed with cerebral palsy or syndromes with cognitive impairment. The daunting task of assessing pain in young children is greater in this special patient population, as well as the potential of deleterious effects of opioids or local anesthetic toxicity. The r-FLACC pain scale is useful in these patients, as certain characteristic descriptors, such as verbal outbursts, tremors, increased spasticity, jerking movements, and respiratory pattern changes, such as breath holding and grunting, are included. 14, 23 The most important finding of the present study is that the r-FLACC pain score at postoperative 6 h was significantly lower for patients who received dexmedetomidine than for those receiving fentanyl. Moreover, the required bolus doses of ropivacaine were decreased by roughly 50% during the first 6 h after surgery when dexmedetomidine was used, compared to fentanyl. Postoperative pain is usually most intense in the early postoperative period, and the fact that bolus attempts with PCA was decreased by nearly 50% during this period seems to reflect the effectiveness of dexmedetomidine as an adjuvant to epidural ropivacaine. Bolus doses of epidural ropivacaine during the first postoperative 6 hours were lower in the dexmedetomidine group than in the fentanyl group, whereas the total doses of epidural ropivacaine were not significantly different during the first 6 hours after surgery in both groups. This can be interpreted as a result of the small amount of bolus doses compared to the total dose.",
        "section": "DISCUSSION",
        "section_number": 12,
        "sentences": [
            "Our results are consistent with previous studies regarding the synergic analgesic effect of dexmedetomidine when added to local anesthetics via caudal, epidural, or intrathecal route.",
            "6, 8 Dexmedetomidine is a potent α-2 adrenergic agonist with an affinity eight times greater than that of clonidine and is associated with rapid onset of sensory block, prolonged local anesthetic action, and decreased postoperative pain intensity in both adults and children when used.",
            "6, 8, 16 Although the precise mechanisms are not well understood, the wide distribution of α-2 adrenergic receptors in the central and peripheral nervous systems play a key role in mediating the effects of neuraxial dexmedetomidine.",
            "Dexmedetomidine causes local vasoconstriction and hyperpolarization, delaying the absorption of local anesthetics and prolonging their effects. [",
            "17] [18] [19] Another possible mechanism is its central analgesic effect through spinal and supraspinal actions, inhibiting the activation of spinal astrocytes and microglia, decreasing the release of nociceptive substances, and regulating nociceptive transmission.",
            "20, 21 After epidural administration, dexmedetomidine rapidly diffuses into the cerebrospinal fluid and reaches binding sites in the spinal cord because of its lipophilicity, and its analgesic effect is up to five times greater with epidural administration compared with systemic administration.",
            "22 When adding an adjuvant to epidural local anesthetics in children, the most important issues should be the safety and side-effect profile of the drug, as well as using the lowest effective dose.",
            "Aside from the special considerations that should be kept in mind with the pediatric population, there are additional aspects to consider in children undergoing extensive lower extremity orthopedic surgery.",
            "As seen in the results of the present study, the majority of patients requiring extensive orthopedic procedures are often diagnosed with cerebral palsy or syndromes with cognitive impairment.",
            "The daunting task of assessing pain in young children is greater in this special patient population, as well as the potential of deleterious effects of opioids or local anesthetic toxicity.",
            "The r-FLACC pain scale is useful in these patients, as certain characteristic descriptors, such as verbal outbursts, tremors, increased spasticity, jerking movements, and respiratory pattern changes, such as breath holding and grunting, are included.",
            "14, 23 The most important finding of the present study is that the r-FLACC pain score at postoperative 6 h was significantly lower for patients who received dexmedetomidine than for those receiving fentanyl.",
            "Moreover, the required bolus doses of ropivacaine were decreased by roughly 50% during the first 6 h after surgery when dexmedetomidine was used, compared to fentanyl.",
            "Postoperative pain is usually most intense in the early postoperative period, and the fact that bolus attempts with PCA was decreased by nearly 50% during this period seems to reflect the effectiveness of dexmedetomidine as an adjuvant to epidural ropivacaine.",
            "Bolus doses of epidural ropivacaine during the first postoperative 6 hours were lower in the dexmedetomidine group than in the fentanyl group, whereas the total doses of epidural ropivacaine were not significantly different during the first 6 hours after surgery in both groups.",
            "This can be interpreted as a result of the small amount of bolus doses compared to the total dose."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38865",
        "text": "The dose of dexmedetomidine used in the present study was chosen based on several recent dose-finding studies. In a recent meta-analysis, caudally administered dexmedetomidine as an adjuvant to local anesthetic was reported to significantly prolong postoperative analgesia, compared to local anesthetic alone, in pediatric patients. 6 Interestingly, there was no difference in analgesia between children receiving 2 μg/kg and 1 μg/ kg of dexmedetomidine upon subgroup analysis. Similarly another study reported that time to first analgesia requirement, postoperative pain scores, and analgesic requirement over 24 h were comparable between patients receiving 2 μg/kg or 1 μg/kg caudal dexmedetomidine along with 0.25% bupivacaine. 13 In a study comparing the postoperative analgesic effect of three dexmedetomidine doses (0.5, 1, and 1.5 μg/kg) added to 0.2% ropivacaine with that of ropivacaine alone, all three doses of caudal dexmedetomidine were similarly effective in preventing postoperative pain in children. 12 However, these three aforementioned studies only included children undergoing either urologic or lower abdominal surgery. Although epidural analgesia is the preferred modality for postoperative pain management after major lower extremity surgery in children, the dose and role of epidural dexmedetomidine is not well known in this patient population. Based on the results of previous dose-finding studies of caudal dexmedetomidine, 12,13 1 μg/kg epidural dexmedetomidine was used in the present trial.",
        "section": "DISCUSSION",
        "section_number": 13,
        "sentences": [
            "The dose of dexmedetomidine used in the present study was chosen based on several recent dose-finding studies.",
            "In a recent meta-analysis, caudally administered dexmedetomidine as an adjuvant to local anesthetic was reported to significantly prolong postoperative analgesia, compared to local anesthetic alone, in pediatric patients.",
            "6 Interestingly, there was no difference in analgesia between children receiving 2 μg/kg and 1 μg/ kg of dexmedetomidine upon subgroup analysis.",
            "Similarly another study reported that time to first analgesia requirement, postoperative pain scores, and analgesic requirement over 24 h were comparable between patients receiving 2 μg/kg or 1 μg/kg caudal dexmedetomidine along with 0.25% bupivacaine.",
            "13 In a study comparing the postoperative analgesic effect of three dexmedetomidine doses (0.5, 1, and 1.5 μg/kg) added to 0.2% ropivacaine with that of ropivacaine alone, all three doses of caudal dexmedetomidine were similarly effective in preventing postoperative pain in children.",
            "12 However, these three aforementioned studies only included children undergoing either urologic or lower abdominal surgery.",
            "Although epidural analgesia is the preferred modality for postoperative pain management after major lower extremity surgery in children, the dose and role of epidural dexmedetomidine is not well known in this patient population.",
            "Based on the results of previous dose-finding studies of caudal dexmedetomidine, 12,13 1 μg/kg epidural dexmedetomidine was used in the present trial."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38865",
        "text": "Dose-dependent adverse effects of dexmedetomidine include hypotension, bradycardia, and sedation. 24 In our study, we observed a clinically acceptable decrease in heart rate and mean arterial pressure during the 30 minutes during which patients received 1 μg/kg epidural dexmedetomidine. Reportedly, 1-2 μg/kg caudal dexmedetomidine given as an adjuvant is associated with prolonged sedation, but without delayed discharge from the PACU due to oversedation. 12, 13 Although there was a trend of prolonged emergence time with dexmedetomidine, compared to fentanyl, in our present study (9.1±4.6 minutes vs. 11.9±4.9 minutes), the difference was not statistically significant and also did not seem to be clinically relevant.",
        "section": "DISCUSSION",
        "section_number": 14,
        "sentences": [
            "Dose-dependent adverse effects of dexmedetomidine include hypotension, bradycardia, and sedation.",
            "24 In our study, we observed a clinically acceptable decrease in heart rate and mean arterial pressure during the 30 minutes during which patients received 1 μg/kg epidural dexmedetomidine.",
            "Reportedly, 1-2 μg/kg caudal dexmedetomidine given as an adjuvant is associated with prolonged sedation, but without delayed discharge from the PACU due to oversedation.",
            "12, 13 Although there was a trend of prolonged emergence time with dexmedetomidine, compared to fentanyl, in our present study (9.1±4.6 minutes vs. 11.9±4.9 minutes), the difference was not statistically significant and also did not seem to be clinically relevant."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38865",
        "text": "Despite the clinically safe results observed in our study with regards to possible adverse effects of dexmedetomidine, we were not able to find any difference in respiratory depression, nausea and vomiting, urinary retention, or pruritis between the two groups. Although adding 0.4 μg/kg/h epidural fentanyl to local anesthetic provided better analgesia in children who underwent femoral osteotomy, this adjuvant increased pruritus, nausea and vomiting, and antiemetic use. 25 Similarly, adding 2 μg/mL fentanyl and 2.5 μg/mL clonidine to 0.25% bupivacaine (0.5 mL/kg) provided adequate analgesia in children with cerebral palsy after single-event multilevel surgeries, 26 but was associated with a significantly higher incidence of vomiting and oxygen desaturation. 26 This discrepancy might be explained by differences in postoperative epidural analgesia regimens. Unlike the previous studies in which adjuvants were given continuously after surgery, epidural adjuvants were given only with the initial loading dose of ropivacaine in the present study. A future study comparing continuous epidural infusion of dexmedetomidine with other adjuvants is needed to evaluate whether epidural dexmedetomidine is preferable over commonly used opioids with regards to side-effect profiles.",
        "section": "DISCUSSION",
        "section_number": 15,
        "sentences": [
            "Despite the clinically safe results observed in our study with regards to possible adverse effects of dexmedetomidine, we were not able to find any difference in respiratory depression, nausea and vomiting, urinary retention, or pruritis between the two groups.",
            "Although adding 0.4 μg/kg/h epidural fentanyl to local anesthetic provided better analgesia in children who underwent femoral osteotomy, this adjuvant increased pruritus, nausea and vomiting, and antiemetic use.",
            "25 Similarly, adding 2 μg/mL fentanyl and 2.5 μg/mL clonidine to 0.25% bupivacaine (0.5 mL/kg) provided adequate analgesia in children with cerebral palsy after single-event multilevel surgeries, 26 but was associated with a significantly higher incidence of vomiting and oxygen desaturation.",
            "26 This discrepancy might be explained by differences in postoperative epidural analgesia regimens.",
            "Unlike the previous studies in which adjuvants were given continuously after surgery, epidural adjuvants were given only with the initial loading dose of ropivacaine in the present study.",
            "A future study comparing continuous epidural infusion of dexmedetomidine with other adjuvants is needed to evaluate whether epidural dexmedetomidine is preferable over commonly used opioids with regards to side-effect profiles."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38865",
        "text": "This study has several limitations. First, comprehensive pain assessment can be difficult with respect to the nature of pain and its inter-individual variability and subjectivity, especially in pediatric patients and those with cognitive impairment. To minimize bias, the r-FLACC scale was used in the present trial, which is a valid and reliable measure of pain even in children with varying degrees of cognitive impairment. 27 Second, the subjects enrolled in the present study were not limited to a single etiology. As mentioned earlier, the benefits of using dexmedetomidine instead of opioids may be of greater value in pediatric patients with comorbidities. Although the majority of the patients who were enrolled in our study were diagnosed with cerebral palsy or other syndromes, a study conducted in a homogenous patient population may be able to shed more light on the potential advantages of using dexmedetomidine over opioids. Last of all, we used single doses of dexmedetomidine and fentanyl as adjuvants to epidural local anesthetics. Although lower pain scores and less local anesthetic bolus requirements were observed during the first 6 h after surgery, the difference in median pain scores were clinically minimal, and the overall consumption of local anesthetics with PCA was not different at any time interval between the two groups up to 48 h postoperatively. The present study is different from previous trials in that patients undergoing major orthopedic surgery were enrolled, compared to relatively simple urologic or abdominal operations. Considering the extensiveness of surgery and the following postoperative pain after major lower extremity surgery, differences in pain intensity and local anesthetic requirements may have been more significant if we had used continuous epidural infusion of adjuvants with postoperative PCAs. Future studies using continuous epidural dexmedetomidine infusion is needed to further evaluate the safety and efficacy of this drug as an epidural adjuvant in children undergoing major surgery.",
        "section": "DISCUSSION",
        "section_number": 16,
        "sentences": [
            "This study has several limitations.",
            "First, comprehensive pain assessment can be difficult with respect to the nature of pain and its inter-individual variability and subjectivity, especially in pediatric patients and those with cognitive impairment.",
            "To minimize bias, the r-FLACC scale was used in the present trial, which is a valid and reliable measure of pain even in children with varying degrees of cognitive impairment.",
            "27 Second, the subjects enrolled in the present study were not limited to a single etiology.",
            "As mentioned earlier, the benefits of using dexmedetomidine instead of opioids may be of greater value in pediatric patients with comorbidities.",
            "Although the majority of the patients who were enrolled in our study were diagnosed with cerebral palsy or other syndromes, a study conducted in a homogenous patient population may be able to shed more light on the potential advantages of using dexmedetomidine over opioids.",
            "Last of all, we used single doses of dexmedetomidine and fentanyl as adjuvants to epidural local anesthetics.",
            "Although lower pain scores and less local anesthetic bolus requirements were observed during the first 6 h after surgery, the difference in median pain scores were clinically minimal, and the overall consumption of local anesthetics with PCA was not different at any time interval between the two groups up to 48 h postoperatively.",
            "The present study is different from previous trials in that patients undergoing major orthopedic surgery were enrolled, compared to relatively simple urologic or abdominal operations.",
            "Considering the extensiveness of surgery and the following postoperative pain after major lower extremity surgery, differences in pain intensity and local anesthetic requirements may have been more significant if we had used continuous epidural infusion of adjuvants with postoperative PCAs.",
            "Future studies using continuous epidural dexmedetomidine infusion is needed to further evaluate the safety and efficacy of this drug as an epidural adjuvant in children undergoing major surgery."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38865",
        "text": "In conclusion, our results suggest that dexmedetomidine can be used safely as an epidural adjuvant in children undergoing major lower extremity procedures when given as a single dose at the end of surgery. The main advantage of dexmedetomidine over fentanyl seems to be more effective analgesia during the early postoperative period, without causing any hemodynamic complications or oversedation. Special populations that are more susceptible to local anesthetic toxicity and side effects of opioids may benefit from using dexmedetomidine as an epidural adjuvant after extensive correctional orthopedic surgery.",
        "section": "DISCUSSION",
        "section_number": 17,
        "sentences": [
            "In conclusion, our results suggest that dexmedetomidine can be used safely as an epidural adjuvant in children undergoing major lower extremity procedures when given as a single dose at the end of surgery.",
            "The main advantage of dexmedetomidine over fentanyl seems to be more effective analgesia during the early postoperative period, without causing any hemodynamic complications or oversedation.",
            "Special populations that are more susceptible to local anesthetic toxicity and side effects of opioids may benefit from using dexmedetomidine as an epidural adjuvant after extensive correctional orthopedic surgery."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    }
]