[
    {
        "doc_id": "37801",
        "text": "Hepatitis A vaccine is recommended for children ≥1 year old to prevent hepatitis A virus (HAV) infection. However, the duration of vaccine-induced immunity is unknown. We evaluated a cohort of Alaska Native persons 20 years after HAV vaccination. Children aged 3-6 years had been previously randomized to receive three doses of HAV vaccine (360 ELISA units/dose) at: (i) 0,1,2 months; (ii) 0,1,6 months; and (iii) 0,1,12 months. We measured anti-HAV antibody concentrations every 2-3 years; described geometric mean concentrations (GMC) and the proportion with protective antibody (≥20 mIU mL-1) over time; and modelled the change in GMC using fractional polynomial regression. Of the 144 participants, after 20 years 52 (36.1%) were available for the follow-up (17, 18, 17 children in Groups A, B and C, respectively). Overall, 46 (88.5%) of 52 available participants had anti-HAV antibody concentrations ≥20 mIU mL-1 , and overall GMC was 107 mIU mL-1. Although GMC levels were lower in Group A (60; CI 34-104) than in Group B (110; CI 68-177) or Group C (184; CI 98-345",
        "section": "Abstract",
        "sentences": [
            "Hepatitis A vaccine is recommended for children ≥1 year old to prevent hepatitis A virus (HAV) infection.",
            "However, the duration of vaccine-induced immunity is unknown.",
            "We evaluated a cohort of Alaska Native persons 20 years after HAV vaccination.",
            "Children aged 3-6 years had been previously randomized to receive three doses of HAV vaccine (360 ELISA units/dose) at: (i) 0,1,2 months; (ii) 0,1,6 months; and (iii) 0,1,12 months.",
            "We measured anti-HAV antibody concentrations every 2-3 years; described geometric mean concentrations (GMC) and the proportion with protective antibody (≥20 mIU mL-1) over time; and modelled the change in GMC using fractional polynomial regression.",
            "Of the 144 participants, after 20 years 52 (36.1%) were available for the follow-up (17, 18, 17 children in Groups A, B and C, respectively).",
            "Overall, 46 (88.5%) of 52 available participants had anti-HAV antibody concentrations ≥20 mIU mL-1 , and overall GMC was 107 mIU mL-1.",
            "Although GMC levels were lower in Group A (60; CI 34-104) than in Group B (110; CI 68-177) or Group C (184; CI 98-345"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37801",
        "text": "(B vs C: P=.168; A vs B/C: P=.011), there was no difference between groups after adjusting for peak antibody levels post-vaccination (P=.579). Models predicted geometric mean concentrations of 124 mIU mL -1 after 25 years, and 106 mIU mL -1 after 30 years. HAV vaccine provides protective antibody levels 20 years after childhood vaccination. Lower antibody levels in Group A may be explained by a lower initial peak response. Our results suggest a booster vaccine dose is unnecessary for at least 25-30 years.",
        "section": "",
        "section_number": 1,
        "sentences": [
            "(B vs C: P=.168; A vs B/C: P=.011), there was no difference between groups after adjusting for peak antibody levels post-vaccination (P=.579).",
            "Models predicted geometric mean concentrations of 124 mIU mL -1 after 25 years, and 106 mIU mL -1 after 30 years.",
            "HAV vaccine provides protective antibody levels 20 years after childhood vaccination.",
            "Lower antibody levels in Group A may be explained by a lower initial peak response.",
            "Our results suggest a booster vaccine dose is unnecessary for at least 25-30 years."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37801",
        "text": "duration of protection, Hepatitis A, Hepatitis A vaccine, immunogenicity, infectious hepatitis",
        "section": "K E Y W O R D S",
        "section_number": 2,
        "sentences": [
            "duration of protection, Hepatitis A, Hepatitis A vaccine, immunogenicity, infectious hepatitis"
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37801",
        "text": "Hepatitis A virus (HAV) is a major cause of infectious hepatitis globally leading to significant morbidity and thousands of deaths worldwide. 1 Since the license of an inactivated vaccine in the United States in 1995 and inclusion in the routine childhood immunization schedule, the epidemiology of hepatitis A has shifted from cyclical epidemics to sporadic outbreaks. [2] [3] [4] [5] However, the majority of new cases now occur in adults, 2, 5 who experience more severe clinical disease and case fatality rates of up to 1.8%. 5 With declining incidence in vaccinated populations, fewer adults are naturally protected from childhood infection, 6 while an increasing number of adults have received vaccination in childhood. Protection of adults depends increasingly on prolonged immunity from childhood vaccination. Whether a booster dose is needed depends on the duration of the immunological response.",
        "section": "| INTRODUCTION",
        "section_number": 3,
        "sentences": [
            "Hepatitis A virus (HAV) is a major cause of infectious hepatitis globally leading to significant morbidity and thousands of deaths worldwide.",
            "1 Since the license of an inactivated vaccine in the United States in 1995 and inclusion in the routine childhood immunization schedule, the epidemiology of hepatitis A has shifted from cyclical epidemics to sporadic outbreaks. [",
            "2] [3] [4] [5] However, the majority of new cases now occur in adults, 2, 5 who experience more severe clinical disease and case fatality rates of up to 1.8%.",
            "5 With declining incidence in vaccinated populations, fewer adults are naturally protected from childhood infection, 6 while an increasing number of adults have received vaccination in childhood.",
            "Protection of adults depends increasingly on prolonged immunity from childhood vaccination.",
            "Whether a booster dose is needed depends on the duration of the immunological response."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37801",
        "text": "PLUMB et aL.",
        "section": "| 609",
        "section_number": 4,
        "sentences": [
            "PLUMB et aL."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37801",
        "text": "We followed a cohort of children who had received three different vaccine schedules as part of a randomized trial 7 to determine the proportion who maintain a protective antibody response (≥20 mIU mL -1 ).",
        "section": "| 609",
        "section_number": 5,
        "sentences": [
            "We followed a cohort of children who had received three different vaccine schedules as part of a randomized trial 7 to determine the proportion who maintain a protective antibody response (≥20 mIU mL -1 )."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37801",
        "text": "Previous reviews of the cohort indicate a protective response persists for at least 17 years; [8] [9] [10] protection beyond this timeframe has been predicted but not actually demonstrated. 10, 11 We developed an updated mathematical model using data obtained over a 20-year period to describe the change in geometric mean concentration (GMC) over time, to predict future GMC, and to determine if a booster dose of vaccine is needed.",
        "section": "| 609",
        "section_number": 6,
        "sentences": [
            "Previous reviews of the cohort indicate a protective response persists for at least 17 years; [8] [9] [10] protection beyond this timeframe has been predicted but not actually demonstrated.",
            "10, 11 We developed an updated mathematical model using data obtained over a 20-year period to describe the change in geometric mean concentration (GMC) over time, to predict future GMC, and to determine if a booster dose of vaccine is needed."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37801",
        "text": "Approvals for the study were originally obtained from the 18 years of age, they were invited to re-consent into the study as adults.",
        "section": "| METHODS",
        "section_number": 7,
        "sentences": [
            "Approvals for the study were originally obtained from the 18 years of age, they were invited to re-consent into the study as adults."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37801",
        "text": "We identified participants followed up at 20 years and earlier time points, compared characteristics with individuals at initial follow-up, and described the anti-HAV changes over time by schedule group. Results were excluded if a booster dose of vaccine had been administered before the sample was taken. We described the proportion of participants (overall and in each schedule group) with protective antibody levels ≥20 mIU mL -1 . Anti-HAV levels were logtransformed for analysis. We used fractional polynomial regression to describe changes in anti-HAV concentration over time and assessed whether age at initial vaccination, sex, schedule or initial post-vaccination anti-HAV result was predictive on univariable and multivariable analyses. Time since vaccination was measured since the third dose of vaccine, and mixed models were fit to include a random effect for study subject. We used a combined model to describe overall change in anti-HAV and to predict levels up to 30 years post-vaccination. Statistical analyses were performed in Stata 10 (StataCorp).",
        "section": "| METHODS",
        "section_number": 8,
        "sentences": [
            "We identified participants followed up at 20 years and earlier time points, compared characteristics with individuals at initial follow-up, and described the anti-HAV changes over time by schedule group.",
            "Results were excluded if a booster dose of vaccine had been administered before the sample was taken.",
            "We described the proportion of participants (overall and in each schedule group) with protective antibody levels ≥20 mIU mL -1 .",
            "Anti-HAV levels were logtransformed for analysis.",
            "We used fractional polynomial regression to describe changes in anti-HAV concentration over time and assessed whether age at initial vaccination, sex, schedule or initial post-vaccination anti-HAV result was predictive on univariable and multivariable analyses.",
            "Time since vaccination was measured since the third dose of vaccine, and mixed models were fit to include a random effect for study subject.",
            "We used a combined model to describe overall change in anti-HAV and to predict levels up to 30 years post-vaccination.",
            "Statistical analyses were performed in Stata 10 (StataCorp)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37801",
        "text": "We reviewed data from 144 children in the original study who had This model fitted the data more closely than a simple linear model and described decline in log GMC over time at a decreasing rate, which may be displayed using a curve (Figure 1 ). ",
        "section": "| RESULTS",
        "section_number": 9,
        "sentences": [
            "We reviewed data from 144 children in the original study who had This model fitted the data more closely than a simple linear model and described decline in log GMC over time at a decreasing rate, which may be displayed using a curve (Figure 1 )."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37801",
        "text": ") = β 1 +β 2 10 Years ij +β 3 ln Years ij 10 +β 4 ln (Initial i ) + v i +ϵ ij v i ∼ N 0, 2 i ϵ ij ∼ N 0,",
        "section": "ln(antiHAV ij",
        "section_number": 10,
        "sentences": [
            ") = β 1 +β 2 10 Years ij +β 3 ln Years ij 10 +β 4 ln (Initial i ) + v i +ϵ ij v i ∼ N 0, 2 i ϵ ij ∼ N 0,"
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37801",
        "text": "Our study demonstrates the persistence of anti-HAV antibody 20 years after childhood vaccination. Overall GMC of anti-HAV was 107 mIU mL -1 , and approximately 90% of participants had levels above 20 mIU mL -1 . Following earlier models of log GMC decline at a constant rate 10 followed by a plateau after 10 years, 9 we found that the overall decline is best described using a multiple fractional polynomial model with anti-HAV levels declining at a decreasing rate over time. We found that the GMC at all time intervals up to 20 years post-vaccination was a function of initial GMC, and after adjusting for Even if antibody levels fall below 20 mIU mL -1 , underlying immunological protection may be underestimated, since the threshold was derived from animal studies based on the minimal detectable concentration. 5, [13] [14] [15] In individuals without detectable antibody, rapid antibody production following a booster dose of vaccine is evidence of an anamnestic response from underlying humoral cell memory. 5, 13 Although it is possible that some individuals experi- ",
        "section": "| DISCUSSION",
        "section_number": 11,
        "sentences": [
            "Our study demonstrates the persistence of anti-HAV antibody 20 years after childhood vaccination.",
            "Overall GMC of anti-HAV was 107 mIU mL -1 , and approximately 90% of participants had levels above 20 mIU mL -1 .",
            "Following earlier models of log GMC decline at a constant rate 10 followed by a plateau after 10 years, 9 we found that the overall decline is best described using a multiple fractional polynomial model with anti-HAV levels declining at a decreasing rate over time.",
            "We found that the GMC at all time intervals up to 20 years post-vaccination was a function of initial GMC, and after adjusting for Even if antibody levels fall below 20 mIU mL -1 , underlying immunological protection may be underestimated, since the threshold was derived from animal studies based on the minimal detectable concentration.",
            "5, [13] [14] [15] In individuals without detectable antibody, rapid antibody production following a booster dose of vaccine is evidence of an anamnestic response from underlying humoral cell memory.",
            "5, 13 Although it is possible that some individuals experi-"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    }
]