[
    {
        "doc_id": "36094",
        "text": "PMS is one of the most common causes of the decline in the quality of the performance of girls and women in societies and different approaches have been presented to overcome this obstacle during recent years. Considering the negative effects of this disorder on women and the community, this paper tries to provide a coherent solution to the treatment of this complication. The present clinical trial study was conducted on 120 girl students, aged between 15-17 years, in high school in Hamadan who were studying in January and February 2017. Required data was collected through wo questionnaires including demographic characteristics and PSST. The data collected were analyzed by SPSS version 21 through using descriptiveanalytical statistics and T student test. The majority of the mothers, 31.7% in the control group and 28.2% in the test group, of subjects had diploma degree; 35% of fathers had diploma degree and 40% had primary education in the control group and the majority of fathers of the subjects in the test group had secondary education. 90.3% of the mothers of the control group and 81.7% of mothers in the test group were housewives; 96.6% of control group fathers and 95% of test group fathers were employed and had jobs. The mean PMS intensity was measured using the PSST questionnaire in the beginning of the study and the two groups had no significant difference (P=0.87). However, after the consultation sessions the intervention group, in comparison with the control group, experiences significant decrease in the severity of the syndrome (P<0.001). The results of this study and other similar studies indicate that group counseling has a significant role in reducing the severity of PMS symptoms. Therefore, it is more reliable to validate the effect of this counseling on the treatment of this syndrome.",
        "section": "Abstract",
        "sentences": [
            "PMS is one of the most common causes of the decline in the quality of the performance of girls and women in societies and different approaches have been presented to overcome this obstacle during recent years.",
            "Considering the negative effects of this disorder on women and the community, this paper tries to provide a coherent solution to the treatment of this complication.",
            "The present clinical trial study was conducted on 120 girl students, aged between 15-17 years, in high school in Hamadan who were studying in January and February 2017.",
            "Required data was collected through wo questionnaires including demographic characteristics and PSST.",
            "The data collected were analyzed by SPSS version 21 through using descriptiveanalytical statistics and T student test.",
            "The majority of the mothers, 31.7% in the control group and 28.2% in the test group, of subjects had diploma degree; 35% of fathers had diploma degree and 40% had primary education in the control group and the majority of fathers of the subjects in the test group had secondary education.",
            "90.3% of the mothers of the control group and 81.7% of mothers in the test group were housewives; 96.6% of control group fathers and 95% of test group fathers were employed and had jobs.",
            "The mean PMS intensity was measured using the PSST questionnaire in the beginning of the study and the two groups had no significant difference (P=0.87).",
            "However, after the consultation sessions the intervention group, in comparison with the control group, experiences significant decrease in the severity of the syndrome (P<0.001).",
            "The results of this study and other similar studies indicate that group counseling has a significant role in reducing the severity of PMS symptoms.",
            "Therefore, it is more reliable to validate the effect of this counseling on the treatment of this syndrome."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36094",
        "text": "Human biology includes various cycles, each of which provides a physical and psychological balance, and the menstrual cycle is one of the most important of these cycles. A challenging period which emerges with the onset of puberty plays a crucial role on forming biological changes, the identity system, the role of women, pregnancy and childbirth, and ultimately what constitutes a womanish phenomenon [1] ; these periods occur monthly and last for two days after the onset of bleeding [1] . A total number of 150 symptoms have diagnosed to be related with syndrome; psychological symptoms of weakness, fatigue, anxiety, irritability, dizziness, anxiety, feeling loneliness and depression, anxiety, anticipation and pruritus, restlessness, difficulty concentrating, and being moody are among these symptoms [1] [2] . However, the most common signs include anger and irritability (76%), anxiety (71%), fatigue (58%), and being moody (58%) [2] . 75-80% of women are supposed to experience the symptoms and changes of this syndrome during pregnancy ages [2] [3] . 3-8% of women with this syndrome experience severe symptoms, which can lead to severe impairment of functioning in social or occupational domains [4] [5] [6] . 51-86% of adolescent girls experience the symptoms of this syndrome, and it can even be said that the rates of moderate to severe infections in adolescents are higher than in adult women [7] [8] [9] . This syndrome can lead to school misconduct, ill-health in industrial, administrative and medical centers, admissions to general hospitals, psychiatric admission, and weaknesses in doing work and homework [9] [10] [11] . On the other hand, this syndrome causes social isolation and necessitates the search for medical care for physical symptoms, the ultimate outcomes of which include absenteeism (19%), decrease in worker productivity (17%), problems in personal and family relationships [12] , and incompatibility with partner and children [2, 9, 10, [13] [14] [15] . Since the exact pathophysiology of this syndrome is not known, there is no definite treatment for it, and symptom treatment is most commonly used [16] . Because of various complications, such as cardiovascular disease, caused by anti-depressant drugs which were used to treat this disorder, changes in lifestyle, anaerobic exercise, yoga, tone, music therapy [17] , massage therapy, supplements therapy [18] [19] [20] [21] , life skills counseling [1, 22] , and cognitive-behavioral counseling [23] , have been introduced as the most commonly noninvasive used treatment methods. Since this syndrome generates specific mental and physical disorders, group discussions can be used to improve stress and negative control skills as part of the interventions to reduce the severity of the symptoms of this syndrome [24] . Considering the importance of girls' mental health in preserving and maintaining the family center and social communication, the present study was conducted in order to assess the effect of group counseling on premenstrualsyndrome prevalence among high school girls in Hamadan province.",
        "section": "INTRODUCTION:",
        "section_number": 1,
        "sentences": [
            "Human biology includes various cycles, each of which provides a physical and psychological balance, and the menstrual cycle is one of the most important of these cycles.",
            "A challenging period which emerges with the onset of puberty plays a crucial role on forming biological changes, the identity system, the role of women, pregnancy and childbirth, and ultimately what constitutes a womanish phenomenon [1] ; these periods occur monthly and last for two days after the onset of bleeding [1] .",
            "A total number of 150 symptoms have diagnosed to be related with syndrome; psychological symptoms of weakness, fatigue, anxiety, irritability, dizziness, anxiety, feeling loneliness and depression, anxiety, anticipation and pruritus, restlessness, difficulty concentrating, and being moody are among these symptoms [1] [2] .",
            "However, the most common signs include anger and irritability (76%), anxiety (71%), fatigue (58%), and being moody (58%) [2] .",
            "75-80% of women are supposed to experience the symptoms and changes of this syndrome during pregnancy ages [2] [3] .",
            "3-8% of women with this syndrome experience severe symptoms, which can lead to severe impairment of functioning in social or occupational domains [4] [5] [6] .",
            "51-86% of adolescent girls experience the symptoms of this syndrome, and it can even be said that the rates of moderate to severe infections in adolescents are higher than in adult women [7] [8] [9] .",
            "This syndrome can lead to school misconduct, ill-health in industrial, administrative and medical centers, admissions to general hospitals, psychiatric admission, and weaknesses in doing work and homework [9] [10] [11] .",
            "On the other hand, this syndrome causes social isolation and necessitates the search for medical care for physical symptoms, the ultimate outcomes of which include absenteeism (19%), decrease in worker productivity (17%), problems in personal and family relationships [12] , and incompatibility with partner and children [2, 9, 10, [13] [14] [15] .",
            "Since the exact pathophysiology of this syndrome is not known, there is no definite treatment for it, and symptom treatment is most commonly used [16] .",
            "Because of various complications, such as cardiovascular disease, caused by anti-depressant drugs which were used to treat this disorder, changes in lifestyle, anaerobic exercise, yoga, tone, music therapy [17] , massage therapy, supplements therapy [18] [19] [20] [21] , life skills counseling [1, 22] , and cognitive-behavioral counseling [23] , have been introduced as the most commonly noninvasive used treatment methods.",
            "Since this syndrome generates specific mental and physical disorders, group discussions can be used to improve stress and negative control skills as part of the interventions to reduce the severity of the symptoms of this syndrome [24] .",
            "Considering the importance of girls' mental health in preserving and maintaining the family center and social communication, the present study was conducted in order to assess the effect of group counseling on premenstrualsyndrome prevalence among high school girls in Hamadan province."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36094",
        "text": "The present randomized clinical trial study includes a control group. Sampling was done using randomized method and a final number of 120 subjects were selected [7] . Studying in high school, being aged between 15 to 17 years, having moderate to severe PMS, having experienced at least 6 menstrual cycles, no history of a serious mental and physical illness, such as psychotic disorders, schizophrenia and severe depression which might require special medication or diet, and taking no medicine with negative impact on PMS, such as sedative medications, hormone, and anti-prostaglandins, one month before the initiation of intervention were the main inclusion criteria. To this end, four of the 57 high schools in Hamadan city were randomly selected from different regions, and equally distributed in intervention group and the control group. Subjects in both groups filled in demographic questionnaire and PSST during pre-test stage. Based on the analysis of the questionnaires, he patients with moderate and severe PMS in the control and test groups were classified randomly using the random number table method in regard with age and severity of the symptoms. After identifying syndrome symptoms and determining the control group, 8 one-hour counselling intervention sessions were conducted in four weeks; each session included questions and answers, group counseling, group discussions, and slide presentations. A demographic questionnaire and a Premenstrual-Symptoms-Screening-Tool (PSST) questionnaire were used to collect required data; PSST questionnaire had two parts, the first part of which included 14 questions about mood, physical and behavioral symptoms; the second part measured the effect of these symptoms on the subjects, with each question ranging between four criteria of not at all, mild, moderate, and severe, and rating between 0 to 3. In order for a subject to be diagnosed with moderate to severe PMS, she must choose at least one item of moderate to severe from questions 1 to four and four items of moderate to severe in questions 1 to 14; there must also be at least one moderate or severe item in the field of effect of the symptoms. If the total score is between 0-19, PMS is mild; 19-28 signifies moderate and more than 28 signifies severe PMS [19] . The reliability of the questionnaire was measured using Cronbach alpha and turned out to be 0.9; content validity and validity index were measured and turned out to be 0.7 and 0.8, indicative of content validity of this questionnaire [25] . Also, the normal distribution of variables was examined by Kolmogorov-Smirnov-test. The data collected were analyzed by SPSS version 21 through using descriptive-analytical statistics and T student test [26, 27] . Moreover, p<0.05 was considered as the significance level.",
        "section": "MATERIALS AND METHODS:",
        "section_number": 2,
        "sentences": [
            "The present randomized clinical trial study includes a control group.",
            "Sampling was done using randomized method and a final number of 120 subjects were selected [7] .",
            "Studying in high school, being aged between 15 to 17 years, having moderate to severe PMS, having experienced at least 6 menstrual cycles, no history of a serious mental and physical illness, such as psychotic disorders, schizophrenia and severe depression which might require special medication or diet, and taking no medicine with negative impact on PMS, such as sedative medications, hormone, and anti-prostaglandins, one month before the initiation of intervention were the main inclusion criteria.",
            "To this end, four of the 57 high schools in Hamadan city were randomly selected from different regions, and equally distributed in intervention group and the control group.",
            "Subjects in both groups filled in demographic questionnaire and PSST during pre-test stage.",
            "Based on the analysis of the questionnaires, he patients with moderate and severe PMS in the control and test groups were classified randomly using the random number table method in regard with age and severity of the symptoms.",
            "After identifying syndrome symptoms and determining the control group, 8 one-hour counselling intervention sessions were conducted in four weeks; each session included questions and answers, group counseling, group discussions, and slide presentations.",
            "A demographic questionnaire and a Premenstrual-Symptoms-Screening-Tool (PSST) questionnaire were used to collect required data; PSST questionnaire had two parts, the first part of which included 14 questions about mood, physical and behavioral symptoms; the second part measured the effect of these symptoms on the subjects, with each question ranging between four criteria of not at all, mild, moderate, and severe, and rating between 0 to 3.",
            "In order for a subject to be diagnosed with moderate to severe PMS, she must choose at least one item of moderate to severe from questions 1 to four and four items of moderate to severe in questions 1 to 14; there must also be at least one moderate or severe item in the field of effect of the symptoms.",
            "If the total score is between 0-19, PMS is mild; 19-28 signifies moderate and more than 28 signifies severe PMS [19] .",
            "The reliability of the questionnaire was measured using Cronbach alpha and turned out to be 0.9; content validity and validity index were measured and turned out to be 0.7 and 0.8, indicative of content validity of this questionnaire [25] .",
            "Also, the normal distribution of variables was examined by Kolmogorov-Smirnov-test.",
            "The data collected were analyzed by SPSS version 21 through using descriptive-analytical statistics and T student test [26, 27] .",
            "Moreover, p<0.05 was considered as the significance level."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36094",
        "text": "RESULTS: The majority of the mothers, 31.7% in the control group and 28.2% in the test group, of subjects had diploma degree; 35% of fathers had diploma degree and 40% had primary education in the control group and the majority of fathers of the subjects in the test group had secondary education. 90.3% of the mothers of the control group and 81.7% of mothers in the test group were housewives; 96.6% of control group fathers and 95% of test group fathers were employed and had jobs. 99.1% of the total study population lived with their parents; 95% of mothers and 93.3% of fathers of control group and 88.3% of mothers and 98.4% of fathers of experimental group had no physical and psychological disorders. There were no significant differences between two groups of test and control in regard with fathers' occupation and education, living with parents, parents' diseases, and mothers' occupation and education (P>0.05). In regard with the duration of the syndrome, the symptoms started 3.7±1.7 before the next period and finished 3/3±1/7 after the cycle in the control group; these symptoms started 3.3±1.6 before the next period and finished 3.5±1.8 after the cycle in the test group, which did not show a significant difference (P>0.05). The range of the intensity of the symptoms in the test group was like this before the intervention: 38.3% moderate and 61.7% severe, which reduced to 36.7% mild, 46.4% moderate, and 16.7% severe after the intervention, which is indicative of the efficacy of the implemented intervention (Table 1 ). There was no significant difference in regard with the severity of the syndrome in two groups before the intervention (P=0.87); however, after the intervention the mean score of the test group decreased from 31.6±6.9 down to 21.5±6.8, a high difference indicative of the efficacy of the implemented intervention. The mean score of the control group decreased from 31.4±7.9 to 30.93±7.7, which, despite being statistically significant, lacked clinical significance. The changes witnessed in the control group are due to a five-monthinterval in the completion of questionnaires, which is, also, quite predictable (Table 2) . ",
        "section": "MATERIALS AND METHODS:",
        "section_number": 3,
        "sentences": [
            "RESULTS: The majority of the mothers, 31.7% in the control group and 28.2% in the test group, of subjects had diploma degree; 35% of fathers had diploma degree and 40% had primary education in the control group and the majority of fathers of the subjects in the test group had secondary education.",
            "90.3% of the mothers of the control group and 81.7% of mothers in the test group were housewives; 96.6% of control group fathers and 95% of test group fathers were employed and had jobs.",
            "99.1% of the total study population lived with their parents; 95% of mothers and 93.3% of fathers of control group and 88.3% of mothers and 98.4% of fathers of experimental group had no physical and psychological disorders.",
            "There were no significant differences between two groups of test and control in regard with fathers' occupation and education, living with parents, parents' diseases, and mothers' occupation and education (P>0.05).",
            "In regard with the duration of the syndrome, the symptoms started 3.7±1.7 before the next period and finished 3/3±1/7 after the cycle in the control group; these symptoms started 3.3±1.6 before the next period and finished 3.5±1.8 after the cycle in the test group, which did not show a significant difference (P>0.05).",
            "The range of the intensity of the symptoms in the test group was like this before the intervention: 38.3% moderate and 61.7% severe, which reduced to 36.7% mild, 46.4% moderate, and 16.7% severe after the intervention, which is indicative of the efficacy of the implemented intervention (Table 1 ).",
            "There was no significant difference in regard with the severity of the syndrome in two groups before the intervention (P=0.87); however, after the intervention the mean score of the test group decreased from 31.6±6.9 down to 21.5±6.8, a high difference indicative of the efficacy of the implemented intervention.",
            "The mean score of the control group decreased from 31.4±7.9 to 30.93±7.7, which, despite being statistically significant, lacked clinical significance.",
            "The changes witnessed in the control group are due to a five-monthinterval in the completion of questionnaires, which is, also, quite predictable (Table 2) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36094",
        "text": "The results of the present study showed that the two groups were homogenous and did not differ significantly in terms of affecting variables such as illness, education, and occupation before the intervention; however, three months after group counselling intervention, there was considerable and significant decrease in the mean scores of the subjects in the intervention group in regard with the severity of the symptoms of the syndrome, which indicates that group counseling could play a decisive role in reducing symptoms of the syndrome. Taghizadeh et al study (2012), which investigated the effect of cognitive-behavioral counseling on psychological symptoms of menstrual syndrome in adolescents, examine the severity of syndrome symptoms and compared the results between two groups of control and test and observed significant difference after the intervention (P<0.001); thus, he found group counseling extremely effective in decreasing the severity of the syndrome symptoms, which is consistent with the results of the present study [24] . Additionally, Davoodvandi et al study (2011) in Tehran focused on investigating the effectiveness of group counseling, in 10 sessions of 90 minutes in two months, in reducing PMS symptoms on 56 preschool mothers with syndrome; they observed that these classes had a positive effect on symptoms of syndrome and lowered the mean scores of these symptoms; mean scores of physical symptoms decreased from 56±26.47 down to 35.25±6.89 [28] . In Ashtari et al research (2015), which was conducted to investigate the effectiveness of awareness raising on PMS in the quality of life of high school girl students in Tehran, two groups of control and test were similar in regard with the mean scores of pre-stress disorder and quality of life before the intervention (P<0.05); however, after training 10 sessions of relaxation techniques, the mean score of premenstrual dysfunction decreased only in the intervention group in the second stage of the measurement (P<0.001); additionally, the mean scores of the quality of life increased (P<0.01); they concluded that counseling could reduce the symptoms of the syndrome and improve the quality of life of the girls [7] , which is, also, consistent with the findings of the present study. Ather et al research (2013) implemented a program of health education, one of the components of which was counselling, among Indian students with syndrome; they stated that this intervention has had significant impact on the test group (P=0.000) [29] . Kaur et al (2016) study, which was conducted to investigate the effect of increased knowledge of syndrome among Indian students, reported significant difference between control and test groups after the intervention (P<0.05) [30] ; the increased awareness of the intervention group was one of the goals of the counseling sessions. In a similar study, Babajani et al (2017) showed the positive impact of counseling on the syndrome in the intervention group [31] , which is consistent with the current study (P<0.01).",
        "section": "DISCUSSION:",
        "section_number": 4,
        "sentences": [
            "The results of the present study showed that the two groups were homogenous and did not differ significantly in terms of affecting variables such as illness, education, and occupation before the intervention; however, three months after group counselling intervention, there was considerable and significant decrease in the mean scores of the subjects in the intervention group in regard with the severity of the symptoms of the syndrome, which indicates that group counseling could play a decisive role in reducing symptoms of the syndrome.",
            "Taghizadeh et al study (2012), which investigated the effect of cognitive-behavioral counseling on psychological symptoms of menstrual syndrome in adolescents, examine the severity of syndrome symptoms and compared the results between two groups of control and test and observed significant difference after the intervention (P<0.001); thus, he found group counseling extremely effective in decreasing the severity of the syndrome symptoms, which is consistent with the results of the present study [24] .",
            "Additionally, Davoodvandi et al study (2011) in Tehran focused on investigating the effectiveness of group counseling, in 10 sessions of 90 minutes in two months, in reducing PMS symptoms on 56 preschool mothers with syndrome; they observed that these classes had a positive effect on symptoms of syndrome and lowered the mean scores of these symptoms; mean scores of physical symptoms decreased from 56±26.47 down to 35.25±6.89 [28] .",
            "In Ashtari et al research (2015), which was conducted to investigate the effectiveness of awareness raising on PMS in the quality of life of high school girl students in Tehran, two groups of control and test were similar in regard with the mean scores of pre-stress disorder and quality of life before the intervention (P<0.05); however, after training 10 sessions of relaxation techniques, the mean score of premenstrual dysfunction decreased only in the intervention group in the second stage of the measurement (P<0.001); additionally, the mean scores of the quality of life increased (P<0.01); they concluded that counseling could reduce the symptoms of the syndrome and improve the quality of life of the girls [7] , which is, also, consistent with the findings of the present study.",
            "Ather et al research (2013) implemented a program of health education, one of the components of which was counselling, among Indian students with syndrome; they stated that this intervention has had significant impact on the test group (P=0.000) [29] .",
            "Kaur et al (2016) study, which was conducted to investigate the effect of increased knowledge of syndrome among Indian students, reported significant difference between control and test groups after the intervention (P<0.05) [30] ; the increased awareness of the intervention group was one of the goals of the counseling sessions.",
            "In a similar study, Babajani et al (2017) showed the positive impact of counseling on the syndrome in the intervention group [31] , which is consistent with the current study (P<0.01)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36094",
        "text": "The results of this study and other similar studies indicate that group counseling has a significant role in reducing the severity of PMS symptoms. Therefore, it is more reliable to validate the effect of this counseling on the treatment of this syndrome. It is recommended that studies be conducted with a larger number of samples and longer periods in other societies, so that the impact of these counseling interventions can be examined more accurately.",
        "section": "CONCLUSION:",
        "section_number": 5,
        "sentences": [
            "The results of this study and other similar studies indicate that group counseling has a significant role in reducing the severity of PMS symptoms.",
            "Therefore, it is more reliable to validate the effect of this counseling on the treatment of this syndrome.",
            "It is recommended that studies be conducted with a larger number of samples and longer periods in other societies, so that the impact of these counseling interventions can be examined more accurately."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    }
]