[
    {
        "doc_id": "34467",
        "text": "Importance: This study may help understand the effects of an unfavorable environment in sleep quality of adolescents. Objective: To investigate sleep quality in socially vulnerable adolescents, correlating the results with cognitive problems and attention deficit/hyperactivity disorder, and assessing the effectiveness of sleep hygiene and an educational intervention. Design: Cross-sectional and interventional study. Setting: an educational charitable center supported by a Catholic institution, in Porto Alegre, southern Brazil. Participants: 125 male and female high school students. Interventions: As first step the subjects were administered specific questionnaires, the Pittsburgh Sleep Quality Index (PSQI) and the Epworth Sleepiness Scale (ESS), followed by an educational activity that was combined with an unblinded, randomized interventional study. Next, a crosssectional study was conducted to determine the influence of cognition and ADHD on the sleep. Main outcome and measures: Sleep was evaluated using PSQI and ESS. Cognitive assessment was based on the Wechsler Abbreviated Scale of Intelligence and ADHD by a clinical interview the Multimodal Treatment Study for ADHD (MTA-SNAP-IV). Results: The average duration of sleep per night were 6 h 30 m. 80% of the sample presented sleep complains. Of these, 44% had excessive daytime sleepiness and 69.6% had poor sleep quality related to use of electronic media, environmental violence, and emotional issues. There were no significant associations between sleep problems and cognitive problems or ADHD. Sleep quality improved in 17% of the 53 students with previous sleep complains who participated in any of the two interventions. Conclusions: A high prevalence of sleep deprivation and sleep complains was found in the study sample. The interventions showed some positive effects on the improvement of sleep quality.",
        "section": "Abstract",
        "sentences": [
            "Importance: This study may help understand the effects of an unfavorable environment in sleep quality of adolescents.",
            "Objective: To investigate sleep quality in socially vulnerable adolescents, correlating the results with cognitive problems and attention deficit/hyperactivity disorder, and assessing the effectiveness of sleep hygiene and an educational intervention.",
            "Design: Cross-sectional and interventional study.",
            "Setting: an educational charitable center supported by a Catholic institution, in Porto Alegre, southern Brazil.",
            "Participants: 125 male and female high school students.",
            "Interventions: As first step the subjects were administered specific questionnaires, the Pittsburgh Sleep Quality Index (PSQI) and the Epworth Sleepiness Scale (ESS), followed by an educational activity that was combined with an unblinded, randomized interventional study.",
            "Next, a crosssectional study was conducted to determine the influence of cognition and ADHD on the sleep.",
            "Main outcome and measures: Sleep was evaluated using PSQI and ESS.",
            "Cognitive assessment was based on the Wechsler Abbreviated Scale of Intelligence and ADHD by a clinical interview the Multimodal Treatment Study for ADHD (MTA-SNAP-IV).",
            "Results: The average duration of sleep per night were 6 h 30 m. 80% of the sample presented sleep complains.",
            "Of these, 44% had excessive daytime sleepiness and 69.6% had poor sleep quality related to use of electronic media, environmental violence, and emotional issues.",
            "There were no significant associations between sleep problems and cognitive problems or ADHD.",
            "Sleep quality improved in 17% of the 53 students with previous sleep complains who participated in any of the two interventions.",
            "Conclusions: A high prevalence of sleep deprivation and sleep complains was found in the study sample.",
            "The interventions showed some positive effects on the improvement of sleep quality."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34467",
        "text": "According to the National Sleep Foundation, different sleep time duration ranges are recommended for each age group. A recent publication suggests 8e10 h of sleep daily for adolescents aged 14e17, and 7e9 h for young adults aged 18e25. 1 Children and adolescents have shown reduced amount of sleep and worse sleep quality in recent years. 2, 3 Key areas of development, such as cognition and behavior, are usually affected by chronic sleep deprivation. 4 Sleep problems are often reported in adolescents. On one hand, their sleep pattern is more vulnerable to the influence of biological, environmental, and socio-cultural factors. 5 On the other hand, adolescents are less affected by parental influence, whereas external influences, such as extracurricular and social activities, usually become stronger. 3 Even though children and adolescents usually spend a lot of time in their bedrooms or lying in bed, they reduce the amount of sleep hours to engage in other activities of greater interest, such as use of electronic media (television, video games, and the Internet). These habits are related to increased sleep latency and shorter duration of sleep. 6, 7 Sleep quality is also negatively affected by socioeconomic factors such as inappropriate living conditions. 8 People living in areas with high levels of insecurity may have worse sleep quality. 9 A study has demonstrated increased sleep quality after housing upgrading. 10 In addition, adults with a disadvantaged socioeconomic status, particularly related to unemployment and low income, have been found to have insomnia-related symptoms. 11 Poor sleep quality has an impact on the regulation of key daily functions, such as behavior, emotion, cognition, and attention; thus negatively affecting academic performance. 12e14 Previous studies have shown that sleep problems are often among the comorbidities most commonly associated with attention deficit and hyperactivity disorder (ADHD). 15, 16 According to other studies, 30% of children and 60e80% of adults with ADHD have symptoms of sleep problems, such as daytime sleepiness, insomnia, restless legs syndrome, and sleep-related breathing disorders. 17, 18 Therefore, the objective of this study was to investigate sleep quality in socially vulnerable adolescents, correlating the results with cognitive problems and ADHD, and assessing the effectiveness of sleep hygiene and an educational intervention. The approach used in the present study may provide greater understanding of sleep problems among children and adolescents that lives in unfavorable environments and also may show the effects of social inequity in sleep quality.",
        "section": "Introduction",
        "section_number": 1,
        "sentences": [
            "According to the National Sleep Foundation, different sleep time duration ranges are recommended for each age group.",
            "A recent publication suggests 8e10 h of sleep daily for adolescents aged 14e17, and 7e9 h for young adults aged 18e25.",
            "1 Children and adolescents have shown reduced amount of sleep and worse sleep quality in recent years.",
            "2, 3 Key areas of development, such as cognition and behavior, are usually affected by chronic sleep deprivation.",
            "4 Sleep problems are often reported in adolescents.",
            "On one hand, their sleep pattern is more vulnerable to the influence of biological, environmental, and socio-cultural factors.",
            "5 On the other hand, adolescents are less affected by parental influence, whereas external influences, such as extracurricular and social activities, usually become stronger.",
            "3 Even though children and adolescents usually spend a lot of time in their bedrooms or lying in bed, they reduce the amount of sleep hours to engage in other activities of greater interest, such as use of electronic media (television, video games, and the Internet).",
            "These habits are related to increased sleep latency and shorter duration of sleep.",
            "6, 7 Sleep quality is also negatively affected by socioeconomic factors such as inappropriate living conditions.",
            "8 People living in areas with high levels of insecurity may have worse sleep quality.",
            "9 A study has demonstrated increased sleep quality after housing upgrading.",
            "10 In addition, adults with a disadvantaged socioeconomic status, particularly related to unemployment and low income, have been found to have insomnia-related symptoms.",
            "11 Poor sleep quality has an impact on the regulation of key daily functions, such as behavior, emotion, cognition, and attention; thus negatively affecting academic performance.",
            "12e14 Previous studies have shown that sleep problems are often among the comorbidities most commonly associated with attention deficit and hyperactivity disorder (ADHD).",
            "15, 16 According to other studies, 30% of children and 60e80% of adults with ADHD have symptoms of sleep problems, such as daytime sleepiness, insomnia, restless legs syndrome, and sleep-related breathing disorders.",
            "17, 18 Therefore, the objective of this study was to investigate sleep quality in socially vulnerable adolescents, correlating the results with cognitive problems and ADHD, and assessing the effectiveness of sleep hygiene and an educational intervention.",
            "The approach used in the present study may provide greater understanding of sleep problems among children and adolescents that lives in unfavorable environments and also may show the effects of social inequity in sleep quality."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34467",
        "text": "The study was divided into two phases with different designs: a cross-sectional study and an interventional study. The research was conducted in a city in southern Brazil during 2014. The participants were female and male high school students from an Educational Charitable Center supported by a Catholic institution. This school offers high quality education to socially vulnerable children and adolescents. 19 The school is located in a very poor neighborhood, where there is a chronic lack of infrastructure, security, housing, and sanitation, in addition to one of the highest rates of social vulnerability in the city according to the 2007 Inclusion and Exclusion Map of the city. This area has a high unemployment rate, and its population has very low socioeconomic status and educational level. Students' families have the lowest per capita income per household in the city. Many people living in this community collect recyclable waste, and there is child labor. This district has high rates of violence because of the presence of heavy drug traffic in the area. 20 The inclusion criteria were: to be a high school student at the target institution, to be between 12 and 21 years old, to provide a signed consent form, and to complete the sleep scales administered in the beginning of the study. The subjects who refused to participate in the study activities, those diagnosed with clinical problems, and/or chronic diseases that interfere with the diagnosis of sleep problems were excluded from the study.",
        "section": "Method",
        "section_number": 2,
        "sentences": [
            "The study was divided into two phases with different designs: a cross-sectional study and an interventional study.",
            "The research was conducted in a city in southern Brazil during 2014.",
            "The participants were female and male high school students from an Educational Charitable Center supported by a Catholic institution.",
            "This school offers high quality education to socially vulnerable children and adolescents.",
            "19 The school is located in a very poor neighborhood, where there is a chronic lack of infrastructure, security, housing, and sanitation, in addition to one of the highest rates of social vulnerability in the city according to the 2007 Inclusion and Exclusion Map of the city.",
            "This area has a high unemployment rate, and its population has very low socioeconomic status and educational level.",
            "Students' families have the lowest per capita income per household in the city.",
            "Many people living in this community collect recyclable waste, and there is child labor.",
            "This district has high rates of violence because of the presence of heavy drug traffic in the area.",
            "20 The inclusion criteria were: to be a high school student at the target institution, to be between 12 and 21 years old, to provide a signed consent form, and to complete the sleep scales administered in the beginning of the study.",
            "The subjects who refused to participate in the study activities, those diagnosed with clinical problems, and/or chronic diseases that interfere with the diagnosis of sleep problems were excluded from the study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34467",
        "text": "Sleep quality and excessive daytime sleepiness were assessed using the Pittsburgh Sleep Quality Index (PSQI) 21, 22 and the Epworth Sleepiness Scale (ESS), 23, 24 respectively. Patients with ESS score above 10 and/or PSQI score above 5 were considered as having sleep problems. 25, 26 was used to assess symptoms of ADHD, whereas the Wechsler Abbreviated Scale of Intelligence (WASI) 27, 28 was used to evaluate cognitive skills. All instruments have validated versions in Portuguese.",
        "section": "Method",
        "section_number": 3,
        "sentences": [
            "Sleep quality and excessive daytime sleepiness were assessed using the Pittsburgh Sleep Quality Index (PSQI) 21, 22 and the Epworth Sleepiness Scale (ESS), 23, 24 respectively.",
            "Patients with ESS score above 10 and/or PSQI score above 5 were considered as having sleep problems.",
            "25, 26 was used to assess symptoms of ADHD, whereas the Wechsler Abbreviated Scale of Intelligence (WASI) 27, 28 was used to evaluate cognitive skills.",
            "All instruments have validated versions in Portuguese."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34467",
        "text": "After receiving permission from the school board, the first approach was the application of ESS and PSQI to the students who provided signed informed consent forms. Next, an educational lecture on \"Characteristics of sleep during adolescence\" was given by a psychologist (LPR) to all students attending high school. This lecture provided information on the definition of sleep, its characteristics and importance, and sleep-related problems.",
        "section": "Method",
        "section_number": 4,
        "sentences": [
            "After receiving permission from the school board, the first approach was the application of ESS and PSQI to the students who provided signed informed consent forms.",
            "Next, an educational lecture on \"Characteristics of sleep during adolescence\" was given by a psychologist (LPR) to all students attending high school.",
            "This lecture provided information on the definition of sleep, its characteristics and importance, and sleep-related problems."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34467",
        "text": "The study was then divided into two phases developed concomitantly. The first phase consisted of an educational activity combined with an unblinded, randomized interventional study to investigate the effectiveness of an educational approach to sleep hygiene. The second phase was a crosssectional study to determine the influence of cognition and ADHD on the sleep of socially vulnerable adolescents. No control group was selected as all students lived in the same neighborhood.",
        "section": "Method",
        "section_number": 5,
        "sentences": [
            "The study was then divided into two phases developed concomitantly.",
            "The first phase consisted of an educational activity combined with an unblinded, randomized interventional study to investigate the effectiveness of an educational approach to sleep hygiene.",
            "The second phase was a crosssectional study to determine the influence of cognition and ADHD on the sleep of socially vulnerable adolescents.",
            "No control group was selected as all students lived in the same neighborhood."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34467",
        "text": "Cross-sectional study",
        "section": "2.1.",
        "section_number": 6,
        "sentences": [
            "Cross-sectional study"
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "34467",
        "text": "We conducted a cross-sectional study with students with and without sleep problems, according to results on the ESS and PSQI. During this phase, all adolescents were first evaluated by a pediatrician (AAS). Such evaluation consisted of clinical history and complete clinical examination including the Tanner scale to rule out other medical problems. Next, the subjects underwent cognitive assessment using the WASI, e u r o p e a n j o u r n a l o f p a e d i a t r i c n e u r o l o g y 2 1 ( 2 0 1 7 ) 6 2 7 e6 3 4",
        "section": "2.1.",
        "section_number": 7,
        "sentences": [
            "We conducted a cross-sectional study with students with and without sleep problems, according to results on the ESS and PSQI.",
            "During this phase, all adolescents were first evaluated by a pediatrician (AAS).",
            "Such evaluation consisted of clinical history and complete clinical examination including the Tanner scale to rule out other medical problems.",
            "Next, the subjects underwent cognitive assessment using the WASI, e u r o p e a n j o u r n a l o f p a e d i a t r i c n e u r o l o g y 2 1 ( 2 0 1 7 ) 6 2 7 e6 3 4"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34467",
        "text": "which was administered by two psychologists certified and trained in the administration of this scale. The WASI was administered on an individual basis, in an isolated room, and the average duration of the administration was 30 min. The MTA-SNAP-IV was completed by a teacher based on his perception about the adolescents in classroom.",
        "section": "2.1.",
        "section_number": 8,
        "sentences": [
            "which was administered by two psychologists certified and trained in the administration of this scale.",
            "The WASI was administered on an individual basis, in an isolated room, and the average duration of the administration was 30 min.",
            "The MTA-SNAP-IV was completed by a teacher based on his perception about the adolescents in classroom."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34467",
        "text": "Adolescents that showed abnormal results on PSQI and ESS were randomly allocated to attend an educational lecture on sleep hygiene or a lecture on bullying. Two months later, the ESS and PSQI were administered again to the same students. The time interval between the two administrations was determined based on convenience and study feasibility because school holidays would start in December and many students were graduating that year.",
        "section": "Interventional study",
        "section_number": 9,
        "sentences": [
            "Adolescents that showed abnormal results on PSQI and ESS were randomly allocated to attend an educational lecture on sleep hygiene or a lecture on bullying.",
            "Two months later, the ESS and PSQI were administered again to the same students.",
            "The time interval between the two administrations was determined based on convenience and study feasibility because school holidays would start in December and many students were graduating that year."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34467",
        "text": "For analysis of results the sample was divided into four groups: Group A had no sleep problems and did not attend any lectures, Group B had sleep problems and attended a lecture on sleep hygiene, Group C had sleep problems and attended a lecture on bullying, and Group D had sleep problems and did not attend any lectures because the students missed school on the day of the activities. The group that attended a lecture on bullying helped us to evaluate the placebo effect, whereas the group that attended the lecture on sleep hygiene allowed us to investigate if sleep quality was improved. The other two groups were control groups.",
        "section": "Interventional study",
        "section_number": 10,
        "sentences": [
            "For analysis of results the sample was divided into four groups: Group A had no sleep problems and did not attend any lectures, Group B had sleep problems and attended a lecture on sleep hygiene, Group C had sleep problems and attended a lecture on bullying, and Group D had sleep problems and did not attend any lectures because the students missed school on the day of the activities.",
            "The group that attended a lecture on bullying helped us to evaluate the placebo effect, whereas the group that attended the lecture on sleep hygiene allowed us to investigate if sleep quality was improved.",
            "The other two groups were control groups."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34467",
        "text": "Data were entered into an Excel spreadsheet and exported to the Statistical Package for the Social Sciences (SPSS, version 18.0) for statistical analysis. Symmetric quantitative variables were expressed as mean and standard deviation, whereas asymmetric quantitative variables were expressed as median and interquartile range. Categorical variables were expressed as frequencies and percentages. The quantitative variables were compared between two groups using Student's t test for independent samples and between three groups using Analysis of Variance (ANOVA) and Tukey test. The categorical variables were compared using the chi-square test or Fisher's exact test between the groups and within the groups using the McNemar test. The significance level was set at 5%.",
        "section": "Statistical analysis",
        "section_number": 11,
        "sentences": [
            "Data were entered into an Excel spreadsheet and exported to the Statistical Package for the Social Sciences (SPSS, version 18.0) for statistical analysis.",
            "Symmetric quantitative variables were expressed as mean and standard deviation, whereas asymmetric quantitative variables were expressed as median and interquartile range.",
            "Categorical variables were expressed as frequencies and percentages.",
            "The quantitative variables were compared between two groups using Student's t test for independent samples and between three groups using Analysis of Variance (ANOVA) and Tukey test.",
            "The categorical variables were compared using the chi-square test or Fisher's exact test between the groups and within the groups using the McNemar test.",
            "The significance level was set at 5%."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34467",
        "text": "The study was authorized by the administration of the high school in December 2013. It was also approved by the Scien- ",
        "section": "Ethical aspects",
        "section_number": 12,
        "sentences": [
            "The study was authorized by the administration of the high school in December 2013.",
            "It was also approved by the Scien-"
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "34467",
        "text": "From the 211 students that were regularly engaged in school activities and were eligible to participate in the research only 125 returned the informed consent and could be included in the study. Table 1 describes the demographic characteristics of the sample for the interventional and cross-sectional studies.",
        "section": "Results",
        "section_number": 13,
        "sentences": [
            "From the 211 students that were regularly engaged in school activities and were eligible to participate in the research only 125 returned the informed consent and could be included in the study.",
            "Table 1 describes the demographic characteristics of the sample for the interventional and cross-sectional studies."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "34467",
        "text": "The interventional study enrolled 67 subjects, 53 had abnormal scores and 14 obtained normal scores on both scales. From those with sleep complains 21 attended the lecture on Sleep Hygiene, 24 attended the lecture on Bullying and 8 did not attended any lecture. No statistical difference was found in terms of sex, age, and educational level between the intervention groups and the control groups. The scores on the ESS and PSQI for the control group (no sleep alterations) differed significantly from the other three groups on both scales, respectively (p ¼ 0.001 and p > 0.001). Categorical variables were expressed as n (%); symmetrical quantitative variables were expressed as mean ± standard deviation, whereas asymmetrical quantitative variables were expressed as median (interquartile range: P25eP75). *In the first phase of the Cross-sectional study there 125 participants, in the second phase, just 111, 14 dropped out from school during the study period.",
        "section": "Interventional study",
        "section_number": 14,
        "sentences": [
            "The interventional study enrolled 67 subjects, 53 had abnormal scores and 14 obtained normal scores on both scales.",
            "From those with sleep complains 21 attended the lecture on Sleep Hygiene, 24 attended the lecture on Bullying and 8 did not attended any lecture.",
            "No statistical difference was found in terms of sex, age, and educational level between the intervention groups and the control groups.",
            "The scores on the ESS and PSQI for the control group (no sleep alterations) differed significantly from the other three groups on both scales, respectively (p ¼ 0.001 and p > 0.001).",
            "Categorical variables were expressed as n (%); symmetrical quantitative variables were expressed as mean ± standard deviation, whereas asymmetrical quantitative variables were expressed as median (interquartile range: P25eP75). *",
            "In the first phase of the Cross-sectional study there 125 participants, in the second phase, just 111, 14 dropped out from school during the study period."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34467",
        "text": "e u r o p e a n j o u r n a l o f p a e d i a t r i c n e u r o l o g y 2 1 ( 2 0 1 7 ) 6 2 7 e6 3 4",
        "section": "Interventional study",
        "section_number": 15,
        "sentences": [
            "e u r o p e a n j o u r n a l o f p a e d i a t r i c n e u r o l o g y 2 1 ( 2 0 1 7 ) 6 2 7 e6 3 4"
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "34467",
        "text": "Even though we could not find a statistically significant difference before and after comparing the interventions (lectures on bullying and sleep hygiene), of the 53 subjects who participated in this phase and had abnormal results on at least one of the scales, nine (17%) subjects showed improved sleep quality and had normal sleep according to the scales (p ¼ 0.004) ( Table 2) after attending the educational lecture on \"Characteristic of sleep during adolescence.\"",
        "section": "Interventional study",
        "section_number": 16,
        "sentences": [
            "Even though we could not find a statistically significant difference before and after comparing the interventions (lectures on bullying and sleep hygiene), of the 53 subjects who participated in this phase and had abnormal results on at least one of the scales, nine (17%) subjects showed improved sleep quality and had normal sleep according to the scales (p ¼ 0.004) ( Table 2) after attending the educational lecture on \"Characteristic of sleep during adolescence.\""
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "34467",
        "text": "Nine subjects (3 male, 6 female) had normal sleep in the beginning of the study and reported problems in the second evaluation. Two had excessive daytime sleepiness (ESS scores increased from 3 to 14 and from 10 to 13). Six subjects reported altered sleep on PSQI (increased sleep latency and decreased efficiency and duration). One subject had alterations on both scales (ESS scores increased from 6 to 13 and PSQI was altered in the domains sleep latency, duration and efficiency). The worse sleep quality was associated to internalizing problems (anxiety, depression) or environmental aspects (excessive use of electronic media, external noises).",
        "section": "Interventional study",
        "section_number": 17,
        "sentences": [
            "Nine subjects (3 male, 6 female) had normal sleep in the beginning of the study and reported problems in the second evaluation.",
            "Two had excessive daytime sleepiness (ESS scores increased from 3 to 14 and from 10 to 13).",
            "Six subjects reported altered sleep on PSQI (increased sleep latency and decreased efficiency and duration).",
            "One subject had alterations on both scales (ESS scores increased from 6 to 13 and PSQI was altered in the domains sleep latency, duration and efficiency).",
            "The worse sleep quality was associated to internalizing problems (anxiety, depression) or environmental aspects (excessive use of electronic media, external noises)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34467",
        "text": "Cross-sectional study",
        "section": "3.2.",
        "section_number": 18,
        "sentences": [
            "Cross-sectional study"
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "34467",
        "text": "The cross-sectional study included 125 participants, in the first phase, and 111 in the second because 14 dropped out from school during the study period. Eighty percent of adolescents had sleep problems; 44% had excessive daytime sleepiness (of these, 4.8% had severe scores); and 69.6% were considered \"poor sleepers\" according to the PSQI.",
        "section": "3.2.",
        "section_number": 19,
        "sentences": [
            "The cross-sectional study included 125 participants, in the first phase, and 111 in the second because 14 dropped out from school during the study period.",
            "Eighty percent of adolescents had sleep problems; 44% had excessive daytime sleepiness (of these, 4.8% had severe scores); and 69.6% were considered \"poor sleepers\" according to the PSQI."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "34467",
        "text": "Sleep characteristics and duration were described in Table 3 . Although the median sleep duration was short (6 h 30 m), the majority (89.6%) did not regularly used sleep medications, 35.2% shared their bedroom, and 21.6% shared their bed. Table 4 shows the stratification of the results in the items related to sleep problems on the PSQI.",
        "section": "3.2.",
        "section_number": 20,
        "sentences": [
            "Sleep characteristics and duration were described in Table 3 .",
            "Although the median sleep duration was short (6 h 30 m), the majority (89.6%) did not regularly used sleep medications, 35.2% shared their bedroom, and 21.6% shared their bed.",
            "Table 4 shows the stratification of the results in the items related to sleep problems on the PSQI."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34467",
        "text": "Seventy-three subjects answered the optional qualitative question of the PSQI (question 5J) about an additional aspect interfering with sleep. Of these, 12 (19%) participants mentioned emotional issues, 12 (19%) mentioned the use of electronic media, and nine (14.3%) reported environmental noise (shootings, noisy neighbors, animals). Table 5 shows the results of the cognitive (WASI) and behavioral (SNAP) assessments compared to the scores on the ESS and PSQI. There were not statistically significant differences.",
        "section": "3.2.",
        "section_number": 21,
        "sentences": [
            "Seventy-three subjects answered the optional qualitative question of the PSQI (question 5J) about an additional aspect interfering with sleep.",
            "Of these, 12 (19%) participants mentioned emotional issues, 12 (19%) mentioned the use of electronic media, and nine (14.3%) reported environmental noise (shootings, noisy neighbors, animals).",
            "Table 5 shows the results of the cognitive (WASI) and behavioral (SNAP) assessments compared to the scores on the ESS and PSQI.",
            "There were not statistically significant differences."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34467",
        "text": "The present study showed a high prevalence of sleep problems in this group of socially vulnerable adolescents. Comparison of our results with those of previous studies published in the literature is hindered by the fact that the populations investigated in such studies had higher socioeconomic status, further our study used a validated instrument to determine cognitive dysfunctions, while others have used just subjective information. The prevalence of excessive daytime sleepiness in adolescents is reported to be between 7.8% and 55.8%. 27,29e31 Such variation is caused by the use of different methods and assessment tools. However, our sample showed a prevalence rate (44%) that is in agreement with the highest rates in the literature.",
        "section": "Discussion",
        "section_number": 22,
        "sentences": [
            "The present study showed a high prevalence of sleep problems in this group of socially vulnerable adolescents.",
            "Comparison of our results with those of previous studies published in the literature is hindered by the fact that the populations investigated in such studies had higher socioeconomic status, further our study used a validated instrument to determine cognitive dysfunctions, while others have used just subjective information.",
            "The prevalence of excessive daytime sleepiness in adolescents is reported to be between 7.8% and 55.8%.",
            "27,29e31 Such variation is caused by the use of different methods and assessment tools.",
            "However, our sample showed a prevalence rate (44%) that is in agreement with the highest rates in the literature."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34467",
        "text": "Considering the sleep characteristics, we found that the average hours of sleep was approximately 6 h 30 min/night, e u r o p e a n j o u r n a l o f p a e d i a t r i c n e u r o l o g y 2 1 ( 2 0 1 7 ) 6 2 7 e6 3 4",
        "section": "Discussion",
        "section_number": 23,
        "sentences": [
            "Considering the sleep characteristics, we found that the average hours of sleep was approximately 6 h 30 min/night, e u r o p e a n j o u r n a l o f p a e d i a t r i c n e u r o l o g y 2 1 ( 2 0 1 7 ) 6 2 7 e6 3 4"
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "34467",
        "text": "which is less than the amount recommended by the National Sleep Foundation. 1 These data are in agreement with studies showing insomnia as a very frequent sleep problem in this age group. 29e31 We also found that emotional issues, use of electronic media, and environmental violence had a negative effect on the subjects' sleep quality. Emotional and environmental issues can be related to the characteristics of this socially vulnerable community. These people live in areas with poor living conditions, high violence rate (night shootings), and family problems caused by their low socioeconomic status. The association between exposure to violence and sleep problems has been demonstrated in a previous study. 9 Other studies have shown an association between the use of electronic media, especially mobile phones, and difficulty sleeping. 32, 33 Categorical variables were expressed as n (%).",
        "section": "Discussion",
        "section_number": 24,
        "sentences": [
            "which is less than the amount recommended by the National Sleep Foundation.",
            "1 These data are in agreement with studies showing insomnia as a very frequent sleep problem in this age group.",
            "29e31 We also found that emotional issues, use of electronic media, and environmental violence had a negative effect on the subjects' sleep quality.",
            "Emotional and environmental issues can be related to the characteristics of this socially vulnerable community.",
            "These people live in areas with poor living conditions, high violence rate (night shootings), and family problems caused by their low socioeconomic status.",
            "The association between exposure to violence and sleep problems has been demonstrated in a previous study.",
            "9 Other studies have shown an association between the use of electronic media, especially mobile phones, and difficulty sleeping.",
            "32, 33 Categorical variables were expressed as n (%)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34467",
        "text": "e u r o p e a n j o u r n a l o f p a e d i a t r i c n e u r o l o g y 2 1 ( 2 0 1 7 ) 6 2 7 e6 3 4",
        "section": "Discussion",
        "section_number": 25,
        "sentences": [
            "e u r o p e a n j o u r n a l o f p a e d i a t r i c n e u r o l o g y 2 1 ( 2 0 1 7 ) 6 2 7 e6 3 4"
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "34467",
        "text": "We could not find a significant association between sleep problems, cognitive performance, and ADHD, although many previous studies have suggested such associations. 34, 35 These studies used different testing methodologies or had a larger sample; however, none of them has evaluated a sample similar to ours in terms of low income and social vulnerability. Some studies evaluating ADHD have used interviews with parents (a subjective criterion), whereas our study was based on a validated instrument (MTA-SNAP-IV) completed by one of the school teachers. 35e37 Considering the cognitive assessment, our study was based on a validated instrument that assesses cognitive functions and IQ (WASI). The other assessments were based on performance criteria (grades, absences) or different tools, such as tests of cognitive control, paradigms of functional resonance, etc. 4, 14, 38, 39 The improved sleep quality in some adolescents as a result of the educational approach is in agreement with the literature. 15, 40, 41 The fact that the intervention on sleep hygiene was not effective may be explained by the short duration of the time interval reassessment of changes in sleep characteristics. 42 However, it was not assessed by us if the adolescents had follow the suggestions after the educational intervention. The worse sleep quality demonstrated by some students may be related to the stress caused by the end of the school year and the school assessments and/or situations of violence experienced in the community, which happened during the same period as the second administration of the scales.",
        "section": "Discussion",
        "section_number": 26,
        "sentences": [
            "We could not find a significant association between sleep problems, cognitive performance, and ADHD, although many previous studies have suggested such associations.",
            "34, 35 These studies used different testing methodologies or had a larger sample; however, none of them has evaluated a sample similar to ours in terms of low income and social vulnerability.",
            "Some studies evaluating ADHD have used interviews with parents (a subjective criterion), whereas our study was based on a validated instrument (MTA-SNAP-IV) completed by one of the school teachers.",
            "35e37 Considering the cognitive assessment, our study was based on a validated instrument that assesses cognitive functions and IQ (WASI).",
            "The other assessments were based on performance criteria (grades, absences) or different tools, such as tests of cognitive control, paradigms of functional resonance, etc.",
            "4, 14, 38, 39 The improved sleep quality in some adolescents as a result of the educational approach is in agreement with the literature.",
            "15, 40, 41 The fact that the intervention on sleep hygiene was not effective may be explained by the short duration of the time interval reassessment of changes in sleep characteristics.",
            "42 However, it was not assessed by us if the adolescents had follow the suggestions after the educational intervention.",
            "The worse sleep quality demonstrated by some students may be related to the stress caused by the end of the school year and the school assessments and/or situations of violence experienced in the community, which happened during the same period as the second administration of the scales."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34467",
        "text": "Our study had some limitations because some students did not participate in all phases. The second administration of the sleep scales was carried out during the end of the school year, a period during which students who already passed and those who failed no longer attend classes. The short time between the lecture and the second administration of the scales may have influenced the effectiveness of the sleep hygiene intervention. Therefore, there was not enough time for the sleep hygiene measures to show clinical effect. Nevertheless, we could not find in the literature criteria to determine the minimum period between this type of intervention and the assessment. We could have used additional instruments for behavioral evaluation in order to expand the analysis; however, we decided to focus on ADHD because this is the most prevalent disorder in this population. Further studies assessing anxiety, depression, and quality of life in the same population may complement our findings.",
        "section": "Discussion",
        "section_number": 27,
        "sentences": [
            "Our study had some limitations because some students did not participate in all phases.",
            "The second administration of the sleep scales was carried out during the end of the school year, a period during which students who already passed and those who failed no longer attend classes.",
            "The short time between the lecture and the second administration of the scales may have influenced the effectiveness of the sleep hygiene intervention.",
            "Therefore, there was not enough time for the sleep hygiene measures to show clinical effect.",
            "Nevertheless, we could not find in the literature criteria to determine the minimum period between this type of intervention and the assessment.",
            "We could have used additional instruments for behavioral evaluation in order to expand the analysis; however, we decided to focus on ADHD because this is the most prevalent disorder in this population.",
            "Further studies assessing anxiety, depression, and quality of life in the same population may complement our findings."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34467",
        "text": "In conclusion, the prevalence of sleep problems in the socially vulnerable adolescents participating in this study was high; suggesting that social inequity, characterized in this study by a very low socioeconomic level and living in an unfavorable and violent neighborhood, might influence sleep quality. The interventions used in the present study showed some positive effects on the improvement of sleep quality.",
        "section": "Discussion",
        "section_number": 28,
        "sentences": [
            "In conclusion, the prevalence of sleep problems in the socially vulnerable adolescents participating in this study was high; suggesting that social inequity, characterized in this study by a very low socioeconomic level and living in an unfavorable and violent neighborhood, might influence sleep quality.",
            "The interventions used in the present study showed some positive effects on the improvement of sleep quality."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "34467",
        "text": "This project was partially supported by a grant from e COOR-DENAÇÃO DE APERFEIÇ OAMENTO DE PESSOAL DE N IVEL SU-PERIOR-CAPES (Pr o Ensino na Saú de-23038.009801/2010-99) Table 5 e Comparison between the WASI and the MTA-SNAP-IV scores of subjects with and without sleep problems (n ¼ 111).",
        "section": "Financial disclosure",
        "section_number": 29,
        "sentences": [
            "This project was partially supported by a grant from e COOR-DENAÇÃO DE APERFEIÇ OAMENTO DE PESSOAL DE N IVEL SU-PERIOR-CAPES (Pr o Ensino na Saú de-23038.009801/2010-99) Table 5 e Comparison between the WASI and the MTA-SNAP-IV scores of subjects with and without sleep problems (n ¼ 111)."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "34467",
        "text": "Pittsburgh scale (>5) or Epworth scale (>10) n ¼ 88 e u r o p e a n j o u r n a l o f p a e d i a t r i c n e u r o l o g y 2 1 ( 2 0 1 7 ) 6 2 7 e6 3 4",
        "section": "Assessment tools",
        "section_number": 30,
        "sentences": [
            "Pittsburgh scale (>5) or Epworth scale (>10) n ¼ 88 e u r o p e a n j o u r n a l o f p a e d i a t r i c n e u r o l o g y 2 1 ( 2 0 1 7 ) 6 2 7 e6 3 4"
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "34467",
        "text": "e u r o p e a n j o u r n a l o f p a e d i a t r i c n e u r o l o g y 2 1 ( 2 0 1 7 ) 6 2 7 e6 3 4",
        "section": "",
        "section_number": 31,
        "sentences": [
            "e u r o p e a n j o u r n a l o f p a e d i a t r i c n e u r o l o g y 2 1 ( 2 0 1 7 ) 6 2 7 e6 3 4"
        ],
        "sentence_labels": [
            -1
        ]
    }
]