[
    {
        "doc_id": "34537",
        "text": "To assess the efficacy of motivational interviewing in conjuction with a caries risk assessment (MICRA) programme to improve the dental health status of preschool children. Materials and Methods: A randomised controlled trial was conducted among 214 parents or caregivers and their children at Health Centre 54, Bangkok, Thailand, from September 2015 to February 2016. The participants were randomised to the intervention and the control groups (107 participants per group). At baseline, the intervention group received a caries risk assessment, individual counseling by using motivational interviewing, and oral hygiene instruction. The intervention group received reinforcement education and individual counseling by motivational interviewing every 3 months. The control group received a routine programme. Participants were assessed at baseline, 3 months, and 6 months for plaque index and caries. The data were analysed by using descriptive statistics, the chi-squared test, Fisher's exact test, t-test, repeated-measures ANOVA, and negative binomial distribution. Results: After the 6-month follow-up, participants in the intervention group had a significantly lower plaque index, non-cavitated plus cavitated carious lesions, and cavitated carious lesions when compared to the control group. The intervention group had a lower caries incidence, non-cavitated plus cavitated carious lesions (1.81 times) and cavitated carious lesions (2.04 times) than the control group. Conclusion: The combination of motivational interviewing and caries risk assessment in one programme decreased early childhood caries in preschool children. It is not known whether the effects are due to the motivational interviewing, the caries risk assessment, or the combination of both.",
        "section": "Abstract",
        "sentences": [
            "To assess the efficacy of motivational interviewing in conjuction with a caries risk assessment (MICRA) programme to improve the dental health status of preschool children.",
            "Materials and Methods: A randomised controlled trial was conducted among 214 parents or caregivers and their children at Health Centre 54, Bangkok, Thailand, from September 2015 to February 2016.",
            "The participants were randomised to the intervention and the control groups (107 participants per group).",
            "At baseline, the intervention group received a caries risk assessment, individual counseling by using motivational interviewing, and oral hygiene instruction.",
            "The intervention group received reinforcement education and individual counseling by motivational interviewing every 3 months.",
            "The control group received a routine programme.",
            "Participants were assessed at baseline, 3 months, and 6 months for plaque index and caries.",
            "The data were analysed by using descriptive statistics, the chi-squared test, Fisher's exact test, t-test, repeated-measures ANOVA, and negative binomial distribution.",
            "Results: After the 6-month follow-up, participants in the intervention group had a significantly lower plaque index, non-cavitated plus cavitated carious lesions, and cavitated carious lesions when compared to the control group.",
            "The intervention group had a lower caries incidence, non-cavitated plus cavitated carious lesions (1.81 times) and cavitated carious lesions (2.04 times) than the control group.",
            "Conclusion: The combination of motivational interviewing and caries risk assessment in one programme decreased early childhood caries in preschool children.",
            "It is not known whether the effects are due to the motivational interviewing, the caries risk assessment, or the combination of both."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34537",
        "text": "E arly childhood caries (ECC) is a major health concern that continues to negatively affect the oral health of children. Its consequences can affect the immediate and longterm quality of life of the child's family. 3 Children with ECC may suffer both physical and developmental difficulties, including pain, tooth loss, malocclusion, malnutrition, sleep disruptions, speech problems, and suboptimal social development. 3 ECC is one of the most important problems in both developed and developing countries. 3, 14 In Thailand, the National Oral Health Survey conducted in 2012 found that 51.7% of 3-year-olds had ECC. 5 The risk of ECC could be reduced by preventing maternal bacterial transmission to the child, diet counseling, and the use of fluoride. 3 Twice daily toothbrushing with fluoride toothpaste is one of the most inexpensive and effective methods to reduce the risk of ECC. 3, 8 Oral health intervention programmes, including fluoride varnish application, daily tooth cleaning with toothpaste, and promoting dental health in community settings have been shown to be efficacious in preventing dental caries in young children. 16, 20 However, clinical prevention and oral health education could not prevent ECC in the long term. 21 Motivational Interviewing (MI) interventions were found to be the most effective method for altering health behaviours in a clinical setting. 21 MI is a brief counseling technique focussed on the individual that uses an empathic, collaborative style to elicit and build on patients' own reasons for change. 12 MI has proven efficacy with a range of health-related behaviours, including diet and exercise, substance abuse, and medication adherence. 7 The World Health Organization (WHO) recommended the use of MI in promoting the oral health of children. 15 A systematic review of randomised controlled Saengtipbovorn trials showed variable success of MI in improving oral health. 6 For instance, Ismail et al 9 found that one single motivational interview only changed some reported oral health behaviours, and failed to reduce the new number of untreated carious lesions. 9 The American Academy of Pediatric Dentistry (AAPD) has published a guideline on the periodicity of examination, preventive dental services, anticipatory guidance/counseling, and oral treatment for infants, children, and adolescents. It includes oral examination, caries risk assessment, topical fluoride application, systemic fluoride application, oral health education, and counseling. 1 Caries risk assessment is a key element of contemporary preventive care for infants, children, adolescents, and persons with special health care needs. Its goal is to prevent disease by identifying and minimising causative factors and optimising protective factors. It guides the dentist in the decision-making process to establish treatment and prevention protocols for children. 4 The results on MI's ability to prevent ECC are inconsistent, whereas caries risk assessment has been used successfully to prevent caries by identifying and minimising causative factors, optimising protective factors, and helping in the decision-making process. Thus, combining MI's advantages of building on the patients' own reasons for change as well as providing more frequent MI sessions with caries risk assessment to guide the dentist in the decisionmaking process may be needed to prevent ECC. The purpose of the present study was to assess the efficacy of Motivational Interviewing plus Caries Risk Assessment (MICRA programme) to improve the dental health status of preschool children.",
        "section": "",
        "section_number": 1,
        "sentences": [
            "E arly childhood caries (ECC) is a major health concern that continues to negatively affect the oral health of children.",
            "Its consequences can affect the immediate and longterm quality of life of the child's family.",
            "3 Children with ECC may suffer both physical and developmental difficulties, including pain, tooth loss, malocclusion, malnutrition, sleep disruptions, speech problems, and suboptimal social development.",
            "3 ECC is one of the most important problems in both developed and developing countries.",
            "3, 14 In Thailand, the National Oral Health Survey conducted in 2012 found that 51.7% of 3-year-olds had ECC.",
            "5 The risk of ECC could be reduced by preventing maternal bacterial transmission to the child, diet counseling, and the use of fluoride.",
            "3 Twice daily toothbrushing with fluoride toothpaste is one of the most inexpensive and effective methods to reduce the risk of ECC.",
            "3, 8 Oral health intervention programmes, including fluoride varnish application, daily tooth cleaning with toothpaste, and promoting dental health in community settings have been shown to be efficacious in preventing dental caries in young children.",
            "16, 20 However, clinical prevention and oral health education could not prevent ECC in the long term.",
            "21 Motivational Interviewing (MI) interventions were found to be the most effective method for altering health behaviours in a clinical setting.",
            "21 MI is a brief counseling technique focussed on the individual that uses an empathic, collaborative style to elicit and build on patients' own reasons for change.",
            "12 MI has proven efficacy with a range of health-related behaviours, including diet and exercise, substance abuse, and medication adherence.",
            "7 The World Health Organization (WHO) recommended the use of MI in promoting the oral health of children.",
            "15 A systematic review of randomised controlled Saengtipbovorn trials showed variable success of MI in improving oral health.",
            "6 For instance, Ismail et al 9 found that one single motivational interview only changed some reported oral health behaviours, and failed to reduce the new number of untreated carious lesions.",
            "9 The American Academy of Pediatric Dentistry (AAPD) has published a guideline on the periodicity of examination, preventive dental services, anticipatory guidance/counseling, and oral treatment for infants, children, and adolescents.",
            "It includes oral examination, caries risk assessment, topical fluoride application, systemic fluoride application, oral health education, and counseling.",
            "1 Caries risk assessment is a key element of contemporary preventive care for infants, children, adolescents, and persons with special health care needs.",
            "Its goal is to prevent disease by identifying and minimising causative factors and optimising protective factors.",
            "It guides the dentist in the decision-making process to establish treatment and prevention protocols for children.",
            "4 The results on MI's ability to prevent ECC are inconsistent, whereas caries risk assessment has been used successfully to prevent caries by identifying and minimising causative factors, optimising protective factors, and helping in the decision-making process.",
            "Thus, combining MI's advantages of building on the patients' own reasons for change as well as providing more frequent MI sessions with caries risk assessment to guide the dentist in the decisionmaking process may be needed to prevent ECC.",
            "The purpose of the present study was to assess the efficacy of Motivational Interviewing plus Caries Risk Assessment (MICRA programme) to improve the dental health status of preschool children."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34537",
        "text": "A randomised controlled trial was conducted in a well-baby clinic, Health Centre 54, Bangkok, Thailand, from September 2015 to February 2016, trial registration code TCTR20160518002. The well-baby clinic is responsible for children under 5 years of age, providing vaccinations and dental examinations as well as monitoring child development. The inclusion criteria included the parents or caregivers who had children age 6 months to 5 years, both male and female, and at least one natural tooth. The parents or caregivers who had children with cleft lip, cleft palate, ectodermal dysplasia, communication disorders, could not speak Thai language, or did not agree to participate were excluded. The study protocol was approved by the Bangkok Metropolitan Administration Ethics Committee for Human Research (061). Informed consent was signed by all participants.",
        "section": "MATERIALS AND METHODS",
        "section_number": 2,
        "sentences": [
            "A randomised controlled trial was conducted in a well-baby clinic, Health Centre 54, Bangkok, Thailand, from September 2015 to February 2016, trial registration code TCTR20160518002.",
            "The well-baby clinic is responsible for children under 5 years of age, providing vaccinations and dental examinations as well as monitoring child development.",
            "The inclusion criteria included the parents or caregivers who had children age 6 months to 5 years, both male and female, and at least one natural tooth.",
            "The parents or caregivers who had children with cleft lip, cleft palate, ectodermal dysplasia, communication disorders, could not speak Thai language, or did not agree to participate were excluded.",
            "The study protocol was approved by the Bangkok Metropolitan Administration Ethics Committee for Human Research (061).",
            "Informed consent was signed by all participants."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34537",
        "text": "Participants comprised parents/guardians and their children: the parents/guardians received oral hygiene instruction and individual counseling, and their children received fluoride vanish and dental examination. The parents or caregivers were randomly assigned to the intervention and the control groups by research staff using a systematic sam-pling technique. The total number of children registered with the well-baby clinic was divided by the required sample size to obtain the sample. The resulting number was used as a basis to recruit participants from the list of the wellbaby clinic's patients by the research staff. If any of the randomly selected participants met the exclusion criteria, the next number was chosen. The list of participants was sealed in an opaque envelope. Based on the exclusion criteria, 15 participants were excluded. In the intervention group, 7 participants were excluded: 1 participant had a communication disorders, 2 participants could not speak the Thai language, and 4 participants did not agree to participate. In the control group, 8 participants were excluded because 2 participants could not speak the Thai language and the other 6 participants did not agree to participate.",
        "section": "MATERIALS AND METHODS",
        "section_number": 3,
        "sentences": [
            "Participants comprised parents/guardians and their children: the parents/guardians received oral hygiene instruction and individual counseling, and their children received fluoride vanish and dental examination.",
            "The parents or caregivers were randomly assigned to the intervention and the control groups by research staff using a systematic sam-pling technique.",
            "The total number of children registered with the well-baby clinic was divided by the required sample size to obtain the sample.",
            "The resulting number was used as a basis to recruit participants from the list of the wellbaby clinic's patients by the research staff.",
            "If any of the randomly selected participants met the exclusion criteria, the next number was chosen.",
            "The list of participants was sealed in an opaque envelope.",
            "Based on the exclusion criteria, 15 participants were excluded.",
            "In the intervention group, 7 participants were excluded: 1 participant had a communication disorders, 2 participants could not speak the Thai language, and 4 participants did not agree to participate.",
            "In the control group, 8 participants were excluded because 2 participants could not speak the Thai language and the other 6 participants did not agree to participate."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34537",
        "text": "Of 531 children registered at the well-baby clinic, 183 children did not meet inclusion criteria. Three hundred fortyeight children were randomised in order to select participants for the study. Of the 214 participants who enrolled at baseline (107 intervention and 107 control), 196 (91.6%) (98 intervention and 98 control) were available for follow-up at 3 and 6 months. Of those who were not available in the intervention group, 5 participants moved to receive a service at the other health centre and 4 participants moved to live in another province. Among the control group, 3 participants moved to receive a service at the other health centre and 6 participants moved to live in another province (Fig 1) .",
        "section": "Study Population",
        "section_number": 4,
        "sentences": [
            "Of 531 children registered at the well-baby clinic, 183 children did not meet inclusion criteria.",
            "Three hundred fortyeight children were randomised in order to select participants for the study.",
            "Of the 214 participants who enrolled at baseline (107 intervention and 107 control), 196 (91.6%) (98 intervention and 98 control) were available for follow-up at 3 and 6 months.",
            "Of those who were not available in the intervention group, 5 participants moved to receive a service at the other health centre and 4 participants moved to live in another province.",
            "Among the control group, 3 participants moved to receive a service at the other health centre and 6 participants moved to live in another province (Fig 1) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34537",
        "text": "The interviewers were standardised by attending a one-day training programme. A dental hygienist was trained in MI, caries risk assessment, and fluoride varnish application by experts in this field. Moreover, the dental hygienist attended a one-day training programme consisting of a demonstration and recitation together with individual dental health education by motivational interviewing by experts in education, preschool children, and oral health.",
        "section": "Training of Interviewers",
        "section_number": 5,
        "sentences": [
            "The interviewers were standardised by attending a one-day training programme.",
            "A dental hygienist was trained in MI, caries risk assessment, and fluoride varnish application by experts in this field.",
            "Moreover, the dental hygienist attended a one-day training programme consisting of a demonstration and recitation together with individual dental health education by motivational interviewing by experts in education, preschool children, and oral health."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34537",
        "text": "The MICRA programme is based on PRECEDE-PROCEED and Transtheoretical models. 18 At baseline, the dental hygienist performed a caries risk assessment and an oral examination, then applied fluoride varnish in moderate-and highrisk children. Then, parents/received oral hygiene instruction and individual counseling by MI from the dental hygienist. The contents included oral health and hygiene, oral development, fluoride adequacy, oral habits, diet and nutrition, and injury prevention. Parents/guardians selected one self-management goal, which included regular dental visits for children, the family receiving dental treatment, weaning the child from the bottle, brushing with fluoride toothpaste at least twice a day, giving only water or milk in a sippy cup, less or no juice, healthy snacks, no soft drinks, drinking tap water, and providing less or no candy or junk food. The session took approximately 15 min to complete.",
        "section": "Intervention",
        "section_number": 6,
        "sentences": [
            "The MICRA programme is based on PRECEDE-PROCEED and Transtheoretical models.",
            "18 At baseline, the dental hygienist performed a caries risk assessment and an oral examination, then applied fluoride varnish in moderate-and highrisk children.",
            "Then, parents/received oral hygiene instruction and individual counseling by MI from the dental hygienist.",
            "The contents included oral health and hygiene, oral development, fluoride adequacy, oral habits, diet and nutrition, and injury prevention.",
            "Parents/guardians selected one self-management goal, which included regular dental visits for children, the family receiving dental treatment, weaning the child from the bottle, brushing with fluoride toothpaste at least twice a day, giving only water or milk in a sippy cup, less or no juice, healthy snacks, no soft drinks, drinking tap water, and providing less or no candy or junk food.",
            "The session took approximately 15 min to complete."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34537",
        "text": "At the 3rd and 6th months, participants received reinforcement education and individual counseling by MI. Furthermore, the participants' goal change was reiterated by the dental hygienist. The reinforcement session took approximately 10 min to complete.",
        "section": "Intervention",
        "section_number": 7,
        "sentences": [
            "At the 3rd and 6th months, participants received reinforcement education and individual counseling by MI.",
            "Furthermore, the participants' goal change was reiterated by the dental hygienist.",
            "The reinforcement session took approximately 10 min to complete."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34537",
        "text": "A focus group discussion was used to develop an information sheet for individual counseling by brainstorming ideas from a paediatrician, a nurse practitioner, a dentist, a dental hygienist, and a representative of the parent. The information sheet was validated by an expert in education, an expert in preschool children and an expert in dentistry. The pretest was also conducted by focus-group discussion; 2-4 focus groups with 6-8 parents or caregivers who were receiving services at a different well-baby clinic (Health Centre 42) were pretested.",
        "section": "Intervention",
        "section_number": 8,
        "sentences": [
            "A focus group discussion was used to develop an information sheet for individual counseling by brainstorming ideas from a paediatrician, a nurse practitioner, a dentist, a dental hygienist, and a representative of the parent.",
            "The information sheet was validated by an expert in education, an expert in preschool children and an expert in dentistry.",
            "The pretest was also conducted by focus-group discussion; 2-4 focus groups with 6-8 parents or caregivers who were receiving services at a different well-baby clinic (Health Centre 42) were pretested."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34537",
        "text": "The routine programme included oral examination of the child, individual oral hygiene instruction, and fluoride varnish application in the children who had a white spot lesion, all performed by another dental hygienist. It took approximately 10 min to complete.",
        "section": "Control Group",
        "section_number": 9,
        "sentences": [
            "The routine programme included oral examination of the child, individual oral hygiene instruction, and fluoride varnish application in the children who had a white spot lesion, all performed by another dental hygienist.",
            "It took approximately 10 min to complete."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "34537",
        "text": "In both groups, children received an oral examination and their parents/guardians a face-to-face interview using a questionnaire at baseline and 3-and 6-month follow-ups. The double-blind technique was used. The participants and the dentist who conducted oral examination did not know if they were in the intervention or the control groups. However, the parents/guardians knew they received caries risk assessment, MI, and reinforcement MI sessions.",
        "section": "Outcome Measures",
        "section_number": 10,
        "sentences": [
            "In both groups, children received an oral examination and their parents/guardians a face-to-face interview using a questionnaire at baseline and 3-and 6-month follow-ups.",
            "The double-blind technique was used.",
            "The participants and the dentist who conducted oral examination did not know if they were in the intervention or the control groups.",
            "However, the parents/guardians knew they received caries risk assessment, MI, and reinforcement MI sessions."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34537",
        "text": "Oral examination was done by a calibrated dentist. A fullmouth plaque index (PI) 2 was measured at four sites (mesial, distal, buccal, and lingual/palatal) on all maxillary and mandibular teeth. The PI scores ranged from 0-3: no plaque (0); a film of plaque adhering to the free gingival margin which cannot be seen by the naked eye, but only by using a periodontal probe (1); moderate accumulation of deposits, which can be seen by the naked eye (2); abundance of soft matter on the tooth (3). Furthermore, a fullmouth examination for caries was performed. Caries was divided into cavitated and non-cavitated carious lesions, following the criteria of Warren et al. 19 Intra-examiner reliability was achieved by examination of 20 participants twice (24 h apart) before beginning the study. The Cohen's Kappa of the dentist was 0.98. For inter-examiner reliability, the general dentist who performed the oral examinations was checked against one expert in paediatric dentistry (gold standard), conducting oral examinations in 5 children. The Cohen's Kappa was 0.85.",
        "section": "Outcome Measures",
        "section_number": 11,
        "sentences": [
            "Oral examination was done by a calibrated dentist.",
            "A fullmouth plaque index (PI) 2 was measured at four sites (mesial, distal, buccal, and lingual/palatal) on all maxillary and mandibular teeth.",
            "The PI scores ranged from 0-3: no plaque (0); a film of plaque adhering to the free gingival margin which cannot be seen by the naked eye, but only by using a periodontal probe (1); moderate accumulation of deposits, which can be seen by the naked eye (2); abundance of soft matter on the tooth (3).",
            "Furthermore, a fullmouth examination for caries was performed.",
            "Caries was divided into cavitated and non-cavitated carious lesions, following the criteria of Warren et al. 19 Intra-examiner reliability was achieved by examination of 20 participants twice (24 h apart) before beginning the study.",
            "The Cohen's Kappa of the dentist was 0.98.",
            "For inter-examiner reliability, the general dentist who performed the oral examinations was checked against one expert in paediatric dentistry (gold standard), conducting oral examinations in 5 children.",
            "The Cohen's Kappa was 0.85."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34537",
        "text": "The questionnaire was used to find general characteristics of the participants, including relationship to children, age, educational level, family income, number of children, age of children, and gender of children.",
        "section": "Outcome Measures",
        "section_number": 12,
        "sentences": [
            "The questionnaire was used to find general characteristics of the participants, including relationship to children, age, educational level, family income, number of children, age of children, and gender of children."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "34537",
        "text": "The primary outcome of the present study was caries (non-cavitated plus cavitated carious lesions, and cavitated carious lesions). The secondary outcome was PI.",
        "section": "Outcome Measures",
        "section_number": 13,
        "sentences": [
            "The primary outcome of the present study was caries (non-cavitated plus cavitated carious lesions, and cavitated carious lesions).",
            "The secondary outcome was PI."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "34537",
        "text": "Prior to starting this study, power calculations were performed based on a previous study 13 to achieve 80% power at the 5% significance level. The average caries incidence of the intervention and the control groups was 2.7 and 4.3, Intervention group n=98",
        "section": "Statistical Analyses",
        "section_number": 14,
        "sentences": [
            "Prior to starting this study, power calculations were performed based on a previous study 13 to achieve 80% power at the 5% significance level.",
            "The average caries incidence of the intervention and the control groups was 2.7 and 4.3, Intervention group n=98"
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "34537",
        "text": "Intervention group n=98",
        "section": "Statistical Analyses",
        "section_number": 15,
        "sentences": [
            "Intervention group n=98"
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "34537",
        "text": "Intervention group n=98",
        "section": "Statistical Analyses",
        "section_number": 16,
        "sentences": [
            "Intervention group n=98"
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "34537",
        "text": "Systematic sampling Saengtipbovorn months, respectively. There were no statistically significant differences in the relationship to children, age, family income, educational level, number of children, age of children or gender of children between the intervention and the control groups (p = 0.686, 0.158, 0.563, 0.414, 0.272, 0.161, and 0.785, respectively) ( Table 1 ). There were no statistically significant differences in PI, non-cavitated plus cavitated carious lesions, and cavitated carious lesions between the intervention and the control groups (p = 0.170, 0.520, and 0.528, respectively) ( Table 3) .",
        "section": "Statistical Analyses",
        "section_number": 17,
        "sentences": [
            "Systematic sampling Saengtipbovorn months, respectively.",
            "There were no statistically significant differences in the relationship to children, age, family income, educational level, number of children, age of children or gender of children between the intervention and the control groups (p = 0.686, 0.158, 0.563, 0.414, 0.272, 0.161, and 0.785, respectively) ( Table 1 ).",
            "There were no statistically significant differences in PI, non-cavitated plus cavitated carious lesions, and cavitated carious lesions between the intervention and the control groups (p = 0.170, 0.520, and 0.528, respectively) ( Table 3) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34537",
        "text": "Repeated measures ANOVA showed that the participants in the intervention group had significantly lower PI than did the the control group (p < 0.001). Within groups (the difference between baseline, 3rd month, and 6th month within the intervention or the control groups), PI showed a statistically significant difference only in the interaction between intervention and time (p < 0.001) ( Table 2 ). Pairwise comparison found the mean difference in PI between the intervention and control groups to be highest at 6 months, with statistically significant differences at both the 3rd and 6th months (p < 0.001 and < 0.001) ( Table 3 ). This meant that PI changed over time and this change depended on the group; the intervention group had significantly lower PI at the 3rd and 6th months. Repeated measures ANOVA of non-cavitated plus cavitated carious lesions, and cavitated carious lesions demonstrated statistically significant differences within groups, between the intervention and the control groups in terms of baseline, 3rd-and 6th-month measure-respectively, and the pooled variance was 14.48. 13 The sample size required in each group in the current study was 89, and it was increased by 20% to account for refusal and attrition in each group. Thus, the total sample size in each group was 107 and the overall sample size was 214 participants. Descriptive statistics, the chi-squared test, Fisher's exact test, and t-test were used to compare the differences between the intervention and the control groups at baseline. Repeated measures ANOVA was used to compare changes in outcomes across time. The time-by-group interaction effect assessed differences in outcome changes. A post-hoc test (Bonferroni) was performed to evaluate the groups' differences in outcome measures. A negative binomial distribution was used to assess caries incidence. The data were analysed with the SPSS statistical package, version 16.0 (IBM; Armonk, NY, USA). All analyses used a 95% confidence interval (CI), and statistical significance was set at p < 0.05.",
        "section": "Clinical Outcomes",
        "section_number": 18,
        "sentences": [
            "Repeated measures ANOVA showed that the participants in the intervention group had significantly lower PI than did the the control group (p < 0.001).",
            "Within groups (the difference between baseline, 3rd month, and 6th month within the intervention or the control groups), PI showed a statistically significant difference only in the interaction between intervention and time (p < 0.001) ( Table 2 ).",
            "Pairwise comparison found the mean difference in PI between the intervention and control groups to be highest at 6 months, with statistically significant differences at both the 3rd and 6th months (p < 0.001 and < 0.001) ( Table 3 ).",
            "This meant that PI changed over time and this change depended on the group; the intervention group had significantly lower PI at the 3rd and 6th months.",
            "Repeated measures ANOVA of non-cavitated plus cavitated carious lesions, and cavitated carious lesions demonstrated statistically significant differences within groups, between the intervention and the control groups in terms of baseline, 3rd-and 6th-month measure-respectively, and the pooled variance was 14.48.",
            "13 The sample size required in each group in the current study was 89, and it was increased by 20% to account for refusal and attrition in each group.",
            "Thus, the total sample size in each group was 107 and the overall sample size was 214 participants.",
            "Descriptive statistics, the chi-squared test, Fisher's exact test, and t-test were used to compare the differences between the intervention and the control groups at baseline.",
            "Repeated measures ANOVA was used to compare changes in outcomes across time.",
            "The time-by-group interaction effect assessed differences in outcome changes.",
            "A post-hoc test (Bonferroni) was performed to evaluate the groups' differences in outcome measures.",
            "A negative binomial distribution was used to assess caries incidence.",
            "The data were analysed with the SPSS statistical package, version 16.0 (IBM; Armonk, NY, USA).",
            "All analyses used a 95% confidence interval (CI), and statistical significance was set at p < 0.05."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34537",
        "text": "Among the 214 participants (107 participants per group), most in each group were mothers. The average age of the intervention and the control groups was 30.91 ± 10.80 years and 33.21 ± 12.92 years, respectively. The average age of the children of the intervention and the control groups was 15.19 ± 5.28 months and 16.15 ± 5.57 ments (p < 0.001 and < 0.001, respectively), and the interaction effect between measurements depended on groups (p < 0.001 and = 0.002, respectively) ( Table 2 ). The pairwise comparison found that non-cavitated plus cavitated carious lesions, and cavitated carious lesions between the intervention and the control groups to be highest at 6 months, with a statistically significant difference only at the 6th month (p = 0.007 and 0.023, respectively) ( Table 3) . This meant that non-cavitated plus cavitated carious lesions, and cavitated carious lesion changed over time and this change depended on the group. Those in the intervention group had significantly lower non-cavitated plus cavitated carious lesions, and cavitated carious lesions at 6 months.",
        "section": "Baseline Characteristics",
        "section_number": 19,
        "sentences": [
            "Among the 214 participants (107 participants per group), most in each group were mothers.",
            "The average age of the intervention and the control groups was 30.91 ± 10.80 years and 33.21 ± 12.92 years, respectively.",
            "The average age of the children of the intervention and the control groups was 15.19 ± 5.28 months and 16.15 ± 5.57 ments (p < 0.001 and < 0.001, respectively), and the interaction effect between measurements depended on groups (p < 0.001 and = 0.002, respectively) ( Table 2 ).",
            "The pairwise comparison found that non-cavitated plus cavitated carious lesions, and cavitated carious lesions between the intervention and the control groups to be highest at 6 months, with a statistically significant difference only at the 6th month (p = 0.007 and 0.023, respectively) ( Table 3) .",
            "This meant that non-cavitated plus cavitated carious lesions, and cavitated carious lesion changed over time and this change depended on the group.",
            "Those in the intervention group had significantly lower non-cavitated plus cavitated carious lesions, and cavitated carious lesions at 6 months."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34537",
        "text": "At the 6-month follow-up, the intervention group had less caries incidence, non-cavitated plus cavitated carious lesions, and cavitated carious lesions than the control group, by factors of 1.81 (IRR = 0.55, p = 0.001) and 2.04 (IRR = 0.49, p < 0.001), respectively (Table 4) . Saengtipbovorn",
        "section": "Caries Incidence",
        "section_number": 20,
        "sentences": [
            "At the 6-month follow-up, the intervention group had less caries incidence, non-cavitated plus cavitated carious lesions, and cavitated carious lesions than the control group, by factors of 1.81 (IRR = 0.55, p = 0.001) and 2.04 (IRR = 0.49, p < 0.001), respectively (Table 4) .",
            "Saengtipbovorn"
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "34537",
        "text": "The present study shows the efficacy of the MICRA programme, which combines MI and caries risk assessment. Dental health status was improved and sustained up to the 6-month follow-up. Moreover, this programme decreased caries incidence when compared to the control group. The efficacy of MICRA in the present study is consistent with previous studies in other countries, which found that fluoride varnish application, oral health education of the parents and increased cooperation with the community decreased ECC. 16, 20 In contrast, a study in Thailand found that fluoride varnish application nonsignificantly decreased ECC. 17 This may be explained by a lack of oral hygiene instruction to parents or caregivers. An interesting finding in the present study was that mean differences of PI were statistically significant at both the 3-and 6-month follow-up, whereas mean differences of caries (non-cavitated plus cavitated carious lesions, and cavitated carious lesions) were statistically significant only at the 6-month follow-up. This may be explained by the development of caries. The effect size (the magnitude of the impact on caries) found in the present study is higher than that reported in a previous study, 16 which showed that health promotion and fluoride varnish decreased caries incidence by 24% to 36%. Another study found dental counseling and fluoride varnish to decrease caries incidence by a factor of 2.20 compared to dental counseling alone, which is similar to the effect size in the present study. 20 The results of the present study reaffirm previous results of MI in improving oral health. 6, 15 This study showed that reinforcement MI improved dental health status, but other authors found that single motivational interviewing only changed some reported oral health behaviours. 9 Furthermore, the current study confirms earlier results of caries risk assessment, in which caries risk assessment reduced ECC in high-risk children. 10, 11 The strengths of the current study are its high response rate (91.6%) and the use of biomarkers, including PI and caries, to examine the outcomes. The major limitation of the present study was a lack of other groups in which participants only received caries risk assessment, so it is unknown whether the effects observed here are due to the caries risk assessment, the MI (or the reinforcement sessions of MI), or a combination of both. Furthermore, a selection bias from the willingness to participate, no monitoring of intervention fidelity, and not controlling for extra time spent with a dental hygienist also limit the present study and the interpretation of the data. The efficacy and acceptance of the MICRA programme are such that it can be implemented in the work routine of staff at the health centres. Longer follow-up periods are needed in future studies to determine intervention effects, adherence, and sustainability over time. The relationship between the goals achieved after undergoing the MICRA programme and the dental health status of preschool children should also be examined.",
        "section": "DISCUSSION",
        "section_number": 21,
        "sentences": [
            "The present study shows the efficacy of the MICRA programme, which combines MI and caries risk assessment.",
            "Dental health status was improved and sustained up to the 6-month follow-up.",
            "Moreover, this programme decreased caries incidence when compared to the control group.",
            "The efficacy of MICRA in the present study is consistent with previous studies in other countries, which found that fluoride varnish application, oral health education of the parents and increased cooperation with the community decreased ECC.",
            "16, 20 In contrast, a study in Thailand found that fluoride varnish application nonsignificantly decreased ECC.",
            "17 This may be explained by a lack of oral hygiene instruction to parents or caregivers.",
            "An interesting finding in the present study was that mean differences of PI were statistically significant at both the 3-and 6-month follow-up, whereas mean differences of caries (non-cavitated plus cavitated carious lesions, and cavitated carious lesions) were statistically significant only at the 6-month follow-up.",
            "This may be explained by the development of caries.",
            "The effect size (the magnitude of the impact on caries) found in the present study is higher than that reported in a previous study, 16 which showed that health promotion and fluoride varnish decreased caries incidence by 24% to 36%.",
            "Another study found dental counseling and fluoride varnish to decrease caries incidence by a factor of 2.20 compared to dental counseling alone, which is similar to the effect size in the present study.",
            "20 The results of the present study reaffirm previous results of MI in improving oral health.",
            "6, 15 This study showed that reinforcement MI improved dental health status, but other authors found that single motivational interviewing only changed some reported oral health behaviours.",
            "9 Furthermore, the current study confirms earlier results of caries risk assessment, in which caries risk assessment reduced ECC in high-risk children.",
            "10, 11 The strengths of the current study are its high response rate (91.6%) and the use of biomarkers, including PI and caries, to examine the outcomes.",
            "The major limitation of the present study was a lack of other groups in which participants only received caries risk assessment, so it is unknown whether the effects observed here are due to the caries risk assessment, the MI (or the reinforcement sessions of MI), or a combination of both.",
            "Furthermore, a selection bias from the willingness to participate, no monitoring of intervention fidelity, and not controlling for extra time spent with a dental hygienist also limit the present study and the interpretation of the data.",
            "The efficacy and acceptance of the MICRA programme are such that it can be implemented in the work routine of staff at the health centres.",
            "Longer follow-up periods are needed in future studies to determine intervention effects, adherence, and sustainability over time.",
            "The relationship between the goals achieved after undergoing the MICRA programme and the dental health status of preschool children should also be examined."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "34537",
        "text": "This study demonstrated the efficacy of the MICRA programme by improving the dental health status (PI and caries) and decreasing the caries incidence of preschool children, effects which were sustained for 6 months. However, it is unknown whether the effects are due to the caries risk assessment, the MI (or the MI reinforcement sessions), or the combination of both. ",
        "section": "CONCLUSION",
        "section_number": 22,
        "sentences": [
            "This study demonstrated the efficacy of the MICRA programme by improving the dental health status (PI and caries) and decreasing the caries incidence of preschool children, effects which were sustained for 6 months.",
            "However, it is unknown whether the effects are due to the caries risk assessment, the MI (or the MI reinforcement sessions), or the combination of both."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    }
]