[
    {
        "doc_id": "39977",
        "text": "The use of parenteral nutritional supplementation of phosphorus may lead to exhibit higher plasma phosphate concentrations and less radiological features in premature neonates susceptible to osteopenia. The present study aimed to assess the beneficial effects of adding intravenous phosphorus to total parenteral nutrition (TPN) on calcium and phosphorus metabolism in preterm neonates by measuring bone mineral content. This open-labeled randomized clinical trial was conducted on premature neonates who were hospitalized at NICU. The neonates were randomly assigned to two groups received TPN with intravenous sodium glycerophosphate or Glycophos (1.5 mmol/kg/day) or TPN without sodium glycerophosphate. At the end of the four weeks of treatment, the presence of osteopenia was examined using DEXA Scan. After completing treatment protocols, the group received TPN with intravenous Glycophos had significantly lower serum alkaline phosphatase (360±60 versus 762±71, P<0.001), as well as higher serum calcium to creatinine ratio (1.6±0.3 versus 0.44±0.13, P<0.001) compared to the control group received TPN without Glycophos. Those who received TPN with intravenous Glycophos experienced more increase in bone mineral density than those in control group (0.13±0.01 versus 0.10±0.02, P<0.001). There was no significant difference in serum calcium and serum vitamin D between the case and control groups. Adding intravenous sodium glycerophosphate to TPN in premature neonates can compensate the lack of bone mineral content and help to prevent osteopenia.",
        "section": "Abstract",
        "sentences": [
            "The use of parenteral nutritional supplementation of phosphorus may lead to exhibit higher plasma phosphate concentrations and less radiological features in premature neonates susceptible to osteopenia.",
            "The present study aimed to assess the beneficial effects of adding intravenous phosphorus to total parenteral nutrition (TPN) on calcium and phosphorus metabolism in preterm neonates by measuring bone mineral content.",
            "This open-labeled randomized clinical trial was conducted on premature neonates who were hospitalized at NICU.",
            "The neonates were randomly assigned to two groups received TPN with intravenous sodium glycerophosphate or Glycophos (1.5 mmol/kg/day) or TPN without sodium glycerophosphate.",
            "At the end of the four weeks of treatment, the presence of osteopenia was examined using DEXA Scan.",
            "After completing treatment protocols, the group received TPN with intravenous Glycophos had significantly lower serum alkaline phosphatase (360±60 versus 762±71, P<0.001), as well as higher serum calcium to creatinine ratio (1.6±0.3 versus 0.44±0.13, P<0.001) compared to the control group received TPN without Glycophos.",
            "Those who received TPN with intravenous Glycophos experienced more increase in bone mineral density than those in control group (0.13±0.01 versus 0.10±0.02, P<0.001).",
            "There was no significant difference in serum calcium and serum vitamin D between the case and control groups.",
            "Adding intravenous sodium glycerophosphate to TPN in premature neonates can compensate the lack of bone mineral content and help to prevent osteopenia."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39977",
        "text": "The development of fetal musculoskeletal formations in neonates requires essential minerals that the main part of these is provided by the mothers, particularly within the third trimester. In fact, balanced growth of skeletal system is observed when there is established a balance between supplying these minerals and growth demand of neonate (1, 2) . Thus, overtaking demand to supply can result in inadequate mineralization of skeletal system leading increased susceptibility to neonatal osteopenia (3) . In this regard, some potential risk factors have been identified for neonatal osteopenia. Prematurity has a special and important position as a risk factor because the trans-placental delivery of minerals such as calcium and phosphorus occur mostly after 24 weeks of gestation (4) . Also, as two-thirds of the fetal accretion of calcium is revealed within this period (5) . These limitations can lead to delay in bone growth within the postnatal period. Moreover, premature neonates suffer mechanical stresses and forces that result in increasing osteoblastic activity, reducing bone mass, as well as increasing urinary mineral losing place them at increased risk for osteopenia (6) . Also, because preterm infants had improper physical activities and movements, these infants may be also at increased risk for developing osteopenia (7, 8) . Furthermore, administrating some medications for neonatal disorders may be accompanied by the risk for osteopenia such as long-term use of diuretics, systemic corticosteroids, and methylxanthines leading more secretion of minerals in urines (9, 10) . Thus, the first step for preventing neonatal osteopenia is diagnosis and controlling of the known risk factor. In the second phase, the use of some supplements of minerals and bone growth requirements is a priority. Because lowering circulatory levels of calcium and phosphorus can be commonly indicated in high-risk neonates groups such as premature neonates, closely monitoring of these elements as well as maintaining them in a normal range is very necessary. Besides of using calcium and vitamin D supplements, it has been recently indicated that the use of parenteral nutritional supplementation of phosphorus leads to exhibit higher plasma phosphate concentrations and less radiological features in premature neonates susceptible to osteopenia (11, 12) . However, a few studies have focused prevention of osteopenia and improvement of growth following use of phosphorus supplements, and thus further studies should be more performed in the proof of this claim. Hence, the present study aimed to assess the beneficial effects of adding intravenous phosphorus to total parenteral nutrition (TPN) on calcium and phosphorus metabolism in preterm neonates by measuring bone mineral content using Dual Energy X-ray Absorptiometery (DEXA) scan. In fact, osteopenia status was compared between the premature neonates with ordering TPN with and without adding intravenous phosphorus to the parenteral nutritional regimen.",
        "section": "Introduction",
        "section_number": 1,
        "sentences": [
            "The development of fetal musculoskeletal formations in neonates requires essential minerals that the main part of these is provided by the mothers, particularly within the third trimester.",
            "In fact, balanced growth of skeletal system is observed when there is established a balance between supplying these minerals and growth demand of neonate (1, 2) .",
            "Thus, overtaking demand to supply can result in inadequate mineralization of skeletal system leading increased susceptibility to neonatal osteopenia (3) .",
            "In this regard, some potential risk factors have been identified for neonatal osteopenia.",
            "Prematurity has a special and important position as a risk factor because the trans-placental delivery of minerals such as calcium and phosphorus occur mostly after 24 weeks of gestation (4) .",
            "Also, as two-thirds of the fetal accretion of calcium is revealed within this period (5) .",
            "These limitations can lead to delay in bone growth within the postnatal period.",
            "Moreover, premature neonates suffer mechanical stresses and forces that result in increasing osteoblastic activity, reducing bone mass, as well as increasing urinary mineral losing place them at increased risk for osteopenia (6) .",
            "Also, because preterm infants had improper physical activities and movements, these infants may be also at increased risk for developing osteopenia (7, 8) .",
            "Furthermore, administrating some medications for neonatal disorders may be accompanied by the risk for osteopenia such as long-term use of diuretics, systemic corticosteroids, and methylxanthines leading more secretion of minerals in urines (9, 10) .",
            "Thus, the first step for preventing neonatal osteopenia is diagnosis and controlling of the known risk factor.",
            "In the second phase, the use of some supplements of minerals and bone growth requirements is a priority.",
            "Because lowering circulatory levels of calcium and phosphorus can be commonly indicated in high-risk neonates groups such as premature neonates, closely monitoring of these elements as well as maintaining them in a normal range is very necessary.",
            "Besides of using calcium and vitamin D supplements, it has been recently indicated that the use of parenteral nutritional supplementation of phosphorus leads to exhibit higher plasma phosphate concentrations and less radiological features in premature neonates susceptible to osteopenia (11, 12) .",
            "However, a few studies have focused prevention of osteopenia and improvement of growth following use of phosphorus supplements, and thus further studies should be more performed in the proof of this claim.",
            "Hence, the present study aimed to assess the beneficial effects of adding intravenous phosphorus to total parenteral nutrition (TPN) on calcium and phosphorus metabolism in preterm neonates by measuring bone mineral content using Dual Energy X-ray Absorptiometery (DEXA) scan.",
            "In fact, osteopenia status was compared between the premature neonates with ordering TPN with and without adding intravenous phosphorus to the parenteral nutritional regimen."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39977",
        "text": "This open-labeled randomized clinical trial was conducted on premature neonates who were hospitalized in NICU of Ali Asghar hospital in 2014 after obtaining permission from the ethics committee of Tehran University of Medical Sciences (Ethic Number: 91/D/130/2368). The inclusion criteria were gestational age less than 32 weeks and neonatal weight less than 1500 grams. Those neonates with the history of maternal hyperparathyroidism or maternal vitamin D deficiency or lack of parental consent were excluded. All neonates were selected by convenience sampling method that was randomly categorized (using block randomization method) to two groups. One of the two groups received TPN with intravenous sodium glycerophosphate or Glycophos (1.5 mmol/kg/day, Fresenius Kabi's Glycophos, USA) and another were fed with TPN but without sodium glycerophosphate. The personnel for DEXA scanning and statistical analyzer were blinded to study protocol.",
        "section": "Materials and Methods",
        "section_number": 2,
        "sentences": [
            "This open-labeled randomized clinical trial was conducted on premature neonates who were hospitalized in NICU of Ali Asghar hospital in 2014 after obtaining permission from the ethics committee of Tehran University of Medical Sciences (Ethic Number: 91/D/130/2368).",
            "The inclusion criteria were gestational age less than 32 weeks and neonatal weight less than 1500 grams.",
            "Those neonates with the history of maternal hyperparathyroidism or maternal vitamin D deficiency or lack of parental consent were excluded.",
            "All neonates were selected by convenience sampling method that was randomly categorized (using block randomization method) to two groups.",
            "One of the two groups received TPN with intravenous sodium glycerophosphate or Glycophos (1.5 mmol/kg/day, Fresenius Kabi's Glycophos, USA) and another were fed with TPN but without sodium glycerophosphate.",
            "The personnel for DEXA scanning and statistical analyzer were blinded to study protocol."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            1
        ],
        "classification_label": 0
    },
    {
        "doc_id": "39977",
        "text": "At baseline as well as every week during treatment, the serum levels of calcium, phosphorus, and alkaline phosphatase and also urine levels of calcium, phosphorus, and creatinine were measured for diagnosis and treatment of osteopenia. In addition, the serum level of vitamin D in the mothers was also assessed. At the end of the fourth week of treatment, the presence of osteopenia was examined using DEXA Scan. Osteopenia was defined as low bone density with reducing the thickness of cortical bone and/or as reducing the thickness or number of bone trabeculae. The main indicator for improving osteopenia was reducing serum level of alkaline phosphatase to the neonatal normal range (750 mg/dl) by serial testing its level within the treatment period. Any drug side effects resulting from intervention were also assessed the secondary study endpoint.",
        "section": "Materials and Methods",
        "section_number": 3,
        "sentences": [
            "At baseline as well as every week during treatment, the serum levels of calcium, phosphorus, and alkaline phosphatase and also urine levels of calcium, phosphorus, and creatinine were measured for diagnosis and treatment of osteopenia.",
            "In addition, the serum level of vitamin D in the mothers was also assessed.",
            "At the end of the fourth week of treatment, the presence of osteopenia was examined using DEXA Scan.",
            "Osteopenia was defined as low bone density with reducing the thickness of cortical bone and/or as reducing the thickness or number of bone trabeculae.",
            "The main indicator for improving osteopenia was reducing serum level of alkaline phosphatase to the neonatal normal range (750 mg/dl) by serial testing its level within the treatment period.",
            "Any drug side effects resulting from intervention were also assessed the secondary study endpoint."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39977",
        "text": "For the statistical analysis, the statistical software SPSS version 16.0 for windows (SPSS Inc., Chicago, IL) was used. Results were presented as mean±standard deviation (SD) for quantitative variables and were summarized by absolute frequencies and percentages for categorical variables. Categorical variables were compared using chi-square test. Quantitative variables were also compared using t test or Mann-Whitney U test. The correlations were tested using Pearson's or Spearman's Rank order correlation tests. P of 0.05 or less was considered statistically significant.",
        "section": "Materials and Methods",
        "section_number": 4,
        "sentences": [
            "For the statistical analysis, the statistical software SPSS version 16.0 for windows (SPSS Inc., Chicago, IL) was used.",
            "Results were presented as mean±standard deviation (SD) for quantitative variables and were summarized by absolute frequencies and percentages for categorical variables.",
            "Categorical variables were compared using chi-square test.",
            "Quantitative variables were also compared using t test or Mann-Whitney U test.",
            "The correlations were tested using Pearson's or Spearman's Rank order correlation tests.",
            "P of 0.05 or less was considered statistically significant."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39977",
        "text": "In total, 50 premature neonates were entered into the study that assigned to two groups received TPN with intravenous Glycophos as the case group (n=25) or TPN without Glycophos as the control group (n=25). The two groups were similar in male gender (68% versus 60.0%, P=0.556), mean birth weight (1.31±0.14 kg versus 1.27±0.16 kg, P=0.352), and mean gestational age (29.5±1.1 weeks versus 29.7±1.2 weeks, P=0.542). The mean duration of TPN regimen in the case group was 9.8±3.0 days versus 10.0±2.7 days in the control group with no difference (P=0.805).",
        "section": "Results",
        "section_number": 5,
        "sentences": [
            "In total, 50 premature neonates were entered into the study that assigned to two groups received TPN with intravenous Glycophos as the case group (n=25) or TPN without Glycophos as the control group (n=25).",
            "The two groups were similar in male gender (68% versus 60.0%, P=0.556), mean birth weight (1.31±0.14 kg versus 1.27±0.16 kg, P=0.352), and mean gestational age (29.5±1.1 weeks versus 29.7±1.2 weeks, P=0.542).",
            "The mean duration of TPN regimen in the case group was 9.8±3.0 days versus 10.0±2.7 days in the control group with no difference (P=0.805)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39977",
        "text": "As shown in table 1, after completing treatment protocols, the group received TPN with intravenous Glycophos had significantly lower serum alkaline phosphatase (360±60 versus 762±71, P<0.001), and higher serum calcium to creatinine ratio (1.6±0.3 versus 0.44±0.13, P<0.001) compared to the control group received TPN without Glycophos. Moreover, those who received TPN with intravenous Glycophos experienced more increase in bone mineral density than those in control group (0.13±0.01 versus 0.10±0.02, P<0.001).",
        "section": "Results",
        "section_number": 6,
        "sentences": [
            "As shown in table 1, after completing treatment protocols, the group received TPN with intravenous Glycophos had significantly lower serum alkaline phosphatase (360±60 versus 762±71, P<0.001), and higher serum calcium to creatinine ratio (1.6±0.3 versus 0.44±0.13, P<0.001) compared to the control group received TPN without Glycophos.",
            "Moreover, those who received TPN with intravenous Glycophos experienced more increase in bone mineral density than those in control group (0.13±0.01 versus 0.10±0.02, P<0.001)."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39977",
        "text": "However, the neonates received TPN with Glycophos had lower serum levels of albumin in comparison with the control group. There was no significant difference in serum calcium and serum vitamin D between the case and control groups.",
        "section": "Results",
        "section_number": 7,
        "sentences": [
            "However, the neonates received TPN with Glycophos had lower serum levels of albumin in comparison with the control group.",
            "There was no significant difference in serum calcium and serum vitamin D between the case and control groups."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39977",
        "text": "There was no evidence for adverse effects phosphorus supplementation in premature infants. 12.0 ± 7.9 11.9 ± 6.1 0.593",
        "section": "Results",
        "section_number": 8,
        "sentences": [
            "There was no evidence for adverse effects phosphorus supplementation in premature infants.",
            "12.0 ± 7.9 11.9 ± 6.1 0.593"
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39977",
        "text": "0.13 ± 0.01 0.10 ± 0.02 < 0.001",
        "section": "BMD(g/cm 2 )",
        "section_number": 9,
        "sentences": [
            "0.13 ± 0.01 0.10 ± 0.02 < 0.001"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39977",
        "text": "Various indicators are frequently used for assessing calcium and phosphorus balance in very low birth weight babies on TPN regimen. Of the common indicators can be pointed to the Calcium to creatinine phosphorus to creatinine ratios and also serum alkaline phosphatase measured on simple urine samples that are very useful test for clinical monitoring of calcium and phosphorus balance (13) . Another index for assessing bone mineral content in these neonates is bone mineral density assessed using imaging protocols such as DEXA scanning with high sensitivity and specificity. In the present trial and in parallel with recent findings on beneficial effects of phosphorus supplements on providing bone mineral content in premature neonates susceptible to osteopenia, we could demonstrated that the use of this supplement administered intravenously with TPN regimen can significantly increase bone mineral density as well as reduce alkaline phosphatase as two main indicators for improving osteopenia in premature neonates. As similarly indicated by Awad et al., (14) the group received TPN with phosphorus supplementation had significantly higher bone mineral content as well as lower increase in serum ALP and urinary Calcium to creatinine ratio compared to group preterm received TPN without phosphorus supplementation even with TPN duration less than 15 days, but similar to our study, There was no significant difference regarding serum calcium and phosphate between the two groups. In another similar study by Prestridge et al., (15) the absolute bone mineral content and the rate of increase in bone mineral content between 1 and 4, 1 and 8, and 1 and 26 weeks were significantly greater in group received 1.7 mmol calcium and 2.0 mmol phosphorus per deciliter than in group received the standard mixture containing 1.25 mmol calcium and 1.5 mmol phosphorus per deciliter indicating greater retention of these minerals during parenteral nutrition therapy and in greater bone mineral content after therapy with higher dose of phosphorus. In another study by Pelegano et al., (16) calcium retentions were higher with the calcium-phosphorus ratio of 2:1 and 1.7:1 ratios and phosphorus retentions were higher with the 1.3:1 and 1.7:1 ratios. In this regard, the 1.7:1 ratio allowed for the highest absolute retention of both minerals and was the closest to published in utero accretion of calcium and phosphorus. It seems that a continuation of the intravenous sodium glycerophosphate supplementation is justified in premature infants with a body weight of less than 1500 gram receiving TPN regimen leading compensation of bone mineral content in these high-risk patients (17) . In fact, as previously pointed, (18) (19) (20) simultaneous administrations of calcium and sodium glycerophosphate are preferable to their alternate administrations for bone metabolism in premature children receiving TPN.",
        "section": "Discussion",
        "section_number": 10,
        "sentences": [
            "Various indicators are frequently used for assessing calcium and phosphorus balance in very low birth weight babies on TPN regimen.",
            "Of the common indicators can be pointed to the Calcium to creatinine phosphorus to creatinine ratios and also serum alkaline phosphatase measured on simple urine samples that are very useful test for clinical monitoring of calcium and phosphorus balance (13) .",
            "Another index for assessing bone mineral content in these neonates is bone mineral density assessed using imaging protocols such as DEXA scanning with high sensitivity and specificity.",
            "In the present trial and in parallel with recent findings on beneficial effects of phosphorus supplements on providing bone mineral content in premature neonates susceptible to osteopenia, we could demonstrated that the use of this supplement administered intravenously with TPN regimen can significantly increase bone mineral density as well as reduce alkaline phosphatase as two main indicators for improving osteopenia in premature neonates.",
            "As similarly indicated by Awad et al., (14) the group received TPN with phosphorus supplementation had significantly higher bone mineral content as well as lower increase in serum ALP and urinary Calcium to creatinine ratio compared to group preterm received TPN without phosphorus supplementation even with TPN duration less than 15 days, but similar to our study, There was no significant difference regarding serum calcium and phosphate between the two groups.",
            "In another similar study by Prestridge et al., (15) the absolute bone mineral content and the rate of increase in bone mineral content between 1 and 4, 1 and 8, and 1 and 26 weeks were significantly greater in group received 1.7 mmol calcium and 2.0 mmol phosphorus per deciliter than in group received the standard mixture containing 1.25 mmol calcium and 1.5 mmol phosphorus per deciliter indicating greater retention of these minerals during parenteral nutrition therapy and in greater bone mineral content after therapy with higher dose of phosphorus.",
            "In another study by Pelegano et al., (16) calcium retentions were higher with the calcium-phosphorus ratio of 2:1 and 1.7:1 ratios and phosphorus retentions were higher with the 1.3:1 and 1.7:1 ratios.",
            "In this regard, the 1.7:1 ratio allowed for the highest absolute retention of both minerals and was the closest to published in utero accretion of calcium and phosphorus.",
            "It seems that a continuation of the intravenous sodium glycerophosphate supplementation is justified in premature infants with a body weight of less than 1500 gram receiving TPN regimen leading compensation of bone mineral content in these high-risk patients (17) .",
            "In fact, as previously pointed, (18) (19) (20) simultaneous administrations of calcium and sodium glycerophosphate are preferable to their alternate administrations for bone metabolism in premature children receiving TPN."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39977",
        "text": "In our study, the bone density has been done just after 4 weeks of treatment that is one of the limitations of the study. Thus we suggest in further study, bone density measurement before treatment and after 4 weeks of treatment.",
        "section": "Discussion",
        "section_number": 11,
        "sentences": [
            "In our study, the bone density has been done just after 4 weeks of treatment that is one of the limitations of the study.",
            "Thus we suggest in further study, bone density measurement before treatment and after 4 weeks of treatment."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39977",
        "text": "In summary, adding intravenous sodium glycerophosphate or Glycophos to TPN regimen can effectively preserve bone mineral content in premature neonate. Because these patients are potentially at increased risk for osteopenia, this alternative regimen can effectively prevent the occurrence of osteopenia in premature infants. In this regard, it seems that the simultaneously use of calcium and phosphorus supplements can be more efficiency in compensating bone mineral content that should be more investigated.",
        "section": "Discussion",
        "section_number": 12,
        "sentences": [
            "In summary, adding intravenous sodium glycerophosphate or Glycophos to TPN regimen can effectively preserve bone mineral content in premature neonate.",
            "Because these patients are potentially at increased risk for osteopenia, this alternative regimen can effectively prevent the occurrence of osteopenia in premature infants.",
            "In this regard, it seems that the simultaneously use of calcium and phosphorus supplements can be more efficiency in compensating bone mineral content that should be more investigated."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    }
]