[
    {
        "doc_id": "37257",
        "text": "Background: The object of this study was to determine whether high doses of inhaled budesonide provide additional benefits to a standardized treatment regimen that includes systemic steroids and salbutamol in preschool patients presented to the emergency department (ED) with acute wheezing attacks. Methods This randomized, double-blind, placebo-controlled, parallel group trial was conducted in children, 6 months-6 years with moderate or severe acute wheezing epizode, as determined based on a pulmonary index score (PIS) of 7-13 points. We compared the addition of budesonide 3 mg versus placebo to standard acute asthma treatment, which included salbutamol and a single 1 mg/kg dose of methylprednisolone given at the beginning of therapy. The primary outcome was differences in hospitalization rates within 4 hr. Secondary outcome was difference in median PIS between treatment groups at 2 hr. Results One hundred patients were enrolled. Cumulative hospitalization rate at 120, 180, and 240 min were 0.72, 0.62, and 0.58 in placebo group; and 0.44, 0.30, and 0.24 in budesonide group. Discharged rate in budesonide group was significantly higher than the placebo group (log-rank ¼ 12.407 ve P < 0.001). Expected mean discharged times were 200.4 (95%CI ¼ 185.3-215.5) min in placebo group and 164.4 (95%CI ¼ 149.4-179.4) min in budesonide group. Median (25-75%) PIS at the 120th min was significantly lower in budesonide group than the placebo group (5 [4-8] vs. 8 [5-9] respectively, P ¼ 0.006). Conclusions The addition of budesonide nebulization may decrease the admission rate of preschool children who have moderate to severe acute wheezing epizodes.",
        "section": "Abstract",
        "sentences": [
            "Background: The object of this study was to determine whether high doses of inhaled budesonide provide additional benefits to a standardized treatment regimen that includes systemic steroids and salbutamol in preschool patients presented to the emergency department (ED) with acute wheezing attacks.",
            "Methods This randomized, double-blind, placebo-controlled, parallel group trial was conducted in children, 6 months-6 years with moderate or severe acute wheezing epizode, as determined based on a pulmonary index score (PIS) of 7-13 points.",
            "We compared the addition of budesonide 3 mg versus placebo to standard acute asthma treatment, which included salbutamol and a single 1 mg/kg dose of methylprednisolone given at the beginning of therapy.",
            "The primary outcome was differences in hospitalization rates within 4 hr.",
            "Secondary outcome was difference in median PIS between treatment groups at 2 hr.",
            "Results One hundred patients were enrolled.",
            "Cumulative hospitalization rate at 120, 180, and 240 min were 0.72, 0.62, and 0.58 in placebo group; and 0.44, 0.30, and 0.24 in budesonide group.",
            "Discharged rate in budesonide group was significantly higher than the placebo group (log-rank ¼ 12.407 ve P < 0.001).",
            "Expected mean discharged times were 200.4 (95%CI ¼ 185.3-215.5) min in placebo group and 164.4 (95%CI ¼ 149.4-179.4) min in budesonide group.",
            "Median (25-75%) PIS at the 120th min was significantly lower in budesonide group than the placebo group (5 [4-8] vs. 8 [5-9] respectively, P ¼ 0.006).",
            "Conclusions The addition of budesonide nebulization may decrease the admission rate of preschool children who have moderate to severe acute wheezing epizodes."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37257",
        "text": "Acute asthma is one of the most common diseases encountered in the pediatric emergency department (ED). It has been proven by many studies that during moderate or acute asthma attacks, administering systemic corticosteroids (SCs) fixes the symptom scores, reduces the hospitalization rates, and decreases the number of relapses after discharge from the ED. [1] [2] [3] However, despite these positive effects of systematic steroids, many children still need to be hospitalized. A previous study demonstrated that oral prednisolone was not superior to placebo in pre-school age children who were admitted to hospital with viral infection induced mild-to-moderate wheezing epizode. 4 Therefore, the administration of inhaled corticosteroids during an asthma attack has become a subject of interest in recent years.",
        "section": "INTRODUCTION",
        "section_number": 1,
        "sentences": [
            "Acute asthma is one of the most common diseases encountered in the pediatric emergency department (ED).",
            "It has been proven by many studies that during moderate or acute asthma attacks, administering systemic corticosteroids (SCs) fixes the symptom scores, reduces the hospitalization rates, and decreases the number of relapses after discharge from the ED. [",
            "1] [2] [3] However, despite these positive effects of systematic steroids, many children still need to be hospitalized.",
            "A previous study demonstrated that oral prednisolone was not superior to placebo in pre-school age children who were admitted to hospital with viral infection induced mild-to-moderate wheezing epizode.",
            "4 Therefore, the administration of inhaled corticosteroids during an asthma attack has become a subject of interest in recent years."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37257",
        "text": "Some previous studies [5] [6] [7] [8] have shown that at the onset or during the early phase of an asthma exacerbation, the use of beta-2 agonists together with high dose inhaled corticosteroids (ICSs) accelerated the resolution of acute bronchoconstriction and led to a significant reduction in the hospitalization rate. However it is unclear whether ICSs produce any beneficial effects when added to systemic corticosteroid (SC) plus salbutamol treatment in the management of acute wheezing in the children in the ED. A recent Cochrane Review has been published which aimed to determine the benefit of ICS for the treatment of acute asthma in the ED and which also aimed to determine the effect of the early use of ICS therapy on different outcomes, such as pulmonary function tests, hospitalization, and clinical scores in the ED treatment of acute asthma attack. 9 Based on findings from 13 selected, randomized, controlled pediatric studies, the Cochrane Review concluded that there is insufficient evidence that ICS therapy produces some improvements on pulmonary functions or clinical scores when used in patients with acute asthma in addition to SCs and it was also concluded that further research is needed to clarify the most appropriate drug dosage and delivery device, and to define which patients are most likely to have benefits from ICS therapy. It remains unclear whether ICS has provided additional benefits in patients with acute asthma when used as an adjunct to SCs in the ED.",
        "section": "INTRODUCTION",
        "section_number": 2,
        "sentences": [
            "Some previous studies [5] [6] [7] [8] have shown that at the onset or during the early phase of an asthma exacerbation, the use of beta-2 agonists together with high dose inhaled corticosteroids (ICSs) accelerated the resolution of acute bronchoconstriction and led to a significant reduction in the hospitalization rate.",
            "However it is unclear whether ICSs produce any beneficial effects when added to systemic corticosteroid (SC) plus salbutamol treatment in the management of acute wheezing in the children in the ED.",
            "A recent Cochrane Review has been published which aimed to determine the benefit of ICS for the treatment of acute asthma in the ED and which also aimed to determine the effect of the early use of ICS therapy on different outcomes, such as pulmonary function tests, hospitalization, and clinical scores in the ED treatment of acute asthma attack.",
            "9 Based on findings from 13 selected, randomized, controlled pediatric studies, the Cochrane Review concluded that there is insufficient evidence that ICS therapy produces some improvements on pulmonary functions or clinical scores when used in patients with acute asthma in addition to SCs and it was also concluded that further research is needed to clarify the most appropriate drug dosage and delivery device, and to define which patients are most likely to have benefits from ICS therapy.",
            "It remains unclear whether ICS has provided additional benefits in patients with acute asthma when used as an adjunct to SCs in the ED."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37257",
        "text": "Budesonide has a very rapid onset of action [10] [11] [12] [13] and, therefore, may have an extra effect on reducing hospitalization rates when it is used as an adjunct to SC.",
        "section": "INTRODUCTION",
        "section_number": 3,
        "sentences": [
            "Budesonide has a very rapid onset of action [10] [11] [12] [13] and, therefore, may have an extra effect on reducing hospitalization rates when it is used as an adjunct to SC."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37257",
        "text": "The object of this study was to determine whether high doses (total of 3 mg) of inhaled budesonide provide any additional benefits to a standardized treatment regimen that includes systemic steroids and salbutamol in preschool children who admitted to the ED with acute wheezing episodes.",
        "section": "INTRODUCTION",
        "section_number": 4,
        "sentences": [
            "The object of this study was to determine whether high doses (total of 3 mg) of inhaled budesonide provide any additional benefits to a standardized treatment regimen that includes systemic steroids and salbutamol in preschool children who admitted to the ED with acute wheezing episodes."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37257",
        "text": "The study included children who were admitted to the ED of KeS ci€ oren Education and Research Hospital Paediatric Department with acute wheezing episodes between April 2008 and September 2009.",
        "section": "Setting",
        "section_number": 5,
        "sentences": [
            "The study included children who were admitted to the ED of KeS ci€ oren Education and Research Hospital Paediatric Department with acute wheezing episodes between April 2008 and September 2009."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37257",
        "text": "This study was approved by the Ethics Committee of the Health Ministry of Turkey, and during the enrolment process written informed consent was obtained from the parents of each children.",
        "section": "Setting",
        "section_number": 6,
        "sentences": [
            "This study was approved by the Ethics Committee of the Health Ministry of Turkey, and during the enrolment process written informed consent was obtained from the parents of each children."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37257",
        "text": "Patients aged between 6 months and 6 years who had experienced at least three episodes of wheezing attack in the previous 12 months and who were admitted to the ED with a moderate acute wheezing episode (defined as pulmonary index score [PIS] 7-13, Table 1 ) accepted as eligible for the study. More mildly (PIS < 7) or severely (PIS ! 14) ill children were excluded. 14, 15 Patients who received more than 400 mcg of inhaled budesonide or equivalent per day, had certain changes in their ICSs dose in the last 2 months, or took SC within the last month were not regarded as eligible for the study. Any patients with concurrent croup, suspected foreign body aspiration, or pneumonia with a history of bronchiolitis obliterans, cystic fibrosis, broncho-pulmonary dysplasia, congenital heart disease, sickle-cell anemia, liver, or renal disease, or immune deficiency were also excluded.",
        "section": "Inclusion and Exclusion Criteria",
        "section_number": 7,
        "sentences": [
            "Patients aged between 6 months and 6 years who had experienced at least three episodes of wheezing attack in the previous 12 months and who were admitted to the ED with a moderate acute wheezing episode (defined as pulmonary index score [PIS] 7-13, Table 1 ) accepted as eligible for the study.",
            "More mildly (PIS < 7) or severely (PIS !",
            "14) ill children were excluded.",
            "14, 15 Patients who received more than 400 mcg of inhaled budesonide or equivalent per day, had certain changes in their ICSs dose in the last 2 months, or took SC within the last month were not regarded as eligible for the study.",
            "Any patients with concurrent croup, suspected foreign body aspiration, or pneumonia with a history of bronchiolitis obliterans, cystic fibrosis, broncho-pulmonary dysplasia, congenital heart disease, sickle-cell anemia, liver, or renal disease, or immune deficiency were also excluded."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37257",
        "text": "The current study was designed as randomized, doubleblind, placebo-controlled, and parallel groups. When subjects met the above-mentioned criteria, demographic data (age, gender, and present asthma treatment) were recorded and then randomly allocated to one of two groups.",
        "section": "Study Design",
        "section_number": 8,
        "sentences": [
            "The current study was designed as randomized, doubleblind, placebo-controlled, and parallel groups.",
            "When subjects met the above-mentioned criteria, demographic data (age, gender, and present asthma treatment) were recorded and then randomly allocated to one of two groups."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37257",
        "text": "When the patients were enrolled on the study, consecutive numbers (double-blind code) were assigned. The numbers were randomly assigned to the treatment groups in balanced blocks of 10 using a random allocation software computer program. A single pediatrician, not involved in the study design and analysis, prepared the randomized list. He also prepared numbered (doubleblind code) identical plastic syringes according to the randomized list. Each plastic syringes containing either budesonide (1 mg/2 ml) or preservative-free normal saline (2 ml), which served as a placebo, covered with aluminium foil.",
        "section": "Study Design",
        "section_number": 9,
        "sentences": [
            "When the patients were enrolled on the study, consecutive numbers (double-blind code) were assigned.",
            "The numbers were randomly assigned to the treatment groups in balanced blocks of 10 using a random allocation software computer program.",
            "A single pediatrician, not involved in the study design and analysis, prepared the randomized list.",
            "He also prepared numbered (doubleblind code) identical plastic syringes according to the randomized list.",
            "Each plastic syringes containing either budesonide (1 mg/2 ml) or preservative-free normal saline (2 ml), which served as a placebo, covered with aluminium foil."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37257",
        "text": "The double-blind codes of the treatment numbers were kept available in the study center in enclosed sealed envelopes in order to be opened in necessary condition. The overall pulmonary index score (range, 0-15 points) was calculated by adding the scores for each of five variables: respiratory rate, wheezing, inspiratory/ expiratory ratio, retractions, and oxygen saturation. A score of <7 indicates mild epizodes; 7-13, moderate epizodes; and !14, severe epizodes. 1 If no wheezing due to minimal air entry, score 3.",
        "section": "Study Design",
        "section_number": 10,
        "sentences": [
            "The double-blind codes of the treatment numbers were kept available in the study center in enclosed sealed envelopes in order to be opened in necessary condition.",
            "The overall pulmonary index score (range, 0-15 points) was calculated by adding the scores for each of five variables: respiratory rate, wheezing, inspiratory/ expiratory ratio, retractions, and oxygen saturation.",
            "A score of <7 indicates mild epizodes; 7-13, moderate epizodes; and !",
            "14, severe epizodes.",
            "1 If no wheezing due to minimal air entry, score 3."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37257",
        "text": "The sealed envelopes were kept by the primary investigator (C.H.R) during the trial. All investigators were blinded to the allocation of treatment until the data analysis was completed.",
        "section": "Study Design",
        "section_number": 11,
        "sentences": [
            "The sealed envelopes were kept by the primary investigator (C.H.R) during the trial.",
            "All investigators were blinded to the allocation of treatment until the data analysis was completed."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37257",
        "text": "The main aim of the study was to determine the difference in discharge ratios within 120, 180, and 240 min between the groups.",
        "section": "Study Design",
        "section_number": 12,
        "sentences": [
            "The main aim of the study was to determine the difference in discharge ratios within 120, 180, and 240 min between the groups."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37257",
        "text": "The secondary aim of this study was to determine the difference of PIS between the two groups at the 120th min, which was defined by a clinically significant reduction of the PIS by two points, as previously reported. 14, 15 ",
        "section": "Study Design",
        "section_number": 13,
        "sentences": [
            "The secondary aim of this study was to determine the difference of PIS between the two groups at the 120th min, which was defined by a clinically significant reduction of the PIS by two points, as previously reported.",
            "14, 15"
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37257",
        "text": "On presentation at the ED, patients were examined and assigned a PIS. Patients with a clinical score of 7-13 and who met all other eligibility criteria were invited to participate in the study. Following the enrolment, identical numbered plastic syringes containing the study medications (study drug or placebo) were given to the study nurse, to be administered by the nurse in ED. Children in the active treatment group were administered three doses of budesonide (1 mg/2 ml) with salbutamol nebules (0.15 mg/kg/ dose, max. 5 mg) driven by 100% oxygen at a flow of 6 L/ min at 0, 20, and 40 min and children in the control group received three doses of normal saline (2 ml) as a placebo as well as salbutamol. Both groups received one dose of intramuscularly methylprednisolone (1 mg/kg/dose) at the onset of the treatment and salbutamol nebules at 80, 120, and 180 min ( Fig. 1) .",
        "section": "Study Protocol",
        "section_number": 14,
        "sentences": [
            "On presentation at the ED, patients were examined and assigned a PIS.",
            "Patients with a clinical score of 7-13 and who met all other eligibility criteria were invited to participate in the study.",
            "Following the enrolment, identical numbered plastic syringes containing the study medications (study drug or placebo) were given to the study nurse, to be administered by the nurse in ED.",
            "Children in the active treatment group were administered three doses of budesonide (1 mg/2 ml) with salbutamol nebules (0.15 mg/kg/ dose, max.",
            "5 mg) driven by 100% oxygen at a flow of 6 L/ min at 0, 20, and 40 min and children in the control group received three doses of normal saline (2 ml) as a placebo as well as salbutamol.",
            "Both groups received one dose of intramuscularly methylprednisolone (1 mg/kg/dose) at the onset of the treatment and salbutamol nebules at 80, 120, and 180 min ( Fig. 1) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37257",
        "text": "Data describing patient characteristics, including age, gender, number of previous wheezing episodes, hospitalization and ED visits, any family history of asthma, and duration of disease were obtained from parental questioning and also from the medical reports. Skin prick tests were obtained from all patients while in the ED or from the medical records and eosinophil counts were taken in the ED. All these data were collected on standardized data-collection forms.",
        "section": "Study Protocol",
        "section_number": 15,
        "sentences": [
            "Data describing patient characteristics, including age, gender, number of previous wheezing episodes, hospitalization and ED visits, any family history of asthma, and duration of disease were obtained from parental questioning and also from the medical reports.",
            "Skin prick tests were obtained from all patients while in the ED or from the medical records and eosinophil counts were taken in the ED.",
            "All these data were collected on standardized data-collection forms."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37257",
        "text": "The demographic data of all the patients were recorded during admission. PIS values, the validity of which has been proven previously several times, were used at the clinical evaluation (Table 1) . 14, 15 At 0, 20, 40, 80, 120, and if necessary at 180 and 240 min, the PIS scores of all the patients were evaluated by checking the response of patients and at the end of 2 hr or if necessary, 4 hr, they, then, were either discharged or hospitalized. Patients with SaO 2 92% were given O 2 . Before measuring SaO 2, if patient was still inhaling, the O 2 treatment was ceased 10 min earlier.",
        "section": "Clinical Evaluation",
        "section_number": 16,
        "sentences": [
            "The demographic data of all the patients were recorded during admission.",
            "PIS values, the validity of which has been proven previously several times, were used at the clinical evaluation (Table 1) .",
            "14, 15 At 0, 20, 40, 80, 120, and if necessary at 180 and 240 min, the PIS scores of all the patients were evaluated by checking the response of patients and at the end of 2 hr or if necessary, 4 hr, they, then, were either discharged or hospitalized.",
            "Patients with SaO 2 92% were given O 2 .",
            "Before measuring SaO 2, if patient was still inhaling, the O 2 treatment was ceased 10 min earlier."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37257",
        "text": "(1) Good response criteria include at least a two-point improvement in PIS with PIS 5 (as previously defined and reported 14, 15 ), minimal breathing effort, stable good aeration, absent or minimal wheezing, and oxygen saturation >95% in room air.",
        "section": "Evaluating the Response to the Treatment",
        "section_number": 17,
        "sentences": [
            "(1) Good response criteria include at least a two-point improvement in PIS with PIS 5 (as previously defined and reported 14, 15 ), minimal breathing effort, stable good aeration, absent or minimal wheezing, and oxygen saturation >95% in room air."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37257",
        "text": "(2) Relative response criteria include improvement in PIS < 2 points, PIS in the range of !6 to 13, and oxygen saturation of 93-95% in room air.",
        "section": "Evaluating the Response to the Treatment",
        "section_number": 18,
        "sentences": [
            "(2) Relative response criteria include improvement in PIS < 2 points, PIS in the range of !",
            "6 to 13, and oxygen saturation of 93-95% in room air."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37257",
        "text": "(3) No response criteria include PIS ! 14 or oxygen saturation 92% in room air.",
        "section": "Evaluating the Response to the Treatment",
        "section_number": 19,
        "sentences": [
            "(3) No response criteria include PIS !",
            "14 or oxygen saturation 92% in room air."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37257",
        "text": "(1) At the end of 2 hr, patients who gave a good response were discharged.",
        "section": "Discharge and Admission Criteria",
        "section_number": 20,
        "sentences": [
            "(1) At the end of 2 hr, patients who gave a good response were discharged."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37257",
        "text": "(2) At the end of 2 hr, patients who gave relative response were treated for a maximum of 2 more hr in the ED and received hourly salbutamole nebulization. Evaluations were made at 180 and 240 min, and those who responded well to the criteria at those times were discharged. Patients with a relative response at the end of 240 min were hospitalized.",
        "section": "Discharge and Admission Criteria",
        "section_number": 21,
        "sentences": [
            "(2) At the end of 2 hr, patients who gave relative response were treated for a maximum of 2 more hr in the ED and received hourly salbutamole nebulization.",
            "Evaluations were made at 180 and 240 min, and those who responded well to the criteria at those times were discharged.",
            "Patients with a relative response at the end of 240 min were hospitalized."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37257",
        "text": "(3) At the end of 2 hr, patients who gave no response were hospitalized. Patients with SaO 2 92%, with poor lung aeration and severe retraction at the end of 2 and 4 hr were hospitalized regardless of their PIS.",
        "section": "Discharge and Admission Criteria",
        "section_number": 22,
        "sentences": [
            "(3) At the end of 2 hr, patients who gave no response were hospitalized.",
            "Patients with SaO 2 92%, with poor lung aeration and severe retraction at the end of 2 and 4 hr were hospitalized regardless of their PIS."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37257",
        "text": "Although patients met the discharge criteria before 120 min, none were discharged until the end of the 120th min.",
        "section": "Discharge and Admission Criteria",
        "section_number": 23,
        "sentences": [
            "Although patients met the discharge criteria before 120 min, none were discharged until the end of the 120th min."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37257",
        "text": "Statistical analysis was applied using Statistical Package for Social Sciences (SPSS) 11.5 software (SPSS, Inc., Chicago, IL). Conformity to normal distribution of continuous variables was assessed using the Shapiro-Wilk test. Continuous variables were expressed as mean AE SD or median (25-75th percentiles), where appropriate. While, the mean differences between groups were compared using the Student's t-test, the Mann-Whitney U-test was applied for the comparisons of data with non-normal distribution. The differences in pre-and post-treatment measurements were compared using the Wilcoxon signed-rank test. Nominal data were evaluated with the Pearson Chi-square test. To determine whether the differences between groups in the cumulative rate of staying in ED were statistically significant or not was evaluated using Kaplan-Meier survival analysis with the log-rank test. Univariate Cox proportional hazards regression analyses were used to identify the associations between demographic factors and discharge from the ED. The best predictive factors which affect the discharge rate were determined by Multiple Cox proportional hazards regression analysis. Any variable with a univariable test P-value of <0.25 was accepted as a candidate for the multivariable model along with all variables of known clinical importance. Relative risk and 95% confidence intervals for all independent variables were also calculated. A value of P<0.05 was considered statistically significant.",
        "section": "Statistical Analysis",
        "section_number": 24,
        "sentences": [
            "Statistical analysis was applied using Statistical Package for Social Sciences (SPSS) 11.5 software (SPSS, Inc., Chicago, IL).",
            "Conformity to normal distribution of continuous variables was assessed using the Shapiro-Wilk test.",
            "Continuous variables were expressed as mean AE SD or median (25-75th percentiles), where appropriate.",
            "While, the mean differences between groups were compared using the Student's t-test, the Mann-Whitney U-test was applied for the comparisons of data with non-normal distribution.",
            "The differences in pre-and post-treatment measurements were compared using the Wilcoxon signed-rank test.",
            "Nominal data were evaluated with the Pearson Chi-square test.",
            "To determine whether the differences between groups in the cumulative rate of staying in ED were statistically significant or not was evaluated using Kaplan-Meier survival analysis with the log-rank test.",
            "Univariate Cox proportional hazards regression analyses were used to identify the associations between demographic factors and discharge from the ED.",
            "The best predictive factors which affect the discharge rate were determined by Multiple Cox proportional hazards regression analysis.",
            "Any variable with a univariable test P-value of <0.25 was accepted as a candidate for the multivariable model along with all variables of known clinical importance.",
            "Relative risk and 95% confidence intervals for all independent variables were also calculated.",
            "A value of P<0.05 was considered statistically significant."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37257",
        "text": "The primary aim of this study was to determine the difference in discharge ratios within 120 min. Group sample sizes of 48 and 48 were sufficient to achieve 80% power to detect a difference of 0.30 between the null hypothesis that both group proportions are 0.30 and the alternative hypothesis that the proportion in treatment group is 0.60 using a two-sided Chi-square test with a significance level of 0.05. The difference of 0.30 was taken from both our pilot study and clinical experiments. Sample size estimation was performed using G Ã Power (Franz Faul, Universitat Kiel, Germany) ver. 3.0.10 software.",
        "section": "Sample Size Estimation",
        "section_number": 25,
        "sentences": [
            "The primary aim of this study was to determine the difference in discharge ratios within 120 min.",
            "Group sample sizes of 48 and 48 were sufficient to achieve 80% power to detect a difference of 0.30 between the null hypothesis that both group proportions are 0.30 and the alternative hypothesis that the proportion in treatment group is 0.60 using a two-sided Chi-square test with a significance level of 0.05.",
            "The difference of 0.30 was taken from both our pilot study and clinical experiments.",
            "Sample size estimation was performed using G Ã Power (Franz Faul, Universitat Kiel, Germany) ver.",
            "3.0.10 software."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37257",
        "text": "This study was conducted at the KeS ci€ oren Education and Research Hospital Paediatric ED.",
        "section": "FINDINGS",
        "section_number": 26,
        "sentences": [
            "This study was conducted at the KeS ci€ oren Education and Research Hospital Paediatric ED."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37257",
        "text": "The parents of patients were invited to participate in the study if the patients were aged six months-6 years with at least three episodes of wheezing attack in the previous 12 months and were admitted to the ED with a moderate acute wheezing episode (PIS 7-13). Informed consent was obtained and the patient was re-evaluated by a primary investigator for eligibility. Of the 135 patients reevaluated in detail for eligibility, a total of 100 patients were included in this study. These comprised 69 girls and 31 boys, with a mean age of 29.80 AE 17.27 months. All the patients completed the study (Fig. 2) . The demographic characteristics of the study groups are given in Table 2 .",
        "section": "FINDINGS",
        "section_number": 27,
        "sentences": [
            "The parents of patients were invited to participate in the study if the patients were aged six months-6 years with at least three episodes of wheezing attack in the previous 12 months and were admitted to the ED with a moderate acute wheezing episode (PIS 7-13).",
            "Informed consent was obtained and the patient was re-evaluated by a primary investigator for eligibility.",
            "Of the 135 patients reevaluated in detail for eligibility, a total of 100 patients were included in this study.",
            "These comprised 69 girls and 31 boys, with a mean age of 29.80 AE 17.27 months.",
            "All the patients completed the study (Fig. 2) .",
            "The demographic characteristics of the study groups are given in Table 2 ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37257",
        "text": "According to the Kaplan-Meier survival analyses, there were no discharged patients within 60 min in either of the two groups. The cumulative hospitalization rates at 120, 180, and 240 min were 0.72, 0.62, and 0.58 in the placebo group and 0.44, 0.30, and 0.24 in the budesonide group. The discharge rate in the budesonide group was significantly higher than that of the placebo group (logrank ¼ 12.407 ve P < 0.001). The expected mean discharge times were 200.4 (95%CI ¼ 185.3-215.5) min in the placebo group and 164.4 (95%CI ¼ 149.4-179.4) min in the budesonide group (Fig. 3) .",
        "section": "Primary Outcome",
        "section_number": 28,
        "sentences": [
            "According to the Kaplan-Meier survival analyses, there were no discharged patients within 60 min in either of the two groups.",
            "The cumulative hospitalization rates at 120, 180, and 240 min were 0.72, 0.62, and 0.58 in the placebo group and 0.44, 0.30, and 0.24 in the budesonide group.",
            "The discharge rate in the budesonide group was significantly higher than that of the placebo group (logrank ¼ 12.407 ve P < 0.001).",
            "The expected mean discharge times were 200.4 (95%CI ¼ 185.3-215.5) min in the placebo group and 164.4 (95%CI ¼ 149.4-179.4) min in the budesonide group (Fig. 3) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37257",
        "text": "According to the univariate Cox's proportional regression analyses, the number of ED visits and number of hospitalizations in the previous year, atopy, atopic dermatitis, API positivity, basal PIS, and treatment of budesonide were found to be related with the discharge rate and were included in the multivariate regression model. After adjustment for all possible risk factors, the number of hospitalizations in the previous 12 months (RR ¼ 1.296, 95%CI: 1.004-1.674, P ¼ 0.046) and treatment of budesonide (RR ¼ 1.996, 95%CI: 1.141-3.492, P ¼ 0.015) were found to be independent predictive factors which affected the discharge rate (Table 3 ). In the subgroup analyses applied to the budesonide group only, according to the uni/multivariate Cox's regression analyses, no impact was determined on the discharge rate of all the possible risk factors mentioned above (P > 0.05).",
        "section": "Primary Outcome",
        "section_number": 29,
        "sentences": [
            "According to the univariate Cox's proportional regression analyses, the number of ED visits and number of hospitalizations in the previous year, atopy, atopic dermatitis, API positivity, basal PIS, and treatment of budesonide were found to be related with the discharge rate and were included in the multivariate regression model.",
            "After adjustment for all possible risk factors, the number of hospitalizations in the previous 12 months (RR ¼ 1.296, 95%CI: 1.004-1.674, P ¼ 0.046) and treatment of budesonide (RR ¼ 1.996, 95%CI: 1.141-3.492, P ¼ 0.015) were found to be independent predictive factors which affected the discharge rate (Table 3 ).",
            "In the subgroup analyses applied to the budesonide group only, according to the uni/multivariate Cox's regression analyses, no impact was determined on the discharge rate of all the possible risk factors mentioned above (P > 0.05)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37257",
        "text": "When patients were evaluated according to the secondary outcome, the median (25-75%) PIS at the 120th min found significantly lower in the budesonide group than in the placebo group (5 [4] [5] [6] [7] [8] vs 8 [5] [6] [7] [8] [9] respectively, P ¼ 0.006), (Fig. 4 ).",
        "section": "Secondary Outcome",
        "section_number": 30,
        "sentences": [
            "When patients were evaluated according to the secondary outcome, the median (25-75%) PIS at the 120th min found significantly lower in the budesonide group than in the placebo group (5 [4] [5] [6] [7] [8] vs 8 [5] [6] [7] [8] [9] respectively, P ¼ 0.006), (Fig. 4 )."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37257",
        "text": "The oxygen saturation and heart rates at 0 and 120 min in the two groups are shown in Table 4 .",
        "section": "Other Results",
        "section_number": 31,
        "sentences": [
            "The oxygen saturation and heart rates at 0 and 120 min in the two groups are shown in Table 4 ."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37257",
        "text": "Although reduction of hospitalization rates were obtained with ICSs when administered in the ED, 3 in a Cochrane Review, the authors concluded that the additional benefit of ICS when used additionally with SC remains uncertain. The patients in the studies evaluated in that review were not homogeneous in terms of age, and there were no studies conducted on pre-school age children and ICS doses were highly varied. Thus, in this study, it was aimed to determine whether the high doses of nebulized budesonide when added to one dose of systemic steroids in the ED would have any extra impact on moderate wheezing episodes in preschool children. PIS at 120 min and hospitalization rates at 120, 180, and 240 min were found to be significantly lower in children treated with high dose inhaled budesonide compared with placebo when added to the standard treatment of shortacting beta-2 agonist and systemic steroid.",
        "section": "DISCUSSION",
        "section_number": 32,
        "sentences": [
            "Although reduction of hospitalization rates were obtained with ICSs when administered in the ED, 3 in a Cochrane Review, the authors concluded that the additional benefit of ICS when used additionally with SC remains uncertain.",
            "The patients in the studies evaluated in that review were not homogeneous in terms of age, and there were no studies conducted on pre-school age children and ICS doses were highly varied.",
            "Thus, in this study, it was aimed to determine whether the high doses of nebulized budesonide when added to one dose of systemic steroids in the ED would have any extra impact on moderate wheezing episodes in preschool children.",
            "PIS at 120 min and hospitalization rates at 120, 180, and 240 min were found to be significantly lower in children treated with high dose inhaled budesonide compared with placebo when added to the standard treatment of shortacting beta-2 agonist and systemic steroid."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37257",
        "text": "In previous studies, which have investigated the effects of ICSs on children with acute asthma exacerbation in the ED, ICSs have been compared with SCs [16] [17] [18] [19] or placebo. 20 Thus, no one-to-one comparison can be made with the current study. This is the fundamental difference of this study with the above-mentioned studies. There are only four studies in literature which have examined the effect of giving SC with the addition of ICS in childhood. In a study by Nuhoglu et al., 25 children aged 5-15 years who presented at the pediatric ED with moderate acute asthma exacerbation were evaluated by placebo-controlled, double-blind study. 6 This study examined the effect of the addition of high doses of nebulized budesonide (1 mg) to the standard treatment (every 20 min for three doses nebulized salbutamol (0.15 mg/ kg/dose) þ methylprednisolone [1 mg/kg/dose]) on pulmonary index scores and on the acute effect of PEFR value. Changes in PEFR at the 60th min were found to be significantly better according to the placebo group.",
        "section": "DISCUSSION",
        "section_number": 33,
        "sentences": [
            "In previous studies, which have investigated the effects of ICSs on children with acute asthma exacerbation in the ED, ICSs have been compared with SCs [16] [17] [18] [19] or placebo.",
            "20 Thus, no one-to-one comparison can be made with the current study.",
            "This is the fundamental difference of this study with the above-mentioned studies.",
            "There are only four studies in literature which have examined the effect of giving SC with the addition of ICS in childhood.",
            "In a study by Nuhoglu et al., 25 children aged 5-15 years who presented at the pediatric ED with moderate acute asthma exacerbation were evaluated by placebo-controlled, double-blind study.",
            "6 This study examined the effect of the addition of high doses of nebulized budesonide (1 mg) to the standard treatment (every 20 min for three doses nebulized salbutamol (0.15 mg/ kg/dose) þ methylprednisolone [1 mg/kg/dose]) on pulmonary index scores and on the acute effect of PEFR value.",
            "Changes in PEFR at the 60th min were found to be significantly better according to the placebo group."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37257",
        "text": "In another double-blind, placebo-controlled study which has very similar method to the study of Nuho glu et al., conducted by Sung et al., 5 44 children who have acute wheezing epizodes with the ages of 6 months-18 years were assessed. All patients received 1 mg/kg prednisone (orally) and three doses of salbutamol (0.15 mg/kg) with nebulizer every 30 min and then every hour for four doses. In this study additionally to the above treatment, patients reveived 2 mg (4 ml) of nebulized budesonide or 4 ml of nebulized saline. This study showed no differences in PIS between the two groups. However, consistent with the current study, patients who received budesonide discharged more rapidly than placebo group.",
        "section": "DISCUSSION",
        "section_number": 34,
        "sentences": [
            "In another double-blind, placebo-controlled study which has very similar method to the study of Nuho glu et al., conducted by Sung et al., 5 44 children who have acute wheezing epizodes with the ages of 6 months-18 years were assessed.",
            "All patients received 1 mg/kg prednisone (orally) and three doses of salbutamol (0.15 mg/kg) with nebulizer every 30 min and then every hour for four doses.",
            "In this study additionally to the above treatment, patients reveived 2 mg (4 ml) of nebulized budesonide or 4 ml of nebulized saline.",
            "This study showed no differences in PIS between the two groups.",
            "However, consistent with the current study, patients who received budesonide discharged more rapidly than placebo group."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37257",
        "text": "Another randomized, double-blind, placebo-controlled study included patients with the ages of 2-18 years and who have moderate to severe acute asthma conducted by Upham BD in a tertiary care, urban pediatric ED. 7 Authors demonstrated that when added to standard therapy, 2-mg single dose of budesonide did not improve asthma severity scores or other short-term outcomes in Fig. 3 . Survival analyses. According to the Kaplan-Meier survival analyses, there are no discharged patients within 60 min in the two groups. Discharged rate at 120, 180, and 240 min in budesonide group was significantly higher than the placebo group (log-rank ¼ 12.407, P < 0.001).",
        "section": "DISCUSSION",
        "section_number": 35,
        "sentences": [
            "Another randomized, double-blind, placebo-controlled study included patients with the ages of 2-18 years and who have moderate to severe acute asthma conducted by Upham BD in a tertiary care, urban pediatric ED.",
            "7 Authors demonstrated that when added to standard therapy, 2-mg single dose of budesonide did not improve asthma severity scores or other short-term outcomes in Fig. 3 .",
            "Survival analyses.",
            "According to the Kaplan-Meier survival analyses, there are no discharged patients within 60 min in the two groups.",
            "Discharged rate at 120, 180, and 240 min in budesonide group was significantly higher than the placebo group (log-rank ¼ 12.407, P < 0.001)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37257",
        "text": "ED, e.g., hospitalization rates. Recently, Alangari AA conducted a randomized, double-blind, and placebocontrolled trial on children aged 2-12 years who have moderate to severe acute asthma. 21 They compared the effect of 1,500 mg nebulized budesonide when added to standard acute asthma treatment (three doses of salbutamol, three doses of ipratropium bromide, and a single 2 mg/kg dose of prednisolone given at the beginning of therapy). The primary outcome was reduction of hospitalization rates within 4 hr. It was demonstrated that addition of budesonide nebulization to the standard treatment did not reduce the hospitalization rate within 4 hr but in patients with high baseline clinical score (!13), hospitalization rates found to be significantly low in budesonide group when compared to yhe placebo group (35.3 vs. 53.4%). According to the regression analyses of the current study, baseline PIS had no impact on discharge rates but budesonide treatment had a positive impact on discharge rates and also in cases with a high number of hospitalizations in the previous year, significantly more children were discharged from the ED. There were some significant differences between the current study and the above-mentioned studies. First, while the effect of ICS added to SC on PIS could not be detected in the aforementioned two studies, 7, 21 in the current study, PIS at 120 min was found to be significantly lower in the budesonide group than in the placebo group (5 vs. 8, P ¼ 0.006).",
        "section": "DISCUSSION",
        "section_number": 36,
        "sentences": [
            "ED, e.g., hospitalization rates.",
            "Recently, Alangari AA conducted a randomized, double-blind, and placebocontrolled trial on children aged 2-12 years who have moderate to severe acute asthma.",
            "21 They compared the effect of 1,500 mg nebulized budesonide when added to standard acute asthma treatment (three doses of salbutamol, three doses of ipratropium bromide, and a single 2 mg/kg dose of prednisolone given at the beginning of therapy).",
            "The primary outcome was reduction of hospitalization rates within 4 hr.",
            "It was demonstrated that addition of budesonide nebulization to the standard treatment did not reduce the hospitalization rate within 4 hr but in patients with high baseline clinical score (!",
            "13), hospitalization rates found to be significantly low in budesonide group when compared to yhe placebo group (35.3 vs. 53.4%).",
            "According to the regression analyses of the current study, baseline PIS had no impact on discharge rates but budesonide treatment had a positive impact on discharge rates and also in cases with a high number of hospitalizations in the previous year, significantly more children were discharged from the ED.",
            "There were some significant differences between the current study and the above-mentioned studies.",
            "First, while the effect of ICS added to SC on PIS could not be detected in the aforementioned two studies, 7, 21 in the current study, PIS at 120 min was found to be significantly lower in the budesonide group than in the placebo group (5 vs. 8, P ¼ 0.006)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37257",
        "text": "The second difference was the budesonide dose. In the current study, patients were given the total amount of 3 mg nebulized budesonide which is higher than in the aforementioned studies (1 mg in Nuho glu's study, 6 2 mg Ã Oxygen saturation at 120 min is significantly higher in budesonide group than placebo group. in Sung's study, 5 2 mg in Upham's study, 7 and 1.5 mg in Alangari's study. 21 In a study, which was conducted on 150 children who have moderate acute asthma exacerbation to examine the effects of different inhaled fluticasone doses, the authors did not demonstrate any improvement of SaO 2 and PEF in the group who received three doses of salbutamol plus two doses of fluticasone 500 mcg/dose at 15 and 30 min after the first dose of salbutamol (accumulated dose of fluticasone ¼ 1,000 mcg). However, significant clinical improvement were observed when the accumulated nebulized dose was increased to 1,500 mcg. 22 These findings support that if an attempt is made to administer inhaled corticosteroids for acute asthma attacks in ED, it should be administered at high doses to observe a relatively quicker beneficial effect. Since the fluticasone is twice as potent as budesonide, the dose coincides with 3 mg budesonide. This is the reason for the dosage used in the current study.",
        "section": "DISCUSSION",
        "section_number": 37,
        "sentences": [
            "The second difference was the budesonide dose.",
            "In the current study, patients were given the total amount of 3 mg nebulized budesonide which is higher than in the aforementioned studies (1 mg in Nuho glu's study, 6 2 mg Ã Oxygen saturation at 120 min is significantly higher in budesonide group than placebo group.",
            "in Sung's study, 5 2 mg in Upham's study, 7 and 1.5 mg in Alangari's study.",
            "21 In a study, which was conducted on 150 children who have moderate acute asthma exacerbation to examine the effects of different inhaled fluticasone doses, the authors did not demonstrate any improvement of SaO 2 and PEF in the group who received three doses of salbutamol plus two doses of fluticasone 500 mcg/dose at 15 and 30 min after the first dose of salbutamol (accumulated dose of fluticasone ¼ 1,000 mcg).",
            "However, significant clinical improvement were observed when the accumulated nebulized dose was increased to 1,500 mcg.",
            "22 These findings support that if an attempt is made to administer inhaled corticosteroids for acute asthma attacks in ED, it should be administered at high doses to observe a relatively quicker beneficial effect.",
            "Since the fluticasone is twice as potent as budesonide, the dose coincides with 3 mg budesonide.",
            "This is the reason for the dosage used in the current study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37257",
        "text": "The third difference is that the current study was conducted only on pre-school aged children, which makes it the first such study in literature. In other studies, patients aged over 5 years, or between 2 and 15 years have been included. This shows that the current study is more comprehensible in respect of the patient population age. The difference in the age range might also have influenced the response given to the inhaled steroid. Moreover, it has been demonstrated that in preschool children admitted to hospital with mild-to-moderate acute wheezing triggered with a viral respiratory infection, oral prednisolone was not superior to placebo. 4 The fact that the cases of atopic asthma during schooling time and viral infections related to different transient wheezing phenotypes during the preschool period are great in number could be the reason why there have been varied responses derived from the administration of systematic corticosteroid in asthma attacks in the previous studies conducted. 4 As the current study was conducted with preschool children and since 85-86% of patients suffer from wheezing attacks triggered by viral infections, the importance of positive responses taken via ICS thus becomes more apparent.",
        "section": "DISCUSSION",
        "section_number": 38,
        "sentences": [
            "The third difference is that the current study was conducted only on pre-school aged children, which makes it the first such study in literature.",
            "In other studies, patients aged over 5 years, or between 2 and 15 years have been included.",
            "This shows that the current study is more comprehensible in respect of the patient population age.",
            "The difference in the age range might also have influenced the response given to the inhaled steroid.",
            "Moreover, it has been demonstrated that in preschool children admitted to hospital with mild-to-moderate acute wheezing triggered with a viral respiratory infection, oral prednisolone was not superior to placebo.",
            "4 The fact that the cases of atopic asthma during schooling time and viral infections related to different transient wheezing phenotypes during the preschool period are great in number could be the reason why there have been varied responses derived from the administration of systematic corticosteroid in asthma attacks in the previous studies conducted.",
            "4 As the current study was conducted with preschool children and since 85-86% of patients suffer from wheezing attacks triggered by viral infections, the importance of positive responses taken via ICS thus becomes more apparent."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37257",
        "text": "The earlier recovery of the budesonide group in the current study can be explained with the earlier onset of action of budesonide. 23 Budesonide has a very rapid onset of action, due to its acute anti-inflammatory and vasoconstrictive effect. Several studies have demonstrated that ICSs cause acute vasoconstriction within 10-40 min after inhalation by potentiating noradrenergic neurotransmission in the airway circulatory system. 24 This transient and plasma membrane-associated nongenomic effect has rapid onset, and does not involve the classical glucocorticoid receptors. These findings are originated from series of in vivo studies conducted on asthmatic or non-asthmatic subjects [25] [26] [27] [28] and from in vivo studies using airway vascular smooth muscle obtained from donor lungs. 29, 30 The inhalation of 880 mcg of Fluticasone propionate (FP) produces a decrease in airway blood flow between 30 and 60 min with a nadir at 30 min and a return to baseline at 90 min postinhalation. 25, 28 This effect is not specific for FP and has also been demonstrated for budesonide and beclomethasone (vasoconstrictor effects of FP and Budesonide have greater than beclomethasone). 28 It has also been noted that budesonide reduces the vascular permeability 5 min later than topical use. 31 In fact, this nongenomic topical effect transiently increased spirometric measures and clinical scores as early as 60 min. 32 These beneficial effects have been reported only when patients received multiple ICS doses along with beta-2 agonists when compared with SCSs or placebo. 33 This is the main reason why three doses of budesonide nebulization were administered in the current study.",
        "section": "DISCUSSION",
        "section_number": 39,
        "sentences": [
            "The earlier recovery of the budesonide group in the current study can be explained with the earlier onset of action of budesonide.",
            "23 Budesonide has a very rapid onset of action, due to its acute anti-inflammatory and vasoconstrictive effect.",
            "Several studies have demonstrated that ICSs cause acute vasoconstriction within 10-40 min after inhalation by potentiating noradrenergic neurotransmission in the airway circulatory system.",
            "24 This transient and plasma membrane-associated nongenomic effect has rapid onset, and does not involve the classical glucocorticoid receptors.",
            "These findings are originated from series of in vivo studies conducted on asthmatic or non-asthmatic subjects [25] [26] [27] [28] and from in vivo studies using airway vascular smooth muscle obtained from donor lungs.",
            "29, 30 The inhalation of 880 mcg of Fluticasone propionate (FP) produces a decrease in airway blood flow between 30 and 60 min with a nadir at 30 min and a return to baseline at 90 min postinhalation.",
            "25, 28 This effect is not specific for FP and has also been demonstrated for budesonide and beclomethasone (vasoconstrictor effects of FP and Budesonide have greater than beclomethasone).",
            "28 It has also been noted that budesonide reduces the vascular permeability 5 min later than topical use.",
            "31 In fact, this nongenomic topical effect transiently increased spirometric measures and clinical scores as early as 60 min.",
            "32 These beneficial effects have been reported only when patients received multiple ICS doses along with beta-2 agonists when compared with SCSs or placebo.",
            "33 This is the main reason why three doses of budesonide nebulization were administered in the current study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37257",
        "text": "There were some limitations to this study. The patients included in the study with acute wheezing attack were preschool children who had different wheezing phenotypes. While both groups were formed in a balanced way, different phenotypes could have benefited from the treatment differently. Another shortcoming was the limited number of cases. Irrespective of the strength of the current study, as the number of cases was limited, subgroup analyses were applied to indicate which patient group benefited from the ICS treatment more in the budesonide group, but no effect of any of the possible risk factors was demonstrated on the discharge rate. Further studies conducted with more cases, could determine through detailed subgroup analysis which groups of children can benefit more from this treatment.",
        "section": "DISCUSSION",
        "section_number": 40,
        "sentences": [
            "There were some limitations to this study.",
            "The patients included in the study with acute wheezing attack were preschool children who had different wheezing phenotypes.",
            "While both groups were formed in a balanced way, different phenotypes could have benefited from the treatment differently.",
            "Another shortcoming was the limited number of cases.",
            "Irrespective of the strength of the current study, as the number of cases was limited, subgroup analyses were applied to indicate which patient group benefited from the ICS treatment more in the budesonide group, but no effect of any of the possible risk factors was demonstrated on the discharge rate.",
            "Further studies conducted with more cases, could determine through detailed subgroup analysis which groups of children can benefit more from this treatment."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37257",
        "text": "The results of this study indicate that during wheezing attacks in the pre-school age group, the addition of ICS to the standard treatment can enable patients to be discharged from EDs faster, and hospitalization rates can be minimized. Hence, morbidity can be prevented and loss of labor power in the family can be reduced. In this age group, since the real asthma phenotypes discharged with eosinophilic inflammation are low in number, and acute wheezing phenotypes triggered by viral upper respiratory tract infections are frequent, it can be difficult to obtain a sufficient responses to systematic corticosteroids in wheezing attacks. 4 When these are taken into account, the addition of ICS to the standard acute wheezing attack treatments, for preschool age children can accelerate the recovery process and decrease inpatient rates.",
        "section": "DISCUSSION",
        "section_number": 41,
        "sentences": [
            "The results of this study indicate that during wheezing attacks in the pre-school age group, the addition of ICS to the standard treatment can enable patients to be discharged from EDs faster, and hospitalization rates can be minimized.",
            "Hence, morbidity can be prevented and loss of labor power in the family can be reduced.",
            "In this age group, since the real asthma phenotypes discharged with eosinophilic inflammation are low in number, and acute wheezing phenotypes triggered by viral upper respiratory tract infections are frequent, it can be difficult to obtain a sufficient responses to systematic corticosteroids in wheezing attacks.",
            "4 When these are taken into account, the addition of ICS to the standard acute wheezing attack treatments, for preschool age children can accelerate the recovery process and decrease inpatient rates."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37257",
        "text": "Pediatric Pulmonology",
        "section": "",
        "section_number": 42,
        "sentences": [
            "Pediatric Pulmonology"
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37257",
        "text": "Data are given as mean AE SD.2 Data are given as median (25-75%).3 Determined by skin prick test.",
        "section": "",
        "section_number": 43,
        "sentences": [
            "Data are given as mean AE SD.2 Data are given as median (25-75%).3 Determined by skin prick test."
        ],
        "sentence_labels": [
            -1
        ]
    }
]