[
    {
        "doc_id": "36679",
        "text": "We sought to determine whether low-magnitude mechanical stimulation (LMMS) normalizes bone turnover among adolescents hospitalized for anorexia nervosa (AN). Brief, daily LMMS prevents the decline in bone turnover typically seen during bed rest in AN. LMMS may have application for patients with AN in the inpatient setting to protect bone health. Introduction Malnourished adolescents with AN requiring medical hospitalization are at high risk for rapid reduction in skeletal quality. Even short-term bed rest can suppress normal patterns of bone turnover. We sought to determine whether LMMS normalizes bone turnover among adolescents hospitalized for complications of AN. Methods In this randomized, double-blind trial, we prospectively enrolled adolescent females (n = 41) with AN, age 16.3 ± 1.9 years (mean ± SD) and BMI 15.6 ± 1.7 kg/m 2. Participants were randomized to stand on a platform delivering LMMS (0.3 g at 32-37 Hz) or placebo platform for 10 min/ day for 5 days. Serum markers of bone formation [bone-specific alkaline phosphatase (BSAP)], turnover [osteocalcin (OC)], and bone resorption [serum C-telopeptides (CTx)] were measured. From a random coefficients model, we constructed estimates and confidence intervals for all outcomes. Results BSAP decreased by 2.8% per day in the placebo arm (p = 0.03) but remained stable in the LMMS group (p = 0.51, p diff = 0.04). CTx did not change with placebo (p = 0.56) but increased in the LMMS arm (+6.2% per day, p = 0.04; p diff = 0.01). Serum OC did not change in either group (p > 0.70). Conclusions Bed rest during hospitalization for patients with AN is associated with a suppression of bone turnover, which may contribute to diminished bone quality. Brief, daily LMMS prevents a decline in bone turnover during bed rest in AN. Protocols prescribing strict bed rest may not be appropriate for protecting bone health for these patients. LMMS may have application for these patients in the inpatient setting.",
        "section": "Abstract",
        "sentences": [
            "We sought to determine whether low-magnitude mechanical stimulation (LMMS) normalizes bone turnover among adolescents hospitalized for anorexia nervosa (AN).",
            "Brief, daily LMMS prevents the decline in bone turnover typically seen during bed rest in AN.",
            "LMMS may have application for patients with AN in the inpatient setting to protect bone health.",
            "Introduction Malnourished adolescents with AN requiring medical hospitalization are at high risk for rapid reduction in skeletal quality.",
            "Even short-term bed rest can suppress normal patterns of bone turnover.",
            "We sought to determine whether LMMS normalizes bone turnover among adolescents hospitalized for complications of AN.",
            "Methods In this randomized, double-blind trial, we prospectively enrolled adolescent females (n = 41) with AN, age 16.3 ± 1.9 years (mean ± SD) and BMI 15.6 ± 1.7 kg/m 2.",
            "Participants were randomized to stand on a platform delivering LMMS (0.3 g at 32-37 Hz) or placebo platform for 10 min/ day for 5 days.",
            "Serum markers of bone formation [bone-specific alkaline phosphatase (BSAP)], turnover [osteocalcin (OC)], and bone resorption [serum C-telopeptides (CTx)] were measured.",
            "From a random coefficients model, we constructed estimates and confidence intervals for all outcomes.",
            "Results BSAP decreased by 2.8% per day in the placebo arm (p = 0.03) but remained stable in the LMMS group (p = 0.51, p diff = 0.04).",
            "CTx did not change with placebo (p = 0.56) but increased in the LMMS arm (+6.2% per day, p = 0.04; p diff = 0.01).",
            "Serum OC did not change in either group (p > 0.70).",
            "Conclusions Bed rest during hospitalization for patients with AN is associated with a suppression of bone turnover, which may contribute to diminished bone quality.",
            "Brief, daily LMMS prevents a decline in bone turnover during bed rest in AN.",
            "Protocols prescribing strict bed rest may not be appropriate for protecting bone health for these patients.",
            "LMMS may have application for these patients in the inpatient setting."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36679",
        "text": "The peak bone mass achieved during adolescence is a major determinant of bone density and bone strength in adulthood [1] . Any condition that interferes with bone accrual during this critical time period has important long-term health implications. Anorexia nervosa (AN), a disorder characterized by restriction of energy intake, low body weight, and intense fear of gaining weight, is increasingly prevalent among adolescents [2] . Accompanying AN are significant changes in the normal hormonal milieu, loss of lean body mass, and prescribed restriction on weight-bearing physical activity. Skeletal deficits are seen in over half of these patients [3] and often do not return to pre-illness levels even following weight restoration [4, 5] . There is a pressing need to develop better methods to prevent bone loss and restore normal bone turnover before it becomes symptomatic or irreversible.",
        "section": "Introduction",
        "section_number": 1,
        "sentences": [
            "The peak bone mass achieved during adolescence is a major determinant of bone density and bone strength in adulthood [1] .",
            "Any condition that interferes with bone accrual during this critical time period has important long-term health implications.",
            "Anorexia nervosa (AN), a disorder characterized by restriction of energy intake, low body weight, and intense fear of gaining weight, is increasingly prevalent among adolescents [2] .",
            "Accompanying AN are significant changes in the normal hormonal milieu, loss of lean body mass, and prescribed restriction on weight-bearing physical activity.",
            "Skeletal deficits are seen in over half of these patients [3] and often do not return to pre-illness levels even following weight restoration [4, 5] .",
            "There is a pressing need to develop better methods to prevent bone loss and restore normal bone turnover before it becomes symptomatic or irreversible."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36679",
        "text": "At highest risk for loss of bone quantity and quality may be those severely malnourished adolescents who require medical hospitalization. Current standards of care at many institutions require bed rest and relative immobilization for the duration of the hospital stay, generally 5-7 days [6, 7] . These activity limitations are based on concerns for cardiovascular safety and a desire to maximize weight gain. However, even shortterm immobilization from bed rest disrupts normal patterns of bone resorption and bone formation [8, 9] . In a previous pilot study, we demonstrated a rapid disruption in the balance of bone turnover following 5 days of bed rest for adolescents with AN [10] . Markers of bone formation declined with bed rest, while bone resorption markers initially declined and then increased [10] . Once discharged, exercise is often prohibited or significantly restricted for extended periods of time [11] . In animal studies, resumption of previous mechanical loading is insufficient to stop disuse-induced bone changes [12, 13] . Animal studies corroborate the finding that exercise plus remobilization are more effective than remobilization alone for restoring the normal bone trabecular network [13] .",
        "section": "Introduction",
        "section_number": 2,
        "sentences": [
            "At highest risk for loss of bone quantity and quality may be those severely malnourished adolescents who require medical hospitalization.",
            "Current standards of care at many institutions require bed rest and relative immobilization for the duration of the hospital stay, generally 5-7 days [6, 7] .",
            "These activity limitations are based on concerns for cardiovascular safety and a desire to maximize weight gain.",
            "However, even shortterm immobilization from bed rest disrupts normal patterns of bone resorption and bone formation [8, 9] .",
            "In a previous pilot study, we demonstrated a rapid disruption in the balance of bone turnover following 5 days of bed rest for adolescents with AN [10] .",
            "Markers of bone formation declined with bed rest, while bone resorption markers initially declined and then increased [10] .",
            "Once discharged, exercise is often prohibited or significantly restricted for extended periods of time [11] .",
            "In animal studies, resumption of previous mechanical loading is insufficient to stop disuse-induced bone changes [12, 13] .",
            "Animal studies corroborate the finding that exercise plus remobilization are more effective than remobilization alone for restoring the normal bone trabecular network [13] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36679",
        "text": "Physical activity generally leads to increased bone mineral density (BMD), yet exercise as a strategy for bone loss in AN is avoided as it may interfere with weight restoration or cardiovascular safety. Low-magnitude mechanical stimulation (LMMS) may represent a non-pharmacologic intervention capable of providing a weight-bearing stimulus to normalize bone turnover, without requiring strenuous exertion that could compromise the goals of AN treatment. Extremely low-level (<100 microstrain), high-frequency (10-90 Hz) strains on bone, similar to those caused by muscle contractions during postural control [14] , are anabolic to bone tissue in animal studies [15] . In humans, brief daily periods of LMMS delivered by means of a vibrating platform can stimulate biochemical markers of bone formation and/or inhibit bone loss and preserve BMD in atrisk populations [16] [17] [18] [19] .",
        "section": "Introduction",
        "section_number": 3,
        "sentences": [
            "Physical activity generally leads to increased bone mineral density (BMD), yet exercise as a strategy for bone loss in AN is avoided as it may interfere with weight restoration or cardiovascular safety.",
            "Low-magnitude mechanical stimulation (LMMS) may represent a non-pharmacologic intervention capable of providing a weight-bearing stimulus to normalize bone turnover, without requiring strenuous exertion that could compromise the goals of AN treatment.",
            "Extremely low-level (<100 microstrain), high-frequency (10-90 Hz) strains on bone, similar to those caused by muscle contractions during postural control [14] , are anabolic to bone tissue in animal studies [15] .",
            "In humans, brief daily periods of LMMS delivered by means of a vibrating platform can stimulate biochemical markers of bone formation and/or inhibit bone loss and preserve BMD in atrisk populations [16] [17] [18] [19] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36679",
        "text": "The objective of the current study was to conduct a randomized, controlled clinical trial to determine the ability of short-term daily LMMS exposure to normalize bone turnover in adolescents hospitalized for AN. We hypothesized that LMMS would be anabolic to bone, such that adolescents with AN who were randomized to LMMS treatment would have increased bone formation markers compared to a control group of AN patients randomized to placebo treatment.",
        "section": "Introduction",
        "section_number": 4,
        "sentences": [
            "The objective of the current study was to conduct a randomized, controlled clinical trial to determine the ability of short-term daily LMMS exposure to normalize bone turnover in adolescents hospitalized for AN.",
            "We hypothesized that LMMS would be anabolic to bone, such that adolescents with AN who were randomized to LMMS treatment would have increased bone formation markers compared to a control group of AN patients randomized to placebo treatment."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36679",
        "text": "From 2009 to 2014, 100 female adolescents were screened for study eligibility (Fig. 1 ). Eligible patients were aged 13-21 years, ≥2 years post-menarche, and admitted to the Adolescent Medicine Service at Boston Children's Hospital for medical complications of AN (as defined using the Diagnostic and Statistical Manual of Mental Disorders-V). Patients were excluded for other co-morbid medical conditions (e.g., celiac disease, cystic fibrosis, inflammatory bowel disease, diabetes mellitus) or medication use (e.g., hormonal contraceptives, glucocorticoids, anticonvulsants) known to affect bone health. No subjects regularly consumed alcohol or used cigarettes. Study procedures were approved by the Boston Children's Hospital Institutional Review Board. Written informed consent was obtained, with parental consent and subject assent for patients <18 years (clinicaltrials.gov NCT01100567). Fortytwo patients underwent randomization; 41 completed baseline measurements and were included in the intention-totreat analyses.",
        "section": "Subjects",
        "section_number": 5,
        "sentences": [
            "From 2009 to 2014, 100 female adolescents were screened for study eligibility (Fig. 1 ).",
            "Eligible patients were aged 13-21 years, ≥2 years post-menarche, and admitted to the Adolescent Medicine Service at Boston Children's Hospital for medical complications of AN (as defined using the Diagnostic and Statistical Manual of Mental Disorders-V).",
            "Patients were excluded for other co-morbid medical conditions (e.g., celiac disease, cystic fibrosis, inflammatory bowel disease, diabetes mellitus) or medication use (e.g., hormonal contraceptives, glucocorticoids, anticonvulsants) known to affect bone health.",
            "No subjects regularly consumed alcohol or used cigarettes.",
            "Study procedures were approved by the Boston Children's Hospital Institutional Review Board.",
            "Written informed consent was obtained, with parental consent and subject assent for patients <18 years (clinicaltrials.gov NCT01100567).",
            "Fortytwo patients underwent randomization; 41 completed baseline measurements and were included in the intention-totreat analyses."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36679",
        "text": "The study was a single site, randomized, double-blind, placebo-controlled 5-day trial. After providing consent, the participants were given a randomly generated study identification number. Treatment allocation (LMMS platform or a placebo platform) was randomly assigned using a list of randomly generated numbers. Only the statistician and Research Coordinator were privy to the assignments until trial completion. The PI and participants were blinded throughout the trial.",
        "section": "Study design and treatment",
        "section_number": 6,
        "sentences": [
            "The study was a single site, randomized, double-blind, placebo-controlled 5-day trial.",
            "After providing consent, the participants were given a randomly generated study identification number.",
            "Treatment allocation (LMMS platform or a placebo platform) was randomly assigned using a list of randomly generated numbers.",
            "Only the statistician and Research Coordinator were privy to the assignments until trial completion.",
            "The PI and participants were blinded throughout the trial."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            1
        ],
        "classification_label": 0
    },
    {
        "doc_id": "36679",
        "text": "The low-magnitude mechanical signals (0.3 g, where 1.0 g equals Earth's gravitational field, or 9.8 m/s 2 ) were delivered using a small platform, similar in size to a bathroom scale, which produced a subtle, sinusoidal vertical translation <100 μm, as driven by a linear electromagnetic actuator. The active platform oscillates between 32 and 37 Hz (cycles per second), which when combined with peak-to-peak accelerations of 0.3 g, are barely perceptible. This vibration dose was chosen to maximize safety, efficacy, and compliance [16, 18, 19] . The placebo platform was identical in external appearance and emitted a highfrequency 500-Hz tone, identical to the noise produced by the active platform but did not vibrate. Under supervision of the research coordinator, participants were instructed to stand upright, in a relaxed stance, on their assigned platform for 10 min each day of hospitalization.",
        "section": "Study design and treatment",
        "section_number": 7,
        "sentences": [
            "The low-magnitude mechanical signals (0.3 g, where 1.0 g equals Earth's gravitational field, or 9.8 m/s 2 ) were delivered using a small platform, similar in size to a bathroom scale, which produced a subtle, sinusoidal vertical translation <100 μm, as driven by a linear electromagnetic actuator.",
            "The active platform oscillates between 32 and 37 Hz (cycles per second), which when combined with peak-to-peak accelerations of 0.3 g, are barely perceptible.",
            "This vibration dose was chosen to maximize safety, efficacy, and compliance [16, 18, 19] .",
            "The placebo platform was identical in external appearance and emitted a highfrequency 500-Hz tone, identical to the noise produced by the active platform but did not vibrate.",
            "Under supervision of the research coordinator, participants were instructed to stand upright, in a relaxed stance, on their assigned platform for 10 min each day of hospitalization."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36679",
        "text": "Per the eating disorder inpatient protocol at our institution, all subjects received graded nutritional therapy throughout their admission. Subjects started on a meal plan between 1250 and 1750 kcal/day and advanced slowly toward their goal nutritional intake (determined on an individual basis by the hospital nutritionist who was not involved with the study). Other than when using the platform, subjects were confined to their beds throughout the day, including meal times, due to concerns of vital sign instability and the need for weight gain. No exercise or walking was permitted throughout the study period.",
        "section": "Study design and treatment",
        "section_number": 8,
        "sentences": [
            "Per the eating disorder inpatient protocol at our institution, all subjects received graded nutritional therapy throughout their admission.",
            "Subjects started on a meal plan between 1250 and 1750 kcal/day and advanced slowly toward their goal nutritional intake (determined on an individual basis by the hospital nutritionist who was not involved with the study).",
            "Other than when using the platform, subjects were confined to their beds throughout the day, including meal times, due to concerns of vital sign instability and the need for weight gain.",
            "No exercise or walking was permitted throughout the study period."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36679",
        "text": "Height (cm) was measured using standardized procedure with a wall-mounted stadiometer. Weight (kg) was measured each morning, post-voiding and in the fasting state, with subjects wearing a hospital gown. Percentage ideal body weight (% IBW) was determined using the year 2000 Centers for Disease Control and Prevention Growth Charts and the formula: % IBW = 100 × [Patient BMI (kg/m 2 ) / Median BMI for age (kg/m 2 )] [20] .",
        "section": "Data collection",
        "section_number": 9,
        "sentences": [
            "Height (cm) was measured using standardized procedure with a wall-mounted stadiometer.",
            "Weight (kg) was measured each morning, post-voiding and in the fasting state, with subjects wearing a hospital gown.",
            "Percentage ideal body weight (% IBW) was determined using the year 2000 Centers for Disease Control and Prevention Growth Charts and the formula: % IBW = 100 × [Patient BMI (kg/m 2 ) / Median BMI for age (kg/m 2 )] [20] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36679",
        "text": "All participants responded to a semi-structured interview to obtain demographic information and health history, which included information about medication use, menstrual history, smoking, and family history of osteoporosis. Using the Youth/ Adolescent Activity Questionnaire (YAAQ), a validated and reproducible measure of typical time spent over the past year in various activities and team sports [21, 22] , subjects reported their hours/week of physical activity prior to admission and detailed the type of exercise (e.g., walking/running, swimming, strength training). Adverse events were assessed for daily at the time of platform use.",
        "section": "Data collection",
        "section_number": 10,
        "sentences": [
            "All participants responded to a semi-structured interview to obtain demographic information and health history, which included information about medication use, menstrual history, smoking, and family history of osteoporosis.",
            "Using the Youth/ Adolescent Activity Questionnaire (YAAQ), a validated and reproducible measure of typical time spent over the past year in various activities and team sports [21, 22] , subjects reported their hours/week of physical activity prior to admission and detailed the type of exercise (e.g., walking/running, swimming, strength training).",
            "Adverse events were assessed for daily at the time of platform use."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36679",
        "text": "Laboratory measurements began on the first morning that the participant awoke in the hospital and continued each morning until day 5 of hospitalization. Baseline measurements occurred prior to any intervention. inter-assay precision of 7.3%. Parathyroid hormone (PTH) was measured by a two-site chemiluminescent immunoassay (Nichols Institute); inter-assay coefficient of variation (%CV) was 5.4-7% for PTH. Biomarkers of bone formation [serum levels of osteocalcin (OC) and bone-specific alkaline phosphatase (BSAP)] and bone resorption [serum C-telopeptides (CTx)] were measured at the Harvard Catalyst Core Laboratory (Boston, MA). OC, a bone GLA protein of bone matrix synthesized by osteoblasts, was measured by ELISA (ALPCO Diagnostics, Salem, NH; %CV 5.0-6.5%). CTx, the carboxy-terminal crosslinking telopeptides of type I collagen, were measured by a commercially available immuno-radiometric assay (Immunodiagnostic Systems, Tyne and Wear, UK; %CV 5.2-6.8%). BSAP was measured by access chemiluminescent immunoassay (Beckman Coulter, Brea, CA; %CV 1.5-2.6%). Samples were batched to minimize chance of batch effects. ",
        "section": "Biochemical assessments",
        "section_number": 11,
        "sentences": [
            "Laboratory measurements began on the first morning that the participant awoke in the hospital and continued each morning until day 5 of hospitalization.",
            "Baseline measurements occurred prior to any intervention.",
            "inter-assay precision of 7.3%.",
            "Parathyroid hormone (PTH) was measured by a two-site chemiluminescent immunoassay (Nichols Institute); inter-assay coefficient of variation (%CV) was 5.4-7% for PTH.",
            "Biomarkers of bone formation [serum levels of osteocalcin (OC) and bone-specific alkaline phosphatase (BSAP)] and bone resorption [serum C-telopeptides (CTx)] were measured at the Harvard Catalyst Core Laboratory (Boston, MA).",
            "OC, a bone GLA protein of bone matrix synthesized by osteoblasts, was measured by ELISA (ALPCO Diagnostics, Salem, NH; %CV 5.0-6.5%).",
            "CTx, the carboxy-terminal crosslinking telopeptides of type I collagen, were measured by a commercially available immuno-radiometric assay (Immunodiagnostic Systems, Tyne and Wear, UK; %CV 5.2-6.8%).",
            "BSAP was measured by access chemiluminescent immunoassay (Beckman Coulter, Brea, CA; %CV 1.5-2.6%).",
            "Samples were batched to minimize chance of batch effects."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36679",
        "text": "The sample size was chosen to provide 80% power to detect a 10% difference between LMMS and placebo participants in bone marker change over 5 days of hospitalization. This effect size is comparable to the measurement precision of the bone markers (CV), a lower limit of what would be considered clinically significant. To estimate the linear trend in each outcome over the course of hospitalization, we used a randomcoefficients model adjusted for daily weight, age, %IBW for age, duration of AN, duration of amenorrhea, and history of fracture, with inverse probability weighting to account for the influence of missing data [23] . These adjustments were intended to reduce residual variance, thus increasing power to detect treatment effects, and compensate for any bias introduced by non-random dropout. From the parameters of the fitted model, we constructed estimates and confidence intervals for the daily mean concentrations of biochemical markers in each arm of the trial, the mean trend within each arm, and the difference in trend between arms. BSAP showed markedly skewed distribution and was log-transformed for analysis. Trends in log BSAP were converted to % per day and multiplied by the 5-day mean to estimate the trend in concentration units. CTx and OC were analyzed on the arithmetic scale, with trends reported in concentration units and divided by the 5day mean to estimate the trend as % per day. Computations were performed with SAS version 9.4 (SAS Institute, Inc., Cary, NC). Results with p < 0.05 were considered statistically significant.",
        "section": "Statistical analysis",
        "section_number": 12,
        "sentences": [
            "The sample size was chosen to provide 80% power to detect a 10% difference between LMMS and placebo participants in bone marker change over 5 days of hospitalization.",
            "This effect size is comparable to the measurement precision of the bone markers (CV), a lower limit of what would be considered clinically significant.",
            "To estimate the linear trend in each outcome over the course of hospitalization, we used a randomcoefficients model adjusted for daily weight, age, %IBW for age, duration of AN, duration of amenorrhea, and history of fracture, with inverse probability weighting to account for the influence of missing data [23] .",
            "These adjustments were intended to reduce residual variance, thus increasing power to detect treatment effects, and compensate for any bias introduced by non-random dropout.",
            "From the parameters of the fitted model, we constructed estimates and confidence intervals for the daily mean concentrations of biochemical markers in each arm of the trial, the mean trend within each arm, and the difference in trend between arms.",
            "BSAP showed markedly skewed distribution and was log-transformed for analysis.",
            "Trends in log BSAP were converted to % per day and multiplied by the 5-day mean to estimate the trend in concentration units.",
            "CTx and OC were analyzed on the arithmetic scale, with trends reported in concentration units and divided by the 5day mean to estimate the trend as % per day.",
            "Computations were performed with SAS version 9.4 (SAS Institute, Inc., Cary, NC).",
            "Results with p < 0.05 were considered statistically significant."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36679",
        "text": "We studied 41 adolescents and young women with AN, aged 16.3 ± 1.9 years (mean ± SD, Table 1 ). The majority self-reported to be of Caucasian ethnicity. The time since last menstrual period ranged from 1 to 36 months, with a median of 6 months. Participants were significantly malnourished; mean BMI was 15.6 ± 1.7 kg/m 2 (mean ± SD), corresponding to the ideal body weight of 79 ± 11%. Prior to hospitalization, 97% of subjects (36/37 who completed the YAAQ) reported participating in physical activity, with duration of 21.2 ± 3.3 h/week. Of those engaging in physical activity, the majority were involved in weight-bearing pursuits. One third of subjects (29%) had a positive family history of osteoporosis. Fifteen participants (37% of those responding) had sustained a fracture of the peripheral skeleton; no atraumatic fractures were reported. No fractures had occurred within the 3 months prior to the study. Baseline characteristics did not differ between the study arms ( Table 1) . Two patients discontinued participation.",
        "section": "Demographic data",
        "section_number": 13,
        "sentences": [
            "We studied 41 adolescents and young women with AN, aged 16.3 ± 1.9 years (mean ± SD, Table 1 ).",
            "The majority self-reported to be of Caucasian ethnicity.",
            "The time since last menstrual period ranged from 1 to 36 months, with a median of 6 months.",
            "Participants were significantly malnourished; mean BMI was 15.6 ± 1.7 kg/m 2 (mean ± SD), corresponding to the ideal body weight of 79 ± 11%.",
            "Prior to hospitalization, 97% of subjects (36/37 who completed the YAAQ) reported participating in physical activity, with duration of 21.2 ± 3.3 h/week.",
            "Of those engaging in physical activity, the majority were involved in weight-bearing pursuits.",
            "One third of subjects (29%) had a positive family history of osteoporosis.",
            "Fifteen participants (37% of those responding) had sustained a fracture of the peripheral skeleton; no atraumatic fractures were reported.",
            "No fractures had occurred within the 3 months prior to the study.",
            "Baseline characteristics did not differ between the study arms ( Table 1) .",
            "Two patients discontinued participation."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36679",
        "text": "One subject randomized to placebo withdrew after baseline measurements, while one subject randomized to placebo withdrew prior to baseline assessment (Fig. 1) . Four placebo patients and eight patients receiving LMMS were discharged from the hospital due to achieving medical stability prior to completing the full 5 days of study participation.",
        "section": "Demographic data",
        "section_number": 14,
        "sentences": [
            "One subject randomized to placebo withdrew after baseline measurements, while one subject randomized to placebo withdrew prior to baseline assessment (Fig. 1) .",
            "Four placebo patients and eight patients receiving LMMS were discharged from the hospital due to achieving medical stability prior to completing the full 5 days of study participation."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36679",
        "text": "Almost all subjects maintained calcium levels within the normal range (8.4-10.5 mg/dL). One subject developed transient hypocalcemia (serum calcium 8.0 mg/dL); this abnormality resolved without intervention. All participants received routine daily oral phosphorus supplementation (potassium phosphate and sodium phosphate 250 mg orally BID to 500 mg orally TID); random coefficients analysis showed no trends in phosphorus levels. Baseline PTH was 25.0 ± 10. All subjects gained a clinically significant amount of weight over the course of the study. Mean weight increased at a rate of 0.45 ± 0.03 kg/day (p < 0.0001, regression trend ± SE adjusted for baseline covariates), leading to an increase in both weight and BMI by the time of discharge. Girls in the LMMS arm gained slightly less weight on average (0.38 ± 0.04 kg/day) than did those randomized to the placebo platform (0.51 ± 0.04 kg/day, p = 0.04). Consequently, all analyses were adjusted for daily weight to rule out weight gain as a mediator of the effect between platform use and our outcome measures. Both groups met clinical weight gain goals (0.2 kg per day) and length of hospitalization was not impacted by study participation.",
        "section": "Biochemical data and weight restoration",
        "section_number": 15,
        "sentences": [
            "Almost all subjects maintained calcium levels within the normal range (8.4-10.5 mg/dL).",
            "One subject developed transient hypocalcemia (serum calcium 8.0 mg/dL); this abnormality resolved without intervention.",
            "All participants received routine daily oral phosphorus supplementation (potassium phosphate and sodium phosphate 250 mg orally BID to 500 mg orally TID); random coefficients analysis showed no trends in phosphorus levels.",
            "Baseline PTH was 25.0 ± 10.",
            "All subjects gained a clinically significant amount of weight over the course of the study.",
            "Mean weight increased at a rate of 0.45 ± 0.03 kg/day (p < 0.0001, regression trend ± SE adjusted for baseline covariates), leading to an increase in both weight and BMI by the time of discharge.",
            "Girls in the LMMS arm gained slightly less weight on average (0.38 ± 0.04 kg/day) than did those randomized to the placebo platform (0.51 ± 0.04 kg/day, p = 0.04).",
            "Consequently, all analyses were adjusted for daily weight to rule out weight gain as a mediator of the effect between platform use and our outcome measures.",
            "Both groups met clinical weight gain goals (0.2 kg per day) and length of hospitalization was not impacted by study participation."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36679",
        "text": "Participants who were assigned to use the LMMS platform daily maintained a stable concentration of serum BSAP throughout the trial (Table 2 ; day 1 mean 10.3 μg/L versus day 5 mean 10.1 μg/L, p = 0.51). In contrast, in patients using the placebo platform, BSAP steadily declined by an average of −2.8% per day (Table 2 ; p = 0.03) between day 1 (13.7 μg/L) and day 5 (12.3 μg/L). Figure 2 illustrates the significant difference in 5-day trend between the two trial arms (2.2% per day, P diff = 0.04).",
        "section": "Bone turnover markers",
        "section_number": 16,
        "sentences": [
            "Participants who were assigned to use the LMMS platform daily maintained a stable concentration of serum BSAP throughout the trial (Table 2 ; day 1 mean 10.3 μg/L versus day 5 mean 10.1 μg/L, p = 0.51).",
            "In contrast, in patients using the placebo platform, BSAP steadily declined by an average of −2.8% per day (Table 2 ; p = 0.03) between day 1 (13.7 μg/L) and day 5 (12.3 μg/L).",
            "Figure 2 illustrates the significant difference in 5-day trend between the two trial arms (2.2% per day, P diff = 0.04)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36679",
        "text": "Serum CTx rose in the LMMS group between day 1 (1.17 ng/mL) and day 5 (1.50 ng/mL), for an average increase of +6.2% per day (Table 2 and Fig. 3 ; p = 0.04). In the placebo arm, serum CTx did not change over the 5 days (p = 0.56) leading to a significant difference in the 5-day trend between the groups (4.3% per day, p diff = 0.01).",
        "section": "Bone turnover markers",
        "section_number": 17,
        "sentences": [
            "Serum CTx rose in the LMMS group between day 1 (1.17 ng/mL) and day 5 (1.50 ng/mL), for an average increase of +6.2% per day (Table 2 and Fig. 3 ; p = 0.04).",
            "In the placebo arm, serum CTx did not change over the 5 days (p = 0.56) leading to a significant difference in the 5-day trend between the groups (4.3% per day, p diff = 0.01)."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36679",
        "text": "Serum OC did not change in either group over the course of the study (Table 2 ; p ≥ 0.90). Controlling for daily weight as well as the baseline covariates had negligible influence on the ",
        "section": "Bone turnover markers",
        "section_number": 18,
        "sentences": [
            "Serum OC did not change in either group over the course of the study (Table 2 ; p ≥ 0.90).",
            "Controlling for daily weight as well as the baseline covariates had negligible influence on the"
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36679",
        "text": "In this randomized trial, we observed that brief, daily use of a low-magnitude mechanical stimulation platform during 5 days of hospitalization for malnourished adolescents with AN led to stabilization in markers of bone formation (BSAP) without adverse events or clinically significant effects on weight restoration. In contrast, users of a placebo platform exhibited a significant decrease in bone formation markers, similar to what we previously reported in our study of bed rest [10] .",
        "section": "Discussion",
        "section_number": 19,
        "sentences": [
            "In this randomized trial, we observed that brief, daily use of a low-magnitude mechanical stimulation platform during 5 days of hospitalization for malnourished adolescents with AN led to stabilization in markers of bone formation (BSAP) without adverse events or clinically significant effects on weight restoration.",
            "In contrast, users of a placebo platform exhibited a significant decrease in bone formation markers, similar to what we previously reported in our study of bed rest [10] ."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36679",
        "text": "Patients with AN are recognized to have depressed bone formation and higher bone resorption [24] . Our highly specific bone biomarker data reflect that with bed rest, bone formation was lower [10] . In contrast, with LMMS, bone formation remained stable. Healthy adolescents have increased bone turnover, with elevated bone formation and bone resorption markers that accompany growth and pubertal development [25] .",
        "section": "Discussion",
        "section_number": 20,
        "sentences": [
            "Patients with AN are recognized to have depressed bone formation and higher bone resorption [24] .",
            "Our highly specific bone biomarker data reflect that with bed rest, bone formation was lower [10] .",
            "In contrast, with LMMS, bone formation remained stable.",
            "Healthy adolescents have increased bone turnover, with elevated bone formation and bone resorption markers that accompany growth and pubertal development [25] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36679",
        "text": "Adolescents with AN have lower levels of bone formation and resorption markers than do normal-weight control subjects [26] , suggesting that bone turnover is suppressed in AN. Without bone turnover, bone cannot increase in mass nor repair itself. The additive effect of even short-term immobilization may exacerbate the bone insults for an adolescent with AN. Skeletal unloading reduces the mechanical forces applied to bones, compromises bone quality, and elevates fracture risk. During even transient immobilization, bone resorption and formation are uncoupled [12, 27] . In our earlier observational study, BSAP consistently decreased during 5 days of bed rest. In contrast, urinary Ntelopeptides (a marker of bone resorption) initially declined but then increased after day 3 of immobility [10] . A priori, we anticipated that LMMS would increase markers of bone formation and suppress bone resorption. Instead, LMMS maintained markers of bone formation but led to slight increases in markers of bone resorption. This observed pattern mirrors normal adolescent increases in bone turnover [25] .",
        "section": "Discussion",
        "section_number": 21,
        "sentences": [
            "Adolescents with AN have lower levels of bone formation and resorption markers than do normal-weight control subjects [26] , suggesting that bone turnover is suppressed in AN.",
            "Without bone turnover, bone cannot increase in mass nor repair itself.",
            "The additive effect of even short-term immobilization may exacerbate the bone insults for an adolescent with AN.",
            "Skeletal unloading reduces the mechanical forces applied to bones, compromises bone quality, and elevates fracture risk.",
            "During even transient immobilization, bone resorption and formation are uncoupled [12, 27] .",
            "In our earlier observational study, BSAP consistently decreased during 5 days of bed rest.",
            "In contrast, urinary Ntelopeptides (a marker of bone resorption) initially declined but then increased after day 3 of immobility [10] .",
            "A priori, we anticipated that LMMS would increase markers of bone formation and suppress bone resorption.",
            "Instead, LMMS maintained markers of bone formation but led to slight increases in markers of bone resorption.",
            "This observed pattern mirrors normal adolescent increases in bone turnover [25] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36679",
        "text": "These results offer insights into bone turnover in the setting of severe malnutrition, refeeding, and limited mobility in AN. If AN suppresses cortical modeling, older bone with greater material density and mineralization will accumulate, leading to greater cortical volumetric BMD [28, 29] . While bone in this setting may be denser, it is not necessarily stronger. Excessive bone mineralization leads to brittle bones [30] and increased fracture risk [31] . As such, the increase in bone turnover observed with LMMS in the current study may be beneficial to the skeleton. Participants receiving placebo also demonstrated differing patterns of bone turnover from our original investigation [10] . BSAP steadily decreased over the 5 days of hospitalization, while CTx did not significantly change; this result may be an effect of standing up for 10 min daily but requires further study.",
        "section": "Discussion",
        "section_number": 22,
        "sentences": [
            "These results offer insights into bone turnover in the setting of severe malnutrition, refeeding, and limited mobility in AN.",
            "If AN suppresses cortical modeling, older bone with greater material density and mineralization will accumulate, leading to greater cortical volumetric BMD [28, 29] .",
            "While bone in this setting may be denser, it is not necessarily stronger.",
            "Excessive bone mineralization leads to brittle bones [30] and increased fracture risk [31] .",
            "As such, the increase in bone turnover observed with LMMS in the current study may be beneficial to the skeleton.",
            "Participants receiving placebo also demonstrated differing patterns of bone turnover from our original investigation [10] .",
            "BSAP steadily decreased over the 5 days of hospitalization, while CTx did not significantly change; this result may be an effect of standing up for 10 min daily but requires further study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36679",
        "text": "A common perception is that the mechanical load must be robust to increase bone quantity and quality. However, extremely low-level strains on bone, similar to those caused by muscle contractions during postural control, are anabolic to bone tissue. High-frequency LMMS delivered via vibrating platform can inhibit bone loss and preserve BMD in at-risk populations [16, 18, 32] In a 6-month trial, children with cerebral palsy exposed to LMMS showed +6.3% increases in tibial vBMD from baseline; children who stood on placebo devices had an 11.9% decline [18] . In adolescents with existing low BMD and a history of fracture [33] , subjects receiving LMMS for at least 2 min/day had increased spinal trabecular vBMD (+3.9%) compared to control subjects and poor compliers. A similar study performed in persons of advanced age (mean 83 years) yielded disappointing results; changes in total femoral trabecular vBMD and mid-vertebral trabecular vBMD did not differ between LMMS and placebo groups after 24 months [34] . Reasons for the lack of efficacy may include a lack of mechanical sensitivity/ responsiveness of resident bone cells in the elderly skeleton, or a reduced number of available progenitors in the bone marrow. In animal studies, LMMS can bias fate selection of bone progenitors, driving them toward osteoblasts rather than to adipocytes [35] . This effect may be the mechanism of the beneficial effect of LMMS in AN, since these patients exhibit premature conversion of hematopoietic to fat cells in the marrow of the peripheral skeleton and potentially have adipocyte over osteoblast differentiation in the stem cell pool [36] . These hypotheses highlight the importance of early intervention for patients while the skeleton is still responsive.",
        "section": "Discussion",
        "section_number": 23,
        "sentences": [
            "A common perception is that the mechanical load must be robust to increase bone quantity and quality.",
            "However, extremely low-level strains on bone, similar to those caused by muscle contractions during postural control, are anabolic to bone tissue.",
            "High-frequency LMMS delivered via vibrating platform can inhibit bone loss and preserve BMD in at-risk populations [16, 18, 32] In a 6-month trial, children with cerebral palsy exposed to LMMS showed +6.3% increases in tibial vBMD from baseline; children who stood on placebo devices had an 11.9% decline [18] .",
            "In adolescents with existing low BMD and a history of fracture [33] , subjects receiving LMMS for at least 2 min/day had increased spinal trabecular vBMD (+3.9%) compared to control subjects and poor compliers.",
            "A similar study performed in persons of advanced age (mean 83 years) yielded disappointing results; changes in total femoral trabecular vBMD and mid-vertebral trabecular vBMD did not differ between LMMS and placebo groups after 24 months [34] .",
            "Reasons for the lack of efficacy may include a lack of mechanical sensitivity/ responsiveness of resident bone cells in the elderly skeleton, or a reduced number of available progenitors in the bone marrow.",
            "In animal studies, LMMS can bias fate selection of bone progenitors, driving them toward osteoblasts rather than to adipocytes [35] .",
            "This effect may be the mechanism of the beneficial effect of LMMS in AN, since these patients exhibit premature conversion of hematopoietic to fat cells in the marrow of the peripheral skeleton and potentially have adipocyte over osteoblast differentiation in the stem cell pool [36] .",
            "These hypotheses highlight the importance of early intervention for patients while the skeleton is still responsive."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36679",
        "text": "Study limitations deserve acknowledgement and consideration. Data regarding patterns of bone turnover prior to hospitalization are not available. Full bone turnover marker data were not available for 14 subjects in the study due to changes in clinical course of treatment (e.g., transfer to inpatient psychiatry ward or early medical discharge). However, completers did not differ from those with incomplete data with regard to baseline characteristics. If all participants had been retained until the end of the study, the differences between groups may have even been greater than we observed. Large increases in nutrient intake occurred during the study, leading to significant weight gain. While girls receiving LMMS therapy gained slightly less average weight per day than did girls in the placebo group, both groups met expected goal rates of weight restoration, and the hospital course was not impacted. As all subjects were ≥2 years post-menarche, results may not be generalizable to pre-menarchal girls. Although current bone biomarkers are more accurate and precise compared to earlier assays, the variability of these markers should still be acknowledged, as well as the fact that these biomarkers represent surrogate markers of physiologic processes with their inherent limitations. The duration of exposure to bed rest and to the LMMS intervention was brief. The length of the study was determined by the average clinical length of stay for medical admissions for anorexia nervosa at our institution. As discussed above, other trials conducted in human subjects have been of much longer duration (6 or 12 months). Longer exposure to the LMMS intervention would be required to demonstrate an effect on less dynamic measures of skeletal health, such as bone density, bone geometry, or fracture risk. The results of this pilot study should be confirmed by a randomized, controlled trial of longer duration to determine whether bone density and quality can be restored and to explore metabolic outcomes. Lastly, we were not able to conduct follow-up assessments of study subjects.",
        "section": "Discussion",
        "section_number": 24,
        "sentences": [
            "Study limitations deserve acknowledgement and consideration.",
            "Data regarding patterns of bone turnover prior to hospitalization are not available.",
            "Full bone turnover marker data were not available for 14 subjects in the study due to changes in clinical course of treatment (e.g., transfer to inpatient psychiatry ward or early medical discharge).",
            "However, completers did not differ from those with incomplete data with regard to baseline characteristics.",
            "If all participants had been retained until the end of the study, the differences between groups may have even been greater than we observed.",
            "Large increases in nutrient intake occurred during the study, leading to significant weight gain.",
            "While girls receiving LMMS therapy gained slightly less average weight per day than did girls in the placebo group, both groups met expected goal rates of weight restoration, and the hospital course was not impacted.",
            "As all subjects were ≥2 years post-menarche, results may not be generalizable to pre-menarchal girls.",
            "Although current bone biomarkers are more accurate and precise compared to earlier assays, the variability of these markers should still be acknowledged, as well as the fact that these biomarkers represent surrogate markers of physiologic processes with their inherent limitations.",
            "The duration of exposure to bed rest and to the LMMS intervention was brief.",
            "The length of the study was determined by the average clinical length of stay for medical admissions for anorexia nervosa at our institution.",
            "As discussed above, other trials conducted in human subjects have been of much longer duration (6 or 12 months).",
            "Longer exposure to the LMMS intervention would be required to demonstrate an effect on less dynamic measures of skeletal health, such as bone density, bone geometry, or fracture risk.",
            "The results of this pilot study should be confirmed by a randomized, controlled trial of longer duration to determine whether bone density and quality can be restored and to explore metabolic outcomes.",
            "Lastly, we were not able to conduct follow-up assessments of study subjects."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36679",
        "text": "In summary, low bone mass is a widespread, chronic source of morbidity for adolescents and young women with AN. These patients have numerous risk factors for skeletal deficits, including low body weight, poor nutritional intake, and hormonal deficits. In addition, in an effort to promote weight gain, activity restrictions are commonly imposed. To date, pharmacologic treatments aimed at preventing or ameliorating bone loss in AN have been met with variable results and are not without side effects. The young age of these patients compounds the inherent risks of a treatment strategy, based on long-term commitment to bone-specific agents. Our preliminary data show that LMMS is safe and may help to promote bone health during the acute inpatient setting and prevent the deleterious suppression of bone turnover previously observed with bed rest. While it remains unclear whether this restoration of bone turnover will ultimately benefit the skeletal phenotype, there is evidence that musculoskeletal health can improve in adolescents with such signals, and without serious adverse events. LMMS signals may represent a strategy to prevent and/or treat low bone mass in adolescents with AN: a safe, non-invasive, nonpharmacologic means to enhance both bone density and bone quality.",
        "section": "Discussion",
        "section_number": 25,
        "sentences": [
            "In summary, low bone mass is a widespread, chronic source of morbidity for adolescents and young women with AN.",
            "These patients have numerous risk factors for skeletal deficits, including low body weight, poor nutritional intake, and hormonal deficits.",
            "In addition, in an effort to promote weight gain, activity restrictions are commonly imposed.",
            "To date, pharmacologic treatments aimed at preventing or ameliorating bone loss in AN have been met with variable results and are not without side effects.",
            "The young age of these patients compounds the inherent risks of a treatment strategy, based on long-term commitment to bone-specific agents.",
            "Our preliminary data show that LMMS is safe and may help to promote bone health during the acute inpatient setting and prevent the deleterious suppression of bone turnover previously observed with bed rest.",
            "While it remains unclear whether this restoration of bone turnover will ultimately benefit the skeletal phenotype, there is evidence that musculoskeletal health can improve in adolescents with such signals, and without serious adverse events.",
            "LMMS signals may represent a strategy to prevent and/or treat low bone mass in adolescents with AN: a safe, non-invasive, nonpharmacologic means to enhance both bone density and bone quality."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36679",
        "text": "Osteoporos Int (2017) 28:1255-1263",
        "section": "",
        "section_number": 26,
        "sentences": [
            "Osteoporos Int (2017) 28:1255-1263"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    }
]