[
    {
        "doc_id": "39383",
        "text": "Background: Studies of preterm and term-born infants have shown absent fidgety movements and an abnormal movement character to be related to brain lesions and unfavourable neurological outcomes. Aims: The present study examines what effect a parent-administered early intervention program applied to preterm infants in a randomised control trial (RCT) between 34 and 36 weeks gestational age has on their fidgety movements and overall movement character at three months of age. Study design: The study was part of the RCT in an early intervention programme including preterm infants born between 2010 and 2014 at three Norwegian university hospitals. Subjects: 130 preterm infants participated in the study, with 59 of them in the control group and 71 in the intervention group. Outcome measures: Fidgety movements and overall movement character at three months corrected age. Results: No difference was found between the intervention group and the control group in terms of fidgety movements or movement character. Approximately half of the infants in both groups showed an abnormal movement character. Conclusion: No evidence was found in this RCT to suggest that an intervention at 34 to 37 weeks gestational age has a significant effect on the fidgety movements or overall movement character of preterm infants. This is in line with the assumption that absent fidgety movements and an abnormal movement character are due to permanent brain injury and are therefore good predictors for later neurological impairments.",
        "section": "Abstract",
        "sentences": [
            "Background: Studies of preterm and term-born infants have shown absent fidgety movements and an abnormal movement character to be related to brain lesions and unfavourable neurological outcomes.",
            "Aims: The present study examines what effect a parent-administered early intervention program applied to preterm infants in a randomised control trial (RCT) between 34 and 36 weeks gestational age has on their fidgety movements and overall movement character at three months of age.",
            "Study design: The study was part of the RCT in an early intervention programme including preterm infants born between 2010 and 2014 at three Norwegian university hospitals.",
            "Subjects: 130 preterm infants participated in the study, with 59 of them in the control group and 71 in the intervention group.",
            "Outcome measures: Fidgety movements and overall movement character at three months corrected age.",
            "Results: No difference was found between the intervention group and the control group in terms of fidgety movements or movement character.",
            "Approximately half of the infants in both groups showed an abnormal movement character.",
            "Conclusion: No evidence was found in this RCT to suggest that an intervention at 34 to 37 weeks gestational age has a significant effect on the fidgety movements or overall movement character of preterm infants.",
            "This is in line with the assumption that absent fidgety movements and an abnormal movement character are due to permanent brain injury and are therefore good predictors for later neurological impairments."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39383",
        "text": "Twenty years ago the authors of a study published in The Lancet [1] concluded that the quality of so-called general movements (GMs), i.e. spontaneous motor activity in early infancy, indicates whether or not infants require early intervention against neurological abnormalities. Several subsequent studies on fidgety movements (FMs), i.e. GMs at three months of age, have proved absent FMs or present sporadic FMs to be valid predictors of later neurological impairment, mostly in the form of cerebral palsy (CP) [2] [3] [4] [5] [6] [7] . After GMs were found to be an effective reference for the functional assessment of the developing nervous system [8] , a method of GM evaluation known as General Movement Assessment (GMA) [8] [9] [10] was developed, which has since been frequently used in studies on prognoses of neurological outcomes [1] [2] [3] 11] . Studies of preterm-and term-newborns and young infants have shown that abnormal GMs can be related to brain lesions and unfavourable neurological outcomes [8, [12] [13] [14] . Abnormality of the overall movement character is also a reasonably good predictor of later cognitive and/or motor outcomes [15] [16] [17] . Interestingly enough, an abnormal movement character at three months of age seems to be a common finding in term-born infants, even though most of them go on to develop a normal motor repertoire [18] .",
        "section": "Introduction",
        "section_number": 1,
        "sentences": [
            "Twenty years ago the authors of a study published in The Lancet [1] concluded that the quality of so-called general movements (GMs), i.e. spontaneous motor activity in early infancy, indicates whether or not infants require early intervention against neurological abnormalities.",
            "Several subsequent studies on fidgety movements (FMs), i.e. GMs at three months of age, have proved absent FMs or present sporadic FMs to be valid predictors of later neurological impairment, mostly in the form of cerebral palsy (CP) [2] [3] [4] [5] [6] [7] .",
            "After GMs were found to be an effective reference for the functional assessment of the developing nervous system [8] , a method of GM evaluation known as General Movement Assessment (GMA) [8] [9] [10] was developed, which has since been frequently used in studies on prognoses of neurological outcomes [1] [2] [3] 11] .",
            "Studies of preterm-and term-newborns and young infants have shown that abnormal GMs can be related to brain lesions and unfavourable neurological outcomes [8, [12] [13] [14] .",
            "Abnormality of the overall movement character is also a reasonably good predictor of later cognitive and/or motor outcomes [15] [16] [17] .",
            "Interestingly enough, an abnormal movement character at three months of age seems to be a common finding in term-born infants, even though most of them go on to develop a normal motor repertoire [18] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39383",
        "text": "Over the years, GMA has become a major tool for predicting neurological impairment and is widely used in follow-up programs for infants with increased risk of adverse neurological outcome. When combined with results of early magnetic resonance imaging (MRI), GMA is arguably the most reliable predictive tool available [2, 19, 20] . However, as far as we know, there are no reports in medical literature of using GMA as an evaluative tool in a motor intervention trial.",
        "section": "Introduction",
        "section_number": 2,
        "sentences": [
            "Over the years, GMA has become a major tool for predicting neurological impairment and is widely used in follow-up programs for infants with increased risk of adverse neurological outcome.",
            "When combined with results of early magnetic resonance imaging (MRI), GMA is arguably the most reliable predictive tool available [2, 19, 20] .",
            "However, as far as we know, there are no reports in medical literature of using GMA as an evaluative tool in a motor intervention trial."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39383",
        "text": "Studies have shown that early intervention can help the brain to reorganize aberrant signal patterns and optimise motor development in infants born preterm [21, 22] . Clinical effects of early intervention have been hard to identify in randomised controlled trials (RCTs). Three systematic reviews were published very recently aiming to identify effective kinds of interventions for specific outcomes at specific ages [2, 23, 24] . One review indicates that dosing is critical for effectiveness and that multifaceted interventions may be the best option for a child and family, although no significant differences were documented in RCTs included in that review [23] . Another systematic review of 34 studies including 10 RCTs reports promising evidence that early intervention (defined as between birth and two years of age) which involves child-initiated movement, parental education and environmental modification has a positive effect on motor development [25] . In a meta-analysis of 36 trials (25 randomised, 11 non-randomised), motorspecific interventions yielded positive effects at three, six, twelve and 24 months. The effect was most obvious in specific motor components at three months [24] . A new RCT shows that early intervention at 34 to 36 weeks postmenstrual age (PMA) has an effect on the motor function as compared with controls assessed by Test of Infant Motor Performance (TIMP) immediately after the intervention, at 37 weeks PMA [26] . However, TIMP and GMA do not assess the same movement qualities and specific effects of intervention on general movements has never been analysed in a RCT setting.",
        "section": "Introduction",
        "section_number": 3,
        "sentences": [
            "Studies have shown that early intervention can help the brain to reorganize aberrant signal patterns and optimise motor development in infants born preterm [21, 22] .",
            "Clinical effects of early intervention have been hard to identify in randomised controlled trials (RCTs).",
            "Three systematic reviews were published very recently aiming to identify effective kinds of interventions for specific outcomes at specific ages [2, 23, 24] .",
            "One review indicates that dosing is critical for effectiveness and that multifaceted interventions may be the best option for a child and family, although no significant differences were documented in RCTs included in that review [23] .",
            "Another systematic review of 34 studies including 10 RCTs reports promising evidence that early intervention (defined as between birth and two years of age) which involves child-initiated movement, parental education and environmental modification has a positive effect on motor development [25] .",
            "In a meta-analysis of 36 trials (25 randomised, 11 non-randomised), motorspecific interventions yielded positive effects at three, six, twelve and 24 months.",
            "The effect was most obvious in specific motor components at three months [24] .",
            "A new RCT shows that early intervention at 34 to 36 weeks postmenstrual age (PMA) has an effect on the motor function as compared with controls assessed by Test of Infant Motor Performance (TIMP) immediately after the intervention, at 37 weeks PMA [26] .",
            "However, TIMP and GMA do not assess the same movement qualities and specific effects of intervention on general movements has never been analysed in a RCT setting."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39383",
        "text": "The strong predictive power of absent fidgety movements with respect to later neurodevelopmental outcomes indicates that the absence of FMs is a consequence of permanent brain lesions that influence the function and integrity of the subplate and its neural connections during fetal life [27] . Early intervention is therefore unlikely to influence the quality of FMs or the movement character even if an effect on other motor functions is demonstrated in other tests like TIMP or the Bayley Scales of Infant and Toddler Development (BSID) [24, 26] . On the other hand, if fidgety movements or the overall movement character can be modified by intervention, this may indicate that other, more complex mechanisms are involved in generating general movements at three months of age, which would also affect the predictive ability of GMA.",
        "section": "Introduction",
        "section_number": 4,
        "sentences": [
            "The strong predictive power of absent fidgety movements with respect to later neurodevelopmental outcomes indicates that the absence of FMs is a consequence of permanent brain lesions that influence the function and integrity of the subplate and its neural connections during fetal life [27] .",
            "Early intervention is therefore unlikely to influence the quality of FMs or the movement character even if an effect on other motor functions is demonstrated in other tests like TIMP or the Bayley Scales of Infant and Toddler Development (BSID) [24, 26] .",
            "On the other hand, if fidgety movements or the overall movement character can be modified by intervention, this may indicate that other, more complex mechanisms are involved in generating general movements at three months of age, which would also affect the predictive ability of GMA."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39383",
        "text": "The aim of this study was to examine what effect a parent-administered early intervention programme applied to preterm infants in a RCT [26] at 34 to 36 weeks gestational age has on their fidgety movements and the overall movement character at three months of age. A possible effect of the intervention on GMs at three months could be relevant for predicting an altered outcome at two years of age, given a strong predictive ability of GMA. The results presented here constitute the second report from ClinicalTrials.gov NCT01089296. The first report was published in Pediatrics 2016 [26] .",
        "section": "Introduction",
        "section_number": 5,
        "sentences": [
            "The aim of this study was to examine what effect a parent-administered early intervention programme applied to preterm infants in a RCT [26] at 34 to 36 weeks gestational age has on their fidgety movements and the overall movement character at three months of age.",
            "A possible effect of the intervention on GMs at three months could be relevant for predicting an altered outcome at two years of age, given a strong predictive ability of GMA.",
            "The results presented here constitute the second report from ClinicalTrials.gov NCT01089296.",
            "The first report was published in Pediatrics 2016 [26] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39383",
        "text": "The present study was part of a multicentre RCT on the effect of an early intervention programme for infants born between March 2010 and October 2014 at the University Hospital of North Norway, the Trondheim University Hospital, and the Oslo University Hospital. A description of the study design was previously published [28] . The purpose of the RCT was to evaluate the effect of customized physiotherapy on preterm infants' motor development. Performed by parents during a period of three weeks while their infants resided at the NICU, the intervention integrated key elements from the modified version of the Mother-Infant Transaction Program as well as elements from interventions in other studies that have shown a positive effect on preterm-born children's motor development [28] . The main principles of intervention were to promote symmetry and midline orientation in different positions while supporting the child's own activity. The handling and motor stimulation was carried out according to Girolami and Campbell [29] and the social interaction between the parent and the infant as described by Kaaresen et al. [30] . Postural support was given to facilitate the infant's midline orientation as a base for social interaction and for increasing the infant's variation of movements. Each infant performed at least one activity in each of the following positions: prone, side-lying, supine, supported sitting, and in transition between positions. A detailed list of 15 activities has been published [28] . Examples of parental intervention include activating neck flexors, shoulder and abdominal muscles, assisting the child to bring their arms forward and guiding them from supine to upright sitting. The intervention was individualized based on the infant's level of development and tolerance for movement. The parents were taught to support and facilitate activity and to adapt their support to the infants' response. They were given a booklet with photos and written descriptions of activities implemented in different positions. Intervention time was limited to 10 min twice a day at 34, 35 and 36 weeks PMA. The intervention was stopped if the infant's behavioural state did not allow interventioni.e. if they were fussing, falling asleep, hungry, or showed signs of stress. The parent kept a daily log to record the time and duration of intervention. The motor development of all infants was assessed at regular intervals between three and 24 months corrected age, including videos recordings of their GMs. The final endpoint of the study is motor development at 24 months corrected age.",
        "section": "Study design and intervention",
        "section_number": 6,
        "sentences": [
            "The present study was part of a multicentre RCT on the effect of an early intervention programme for infants born between March 2010 and October 2014 at the University Hospital of North Norway, the Trondheim University Hospital, and the Oslo University Hospital.",
            "A description of the study design was previously published [28] .",
            "The purpose of the RCT was to evaluate the effect of customized physiotherapy on preterm infants' motor development.",
            "Performed by parents during a period of three weeks while their infants resided at the NICU, the intervention integrated key elements from the modified version of the Mother-Infant Transaction Program as well as elements from interventions in other studies that have shown a positive effect on preterm-born children's motor development [28] .",
            "The main principles of intervention were to promote symmetry and midline orientation in different positions while supporting the child's own activity.",
            "The handling and motor stimulation was carried out according to Girolami and Campbell [29] and the social interaction between the parent and the infant as described by Kaaresen et al. [30] .",
            "Postural support was given to facilitate the infant's midline orientation as a base for social interaction and for increasing the infant's variation of movements.",
            "Each infant performed at least one activity in each of the following positions: prone, side-lying, supine, supported sitting, and in transition between positions.",
            "A detailed list of 15 activities has been published [28] .",
            "Examples of parental intervention include activating neck flexors, shoulder and abdominal muscles, assisting the child to bring their arms forward and guiding them from supine to upright sitting.",
            "The intervention was individualized based on the infant's level of development and tolerance for movement.",
            "The parents were taught to support and facilitate activity and to adapt their support to the infants' response.",
            "They were given a booklet with photos and written descriptions of activities implemented in different positions.",
            "Intervention time was limited to 10 min twice a day at 34, 35 and 36 weeks PMA.",
            "The intervention was stopped if the infant's behavioural state did not allow interventioni.e.",
            "if they were fussing, falling asleep, hungry, or showed signs of stress.",
            "The parent kept a daily log to record the time and duration of intervention.",
            "The motor development of all infants was assessed at regular intervals between three and 24 months corrected age, including videos recordings of their GMs.",
            "The final endpoint of the study is motor development at 24 months corrected age."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39383",
        "text": "Preterm-born infants with a gestational age ≤ 32 weeks were eligible for the study. Gestational age determination was based on the second-trimester routine ultrasound. Exclusion criteria were triplets or higher plurality, major malformations and recent surgery. Information on birthweight, sex and results of cerebral ultrasound investigation was collected from the medical records.",
        "section": "Study population",
        "section_number": 7,
        "sentences": [
            "Preterm-born infants with a gestational age ≤ 32 weeks were eligible for the study.",
            "Gestational age determination was based on the second-trimester routine ultrasound.",
            "Exclusion criteria were triplets or higher plurality, major malformations and recent surgery.",
            "Information on birthweight, sex and results of cerebral ultrasound investigation was collected from the medical records."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39383",
        "text": "Video recordings followed the procedure described by Einspieler et al. [9] . Assessment of video recordings was carried out by three certified and experienced paediatric physiotherapists blinded to the infants' clinical histories. First, fidgety movements were assessed independently by each observer. Then the overall movement character was assessed by the same observers by replaying the videos. Based on additional evaluations, a consensus was reached in cases of disagreement.",
        "section": "Video recording and assessment of fidgety movements and overall movement character",
        "section_number": 8,
        "sentences": [
            "Video recordings followed the procedure described by Einspieler et al. [9] .",
            "Assessment of video recordings was carried out by three certified and experienced paediatric physiotherapists blinded to the infants' clinical histories.",
            "First, fidgety movements were assessed independently by each observer.",
            "Then the overall movement character was assessed by the same observers by replaying the videos.",
            "Based on additional evaluations, a consensus was reached in cases of disagreement."
        ],
        "sentence_labels": [
            -1,
            1,
            -1,
            -1,
            -1
        ],
        "classification_label": 0
    },
    {
        "doc_id": "39383",
        "text": "To verify sufficient inter-rater reliability in the assessment of present and absent fidgey movements, inter-rater agreement was identified by means of Cohen's kappa. Cohen's kappa is a statistical measure used to determine inter-observer agreement taking into account agreement by chance [31] .",
        "section": "Video recording and assessment of fidgety movements and overall movement character",
        "section_number": 9,
        "sentences": [
            "To verify sufficient inter-rater reliability in the assessment of present and absent fidgey movements, inter-rater agreement was identified by means of Cohen's kappa.",
            "Cohen's kappa is a statistical measure used to determine inter-observer agreement taking into account agreement by chance [31] ."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39383",
        "text": "Fidgety movements are classified as present or absent. If fidgety movements are present, they are interspersed with pauses. According to the duration of these pauses, the temporal organisation of fidgety movements can be classified as continual (F ++), intermittent (F +) or sporadic (F +/−). If fidgety movements are exaggerated, they are classified as abnormal (AF) [9, 32] . In our study we classified fidgety movement as present when continuous or intermittent, and as absent when sporadic or absent. \"Movement character\" refers to the fifth subcategory in the \"Assessment of Motor Repertoire -3 to 5 months\" [9] . It was classified as normal or abnormal. A normal movement character was smooth and fluent; abnormal movements were monotonous, jerky and stiff and could be slow or fast [33] . The fifth subcategory, the global score of \"Movement character\", was assessed because this item has previously been shown to be predictive of later motor and cognitive outcomes [16] . The motor optimality score of the \"Assessment of the Motor Repertoire -3 to 5 Months\" [9] was calculated for the intervention and the control group.",
        "section": "Video recording and assessment of fidgety movements and overall movement character",
        "section_number": 10,
        "sentences": [
            "Fidgety movements are classified as present or absent.",
            "If fidgety movements are present, they are interspersed with pauses.",
            "According to the duration of these pauses, the temporal organisation of fidgety movements can be classified as continual (F ++), intermittent (F +) or sporadic (F +/−).",
            "If fidgety movements are exaggerated, they are classified as abnormal (AF) [9, 32] .",
            "In our study we classified fidgety movement as present when continuous or intermittent, and as absent when sporadic or absent. \"",
            "Movement character\" refers to the fifth subcategory in the \"Assessment of Motor Repertoire -3 to 5 months\" [9] .",
            "It was classified as normal or abnormal.",
            "A normal movement character was smooth and fluent; abnormal movements were monotonous, jerky and stiff and could be slow or fast [33] .",
            "The fifth subcategory, the global score of \"Movement character\", was assessed because this item has previously been shown to be predictive of later motor and cognitive outcomes [16] .",
            "The motor optimality score of the \"Assessment of the Motor Repertoire -3 to 5 Months\" [9] was calculated for the intervention and the control group."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39383",
        "text": "The effect of intervention on fidgety movements and movement character was analysed by multinomial and binary logistic regression, respectively, including intervention and gestational age in days as covariates. Gestational age was not found to be significant for any of the two variables, and results are presented for a chi-square test or Fisher's exact test for association between the outcome variable and the intervention. The Wilcoxon rank sum test was used to compare the Motor Optimality Score in the two groups. To assess the gender difference ttests, Mann-Whitney U tests and Chi-square tests were used.",
        "section": "Statistical analyses",
        "section_number": 11,
        "sentences": [
            "The effect of intervention on fidgety movements and movement character was analysed by multinomial and binary logistic regression, respectively, including intervention and gestational age in days as covariates.",
            "Gestational age was not found to be significant for any of the two variables, and results are presented for a chi-square test or Fisher's exact test for association between the outcome variable and the intervention.",
            "The Wilcoxon rank sum test was used to compare the Motor Optimality Score in the two groups.",
            "To assess the gender difference ttests, Mann-Whitney U tests and Chi-square tests were used."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39383",
        "text": "The results of inter-observer agreement were interpreted according to guidelines adapted from Landis ",
        "section": "Statistical analyses",
        "section_number": 12,
        "sentences": [
            "The results of inter-observer agreement were interpreted according to guidelines adapted from Landis"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39383",
        "text": "The study was approved by the Regional Committee for Medical and Health Research Ethics in Northern Norway (REC North: 2009/916-7) and registered at Clinical Trials.gov (NCT01089296).",
        "section": "Ethics",
        "section_number": 13,
        "sentences": [
            "The study was approved by the Regional Committee for Medical and Health Research Ethics in Northern Norway (REC North: 2009/916-7) and registered at Clinical Trials.gov (NCT01089296)."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39383",
        "text": "152 infants were included, 13 parents withdrew from the project, three video recordings were insufficient for assessment in terms of quality, five video recordings were lost during the follow-up period, and one infant had moved. Consequently, a total of 130 infants participated in the study, with 59 of them in the control group and 71 in the intervention group. In the entire study group there was no significant gender difference with respect to gestational age (p-value = 0.07), birth weight (p-value = 0.87), intraventricular haemorrhages (pvalue = 0.14), periventricular leukomalacia (p-value = 0.92), septicaemia (p-value = 0.51) or bronchopulmonal dysplasia (pvalue = 0.44).",
        "section": "Clinical characteristics",
        "section_number": 14,
        "sentences": [
            "152 infants were included, 13 parents withdrew from the project, three video recordings were insufficient for assessment in terms of quality, five video recordings were lost during the follow-up period, and one infant had moved.",
            "Consequently, a total of 130 infants participated in the study, with 59 of them in the control group and 71 in the intervention group.",
            "In the entire study group there was no significant gender difference with respect to gestational age (p-value = 0.07), birth weight (p-value = 0.87), intraventricular haemorrhages (pvalue = 0.14), periventricular leukomalacia (p-value = 0.92), septicaemia (p-value = 0.51) or bronchopulmonal dysplasia (pvalue = 0.44)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39383",
        "text": "Inter-observer agreement for fidgety movements was good. Observer A assessed all 130 video recordings, observer B assessed 85 video recordings, and observer C assessed 45 video recordings. The primary agreement was therefore calculated between observers A and B (κ = 0.72) and A and C (κ = 0.71). For final agreement, additional evaluations were carried out and a consensus was reached.",
        "section": "Inter-tester reliability for fidgety movements",
        "section_number": 15,
        "sentences": [
            "Inter-observer agreement for fidgety movements was good.",
            "Observer A assessed all 130 video recordings, observer B assessed 85 video recordings, and observer C assessed 45 video recordings.",
            "The primary agreement was therefore calculated between observers A and B (κ = 0.72) and A and C (κ = 0.71).",
            "For final agreement, additional evaluations were carried out and a consensus was reached."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39383",
        "text": "Assessment included video recordings of 130 infants (63 girls, 67 boys) at a mean age of 12.1 (SD = 1.0) weeks post term. Their mean birth weight was 1384.8 (SD = 384.5) grams, their mean gestational age 29.7 weeks (SD = 2.2). Five infants (4%) had absent FMs, 17 (13%) had sporadic FMs, none of them showed exaggerated FMs. Sixty-three infants (49%) displayed a normal movement character, the other 67 (52%) an abnormal one. Of the 108 infants with present FMs, 46 (43%) had an abnormal movement character (Table 2 ).",
        "section": "Fidgety movements and the overall movement character",
        "section_number": 16,
        "sentences": [
            "Assessment included video recordings of 130 infants (63 girls, 67 boys) at a mean age of 12.1 (SD = 1.0) weeks post term.",
            "Their mean birth weight was 1384.8 (SD = 384.5) grams, their mean gestational age 29.7 weeks (SD = 2.2).",
            "Five infants (4%) had absent FMs, 17 (13%) had sporadic FMs, none of them showed exaggerated FMs.",
            "Sixty-three infants (49%) displayed a normal movement character, the other 67 (52%) an abnormal one.",
            "Of the 108 infants with present FMs, 46 (43%) had an abnormal movement character (Table 2 )."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39383",
        "text": "There was no significant difference as regards fidgety movements or movement character between the intervention group and the control group at a mean age of 12.1 weeks post term. However, approximately half of the infants in either group showed an abnormal movement character. There was no significant difference (p-value = 0.460) in the motor optimality score [9] between the groups. Sixteen infants of the total study population had been diagnosed with IVH in the neonatal period (Table 1) . At three months of age, three of them (all with IVH grade 1) had absent or sporadic fidgety movements; the other 13 (five with IVH grade 1, four with IVH grade 2, two with IVH grade 3 and two with IVH grade 4) showed fidgety movements.",
        "section": "Fidgety movements and the overall movement character",
        "section_number": 17,
        "sentences": [
            "There was no significant difference as regards fidgety movements or movement character between the intervention group and the control group at a mean age of 12.1 weeks post term.",
            "However, approximately half of the infants in either group showed an abnormal movement character.",
            "There was no significant difference (p-value = 0.460) in the motor optimality score [9] between the groups.",
            "Sixteen infants of the total study population had been diagnosed with IVH in the neonatal period (Table 1) .",
            "At three months of age, three of them (all with IVH grade 1) had absent or sporadic fidgety movements; the other 13 (five with IVH grade 1, four with IVH grade 2, two with IVH grade 3 and two with IVH grade 4) showed fidgety movements."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39383",
        "text": "The early intervention programme performed at 34 to 36 weeks gestational age had no effect on the fidgety movements or movement character at three months corrected age. Most infants in the intervention and control groups showed presence of fidgety movements, and in any case a significant effect of the intervention on the group of infants with absence of fidgety movements would have been hard to identify because of the small number of infants in this group. There is no evidence to suggest that the intervention had any effect on abnormal movement character, which has been previously reported to be a characteristic and prevalent finding in infants born preterm [18, 33] . The high prevalence of abnormal movements in preterm-born infants was confirmed in the study, with as many as approximately half of the infants in either group showing an abnormal movement character. These results corroborate the assumption that an abnormal movement character like absence of fidgety movements is due to a permanent brain lesion that cannot be easily changed by intervention. These findings are in line with previous studies according to which an abnormal movement character at three months of age indicates later motor and/or cognitive impairment [14] . According to Hadders-Algra [27] , the complexity and variation of GMs are possibly brought about by the transiently present cortical subplate. Abnormal GMs could be the result of damage to or dysfunction of the subplate and its efferent motor connections in the periventricular white matter. White matter damage occurring before term age leads to a loss of axons and subplate neurons, thus impairing thalamo-cortical connections [36] . The notion that the quality of GMs is based in particular on the integrity of the subplate and its connections may also explain abnormal GMs occurring around three months post term in some infants born preterm. The time lapse between a potential impairment of the subplate and the subsequent absent fidgety movements could be explained by the gradual disappearance of the subplate between 36 weeks post-menstrual age and 3 to 6 months post term, which corresponds to the final phase of GM development [27] .",
        "section": "Discussion",
        "section_number": 18,
        "sentences": [
            "The early intervention programme performed at 34 to 36 weeks gestational age had no effect on the fidgety movements or movement character at three months corrected age.",
            "Most infants in the intervention and control groups showed presence of fidgety movements, and in any case a significant effect of the intervention on the group of infants with absence of fidgety movements would have been hard to identify because of the small number of infants in this group.",
            "There is no evidence to suggest that the intervention had any effect on abnormal movement character, which has been previously reported to be a characteristic and prevalent finding in infants born preterm [18, 33] .",
            "The high prevalence of abnormal movements in preterm-born infants was confirmed in the study, with as many as approximately half of the infants in either group showing an abnormal movement character.",
            "These results corroborate the assumption that an abnormal movement character like absence of fidgety movements is due to a permanent brain lesion that cannot be easily changed by intervention.",
            "These findings are in line with previous studies according to which an abnormal movement character at three months of age indicates later motor and/or cognitive impairment [14] .",
            "According to Hadders-Algra [27] , the complexity and variation of GMs are possibly brought about by the transiently present cortical subplate.",
            "Abnormal GMs could be the result of damage to or dysfunction of the subplate and its efferent motor connections in the periventricular white matter.",
            "White matter damage occurring before term age leads to a loss of axons and subplate neurons, thus impairing thalamo-cortical connections [36] .",
            "The notion that the quality of GMs is based in particular on the integrity of the subplate and its connections may also explain abnormal GMs occurring around three months post term in some infants born preterm.",
            "The time lapse between a potential impairment of the subplate and the subsequent absent fidgety movements could be explained by the gradual disappearance of the subplate between 36 weeks post-menstrual age and 3 to 6 months post term, which corresponds to the final phase of GM development [27] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39383",
        "text": "In a previous report from the same RCT [26] a short-term effect of the intervention was shown using the TIMP. Perhaps these positive results could not be reproduced in studies on fidgety movements and movement character because the changes observed at an early stage can only be observed in a particular timeframe, or because the TIMP and GMA measure different movement qualities in spite of the fact that both are used to predict later motor impairments. TIMP is a tool which is mainly used to discriminate between age-appropriate and delayed motor performance, and head-and postural control is included in several TIMP categories [37] . The intervention used in this study also focuses on head-and postural control, which can partly explain the effect observed [26] .",
        "section": "Discussion",
        "section_number": 19,
        "sentences": [
            "In a previous report from the same RCT [26] a short-term effect of the intervention was shown using the TIMP.",
            "Perhaps these positive results could not be reproduced in studies on fidgety movements and movement character because the changes observed at an early stage can only be observed in a particular timeframe, or because the TIMP and GMA measure different movement qualities in spite of the fact that both are used to predict later motor impairments.",
            "TIMP is a tool which is mainly used to discriminate between age-appropriate and delayed motor performance, and head-and postural control is included in several TIMP categories [37] .",
            "The intervention used in this study also focuses on head-and postural control, which can partly explain the effect observed [26] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39383",
        "text": "The effects of intervention in preterm-born infants are highly dependent on the quality and type of intervention [23] . The one used here included elements from previous studies [38] [39] [40] [41] .",
        "section": "Discussion",
        "section_number": 20,
        "sentences": [
            "The effects of intervention in preterm-born infants are highly dependent on the quality and type of intervention [23] .",
            "The one used here included elements from previous studies [38] [39] [40] [41] ."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39383",
        "text": "Finding a high prevalence (approximately 50%) of abnormal movement character in our study group (130 infants) is in line with a previous study on extremely preterm-born infants, yet in contrast to a study on 87 healthy term-borns, where the prevalence of abnormal movements was reported to be only 20% [33] .",
        "section": "Discussion",
        "section_number": 21,
        "sentences": [
            "Finding a high prevalence (approximately 50%) of abnormal movement character in our study group (130 infants) is in line with a previous study on extremely preterm-born infants, yet in contrast to a study on 87 healthy term-borns, where the prevalence of abnormal movements was reported to be only 20% [33] ."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39383",
        "text": "Inter-observer reliability on fidgety movements, expressed by the kappa coefficient, was good in this study and in accordance with previous studies [42] .",
        "section": "Discussion",
        "section_number": 22,
        "sentences": [
            "Inter-observer reliability on fidgety movements, expressed by the kappa coefficient, was good in this study and in accordance with previous studies [42] ."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39383",
        "text": "No evidence was found in this RCT to suggest that an intervention at 34 to 37 weeks gestational age has a significant effect on the fidgety movements of preterm infants. The results of the RCT show that the intervention had no influence on the overall movement character, which was also a predominant finding in previous studies on preterms at three months of age. Both fidgety movements and the overall movement character are predictive of later impairments. This is in line with the assumption that absent fidgety movements is due to permanent brain injury and is therefore a good predictor of later neurological impairments.",
        "section": "Conclusion",
        "section_number": 23,
        "sentences": [
            "No evidence was found in this RCT to suggest that an intervention at 34 to 37 weeks gestational age has a significant effect on the fidgety movements of preterm infants.",
            "The results of the RCT show that the intervention had no influence on the overall movement character, which was also a predominant finding in previous studies on preterms at three months of age.",
            "Both fidgety movements and the overall movement character are predictive of later impairments.",
            "This is in line with the assumption that absent fidgety movements is due to permanent brain injury and is therefore a good predictor of later neurological impairments."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39383",
        "text": "No disclosures. ",
        "section": "Conflict of interest",
        "section_number": 24,
        "sentences": [
            "No disclosures."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    }
]