[
    {
        "doc_id": "33216",
        "text": "Objective: The objective of this pilot study was to compare the efficacy of Emotional Freedom Techniques (EFT) with that of Cognitive-Behavioral Therapy (CBT) in reducing adolescent anxiety. Design: Randomized controlled study. Settings: This study took place in 10 schools (8 public/2 private; 4 high schools/6 middle schools) in 2 northeastern states in the United States. Participants: Sixty-three high-ability students in grades 6-12, ages 10-18 years, who scored in the moderate to high ranges for anxiety on the Revised Children's Manifest Anxiety Scale-2 (RCMAS-2) were randomly assigned to CBT (n = 21), EFT (n = 21), or waitlist control (n = 21) intervention groups. Interventions: CBT is the gold standard of anxiety treatment for adolescent anxiety. EFT is an evidencebased treatment for anxiety that incorporates acupoint stimulation. Students assigned to the CBT or EFT treatment groups received three individual sessions of the identified protocols from trained graduate counseling, psychology, or social work students enrolled at a large northeastern research university. Outcome measures: The RCMAS-2 was used to assess preintervention and postintervention anxiety levels in participants. Results: EFT participants (n = 20; M = 52.16, SD = 9.23) showed significant reduction in anxiety levels compared with the waitlist control group (n = 21; M = 57.93, SD = 6.02) (p = 0.005, d = 0.74, 95% CI [-9.76,-1.77]) with a moderate to large effect size. CBT participants (n = 21; M = 54.82, SD = 5.81) showed reduction in anxiety but did not differ significantly from the EFT (p = 0.18, d = 0.34; 95% CI [-6.61, 1.30]) or control (p = 0.12, d = 0.53, 95% CI [-7.06, .84]). Conclusions: EFT is an efficacious intervention to significantly reduce anxiety for high-ability adolescents.",
        "section": "Abstract",
        "sentences": [
            "Objective: The objective of this pilot study was to compare the efficacy of Emotional Freedom Techniques (EFT) with that of Cognitive-Behavioral Therapy (CBT) in reducing adolescent anxiety.",
            "Design: Randomized controlled study.",
            "Settings: This study took place in 10 schools (8 public/2 private; 4 high schools/6 middle schools) in 2 northeastern states in the United States.",
            "Participants: Sixty-three high-ability students in grades 6-12, ages 10-18 years, who scored in the moderate to high ranges for anxiety on the Revised Children's Manifest Anxiety Scale-2 (RCMAS-2) were randomly assigned to CBT (n = 21), EFT (n = 21), or waitlist control (n = 21) intervention groups.",
            "Interventions: CBT is the gold standard of anxiety treatment for adolescent anxiety.",
            "EFT is an evidencebased treatment for anxiety that incorporates acupoint stimulation.",
            "Students assigned to the CBT or EFT treatment groups received three individual sessions of the identified protocols from trained graduate counseling, psychology, or social work students enrolled at a large northeastern research university.",
            "Outcome measures: The RCMAS-2 was used to assess preintervention and postintervention anxiety levels in participants.",
            "Results: EFT participants (n = 20; M = 52.16, SD = 9.23) showed significant reduction in anxiety levels compared with the waitlist control group (n = 21; M = 57.93, SD = 6.02) (p = 0.005, d = 0.74, 95% CI [-9.76,-1.77]) with a moderate to large effect size.",
            "CBT participants (n = 21; M = 54.82, SD = 5.81) showed reduction in anxiety but did not differ significantly from the EFT (p = 0.18, d = 0.34; 95% CI [-6.61, 1.30]) or control (p = 0.12, d = 0.53, 95% CI [-7.06, .84]).",
            "Conclusions: EFT is an efficacious intervention to significantly reduce anxiety for high-ability adolescents."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33216",
        "text": "O f the approximately 50.5 million school-age children from pre-K through 12th grade in the United States, over 5 million struggle with the negative effects of anxiety, 1 including up to 2.5 million who refuse to go to school and/or participate in parts of their school day. 2 Anxiety impedes concentration, unsettles behavior, and interferes with per-ception, frustrating the optimal functioning of students. [3] [4] [5] [6] [7] [8] Cognitive resources of those affected are diverted from information processing and creative endeavors, 9 which inhibits development of abilities and talents. While research has indicated that the adverse effects of anxiety on performance can be reduced or eliminated with the use of effective resources, 10 excessively high caseloads of school counselors, psychologists, and social workers, as well as scheduling difficulties, limit the amount of time available for these professionals to provide individual counseling support long term. [11] [12] [13] Cognitive-Behavioral Therapy (CBT) is the gold standard of treatment for adolescent anxiety; this therapy uses evidence-based techniques to help clients cognitively reframe their interpretations and neutralize their psychological and emotional responses to present stimuli through awareness building and systematic desensitization processes. 14 One meta-analyses on the use of CBT to treat adult anxiety reported moderate to large effect sizes for panic disorder (effect size range of 1.53-1.02), social anxiety disorder (effect size range of 1.75-0.89), and generalized anxiety disorder (effect size range of 0.92-2.26). 15 Similarly, another meta-analysis examined CBT alone to treat anxiety (average effect size of 0.82 95% CI [0.63, 1.00]) compared with CBT with pharmacology (average effect size of 0.33 95% CI [-0.02, 0.67]). 16 Additionally, a meta-analysis investigating the effectiveness of psychotherapy for childhood anxiety revealed an overall mean treatment effect of 0.86. 17 Conversely, while the use of CBT for anxiety is well established, research suggests that traditional interventions have limited success in treating adolescent anxiety in the long term. [18] [19] [20] [21] Studies have indicated that many treated patients continued to be symptomatic when sessions ended; 22 at least 50% of participants were nonresponsive to treatment, 23 and an even greater percentage continued to need at least one psychotropic medication trial and/or continued outpatient therapy. 24 Effective treatment interventions are needed to reduce anxiety and help students to develop effective management strategies.",
        "section": "Introduction",
        "section_number": 1,
        "sentences": [
            "O f the approximately 50.5 million school-age children from pre-K through 12th grade in the United States, over 5 million struggle with the negative effects of anxiety, 1 including up to 2.5 million who refuse to go to school and/or participate in parts of their school day.",
            "2 Anxiety impedes concentration, unsettles behavior, and interferes with per-ception, frustrating the optimal functioning of students. [",
            "3] [4] [5] [6] [7] [8] Cognitive resources of those affected are diverted from information processing and creative endeavors, 9 which inhibits development of abilities and talents.",
            "While research has indicated that the adverse effects of anxiety on performance can be reduced or eliminated with the use of effective resources, 10 excessively high caseloads of school counselors, psychologists, and social workers, as well as scheduling difficulties, limit the amount of time available for these professionals to provide individual counseling support long term. [",
            "11] [12] [13] Cognitive-Behavioral Therapy (CBT) is the gold standard of treatment for adolescent anxiety; this therapy uses evidence-based techniques to help clients cognitively reframe their interpretations and neutralize their psychological and emotional responses to present stimuli through awareness building and systematic desensitization processes.",
            "14 One meta-analyses on the use of CBT to treat adult anxiety reported moderate to large effect sizes for panic disorder (effect size range of 1.53-1.02), social anxiety disorder (effect size range of 1.75-0.89), and generalized anxiety disorder (effect size range of 0.92-2.26).",
            "15 Similarly, another meta-analysis examined CBT alone to treat anxiety (average effect size of 0.82 95% CI [0.63, 1.00]) compared with CBT with pharmacology (average effect size of 0.33 95% CI [-0.02, 0.67]).",
            "16 Additionally, a meta-analysis investigating the effectiveness of psychotherapy for childhood anxiety revealed an overall mean treatment effect of 0.86.",
            "17 Conversely, while the use of CBT for anxiety is well established, research suggests that traditional interventions have limited success in treating adolescent anxiety in the long term. [",
            "18] [19] [20] [21] Studies have indicated that many treated patients continued to be symptomatic when sessions ended; 22 at least 50% of participants were nonresponsive to treatment, 23 and an even greater percentage continued to need at least one psychotropic medication trial and/or continued outpatient therapy.",
            "24 Effective treatment interventions are needed to reduce anxiety and help students to develop effective management strategies."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33216",
        "text": "Concurrently, growing evidence supports Emotional Freedom Techniques (EFT) as an efficacious treatment for anxiety in adults. [25] [26] [27] [28] Scholars have identified EFT, progressive muscle relaxation, autogenic training, relaxation response, biofeedback, EFT, guided imagery, diaphragmatic breathing, transcendental meditation, CBT, and mindfulnessbased stress reduction as evidence-based techniques to address stress. 29, 30 Results of a meta-analysis investigating EFT as an intervention for anxiety revealed large effects sizes compared with controls in both adults and children. The combined pre-post effect size for the EFT treatment groups was 1.23 (95% CI [0.82, 1.64]; p < 0.001), and the effect size for combined controls was 0.41 (95% CI [0.17, 0.67]; p = 0.001). 31 Research has examined diaphragmatic breathing and EFT interventions for anxiety and reported large posttest between-group effect sizes (Subjective Units of Distress Scale, d = 1.11; Beck Anxiety Inventory, d = 0.94; Behavioral Approach Test, d = 0.89), 32 as well as improvements in both the diaphragmatic breathing and EFT groups with gains maintained on follow-up. 33 Furthermore, a systematic review of EFT research in adults also indicated a significant reduction of symptoms long-term with fewer required sessions than traditional CBT. 34 Initial studies examining EFT for adolescent anxiety have supported EFT as an evidence-based intervention. This research has indicated that EFT reduces anxiety related to mathematics 35 and significantly decreases test anxiety ( p<0.05). 36 Additionally, EFT significantly reduces the intensity of traumatic memories in abused adolescents (Impact of Event Scale scores: (preintervention mean = 36, SD -4.74, postintervention mean = 3, SD -2.60, p < .001). 37 The current quantitative study extends important research on the efficacy of EFT to treat adolescent anxiety, especially in school settings. Additionally, it contributes to the existing research on the efficacy of EFT compared with CBT for treating anxiety by using standardized, research-based treatment protocols for both CBT and EFT and by including a waitlist control group to more fully assess treatment outcomes.",
        "section": "Introduction",
        "section_number": 2,
        "sentences": [
            "Concurrently, growing evidence supports Emotional Freedom Techniques (EFT) as an efficacious treatment for anxiety in adults. [",
            "25] [26] [27] [28] Scholars have identified EFT, progressive muscle relaxation, autogenic training, relaxation response, biofeedback, EFT, guided imagery, diaphragmatic breathing, transcendental meditation, CBT, and mindfulnessbased stress reduction as evidence-based techniques to address stress.",
            "29, 30 Results of a meta-analysis investigating EFT as an intervention for anxiety revealed large effects sizes compared with controls in both adults and children.",
            "The combined pre-post effect size for the EFT treatment groups was 1.23 (95% CI [0.82, 1.64]; p < 0.001), and the effect size for combined controls was 0.41 (95% CI [0.17, 0.67]; p = 0.001).",
            "31 Research has examined diaphragmatic breathing and EFT interventions for anxiety and reported large posttest between-group effect sizes (Subjective Units of Distress Scale, d = 1.11; Beck Anxiety Inventory, d = 0.94; Behavioral Approach Test, d = 0.89), 32 as well as improvements in both the diaphragmatic breathing and EFT groups with gains maintained on follow-up.",
            "33 Furthermore, a systematic review of EFT research in adults also indicated a significant reduction of symptoms long-term with fewer required sessions than traditional CBT.",
            "34 Initial studies examining EFT for adolescent anxiety have supported EFT as an evidence-based intervention.",
            "This research has indicated that EFT reduces anxiety related to mathematics 35 and significantly decreases test anxiety ( p<0.05).",
            "36 Additionally, EFT significantly reduces the intensity of traumatic memories in abused adolescents (Impact of Event Scale scores: (preintervention mean = 36, SD -4.74, postintervention mean = 3, SD -2.60, p < .001).",
            "37 The current quantitative study extends important research on the efficacy of EFT to treat adolescent anxiety, especially in school settings.",
            "Additionally, it contributes to the existing research on the efficacy of EFT compared with CBT for treating anxiety by using standardized, research-based treatment protocols for both CBT and EFT and by including a waitlist control group to more fully assess treatment outcomes."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33216",
        "text": "Sixty-three students (18 male, 45 female; age 10-18 years) who scored at moderate to high anxiety levels (i.e., 61-70 and ‡ 71, respectively) on the Revised Children's Manifest Anxiety Scale-2 (RCMAS-2) 38 participated. All were engaged in high-ability education programs, in grades 6-12, in public or private schools in two northeastern states. Participants came from a total of 10 schools and were within the top 15%-20% of their peer groups academically. Of these schools, 8 were public and 2 were private. Concurrently, 4 were high schools and 6 were middle schools.",
        "section": "Participants",
        "section_number": 3,
        "sentences": [
            "Sixty-three students (18 male, 45 female; age 10-18 years) who scored at moderate to high anxiety levels (i.e., 61-70 and ‡ 71, respectively) on the Revised Children's Manifest Anxiety Scale-2 (RCMAS-2) 38 participated.",
            "All were engaged in high-ability education programs, in grades 6-12, in public or private schools in two northeastern states.",
            "Participants came from a total of 10 schools and were within the top 15%-20% of their peer groups academically.",
            "Of these schools, 8 were public and 2 were private.",
            "Concurrently, 4 were high schools and 6 were middle schools."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33216",
        "text": "This study was designed to meet the American Psychological Association (APA) Division 12 quality control criteria 39, 40 and the Consolidated Standards for Reporting Trials (CON-SORT) criteria. 41 Schools throughout one northeastern state were invited to collaborate in the recruitment for this study. Ten schools from two northeastern states expressed interest and distributed the information forms to students from their high-ability programs and these students' parents. Additionally, the original state's association for the gifted posted a study recruitment announcement on their website.",
        "section": "Procedures",
        "section_number": 4,
        "sentences": [
            "This study was designed to meet the American Psychological Association (APA) Division 12 quality control criteria 39, 40 and the Consolidated Standards for Reporting Trials (CON-SORT) criteria.",
            "41 Schools throughout one northeastern state were invited to collaborate in the recruitment for this study.",
            "Ten schools from two northeastern states expressed interest and distributed the information forms to students from their high-ability programs and these students' parents.",
            "Additionally, the original state's association for the gifted posted a study recruitment announcement on their website."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33216",
        "text": "The pretreatment RCMAS-2 was administered to all interested students who, depending on age, consented or assented and received parent/guardian permission to participate after they attended an informational meeting explaining the study. Through use of permuted randomized assignment, participants identified as having moderate to high levels of anxiety on the pretreatment RCMAS-2 were randomly assigned to one of three treatment groups: (1) CBT (n = 21), (2) EFT (n = 21), or (3) waitlist control (n = 21).",
        "section": "Procedures",
        "section_number": 5,
        "sentences": [
            "The pretreatment RCMAS-2 was administered to all interested students who, depending on age, consented or assented and received parent/guardian permission to participate after they attended an informational meeting explaining the study.",
            "Through use of permuted randomized assignment, participants identified as having moderate to high levels of anxiety on the pretreatment RCMAS-2 were randomly assigned to one of three treatment groups: (1) CBT (n = 21), (2) EFT (n = 21), or (3) waitlist control (n = 21)."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "33216",
        "text": "Permuted randomization allowed for restricted distribution of participants across the assignment of intervention groups, with equity maintained in the number of participants assigned to each group. 42 Additionally, it ensured that the order in which groups were assigned each time was randomized to minimize assignment bias. A restricted assignment model was used to force equal sample sizes across groups as participants joined the study, as recommended for studies with fewer than 200 participants. 43 To minimize potential researcher bias negatively affecting outcomes, RCMAS-2s administered before and after the intervention were scored by a blinded independent assessor. Before participant assignment, graduate students taking upper-level classes on counseling, psychology, or social work and enrolled in graduate programs at a large northeastern research university had been randomly sorted into the CBT or EFT interventions and trained in their respective protocols. Training including 6 hours of instruction on the assigned protocol, and then individual practice sessions supervised by certified practitioners until mastery of the assigned protocol was achieved. These practitioners used mastery checklists to determine when the graduate students achieved mastery.",
        "section": "Procedures",
        "section_number": 6,
        "sentences": [
            "Permuted randomization allowed for restricted distribution of participants across the assignment of intervention groups, with equity maintained in the number of participants assigned to each group.",
            "42 Additionally, it ensured that the order in which groups were assigned each time was randomized to minimize assignment bias.",
            "A restricted assignment model was used to force equal sample sizes across groups as participants joined the study, as recommended for studies with fewer than 200 participants.",
            "43 To minimize potential researcher bias negatively affecting outcomes, RCMAS-2s administered before and after the intervention were scored by a blinded independent assessor.",
            "Before participant assignment, graduate students taking upper-level classes on counseling, psychology, or social work and enrolled in graduate programs at a large northeastern research university had been randomly sorted into the CBT or EFT interventions and trained in their respective protocols.",
            "Training including 6 hours of instruction on the assigned protocol, and then individual practice sessions supervised by certified practitioners until mastery of the assigned protocol was achieved.",
            "These practitioners used mastery checklists to determine when the graduate students achieved mastery."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33216",
        "text": "Outcome measure. The RCMAS-2 was used to assess pre-and posttreatment anxiety levels in study participants. The RCMAS-2 is a 49-item questionnaire and one of the most extensively used anxiety scales for children; 44 it has adequate to excellent reliability and excellent validity. 38 RCMAS-2 scores are reported as T-scores. RCMAS-2 scores of 60 or lower are considered in the normal to low range, scores of 61-70 are considered in the moderate range, and scores of 71 or higher are considered in the high range.",
        "section": "Measures",
        "section_number": 7,
        "sentences": [
            "Outcome measure.",
            "The RCMAS-2 was used to assess pre-and posttreatment anxiety levels in study participants.",
            "The RCMAS-2 is a 49-item questionnaire and one of the most extensively used anxiety scales for children; 44 it has adequate to excellent reliability and excellent validity.",
            "38 RCMAS-2 scores are reported as T-scores.",
            "RCMAS-2 scores of 60 or lower are considered in the normal to low range, scores of 61-70 are considered in the moderate range, and scores of 71 or higher are considered in the high range."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33216",
        "text": "Scores on the RCMAS-2 exhibited adequate to excellent reliability on the basis of Cronbach a estimates of total anxiety (TOT) = 0.92 for internal consistency with a standard error of the mean of -3, and test-retest reliability for TOT of r 2 = 0.76. 38 RCMAS-2 was determined to be a reliable measure for anxiety across sex, grade level, and ethnicity, 38, 45, 46 as well as for high-ability children. 47, 48 Construct validity of the RCMAS-2 was supported by extensive factor analysis. 49, 50 Reynolds 51 further confirmed construct validity by comparing convergent and divergent validity between the RCMAS and the State-Trait Anxiety Inventory for Children (STAIC) and found a large correlation between the RCMAS and the STAIC Trait scale (r = 0.85; p < .001). Reynolds 52 found a score correlation of r = 0.78 between the RCMAS and the STAIC Trait scale for high-IQ children, providing additional support for validity with this group. Validity has been further established with correlations between RCMAS scores and teacher-observed behavior. 53 Intervention protocols. Both the CBT and EFT protocols used in this study were manualized, specific, replicable, and had been used in previous research.",
        "section": "Measures",
        "section_number": 8,
        "sentences": [
            "Scores on the RCMAS-2 exhibited adequate to excellent reliability on the basis of Cronbach a estimates of total anxiety (TOT) = 0.92 for internal consistency with a standard error of the mean of -3, and test-retest reliability for TOT of r 2 = 0.76.",
            "38 RCMAS-2 was determined to be a reliable measure for anxiety across sex, grade level, and ethnicity, 38, 45, 46 as well as for high-ability children.",
            "47, 48 Construct validity of the RCMAS-2 was supported by extensive factor analysis.",
            "49, 50 Reynolds 51 further confirmed construct validity by comparing convergent and divergent validity between the RCMAS and the State-Trait Anxiety Inventory for Children (STAIC) and found a large correlation between the RCMAS and the STAIC Trait scale (r = 0.85; p < .001).",
            "Reynolds 52 found a score correlation of r = 0.78 between the RCMAS and the STAIC Trait scale for high-IQ children, providing additional support for validity with this group.",
            "Validity has been further established with correlations between RCMAS scores and teacher-observed behavior.",
            "53 Intervention protocols.",
            "Both the CBT and EFT protocols used in this study were manualized, specific, replicable, and had been used in previous research."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33216",
        "text": "CBT helps clients to cognitively reframe their interpretations and neutralize their psychological and emotional responses to present stimuli through awareness building and systematic desensitization processes. 14 With repeated practice, successful use of CBT is achieved when the individual no longer experiences anxiety related to the original trigger. A brief form of CBT based on the Coping Cat 54 and the C.A.T. Project 55 for children was used as the CBT protocol for this study.",
        "section": "Measures",
        "section_number": 9,
        "sentences": [
            "CBT helps clients to cognitively reframe their interpretations and neutralize their psychological and emotional responses to present stimuli through awareness building and systematic desensitization processes.",
            "14 With repeated practice, successful use of CBT is achieved when the individual no longer experiences anxiety related to the original trigger.",
            "A brief form of CBT based on the Coping Cat 54 and the C.A.T. Project 55 for children was used as the CBT protocol for this study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33216",
        "text": "EFT is an easily implemented strategy that uses such techniques as awareness building, exposure, reframing of interpretation, and systematic desensitization, while teaching the participant to self-stimulate protocol-identified acupoints (i.e., acupuncture points) by tapping. 56, 57 The effectiveness of acupuncture for treating anxiety has been well documented. [58] [59] [60] Rather than using acupuncture needles, EFT relies on the manual stimulation of the acupoints. A recent meta-analysis indicated that interventions using acupoint stimulation had a moderate effect size (Hedge's g = -0.66 95% CI [-0.99, -0.33]) in reducing symptoms. 61 In EFT, the client stimulates the protocol-identified acupoints by tapping on them. Preliminary studies have suggested that tapping and other alternative ways of stimulating acupuncture points to be as effective as acupuncture needling. 62 The EFT protocol and identified acupoints that were used in this study are the ones recommended for research purposes by the Association for Comprehensive Energy Psychology 63 and identified in Supplementary Appendix A (Supplementary Data are available online at www .liebertpub.com/acm).",
        "section": "Measures",
        "section_number": 10,
        "sentences": [
            "EFT is an easily implemented strategy that uses such techniques as awareness building, exposure, reframing of interpretation, and systematic desensitization, while teaching the participant to self-stimulate protocol-identified acupoints (i.e., acupuncture points) by tapping.",
            "56, 57 The effectiveness of acupuncture for treating anxiety has been well documented. [",
            "58] [59] [60] Rather than using acupuncture needles, EFT relies on the manual stimulation of the acupoints.",
            "A recent meta-analysis indicated that interventions using acupoint stimulation had a moderate effect size (Hedge's g = -0.66 95% CI [-0.99, -0.33]) in reducing symptoms.",
            "61 In EFT, the client stimulates the protocol-identified acupoints by tapping on them.",
            "Preliminary studies have suggested that tapping and other alternative ways of stimulating acupuncture points to be as effective as acupuncture needling.",
            "62 The EFT protocol and identified acupoints that were used in this study are the ones recommended for research purposes by the Association for Comprehensive Energy Psychology 63 and identified in Supplementary Appendix A (Supplementary Data are available online at www .liebertpub.com/acm)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33216",
        "text": "Fidelity of intervention mastery and implementation was monitored throughout the study by practitioners certified in the respective modalities (CBT or EFT) through regular reviews of session briefs and audiotapes.",
        "section": "Measures",
        "section_number": 11,
        "sentences": [
            "Fidelity of intervention mastery and implementation was monitored throughout the study by practitioners certified in the respective modalities (CBT or EFT) through regular reviews of session briefs and audiotapes."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "33216",
        "text": "Permuted randomized assignment of study participants to treatment groups was used to support unbiased estimates of the average treatment effect. 64 Treatment outcomes were assessed by using the RCMAS-2 posttreatment (TOTf) scores. A oneway between-groups analysis of covariance (ANCOVA) was used to assess outcome differences across treatment groups on posttreatment RCMAS-2 TOT scores (TOTf) by using the pretreatment RCMAS-2 (i.e., TOTin) as the covariate. The independent variable was the type of treatment modality (i.e., CBT, EFT, or control) received by the participants. The dependent variable was the posttreatment RCMAS-2 total (TOTf) scores. Posttreatment RCMAS-2 was administered to each participant after the participant underwent three individual skill development sessions in the assigned modality. A oneway between groups analysis of variance on TOTin confirmed that groups were equal before treatment and a between-groups ANCOVA confirmed a strong covariance (Z2 = 0.23) between TOTin and TOTf. The analyses were completed using IBM SPSS Statistics for Macintosh (Version 22.0, Armonk, NY).",
        "section": "Data analysis",
        "section_number": 12,
        "sentences": [
            "Permuted randomized assignment of study participants to treatment groups was used to support unbiased estimates of the average treatment effect.",
            "64 Treatment outcomes were assessed by using the RCMAS-2 posttreatment (TOTf) scores.",
            "A oneway between-groups analysis of covariance (ANCOVA) was used to assess outcome differences across treatment groups on posttreatment RCMAS-2 TOT scores (TOTf) by using the pretreatment RCMAS-2 (i.e., TOTin) as the covariate.",
            "The independent variable was the type of treatment modality (i.e., CBT, EFT, or control) received by the participants.",
            "The dependent variable was the posttreatment RCMAS-2 total (TOTf) scores.",
            "Posttreatment RCMAS-2 was administered to each participant after the participant underwent three individual skill development sessions in the assigned modality.",
            "A oneway between groups analysis of variance on TOTin confirmed that groups were equal before treatment and a between-groups ANCOVA confirmed a strong covariance (Z2 = 0.23) between TOTin and TOTf.",
            "The analyses were completed using IBM SPSS Statistics for Macintosh (Version 22.0, Armonk, NY)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33216",
        "text": "Delivery of intervention sessions. Participants assigned to CBT or EFT treatment groups received three individual sessions of the identified intervention from trained graduate students. Attrition was minimal, with only one participant assigned to EFT withdrawing from the study before beginning her sessions because of scheduling difficulties with her extracurricular activities.",
        "section": "Implementation",
        "section_number": 13,
        "sentences": [
            "Delivery of intervention sessions.",
            "Participants assigned to CBT or EFT treatment groups received three individual sessions of the identified intervention from trained graduate students.",
            "Attrition was minimal, with only one participant assigned to EFT withdrawing from the study before beginning her sessions because of scheduling difficulties with her extracurricular activities."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33216",
        "text": "Intervention sessions with participants occurred over a 5month period. Most individual sessions occurred not less than 1 week or more than 2 weeks apart. Participants in both the CBT and EFT groups received regular, individual intervention sessions from their assigned graduate student for three sessions. These sessions occurred at a time mutually agreed upon by the graduate student, participant, and, where applicable, school and participant's parent/guardian.",
        "section": "Implementation",
        "section_number": 14,
        "sentences": [
            "Intervention sessions with participants occurred over a 5month period.",
            "Most individual sessions occurred not less than 1 week or more than 2 weeks apart.",
            "Participants in both the CBT and EFT groups received regular, individual intervention sessions from their assigned graduate student for three sessions.",
            "These sessions occurred at a time mutually agreed upon by the graduate student, participant, and, where applicable, school and participant's parent/guardian."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33216",
        "text": "At the first individual session, the assigned graduate student shared the appropriate intervention protocol with the participant. Participants' parents/guardians also received a copy of the assigned protocol. The graduate student and study participant then followed the steps outlined in the respective protocols over the period of the three sessions. No adverse events occurred within any of the sessions. CBT and EFT participants completed the posttreatment RCMAS-2 after completing their third individual session.",
        "section": "Implementation",
        "section_number": 15,
        "sentences": [
            "At the first individual session, the assigned graduate student shared the appropriate intervention protocol with the participant.",
            "Participants' parents/guardians also received a copy of the assigned protocol.",
            "The graduate student and study participant then followed the steps outlined in the respective protocols over the period of the three sessions.",
            "No adverse events occurred within any of the sessions.",
            "CBT and EFT participants completed the posttreatment RCMAS-2 after completing their third individual session."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33216",
        "text": "Post-intervention sessions. All RCMAS-2s throughout the study were scored by an independent blind assessor. The",
        "section": "Implementation",
        "section_number": 16,
        "sentences": [
            "Post-intervention sessions.",
            "All RCMAS-2s throughout the study were scored by an independent blind assessor.",
            "The"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33216",
        "text": "waitlist control group received no intervention throughout the duration of the delivery of the individual CBT and EFT sessions. Upon completion of all individual CBT and EFT sessions, the waitlist control group completed their second RCMAS-2 before receiving any treatment themselves. The waitlisted control participants were then offered an EFT group intervention session using the EFT protocol. Research has supported the effectiveness of a single session of EFT. 27, 37 Analysis Table 1 provides the within-group pre/post means and standard deviations. Treatment outcomes were measured by administration of the RCMAS-2 after treatment and analyzed by using ANCOVA, with pretreatment RCMAS-2 scores serving as the covariate. A one-way, between-groups ANCOVA was conducted to compare treatment effectiveness on participants' posttreatment anxiety level scores. The ANCOVA was computed on posttreatment RCMAS-2 TOTf scores with TOTin and intervention and the interaction (TOTin*intervention). The interaction term was not significant (F[2, 56] = 0.094; p = 0.911) and was removed from the model. Preliminary checks were conducted to ensure that there was no violation of assumptions of normality, linearity, homogeneity of variances, homogeneity of regression slopes, and reliable measurement of the covariate. The Levene test showed equality of variance ( p = 0.058) for the resulting model. TOTin was a significant covariate (F [1, 58] . During the post hoc analysis, a Bonferroni-corrected a of p = 0.016 was used to maintain a group error rate of 0.05.",
        "section": "GAESSER AND KARAN",
        "section_number": 17,
        "sentences": [
            "waitlist control group received no intervention throughout the duration of the delivery of the individual CBT and EFT sessions.",
            "Upon completion of all individual CBT and EFT sessions, the waitlist control group completed their second RCMAS-2 before receiving any treatment themselves.",
            "The waitlisted control participants were then offered an EFT group intervention session using the EFT protocol.",
            "Research has supported the effectiveness of a single session of EFT.",
            "27, 37 Analysis Table 1 provides the within-group pre/post means and standard deviations.",
            "Treatment outcomes were measured by administration of the RCMAS-2 after treatment and analyzed by using ANCOVA, with pretreatment RCMAS-2 scores serving as the covariate.",
            "A one-way, between-groups ANCOVA was conducted to compare treatment effectiveness on participants' posttreatment anxiety level scores.",
            "The ANCOVA was computed on posttreatment RCMAS-2 TOTf scores with TOTin and intervention and the interaction (TOTin*intervention).",
            "The interaction term was not significant (F[2, 56] = 0.094; p = 0.911) and was removed from the model.",
            "Preliminary checks were conducted to ensure that there was no violation of assumptions of normality, linearity, homogeneity of variances, homogeneity of regression slopes, and reliable measurement of the covariate.",
            "The Levene test showed equality of variance ( p = 0.058) for the resulting model.",
            "TOTin was a significant covariate (F [1, 58] .",
            "During the post hoc analysis, a Bonferroni-corrected a of p = 0.016 was used to maintain a group error rate of 0.05."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33216",
        "text": "Both the CBT and EFT groups experienced reduced anxiety in this study, although only the EFT group had a statistically significant decrease compared with the control group. Results indicated that EFT is an efficacious intervention in school settings for reducing adolescent anxiety within a few sessions. The significant reduction in anxiety levels for the EFT intervention group is consistent with a growing body of research evidence indicating that EFT is an efficacious treatment for adolescent anxiety. 31, [35] [36] [37] Clinical implications are significant. School counselors, psychologists, and social workers often have limited time and resources to effectively assist students struggling with anxiety and/or teach them effective stress management strategies. EFT is an evidence-based protocol to more rapidly address issues of anxiety and stress in school settings. Helping students to develop effective, easily incorporated anxiety and stress management tools, such as EFT, early in their lives can support maximum development of students' well-being and talent potential, as well as prevent persistent difficulties with impairment due to anxiety into adulthood.",
        "section": "Discussion",
        "section_number": 18,
        "sentences": [
            "Both the CBT and EFT groups experienced reduced anxiety in this study, although only the EFT group had a statistically significant decrease compared with the control group.",
            "Results indicated that EFT is an efficacious intervention in school settings for reducing adolescent anxiety within a few sessions.",
            "The significant reduction in anxiety levels for the EFT intervention group is consistent with a growing body of research evidence indicating that EFT is an efficacious treatment for adolescent anxiety.",
            "31, [35] [36] [37] Clinical implications are significant.",
            "School counselors, psychologists, and social workers often have limited time and resources to effectively assist students struggling with anxiety and/or teach them effective stress management strategies.",
            "EFT is an evidence-based protocol to more rapidly address issues of anxiety and stress in school settings.",
            "Helping students to develop effective, easily incorporated anxiety and stress management tools, such as EFT, early in their lives can support maximum development of students' well-being and talent potential, as well as prevent persistent difficulties with impairment due to anxiety into adulthood."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33216",
        "text": "Several factors may account for the significant reduction in anxiety experienced by participants in the EFT group. Therapies that incorporate a somatic component in the treatment of stress and trauma have been gaining traction within clinical practice. 65 The somatic intervention used in EFT and investigated in this study (i.e., the stimulation of acupoints) has received substantial investigation. 31, 61 For example, when acupoint tapping was introduced to exposure therapy protocols, the extinction of fear memories was accelerated. 66 Furthermore, biophysical markers indicating a reduction in stress after acupoint tapping have included decreased expression of genes implicated in the stress response, 67 normalization of brainwave patterns, 68, 69 and hormonal changes associated with stress reduction. 26 Strengths of tapping protocols in facilitating memory reconsolidation and the resulting depotentiation of neural pathways that maintain intransigent emotional learnings have also been proposed. 70 These physiologic shifts after acupoint tapping may help explain the significant reduction in adolescent anxiety evidenced in the present study.",
        "section": "Discussion",
        "section_number": 19,
        "sentences": [
            "Several factors may account for the significant reduction in anxiety experienced by participants in the EFT group.",
            "Therapies that incorporate a somatic component in the treatment of stress and trauma have been gaining traction within clinical practice.",
            "65 The somatic intervention used in EFT and investigated in this study (i.e., the stimulation of acupoints) has received substantial investigation.",
            "31, 61 For example, when acupoint tapping was introduced to exposure therapy protocols, the extinction of fear memories was accelerated.",
            "66 Furthermore, biophysical markers indicating a reduction in stress after acupoint tapping have included decreased expression of genes implicated in the stress response, 67 normalization of brainwave patterns, 68, 69 and hormonal changes associated with stress reduction.",
            "26 Strengths of tapping protocols in facilitating memory reconsolidation and the resulting depotentiation of neural pathways that maintain intransigent emotional learnings have also been proposed.",
            "70 These physiologic shifts after acupoint tapping may help explain the significant reduction in adolescent anxiety evidenced in the present study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33216",
        "text": "This sample was limited to high-ability students from the northwestern United States. Furthermore, a post hoc analysis of power using G*power software found that the study was underpowered (38%), indicating that treatment effectiveness may have been underassessed because of low sample size. Further study is needed with larger, heterogeneous sample sizes to assess generalizability.",
        "section": "Limitations",
        "section_number": 20,
        "sentences": [
            "This sample was limited to high-ability students from the northwestern United States.",
            "Furthermore, a post hoc analysis of power using G*power software found that the study was underpowered (38%), indicating that treatment effectiveness may have been underassessed because of low sample size.",
            "Further study is needed with larger, heterogeneous sample sizes to assess generalizability."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33216",
        "text": "Because the RCMAS-2 was administered both before and after treatment and does not have a parallel form, test biasing was a concern; however, randomized assignment of participants helped to minimize this concern. Additionally, analyses completed and outcomes of the TOTf in the waitlist control group suggested that test biasing was not an issue in this study.",
        "section": "Limitations",
        "section_number": 21,
        "sentences": [
            "Because the RCMAS-2 was administered both before and after treatment and does not have a parallel form, test biasing was a concern; however, randomized assignment of participants helped to minimize this concern.",
            "Additionally, analyses completed and outcomes of the TOTf in the waitlist control group suggested that test biasing was not an issue in this study."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "33216",
        "text": "To more comprehensively assess treatment outcomes, results of this pilot study support further research related to RANDOMIZED CONTROLLED COMPARISON OF EFT AND CBT treatment effectiveness that includes the following: (1) larger sample that consists of both high-and average-ability students, (2) more treatment sessions, (3) additional outcome measures, and (4) additional intervals to assess posttreatment outcomes (e.g., 1 month, 6 months, and/or 1 year after treatment) to more fully assess generalizability of results seen. Biophysical markers, such as neuroimaging findings and cortisol level indicators, should also be included. Further, as imaging technology becomes more refined and advanced, research should be conducted to more fully assess the mechanisms involved in acupoint stimulation during counseling. Finally, a comprehensive comparison of EFT to all relaxation interventions would be beneficial.",
        "section": "Future directions",
        "section_number": 22,
        "sentences": [
            "To more comprehensively assess treatment outcomes, results of this pilot study support further research related to RANDOMIZED CONTROLLED COMPARISON OF EFT AND CBT treatment effectiveness that includes the following: (1) larger sample that consists of both high-and average-ability students, (2) more treatment sessions, (3) additional outcome measures, and (4) additional intervals to assess posttreatment outcomes (e.g., 1 month, 6 months, and/or 1 year after treatment) to more fully assess generalizability of results seen.",
            "Biophysical markers, such as neuroimaging findings and cortisol level indicators, should also be included.",
            "Further, as imaging technology becomes more refined and advanced, research should be conducted to more fully assess the mechanisms involved in acupoint stimulation during counseling.",
            "Finally, a comprehensive comparison of EFT to all relaxation interventions would be beneficial."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33216",
        "text": "Results of this study are consistent with findings from previous research and a meta-analysis showing that EFT is an efficacious, evidence-based treatment for adolescent anxiety. Additionally, the results indicate that EFT can be effectively used in school settings to significantly reduce adolescent anxiety within a few sessions.",
        "section": "Conclusions",
        "section_number": 23,
        "sentences": [
            "Results of this study are consistent with findings from previous research and a meta-analysis showing that EFT is an efficacious, evidence-based treatment for adolescent anxiety.",
            "Additionally, the results indicate that EFT can be effectively used in school settings to significantly reduce adolescent anxiety within a few sessions."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "33216",
        "text": "Downloaded by Univ.alberta Lib/ T2047230 from www.liebertpub.com at 03/17/20. For personal use only.",
        "section": "",
        "section_number": 24,
        "sentences": [
            "Downloaded by Univ.alberta Lib/ T2047230 from www.liebertpub.com at 03/17/20.",
            "For personal use only."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "33216",
        "text": "RANDOMIZED CONTROLLED COMPARISON OF EFT AND CBT",
        "section": "",
        "section_number": 25,
        "sentences": [
            "RANDOMIZED CONTROLLED COMPARISON OF EFT AND CBT"
        ],
        "sentence_labels": [
            -1
        ]
    }
]