[
    {
        "doc_id": "37661",
        "text": "Background-Urgent antiretroviral therapy (ART) among hospitalized HIV-infected children may accelerate recovery or worsen outcomes due to immune reconstitution. In an unblinded randomized controlled trial, we compared urgent versus post-stabilization ART among hospitalized HIV-infected children. This manuscript version is made available under the CC BY-NC-ND 4.0 license.",
        "section": "Abstract",
        "sentences": [
            "Background-Urgent antiretroviral therapy (ART) among hospitalized HIV-infected children may accelerate recovery or worsen outcomes due to immune reconstitution.",
            "In an unblinded randomized controlled trial, we compared urgent versus post-stabilization ART among hospitalized HIV-infected children.",
            "This manuscript version is made available under the CC BY-NC-ND 4.0 license."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37661",
        "text": "Initiation of antiretroviral therapy (ART) in HIV-infected children prior to the onset of symptomatic disease dramatically improves survival. 1 However, HIV-infected children in resource-limited settings frequently present with advanced HIV disease and are often first diagnosed with HIV when hospitalized. Mortality risk among HIV-infected children initiating ART in hospital is high. [2] [3] [4] While the benefits of initiating ART prior to symptomatic disease in HIV-infected children are well known, the benefit of accelerated ART initiation during hospitalization for severe illness is undefined. Historically, ART initiation is delayed until recovery from acute illness to allow time for standard adherence counseling sessions. However, with this approach, in a previous study in Kenya, a large proportion (41%) of HIV infected infants died before ART initiation at a median of 11 days. 3 Among severely immunosuppressed adults diagnosed with HIV in the setting of an opportunistic co-infection that does not involve the central nervous system (including pneumocystis pneumonia and tuberculosis), there is evidence of survival benefit when ART is initiated within two to four weeks of diagnosis. [5] [6] [7] [8] [9] Children experience more rapid HIV disease progression and higher early mortality during the first weeks after diagnosis, which may warrant even earlier ART initiation. 3 Accelerating ART initiation during hospitalization could potentially prevent early mortality and allow more rapid immune recovery as rapid quantitative changes in viral load and qualitative and quantitative changes in CD4 may occur within days of treatment. 10, 11 . However, there may be risks of immune reconstitution inflammatory syndrome (IRIS) due to higher antigen load of co-infecting pathogens in the urgent arm at the start of ART 12 and toxicity of multiple coadministered medications. In addition, it is possible that rapid HIV diagnosis and ART initiation during hospitalization may pose implementation challenges.",
        "section": "Introduction",
        "section_number": 1,
        "sentences": [
            "Initiation of antiretroviral therapy (ART) in HIV-infected children prior to the onset of symptomatic disease dramatically improves survival.",
            "1 However, HIV-infected children in resource-limited settings frequently present with advanced HIV disease and are often first diagnosed with HIV when hospitalized.",
            "Mortality risk among HIV-infected children initiating ART in hospital is high. [",
            "2] [3] [4] While the benefits of initiating ART prior to symptomatic disease in HIV-infected children are well known, the benefit of accelerated ART initiation during hospitalization for severe illness is undefined.",
            "Historically, ART initiation is delayed until recovery from acute illness to allow time for standard adherence counseling sessions.",
            "However, with this approach, in a previous study in Kenya, a large proportion (41%) of HIV infected infants died before ART initiation at a median of 11 days.",
            "3 Among severely immunosuppressed adults diagnosed with HIV in the setting of an opportunistic co-infection that does not involve the central nervous system (including pneumocystis pneumonia and tuberculosis), there is evidence of survival benefit when ART is initiated within two to four weeks of diagnosis. [",
            "5] [6] [7] [8] [9] Children experience more rapid HIV disease progression and higher early mortality during the first weeks after diagnosis, which may warrant even earlier ART initiation.",
            "3 Accelerating ART initiation during hospitalization could potentially prevent early mortality and allow more rapid immune recovery as rapid quantitative changes in viral load and qualitative and quantitative changes in CD4 may occur within days of treatment.",
            "10, 11 .",
            "However, there may be risks of immune reconstitution inflammatory syndrome (IRIS) due to higher antigen load of co-infecting pathogens in the urgent arm at the start of ART 12 and toxicity of multiple coadministered medications.",
            "In addition, it is possible that rapid HIV diagnosis and ART initiation during hospitalization may pose implementation challenges."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37661",
        "text": "We conducted a randomized controlled trial, \"Pediatric Urgent Start of Highly Active Antiretroviral Treatment (PUSH)\" among hospitalized HIV-infected children to determine if accelerated (urgent) ART initiation (within 48 hours of enrollment) compared to poststabilization ART (seven to 14 days after enrollment) would improve survival.",
        "section": "Introduction",
        "section_number": 2,
        "sentences": [
            "We conducted a randomized controlled trial, \"Pediatric Urgent Start of Highly Active Antiretroviral Treatment (PUSH)\" among hospitalized HIV-infected children to determine if accelerated (urgent) ART initiation (within 48 hours of enrollment) compared to poststabilization ART (seven to 14 days after enrollment) would improve survival."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37661",
        "text": "The PUSH study was an unblinded randomized controlled trial (RCT) of urgent (within 48 hours of enrollment) versus post-stabilization (seven to 14 days after enrollment) ART among ART-naïve, hospitalized, HIV-infected children, age 0-12 years. We obtained approval to conduct the study from the Kenyatta National Hospital (KNH)/University of Nairobi (UoN) Ethics Research Committee (ERC), Kenya Pharmacy and Poisons Board (PPB), and the University of Washington (UW) Institutional Review Board. All participants provided written informed consent to participate in the study. The study protocol is available at this link: http://depts.washington.edu/gwach/study-protocols-3/. We conducted the study at four hospitals in Kenya: two in Nairobi (KNH and Mbagathi District Hospital [MDH] ) and two in Western Kenya (Jaramogi Oginga Odinga Teaching and Referral Hospital [JOOTRH] and Kisumu County Hospital [KCH] ). KNH serves as a national referral center, JOOTRH as a regional referral center. MDH and KCH are level IV facilities that serve as referral centers. Each of the facilities has a hospital pediatrician, medical officers and nursing staff responsible for in-patient care (Supplementary table one) . Study medical and clinical officers worked closely with hospital staff. Children were eligible to participate if they were 0-12 years old, had confirmed HIV infection, were ART-naïve (other than ART used for prevention of mother-to-child transmission [PMTCT]), caregivers planned to live within the study catchment area for six months, caregivers were able and willing to give informed consent for enrollment, and were eligible for ART per national Kenyan and World Health Organization (WHO) guidelines. In the course of the study (September 2014) the Kenyan guidelines changed from ART initiation for all children under two years regardless of clinical or immunological criteria and for children over two who met clinical and immunological criteria, to ART initiation for all children under the age of ten regardless of clinical or immunological status. 13, 14 We excluded children with suspected or confirmed central nervous system (CNS) infection as ascertained by medical history (generalized convulsions in a child less than six months or older than six years, partial seizures or confusion) and physical examination (bulging fontanelle, impaired consciousness, meningismus) because of the increased risk of mortality among adults with meningitis who received early versus later ART, suggesting higher risk of inflammatory sequelae with early ART in the context of meningitis. 15, 16 Hospital staff managed children for co-infections as per Kenya Ministry of Health pediatric guidelines 17 .",
        "section": "Study Design and Participants",
        "section_number": 3,
        "sentences": [
            "The PUSH study was an unblinded randomized controlled trial (RCT) of urgent (within 48 hours of enrollment) versus post-stabilization (seven to 14 days after enrollment) ART among ART-naïve, hospitalized, HIV-infected children, age 0-12 years.",
            "We obtained approval to conduct the study from the Kenyatta National Hospital (KNH)/University of Nairobi (UoN) Ethics Research Committee (ERC), Kenya Pharmacy and Poisons Board (PPB), and the University of Washington (UW) Institutional Review Board.",
            "All participants provided written informed consent to participate in the study.",
            "The study protocol is available at this link: http://depts.washington.edu/gwach/study-protocols-3/. We conducted the study at four hospitals in Kenya: two in Nairobi (KNH and Mbagathi District Hospital [MDH] ) and two in Western Kenya (Jaramogi Oginga Odinga Teaching and Referral Hospital [JOOTRH] and Kisumu County Hospital [KCH] ).",
            "KNH serves as a national referral center, JOOTRH as a regional referral center.",
            "MDH and KCH are level IV facilities that serve as referral centers.",
            "Each of the facilities has a hospital pediatrician, medical officers and nursing staff responsible for in-patient care (Supplementary table one) .",
            "Study medical and clinical officers worked closely with hospital staff.",
            "Children were eligible to participate if they were 0-12 years old, had confirmed HIV infection, were ART-naïve (other than ART used for prevention of mother-to-child transmission [PMTCT]), caregivers planned to live within the study catchment area for six months, caregivers were able and willing to give informed consent for enrollment, and were eligible for ART per national Kenyan and World Health Organization (WHO) guidelines.",
            "In the course of the study (September 2014) the Kenyan guidelines changed from ART initiation for all children under two years regardless of clinical or immunological criteria and for children over two who met clinical and immunological criteria, to ART initiation for all children under the age of ten regardless of clinical or immunological status.",
            "13, 14 We excluded children with suspected or confirmed central nervous system (CNS) infection as ascertained by medical history (generalized convulsions in a child less than six months or older than six years, partial seizures or confusion) and physical examination (bulging fontanelle, impaired consciousness, meningismus) because of the increased risk of mortality among adults with meningitis who received early versus later ART, suggesting higher risk of inflammatory sequelae with early ART in the context of meningitis.",
            "15, 16 Hospital staff managed children for co-infections as per Kenya Ministry of Health pediatric guidelines 17 ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37661",
        "text": "A statistician not involved in study procedures conducted block randomization with variable block sizes generated using STATA version 12 ralloc.ado v3.5.2 (Stata Corporation, USA). Treatments were allocated in 1:1 ratio. All study investigators were blinded to block number, block size, and sequence in the block. Treatments were assigned in pre-prepared sealed, opaque envelopes ordered in the sequence of treatment assignments. Once enrolled, the study team assigned the first available allocation envelope to the child. 18 Children age 18 months to 12 years with confirmed HIV infection by two different rapid HIV tests were referred to the study team for screening, enrollment, and randomization. For children under 18 months, one rapid test was done by hospital staff and those who were HIV-exposed (mother HIV positive by report or rapid HIV test) were referred to the study team for screening and confirmatory HIV testing. We consented caregivers of children <18 months who met eligibility criteria for an HIV DNA PCR test, performed using Abbott Real-Time HIV-1 Qualitative assay (Abbott, USA) at the Kenya Medical Research Institute (KEMRI) laboratory or an in-house HIV-1 DNA PCR assay at the UoN laboratory. 19 Study sample processing was prioritized by participating laboratories with a test result turnaround time of 48 hours after sample collection. We re-assessed HIVinfected children for eligibility prior to enrollment. At enrollment, we performed medical history and physical examination and collected blood samples for complete blood counts, CD4 count and percent, comprehensive biochemistry (renal and hepatic function), and HIV-1 viral load. Enrollment evaluation included intensified tuberculosis (TB) case finding with tuberculin skin test (TST), chest X-ray, two sputum or gastric aspirate samples for direct Ziehl-Neelsen (ZN) smear microscopy and liquid culture using BACTEC Mycobacteria Growth Indicator Tube (MGIT) ™ 960 system (Becton Dickinson, USA), one sputum or gastric aspirate Xpert MTB/RIF® (Cepheid, USA), one stool Xpert MTB/RIF®, and Alere Determine ™ urinary lipoarabinomannan (LAM) antigen test (Alere, USA). Tuberculosis therapy was initiated based on results of TB evaluation and consisted of rifampicin, isoniazid, pyrazinamide, and ethambutol for a 2-month intensive phase and rifampicin and isoniazid for the 4-month continuation phase. Children on nevirapine-based ART regimens, were switched to LPV/r with additional super-boosting with ritonavir during the TB treatment period.",
        "section": "Randomization and Masking",
        "section_number": 4,
        "sentences": [
            "A statistician not involved in study procedures conducted block randomization with variable block sizes generated using STATA version 12 ralloc.ado v3.5.2 (Stata Corporation, USA).",
            "Treatments were allocated in 1:1 ratio.",
            "All study investigators were blinded to block number, block size, and sequence in the block.",
            "Treatments were assigned in pre-prepared sealed, opaque envelopes ordered in the sequence of treatment assignments.",
            "Once enrolled, the study team assigned the first available allocation envelope to the child.",
            "18 Children age 18 months to 12 years with confirmed HIV infection by two different rapid HIV tests were referred to the study team for screening, enrollment, and randomization.",
            "For children under 18 months, one rapid test was done by hospital staff and those who were HIV-exposed (mother HIV positive by report or rapid HIV test) were referred to the study team for screening and confirmatory HIV testing.",
            "We consented caregivers of children <18 months who met eligibility criteria for an HIV DNA PCR test, performed using Abbott Real-Time HIV-1 Qualitative assay (Abbott, USA) at the Kenya Medical Research Institute (KEMRI) laboratory or an in-house HIV-1 DNA PCR assay at the UoN laboratory.",
            "19 Study sample processing was prioritized by participating laboratories with a test result turnaround time of 48 hours after sample collection.",
            "We re-assessed HIVinfected children for eligibility prior to enrollment.",
            "At enrollment, we performed medical history and physical examination and collected blood samples for complete blood counts, CD4 count and percent, comprehensive biochemistry (renal and hepatic function), and HIV-1 viral load.",
            "Enrollment evaluation included intensified tuberculosis (TB) case finding with tuberculin skin test (TST), chest X-ray, two sputum or gastric aspirate samples for direct Ziehl-Neelsen (ZN) smear microscopy and liquid culture using BACTEC Mycobacteria Growth Indicator Tube (MGIT) ™ 960 system (Becton Dickinson, USA), one sputum or gastric aspirate Xpert MTB/RIF® (Cepheid, USA), one stool Xpert MTB/RIF®, and Alere Determine ™ urinary lipoarabinomannan (LAM) antigen test (Alere, USA).",
            "Tuberculosis therapy was initiated based on results of TB evaluation and consisted of rifampicin, isoniazid, pyrazinamide, and ethambutol for a 2-month intensive phase and rifampicin and isoniazid for the 4-month continuation phase.",
            "Children on nevirapine-based ART regimens, were switched to LPV/r with additional super-boosting with ritonavir during the TB treatment period."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37661",
        "text": "We initiated ART with first-line regimens per Kenyan 2011 ART guidelines, consisting of a backbone of abacavir and lamivudine in combination with either efavirenz (children older than three years or more than ten kilograms (kg)), nevirapine (children under three years or less than ten kg who were not exposed to nevirapine for PMTCT), or lopinavir/ritonavir (LPV/r) (children under three years if exposed to nevirapine for PMTCT). Starting September 2014, for all children under three years, we initiated LPV/r-based regimens regardless of NVP exposure per a change in national guidelines. 13 Hospital or study staff initiated all children on cotrimoxazole prophylaxis. None of the children received isoniazid preventive therapy in the course of the study.",
        "section": "Procedures",
        "section_number": 5,
        "sentences": [
            "We initiated ART with first-line regimens per Kenyan 2011 ART guidelines, consisting of a backbone of abacavir and lamivudine in combination with either efavirenz (children older than three years or more than ten kilograms (kg)), nevirapine (children under three years or less than ten kg who were not exposed to nevirapine for PMTCT), or lopinavir/ritonavir (LPV/r) (children under three years if exposed to nevirapine for PMTCT).",
            "Starting September 2014, for all children under three years, we initiated LPV/r-based regimens regardless of NVP exposure per a change in national guidelines.",
            "13 Hospital or study staff initiated all children on cotrimoxazole prophylaxis.",
            "None of the children received isoniazid preventive therapy in the course of the study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37661",
        "text": "We conducted medical history and physical examinations at ART initiation, at one and two weeks post-ART, and then monthly for six months. We obtained blood samples for complete blood counts and biochemistry at one, three, and, six months; CD4 counts and percent at one and six months, and HIV-1 viral load at six months. We classified clinical and laboratory adverse events using the NIH Division of AIDS Table for Grading the Severity of Adult and Pediatric Adverse Events. 20 For any grade three or four laboratory adverse events, or grade two alanine transaminase (ALT) abnormalities we confirmed the result by repeat testing and reported severe adverse events to the KNH ERC within 72 hours. At every study visit, we reviewed clinical history to identify potential IRIS events. All grade three and four clinical events and any cases of suspected IRIS based on clinical history and examination were reviewed by an external IRIS adjudication committee consisting of three external pediatric HIV experts from South Africa and the USA for final IRIS classification. An internal clinical working group composed of co-investigators with expertise in pediatric HIV met weekly to review clinical summaries of all enrolled participants. In addition to clinical follow-up through six months post-ART, we conducted phone tracing of children at one-year post-ART to determine if children were alive and on ART.",
        "section": "Procedures",
        "section_number": 6,
        "sentences": [
            "We conducted medical history and physical examinations at ART initiation, at one and two weeks post-ART, and then monthly for six months.",
            "We obtained blood samples for complete blood counts and biochemistry at one, three, and, six months; CD4 counts and percent at one and six months, and HIV-1 viral load at six months.",
            "We classified clinical and laboratory adverse events using the NIH Division of AIDS Table for Grading the Severity of Adult and Pediatric Adverse Events.",
            "20 For any grade three or four laboratory adverse events, or grade two alanine transaminase (ALT) abnormalities we confirmed the result by repeat testing and reported severe adverse events to the KNH ERC within 72 hours.",
            "At every study visit, we reviewed clinical history to identify potential IRIS events.",
            "All grade three and four clinical events and any cases of suspected IRIS based on clinical history and examination were reviewed by an external IRIS adjudication committee consisting of three external pediatric HIV experts from South Africa and the USA for final IRIS classification.",
            "An internal clinical working group composed of co-investigators with expertise in pediatric HIV met weekly to review clinical summaries of all enrolled participants.",
            "In addition to clinical follow-up through six months post-ART, we conducted phone tracing of children at one-year post-ART to determine if children were alive and on ART."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37661",
        "text": "The primary outcomes were six-month all-cause mortality, drug toxicity, and IRIS. We defined drug toxicity by clinical signs and symptoms or laboratory adverse events associated with drug use or as described in the national ART guidelines. 14 We defined IRIS as confirmed, likely, possible, or unlikely (IMPAACT P1073). 21 Secondary outcomes included change in growth (weight-for-age z-score [WAZ], weight-for-height z-score [WHZ], and height-for-age z-score [HAZ]), immune reconstitution (CD4 count and CD4%), hematology (hemoglobin and total lymphocyte count), WHO staging based on morbidity since last study visit, ART adherence assessed at one and six months, and viral suppression (HIV viral load copies/mL) assessed at six months. We computed growth z-scores using the WHO reference population. 22, 23 We defined TB diagnosis using the revised Graham criteria: confirmed TB (positive respiratory sample by Xpert MTB/RIF® or culture), unconfirmed TB (two or more of the following: 1. suggestive symptoms of TB 2. chest X-ray consistent with TB, 3. positive TST or TB contact history, and 4. TB treatment response), and unlikely TB (no microbiologic confirmation and did not meet criteria for unconfirmed TB). 24 The original sample size was 360, assuming 28% cumulative mortality in the post-stabilization ART arm and ~15% attrition, which provided 80% power to detect a minimum two-fold difference in mortality between study arms.",
        "section": "Outcomes",
        "section_number": 7,
        "sentences": [
            "The primary outcomes were six-month all-cause mortality, drug toxicity, and IRIS.",
            "We defined drug toxicity by clinical signs and symptoms or laboratory adverse events associated with drug use or as described in the national ART guidelines.",
            "14 We defined IRIS as confirmed, likely, possible, or unlikely (IMPAACT P1073).",
            "21 Secondary outcomes included change in growth (weight-for-age z-score [WAZ], weight-for-height z-score [WHZ], and height-for-age z-score [HAZ]), immune reconstitution (CD4 count and CD4%), hematology (hemoglobin and total lymphocyte count), WHO staging based on morbidity since last study visit, ART adherence assessed at one and six months, and viral suppression (HIV viral load copies/mL) assessed at six months.",
            "We computed growth z-scores using the WHO reference population.",
            "22, 23 We defined TB diagnosis using the revised Graham criteria: confirmed TB (positive respiratory sample by Xpert MTB/RIF® or culture), unconfirmed TB (two or more of the following: 1.",
            "suggestive symptoms of TB 2.",
            "chest X-ray consistent with TB, 3.",
            "positive TST or TB contact history, and 4.",
            "TB treatment response), and unlikely TB (no microbiologic confirmation and did not meet criteria for unconfirmed TB).",
            "24 The original sample size was 360, assuming 28% cumulative mortality in the post-stabilization ART arm and ~15% attrition, which provided 80% power to detect a minimum two-fold difference in mortality between study arms."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37661",
        "text": "The primary analysis was a modified intent-to-treat (mITT) analysis, excluding children found to be ineligible after randomization. We summarized pre-randomization baseline characteristics using medians, interquartile ranges, and proportions. We compared proportions using Chi-squared tests and Fisher's exact tests, as appropriate. We used Kaplan-Meier survival analysis and log rank test to compare median time to death between arms and Cox proportional hazard regression analysis to compare cumulative incidence of mortality overall and stratified by CD4 counts at baseline (<15% versus ≥15% and <5% versus ≥5%), baseline WAZ (≤-2 versus >-2), baseline WHZ (≤-2 versus >-2), age (under and over two years), TB diagnosis (confirmed and unconfirmed versus unlikely TB) and, viral load (below and above mean). We also used Cox proportional hazard regression and log rank test to compare cumulative incidence of IRIS and drug toxicity. We analyzed data using STATA 12 software (Stata Corporation, USA) and SAS 9 software (SAS Institute, USA). An external Data Safety and Monitoring Board (DSMB) reviewed the study at sixmonthly intervals and performed interim efficacy and futility analyses using O'Brien-Fleming boundaries when the study had accrued 20% (13 deaths) and 57% (37 deaths) of endpoints (65 deaths). An alternative hypothesis of a hazard ratio of 0•5 and null hypothesis of a hazard ratio of 1•0 were used to determine efficacy and futility, respectively. The boundary z statistics were calculated using the Lan and DeMet's alpha spending implementation of the O'Brien-Fleming group sequential stopping boundary for a one-sided test with alpha=0•025. If the current z-statistic from the log rank test was less than the benefit boundary z statistic, then that provided evidence to stop the study for benefit. If the current z-statistic from the log rank test was greater than the futility boundary z-statistic, then that provided evidence to stop the study for futility. The study is registered in Clinical Trials.gov (NCT02063880).",
        "section": "Statistical analysis",
        "section_number": 8,
        "sentences": [
            "The primary analysis was a modified intent-to-treat (mITT) analysis, excluding children found to be ineligible after randomization.",
            "We summarized pre-randomization baseline characteristics using medians, interquartile ranges, and proportions.",
            "We compared proportions using Chi-squared tests and Fisher's exact tests, as appropriate.",
            "We used Kaplan-Meier survival analysis and log rank test to compare median time to death between arms and Cox proportional hazard regression analysis to compare cumulative incidence of mortality overall and stratified by CD4 counts at baseline (<15% versus ≥15% and <5% versus ≥5%), baseline WAZ (≤-2 versus >-2), baseline WHZ (≤-2 versus >-2), age (under and over two years), TB diagnosis (confirmed and unconfirmed versus unlikely TB) and, viral load (below and above mean).",
            "We also used Cox proportional hazard regression and log rank test to compare cumulative incidence of IRIS and drug toxicity.",
            "We analyzed data using STATA 12 software (Stata Corporation, USA) and SAS 9 software (SAS Institute, USA).",
            "An external Data Safety and Monitoring Board (DSMB) reviewed the study at sixmonthly intervals and performed interim efficacy and futility analyses using O'Brien-Fleming boundaries when the study had accrued 20% (13 deaths) and 57% (37 deaths) of endpoints (65 deaths).",
            "An alternative hypothesis of a hazard ratio of 0•5 and null hypothesis of a hazard ratio of 1•0 were used to determine efficacy and futility, respectively.",
            "The boundary z statistics were calculated using the Lan and DeMet's alpha spending implementation of the O'Brien-Fleming group sequential stopping boundary for a one-sided test with alpha=0•025.",
            "If the current z-statistic from the log rank test was less than the benefit boundary z statistic, then that provided evidence to stop the study for benefit.",
            "If the current z-statistic from the log rank test was greater than the futility boundary z-statistic, then that provided evidence to stop the study for futility.",
            "The study is registered in Clinical Trials.gov (NCT02063880)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37661",
        "text": "The funders had no role in the design, collection of data, data analysis, and interpretation or decision to submit the manuscript to this journal. The corresponding author had access to all data in the study and the senior author (GJS) had the final responsibility for the decision to submit this manuscript for publication.",
        "section": "Role of funding source",
        "section_number": 9,
        "sentences": [
            "The funders had no role in the design, collection of data, data analysis, and interpretation or decision to submit the manuscript to this journal.",
            "The corresponding author had access to all data in the study and the senior author (GJS) had the final responsibility for the decision to submit this manuscript for publication."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37661",
        "text": "We began enrollment on 24 April, 2013 and last follow-up visit was on 17 November, 2015. We assessed 250 HIV-infected children for eligibility, of whom over three quarter were enrolled and almost all were randomized (Figure one). Of those enrolled, 81/183 (44%), 50/183 (27%), 43/183 (24%), and 9/183 (5%) were from KNH, JOOTRH, KCH, and MDH respectively. Suspected CNS infection was the main reason for non-randomization among those enrolled (Figure one). Of those randomized to the urgent arm, almost all initiated ART, with fewer in the post stabilization arm initiating ART. Over two thirds of children completed six-month follow-up in the urgent and post-stabilization arms. Almost all randomized children were included in the final modified intent-to-treat (mITT) analysis. Enrolled children were quite young, the majority were male and were moderately underweight and stunted, and mildly wasted (Table 1) . Almost half were severely malnourished, with WAZ scores less than −3 SD. Over a third had been hospitalized prior to the study enrollment hospitalization. The most common comorbidities at enrollment were pneumonia, malnutrition, anemia, dehydration, malaria, gastroenteritis, and suspected tuberculosis. At enrollment, over a quarter of children had hypoxemia (oxygen saturations less than 92%), more than three quarters were on IV antibiotics, and over a fifth had severe acute malnutrition. Children were severely immunosuppressed and almost a fifth had CD4% of less than 5%. In the under two-year, two to five year, and over five year age-groups, the majority were severely immunosuppressed with CD4% of less than 25%, 20% and, 15%, respectively. Children in the urgent arm had significantly lower CD4% than children in the post-stabilization arm (Table one) . Children in the Nairobi sites were significantly younger, had lower HAZ scores, lower CD4%, higher viral load counts, and had more pneumonia diagnoses while those in the Western Kenya sites had significantly more malaria, anemia, and dehydration diagnoses at enrollment (Supplementary table 3 ). Median time to ART initiation after enrollment was one day (IQR 1, 1) in the urgent arm and eight days (IQR 7, 11) in the post-stabilization arm. Most children were initiated on NNRTI-based ART (Table two) . The distribution of ART regimens initiated was similar between arms (Table two) . Among those who initiated TB treatment, median time to TB treatment after enrolment was four days (IQR 1, 8 days). Nine of 181 (5%) children had started TB therapy prior to enrollment. Overall, 63/181 (35%) children received TB treatment, 11 of 14 children with confirmed TB, 46 of 78 with unconfirmed TB, and six of 89 with unlikely TB.",
        "section": "Results",
        "section_number": 10,
        "sentences": [
            "We began enrollment on 24 April, 2013 and last follow-up visit was on 17 November, 2015.",
            "We assessed 250 HIV-infected children for eligibility, of whom over three quarter were enrolled and almost all were randomized (Figure one).",
            "Of those enrolled, 81/183 (44%), 50/183 (27%), 43/183 (24%), and 9/183 (5%) were from KNH, JOOTRH, KCH, and MDH respectively.",
            "Suspected CNS infection was the main reason for non-randomization among those enrolled (Figure one).",
            "Of those randomized to the urgent arm, almost all initiated ART, with fewer in the post stabilization arm initiating ART.",
            "Over two thirds of children completed six-month follow-up in the urgent and post-stabilization arms.",
            "Almost all randomized children were included in the final modified intent-to-treat (mITT) analysis.",
            "Enrolled children were quite young, the majority were male and were moderately underweight and stunted, and mildly wasted (Table 1) .",
            "Almost half were severely malnourished, with WAZ scores less than −3 SD.",
            "Over a third had been hospitalized prior to the study enrollment hospitalization.",
            "The most common comorbidities at enrollment were pneumonia, malnutrition, anemia, dehydration, malaria, gastroenteritis, and suspected tuberculosis.",
            "At enrollment, over a quarter of children had hypoxemia (oxygen saturations less than 92%), more than three quarters were on IV antibiotics, and over a fifth had severe acute malnutrition.",
            "Children were severely immunosuppressed and almost a fifth had CD4% of less than 5%.",
            "In the under two-year, two to five year, and over five year age-groups, the majority were severely immunosuppressed with CD4% of less than 25%, 20% and, 15%, respectively.",
            "Children in the urgent arm had significantly lower CD4% than children in the post-stabilization arm (Table one) .",
            "Children in the Nairobi sites were significantly younger, had lower HAZ scores, lower CD4%, higher viral load counts, and had more pneumonia diagnoses while those in the Western Kenya sites had significantly more malaria, anemia, and dehydration diagnoses at enrollment (Supplementary table 3 ).",
            "Median time to ART initiation after enrollment was one day (IQR 1, 1) in the urgent arm and eight days (IQR 7, 11) in the post-stabilization arm.",
            "Most children were initiated on NNRTI-based ART (Table two) .",
            "The distribution of ART regimens initiated was similar between arms (Table two) .",
            "Among those who initiated TB treatment, median time to TB treatment after enrolment was four days (IQR 1, 8 days).",
            "Nine of 181 (5%) children had started TB therapy prior to enrollment.",
            "Overall, 63/181 (35%) children received TB treatment, 11 of 14 children with confirmed TB, 46 of 78 with unconfirmed TB, and six of 89 with unlikely TB."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37661",
        "text": "Over six months of follow-up, almost a quarter of children died, corresponding to a mortality rate of 61 deaths per 100 person-years (py) ( Table two) . Adjusting for baseline CD4%, there was no significant difference in mortality in the urgent versus post-stabilization arms (Figure two a) . A total of 18/181 (10%) children died in the first week, 12/90 (13%) in the urgent arm and six/91 (7%) in the post-stabilization arm. Among those who died, median time to death was 14 days (IQR 3, 18). Mortality rate was highest in the first month and dropped dramatically between one and three months and no deaths occurred between three and six months after ART initiation (Table two) . In overall and stratified comparisons, mortality did not differ significantly between the two arms at one, three, or six months post-ART (Table two) . Mortality hazard ratio estimates did not change appreciably in analyses stratified on baseline CD4 counts (<15% versus ≥15% and <5% versus ≥5%), WHZ (≤-2 versus >-2), WAZ (≤-2 versus >-2), age (under two years versus age two and above), TB diagnosis (confirmed and unconfirmed versus unlikely), or baseline viral load (below versus above mean) ( Figure two b [Appendix page 1-14] ).",
        "section": "Results",
        "section_number": 11,
        "sentences": [
            "Over six months of follow-up, almost a quarter of children died, corresponding to a mortality rate of 61 deaths per 100 person-years (py) ( Table two) .",
            "Adjusting for baseline CD4%, there was no significant difference in mortality in the urgent versus post-stabilization arms (Figure two a) .",
            "A total of 18/181 (10%) children died in the first week, 12/90 (13%) in the urgent arm and six/91 (7%) in the post-stabilization arm.",
            "Among those who died, median time to death was 14 days (IQR 3, 18).",
            "Mortality rate was highest in the first month and dropped dramatically between one and three months and no deaths occurred between three and six months after ART initiation (Table two) .",
            "In overall and stratified comparisons, mortality did not differ significantly between the two arms at one, three, or six months post-ART (Table two) .",
            "Mortality hazard ratio estimates did not change appreciably in analyses stratified on baseline CD4 counts (<15% versus ≥15% and <5% versus ≥5%), WHZ (≤-2 versus >-2), WAZ (≤-2 versus >-2), age (under two years versus age two and above), TB diagnosis (confirmed and unconfirmed versus unlikely), or baseline viral load (below versus above mean) ( Figure two b [Appendix page 1-14] )."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37661",
        "text": "We evaluated 54/181 (30%) cases of suspected IRIS, of these, less than half were classified as IRIS cases, majority as either possible or likely IRIS (Table two) ; and one child had two separate events. The prevalence of IRIS was low in all age groups ( [9, 22] , p=0•96 and 0•36, respectively). Of the 23 IRIS events, TB-IRIS was suspected in 18/23 (78%), one/23 (4%) had BCG IRIS, and four/23 (17%) were dermatological events. The incidence of IRIS, when comparing any IRIS (confirmed, possible, or likely) to no IRIS did not differ between the two arms. Similarly, incidence of IRIS did not differ when comparing confirmed and likely to possible and no IRIS (Table two) . There was higher incidence of drug toxicity in the urgent arm but this did not reach statistical significance (Table two) .",
        "section": "Results",
        "section_number": 12,
        "sentences": [
            "We evaluated 54/181 (30%) cases of suspected IRIS, of these, less than half were classified as IRIS cases, majority as either possible or likely IRIS (Table two) ; and one child had two separate events.",
            "The prevalence of IRIS was low in all age groups ( [9, 22] , p=0•96 and 0•36, respectively).",
            "Of the 23 IRIS events, TB-IRIS was suspected in 18/23 (78%), one/23 (4%) had BCG IRIS, and four/23 (17%) were dermatological events.",
            "The incidence of IRIS, when comparing any IRIS (confirmed, possible, or likely) to no IRIS did not differ between the two arms.",
            "Similarly, incidence of IRIS did not differ when comparing confirmed and likely to possible and no IRIS (Table two) .",
            "There was higher incidence of drug toxicity in the urgent arm but this did not reach statistical significance (Table two) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37661",
        "text": "While there were differences in baseline characteristics by site (Supplementary table 3) , no differences were observed in mortality, adverse events, toxicity, IRIS, or loss to follow-up in analyses stratified by site (Supplementary table four) .",
        "section": "Results",
        "section_number": 13,
        "sentences": [
            "While there were differences in baseline characteristics by site (Supplementary table 3) , no differences were observed in mortality, adverse events, toxicity, IRIS, or loss to follow-up in analyses stratified by site (Supplementary table four) ."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37661",
        "text": "Of the 128/181 (71%) children who completed six-month follow-up, almost three quarter had viral load counts of <1000 copies/mL and over a third had viral suppression below the level of assay detection (<40 copies/mL) (Table three) . At one-month follow-up, CD4 count, CD4%, hemoglobin, and lymphocyte count increased with no differences between the two arms (Supplementary table 2) . At six-months of follow-up, median viral load decline, median increases in CD4 count, CD4%, hemoglobin, and lymphocyte count did not differ between arms (Table three) . At six months, increase in hemoglobin level was greater in the urgent arm while increase in lymphocyte count was greater in the post-stabilization arm. There were increases in WAZ, HAZ, and WHZ at one and six months with no differences in growth reconstitution between study arms. Over half of the children were classified as WHO stage I or II at six months based on morbidity since the last study visit and no differences were observed between arms (Table three) . At one month, there were no differences in the proportions who had missed ART in the last three days (Supplementary table 2) . At the sixmonth visit, significantly more children in the urgent arm had missed ART doses in the last three days (Table three) . There were no differences in ART switch between the two arms (Table three) .",
        "section": "Results",
        "section_number": 14,
        "sentences": [
            "Of the 128/181 (71%) children who completed six-month follow-up, almost three quarter had viral load counts of <1000 copies/mL and over a third had viral suppression below the level of assay detection (<40 copies/mL) (Table three) .",
            "At one-month follow-up, CD4 count, CD4%, hemoglobin, and lymphocyte count increased with no differences between the two arms (Supplementary table 2) .",
            "At six-months of follow-up, median viral load decline, median increases in CD4 count, CD4%, hemoglobin, and lymphocyte count did not differ between arms (Table three) .",
            "At six months, increase in hemoglobin level was greater in the urgent arm while increase in lymphocyte count was greater in the post-stabilization arm.",
            "There were increases in WAZ, HAZ, and WHZ at one and six months with no differences in growth reconstitution between study arms.",
            "Over half of the children were classified as WHO stage I or II at six months based on morbidity since the last study visit and no differences were observed between arms (Table three) .",
            "At one month, there were no differences in the proportions who had missed ART in the last three days (Supplementary table 2) .",
            "At the sixmonth visit, significantly more children in the urgent arm had missed ART doses in the last three days (Table three) .",
            "There were no differences in ART switch between the two arms (Table three) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37661",
        "text": "One year after enrollment, 116/128 (91%) of those known to survive beyond age 6 months were contacted. Of the 12/128 (9%) not contacted, 7/12 (58%) were in the urgent arm and 5/12 (42%) in the post-stabilization arm. There was minimal additional mortality between six to 12 months post-ART, with one and four deaths in urgent and post-stabilization arms, respectively. The overall proportion of deaths at one year in study arms was similar (22/90 [24%] in urgent and 22/91 [24%] in post-stabilization arm p=0•97).",
        "section": "Results",
        "section_number": 15,
        "sentences": [
            "One year after enrollment, 116/128 (91%) of those known to survive beyond age 6 months were contacted.",
            "Of the 12/128 (9%) not contacted, 7/12 (58%) were in the urgent arm and 5/12 (42%) in the post-stabilization arm.",
            "There was minimal additional mortality between six to 12 months post-ART, with one and four deaths in urgent and post-stabilization arms, respectively.",
            "The overall proportion of deaths at one year in study arms was similar (22/90 [24%] in urgent and 22/91 [24%] in post-stabilization arm p=0•97)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37661",
        "text": "In May 2015, during interim DSMB analysis, the DSMB advised that recruitment and randomization be terminated as the futility boundary was crossed (Supplementary table five). We discontinued enrollment and followed-up participants until November 2015.",
        "section": "Results",
        "section_number": 16,
        "sentences": [
            "In May 2015, during interim DSMB analysis, the DSMB advised that recruitment and randomization be terminated as the futility boundary was crossed (Supplementary table five).",
            "We discontinued enrollment and followed-up participants until November 2015."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37661",
        "text": "In this randomized trial among hospitalized, HIV-infected children in Kenya, there was extremely high mortality despite prompt ART initiation. Overall, 21% of children died in the six-month follow-up period. We found that although rapid HIV diagnosis and ART initiation within one day of enrollment was feasible at four hospital sites, ART initiated within 48 hours did not decrease mortality when compared with ART initiated between seven to 14 days. Risk of IRIS and toxicity did not differ between trial arms. At six months postenrollment, CD4, viral suppression, and growth parameters were similar between arms. Overall our data suggest that among HIV-infected children presenting late to care with advanced disease that does not involve the central nervous system, prompt ART initiation after medical stabilization of co-existing illnesses may be the preferred approach.",
        "section": "Discussion",
        "section_number": 17,
        "sentences": [
            "In this randomized trial among hospitalized, HIV-infected children in Kenya, there was extremely high mortality despite prompt ART initiation.",
            "Overall, 21% of children died in the six-month follow-up period.",
            "We found that although rapid HIV diagnosis and ART initiation within one day of enrollment was feasible at four hospital sites, ART initiated within 48 hours did not decrease mortality when compared with ART initiated between seven to 14 days.",
            "Risk of IRIS and toxicity did not differ between trial arms.",
            "At six months postenrollment, CD4, viral suppression, and growth parameters were similar between arms.",
            "Overall our data suggest that among HIV-infected children presenting late to care with advanced disease that does not involve the central nervous system, prompt ART initiation after medical stabilization of co-existing illnesses may be the preferred approach."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37661",
        "text": "Our results show that accelerating ART initiation during hospitalization did not have a survival benefit. Among adults, ART initiation within one to four weeks in the setting of a severe non-CNS infection reduces mortality and AIDS progression. [5] [6] [7] [8] [9] For children, however, in a prior study in Kenya, 41% of hospitalized infants died before ART initiation at a median of 11 days after diagnosis, suggesting a narrow window for intervention in children. 3 We hypothesize that the difference in timing between the two arms may have been too narrow to discern mortality differences. In standard of care approaches in hospitalized children, ART is typically initiated 14-21 days after diagnosis or discharge. The determination of the timing window for ART initiation for our control group (seven to 14 days) was informed by these data and therefore much earlier than standard of care, potentially yielding less likelihood of discerning a mortality difference between arms.",
        "section": "Discussion",
        "section_number": 18,
        "sentences": [
            "Our results show that accelerating ART initiation during hospitalization did not have a survival benefit.",
            "Among adults, ART initiation within one to four weeks in the setting of a severe non-CNS infection reduces mortality and AIDS progression. [",
            "5] [6] [7] [8] [9] For children, however, in a prior study in Kenya, 41% of hospitalized infants died before ART initiation at a median of 11 days after diagnosis, suggesting a narrow window for intervention in children.",
            "3 We hypothesize that the difference in timing between the two arms may have been too narrow to discern mortality differences.",
            "In standard of care approaches in hospitalized children, ART is typically initiated 14-21 days after diagnosis or discharge.",
            "The determination of the timing window for ART initiation for our control group (seven to 14 days) was informed by these data and therefore much earlier than standard of care, potentially yielding less likelihood of discerning a mortality difference between arms."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37661",
        "text": "In adults, ART timing studies during severe illness have examined larger differences in timing. Zolopa et al. found 50% lower likelihood of AIDS progression/death when ART was initiated at a median 12 days compared to 45 days after initiation of treatment among adults with an AIDS-defining opportunistic infection (OI) or serious bacterial infection; two thirds of whom had pneumocystis pneumonia and one third of whom had multiple OIs. 5 In Malawian HIV-infected children with uncomplicated malnutrition, those who initiated on ART during 21 days of malnutrition treatment had better nutritional recovery and a trend for lower mortality than those initiating ART after 21 days. 25 In contrast, Archary et al. found no survival benefit of initiating ART within seven days compared to 21 days in a hospitalized pediatric cohort with severe acute malnutrition. 26 Together, these studies suggest that waiting for over 21 days may be too late while expediting to less than seven days may not provide survival benefit.",
        "section": "Discussion",
        "section_number": 19,
        "sentences": [
            "In adults, ART timing studies during severe illness have examined larger differences in timing.",
            "Zolopa et al. found 50% lower likelihood of AIDS progression/death when ART was initiated at a median 12 days compared to 45 days after initiation of treatment among adults with an AIDS-defining opportunistic infection (OI) or serious bacterial infection; two thirds of whom had pneumocystis pneumonia and one third of whom had multiple OIs.",
            "5 In Malawian HIV-infected children with uncomplicated malnutrition, those who initiated on ART during 21 days of malnutrition treatment had better nutritional recovery and a trend for lower mortality than those initiating ART after 21 days.",
            "25 In contrast, Archary et al. found no survival benefit of initiating ART within seven days compared to 21 days in a hospitalized pediatric cohort with severe acute malnutrition.",
            "26 Together, these studies suggest that waiting for over 21 days may be too late while expediting to less than seven days may not provide survival benefit."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37661",
        "text": "Concerns about IRIS have supported deferral of ART to post-stabilization of co-morbidities. However, starting ART urgently versus post-stabilization of co-morbidities was not associated with increased risk of IRIS. Risk of IRIS during ART differs by presenting OIs with specific concern for TB-IRIS when ART is initiated within two to four weeks of TB treatment. [6] [7] [8] TB-IRIS was the most common IRIS presentation in our study, as observed in other pediatric ART cohorts. 27, 28 Overall, prevalence of IRIS in our cohort was 12%, which is lower than previously reported in pediatric studies (19-38%). 27, 28 Orikiiriza et al. found higher prevalence (46%) of IRIS events among five to 12 year-olds (median seven years), compared to younger children age 13-59 months (37%), and infants six to 12 months (5%). 28 It is not clear why the rates of IRIS were low in our population despite severe immunosuppression and rapid ART initiation. However, we do not think the reason was under-ascertainment, as all suspected IRIS cases and any severe adverse events were prospectively reviewed for IRIS by a team of external experts. Our cohort was quite young, with a median age of 1•9 years, perhaps explaining fewer observed IRIS events.",
        "section": "Discussion",
        "section_number": 20,
        "sentences": [
            "Concerns about IRIS have supported deferral of ART to post-stabilization of co-morbidities.",
            "However, starting ART urgently versus post-stabilization of co-morbidities was not associated with increased risk of IRIS.",
            "Risk of IRIS during ART differs by presenting OIs with specific concern for TB-IRIS when ART is initiated within two to four weeks of TB treatment. [",
            "6] [7] [8] TB-IRIS was the most common IRIS presentation in our study, as observed in other pediatric ART cohorts.",
            "27, 28 Overall, prevalence of IRIS in our cohort was 12%, which is lower than previously reported in pediatric studies (19-38%).",
            "27, 28 Orikiiriza et al. found higher prevalence (46%) of IRIS events among five to 12 year-olds (median seven years), compared to younger children age 13-59 months (37%), and infants six to 12 months (5%).",
            "28 It is not clear why the rates of IRIS were low in our population despite severe immunosuppression and rapid ART initiation.",
            "However, we do not think the reason was under-ascertainment, as all suspected IRIS cases and any severe adverse events were prospectively reviewed for IRIS by a team of external experts.",
            "Our cohort was quite young, with a median age of 1•9 years, perhaps explaining fewer observed IRIS events."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37661",
        "text": "While there was no statistically significant differences in drug toxicity between the arms, there was more toxicity in the urgent arm, potentially related to multiple co-administered medications. Adult studies have not shown increased toxicity with earlier ART initiation (within two weeks). [6] [7] [8] Despite higher pill burden with early ART during co-infection, as with prior studies, viral suppression was similar between arms, suggesting similar adherence. 7, 8 At the six-month visit, more caregivers in the urgent arm reported failure to give ART in the past three days than those in the post-stabilization arm. Poorer adherence in the urgent arm could reflect less adherence counseling and preparation at ART initiation. However, our study does not provide robust evidence that urgent ART compromised adherence since viral suppression was similar between arms.",
        "section": "Discussion",
        "section_number": 21,
        "sentences": [
            "While there was no statistically significant differences in drug toxicity between the arms, there was more toxicity in the urgent arm, potentially related to multiple co-administered medications.",
            "Adult studies have not shown increased toxicity with earlier ART initiation (within two weeks). [",
            "6] [7] [8] Despite higher pill burden with early ART during co-infection, as with prior studies, viral suppression was similar between arms, suggesting similar adherence.",
            "7, 8 At the six-month visit, more caregivers in the urgent arm reported failure to give ART in the past three days than those in the post-stabilization arm.",
            "Poorer adherence in the urgent arm could reflect less adherence counseling and preparation at ART initiation.",
            "However, our study does not provide robust evidence that urgent ART compromised adherence since viral suppression was similar between arms."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37661",
        "text": "Delays in ART initiation are common in children and may increase mortality risk. Once children are discharged from the hospital, they often fail to return to clinic to start ART. In Malawi, only 50% of children who were eligible for ART were initiated on ART within 21 days. 25 Pre-ART loss to follow-up rates of 15•2/100 py have been reported from a large treatment program in Western Kenya and 16% of children lost to follow-up died. 29 While our data suggest that ART initiation after medical stabilization of co-existing illness may be the preferred approach for hospitalized children, effective systems to link these children to long-term HIV care and ensure timely ART initiation are required. Hospitalization episodes can be an opportunity for intensive pre-ART counseling and developing a comprehensive plan for follow-up. Importantly, over a third of our cohort had been previously hospitalized and had not started ART either due to not having been tested for HIV, having been diagnosed but not referred for ART, or failing to link to ART services. This represents a tragic missed opportunity for earlier HIV diagnosis and treatment, which too often resulted in mortality.",
        "section": "Discussion",
        "section_number": 22,
        "sentences": [
            "Delays in ART initiation are common in children and may increase mortality risk.",
            "Once children are discharged from the hospital, they often fail to return to clinic to start ART.",
            "In Malawi, only 50% of children who were eligible for ART were initiated on ART within 21 days.",
            "25 Pre-ART loss to follow-up rates of 15•2/100 py have been reported from a large treatment program in Western Kenya and 16% of children lost to follow-up died.",
            "29 While our data suggest that ART initiation after medical stabilization of co-existing illness may be the preferred approach for hospitalized children, effective systems to link these children to long-term HIV care and ensure timely ART initiation are required.",
            "Hospitalization episodes can be an opportunity for intensive pre-ART counseling and developing a comprehensive plan for follow-up.",
            "Importantly, over a third of our cohort had been previously hospitalized and had not started ART either due to not having been tested for HIV, having been diagnosed but not referred for ART, or failing to link to ART services.",
            "This represents a tragic missed opportunity for earlier HIV diagnosis and treatment, which too often resulted in mortality."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37661",
        "text": "Overall we observed high mortality in the first few weeks after ART initiation, with over 80% occurring in the first month and all deaths occurring within three months. Previously described determinants of pediatric HIV mortality during initial weeks of ART-including young age, malnutrition, low hemoglobin level, advanced HIV disease, TB disease, gastroenteritis, and pneumonia-were common in this cohort. [2] [3] [4] 30 Our study focused on a unique hospitalized population. Identifying specific clinical determinants of mortality, toxicity and IRIS in this population is critical and, given the scope of these analyses and their discussion, will be reported separately. The three-month mortality risk we observed in the PUSH trial is similar to that observed in infant studies (22%), and higher than that observed for older age groups (5-12%), reflecting the younger median age of our cohort. 2, 3, 30 The high mortality risk we observed despite accelerated ART underscores the need for alternative strategies to improve survival in HIV-infected children who present to care late as well as interventions to test and treat children prior to symptomatic disease.",
        "section": "Discussion",
        "section_number": 23,
        "sentences": [
            "Overall we observed high mortality in the first few weeks after ART initiation, with over 80% occurring in the first month and all deaths occurring within three months.",
            "Previously described determinants of pediatric HIV mortality during initial weeks of ART-including young age, malnutrition, low hemoglobin level, advanced HIV disease, TB disease, gastroenteritis, and pneumonia-were common in this cohort. [",
            "2] [3] [4] 30 Our study focused on a unique hospitalized population.",
            "Identifying specific clinical determinants of mortality, toxicity and IRIS in this population is critical and, given the scope of these analyses and their discussion, will be reported separately.",
            "The three-month mortality risk we observed in the PUSH trial is similar to that observed in infant studies (22%), and higher than that observed for older age groups (5-12%), reflecting the younger median age of our cohort.",
            "2, 3, 30 The high mortality risk we observed despite accelerated ART underscores the need for alternative strategies to improve survival in HIV-infected children who present to care late as well as interventions to test and treat children prior to symptomatic disease."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37661",
        "text": "Our study had several strengths and limitations. We found it was feasible to implement systems to enable rapid DNA PCR testing for infants in the study; we used existing structures to prioritize testing for hospitalized children and administer rapid ART. Our study was stopped prematurely by the DSMB for futility. With the endpoints we observed, we had 80% power to detect hazard ratios of 2.45 or higher, which excludes a large benefit or risk of urgent ART. Determining optimal time windows for the study arms was challenging. The timing of ART initiation in the post-stabilization (control) arm was earlier than the existing standard of care (initiation of ART post-discharge typically >14-21 days) and timing difference between arms was small, decreasing the likelihood of detecting a difference between the arms. In addition, we enrolled only hospitalized children and our results are only generalizable to this population; outcomes may differ in asymptomatic children.",
        "section": "Discussion",
        "section_number": 24,
        "sentences": [
            "Our study had several strengths and limitations.",
            "We found it was feasible to implement systems to enable rapid DNA PCR testing for infants in the study; we used existing structures to prioritize testing for hospitalized children and administer rapid ART.",
            "Our study was stopped prematurely by the DSMB for futility.",
            "With the endpoints we observed, we had 80% power to detect hazard ratios of 2.45 or higher, which excludes a large benefit or risk of urgent ART.",
            "Determining optimal time windows for the study arms was challenging.",
            "The timing of ART initiation in the post-stabilization (control) arm was earlier than the existing standard of care (initiation of ART post-discharge typically >14-21 days) and timing difference between arms was small, decreasing the likelihood of detecting a difference between the arms.",
            "In addition, we enrolled only hospitalized children and our results are only generalizable to this population; outcomes may differ in asymptomatic children."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37661",
        "text": "In summary, our study found urgent ART in severely ill, ART-naive HIV-infected children presenting late to care did not decrease mortality. The persistent high mortality among children diagnosed at hospitalization underscores the critical need to diagnose and treat symptomatic HIV-infected children as a matter of urgency. Ultimately, earlier identification and treatment prior to disease progression remains the ideal approach to optimize survival outcomes in children.",
        "section": "Discussion",
        "section_number": 25,
        "sentences": [
            "In summary, our study found urgent ART in severely ill, ART-naive HIV-infected children presenting late to care did not decrease mortality.",
            "The persistent high mortality among children diagnosed at hospitalization underscores the critical need to diagnose and treat symptomatic HIV-infected children as a matter of urgency.",
            "Ultimately, earlier identification and treatment prior to disease progression remains the ideal approach to optimize survival outcomes in children."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37661",
        "text": "Refer to Web version on PubMed Central for supplementary material.",
        "section": "Supplementary Material",
        "section_number": 26,
        "sentences": [
            "Refer to Web version on PubMed Central for supplementary material."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37661",
        "text": "We performed a systematic review of articles and abstracts published in English between January 1, 2001 and May 10, 2017 using the terms ((\"anti-retroviral\" OR \"antiretroviral\" OR \"ART\" OR \"HAART\") AND (\"timing\" OR \"early versus late\" OR \"immediate\" OR \"early\") AND (\"Infection\" OR \"morbidity\" OR \"tuberculosis\" OR \"malnutrition\") AND \"trial\"). We searched PubMed, MEDLINE, CINAHL, Embase, Web of Science, and Scopus databases, as well as the International AIDS Society (IAS) conference abstracts. We identified seven trials in adults on the timing of ART in the context of opportunistic co-infections not involving the central nervous system (CNS), and one unpublished trial in malnourished children presented in a conference abstract. Early ART initiation (12 vs 45 median days) in a trial of immunosuppressed adults with opportunistic co-infections reduced mortality or progression to AIDS. Trials of ART initiation among immunosuppressed patients with TB/HIV co-infection found benefit of starting ART ≤four weeks compared to after completion of six months of anti-TB therapy (ATT); however earlier ART (≤two to four weeks after start of ATT) improved mortality only among patients with severe immunosuppression. Early ART (<seven versus <21 days) did not reduce mortality in children with HIV and severe acute malnutrition. Many HIVinfected children in sub-Saharan Africa are frequently diagnosed during hospitalization for an acute co-infection and experience high early mortality. There is currently no evidence on whether accelerated ART among hospitalized HIV infected children improves mortality.",
        "section": "Evidence before this study",
        "section_number": 27,
        "sentences": [
            "We performed a systematic review of articles and abstracts published in English between January 1, 2001 and May 10, 2017 using the terms ((\"anti-retroviral\" OR \"antiretroviral\" OR \"ART\" OR \"HAART\") AND (\"timing\" OR \"early versus late\" OR \"immediate\" OR \"early\") AND (\"Infection\" OR \"morbidity\" OR \"tuberculosis\" OR \"malnutrition\") AND \"trial\").",
            "We searched PubMed, MEDLINE, CINAHL, Embase, Web of Science, and Scopus databases, as well as the International AIDS Society (IAS) conference abstracts.",
            "We identified seven trials in adults on the timing of ART in the context of opportunistic co-infections not involving the central nervous system (CNS), and one unpublished trial in malnourished children presented in a conference abstract.",
            "Early ART initiation (12 vs 45 median days) in a trial of immunosuppressed adults with opportunistic co-infections reduced mortality or progression to AIDS.",
            "Trials of ART initiation among immunosuppressed patients with TB/HIV co-infection found benefit of starting ART ≤four weeks compared to after completion of six months of anti-TB therapy (ATT); however earlier ART (≤two to four weeks after start of ATT) improved mortality only among patients with severe immunosuppression.",
            "Early ART (<seven versus <21 days) did not reduce mortality in children with HIV and severe acute malnutrition.",
            "Many HIVinfected children in sub-Saharan Africa are frequently diagnosed during hospitalization for an acute co-infection and experience high early mortality.",
            "There is currently no evidence on whether accelerated ART among hospitalized HIV infected children improves mortality."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37661",
        "text": "The Pediatric Urgent Start of HAART (PUSH) trial is the first randomized clinical trial to evaluate mortality and safety outcomes of accelerated ART among hospitalized HIVinfected children age 0-12 years with co-infections that do not involve the CNS. This study compares ART initiation within an early timeframe (<48 hours versus seven to 14 days), which is relevant given high mortality rates within the first weeks after HIV diagnosis in hospitalized children. Our data show that accelerated antiretroviral therapy did not confer survival benefit or increase risk of immune reconstitution inflammatory syndrome (IRIS) or drug toxicity.",
        "section": "Added value of this study",
        "section_number": 28,
        "sentences": [
            "The Pediatric Urgent Start of HAART (PUSH) trial is the first randomized clinical trial to evaluate mortality and safety outcomes of accelerated ART among hospitalized HIVinfected children age 0-12 years with co-infections that do not involve the CNS.",
            "This study compares ART initiation within an early timeframe (<48 hours versus seven to 14 days), which is relevant given high mortality rates within the first weeks after HIV diagnosis in hospitalized children.",
            "Our data show that accelerated antiretroviral therapy did not confer survival benefit or increase risk of immune reconstitution inflammatory syndrome (IRIS) or drug toxicity."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37661",
        "text": "Our study supports a policy of prompt ART initiation in hospitalized children without CNS disease after stabilization of existing co-infections. Diagnosis and treatment of HIV prior to disease progression remains a priority to prevent early mortality in children. ",
        "section": "Implications of all available evidence",
        "section_number": 29,
        "sentences": [
            "Our study supports a policy of prompt ART initiation in hospitalized children without CNS disease after stabilization of existing co-infections.",
            "Diagnosis and treatment of HIV prior to disease progression remains a priority to prevent early mortality in children."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37661",
        "text": "Baseline characteristics by randomization arm Primary outcomes during six months follow-up by randomization arm ",
        "section": "Table 1",
        "section_number": 30,
        "sentences": [
            "Baseline characteristics by randomization arm Primary outcomes during six months follow-up by randomization arm"
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37661",
        "text": "Lancet HIV. Author manuscript; available in PMC 2019 January 01.",
        "section": "",
        "section_number": 31,
        "sentences": [
            "Lancet HIV.",
            "Author manuscript; available in PMC 2019 January 01."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    }
]