[
    {
        "doc_id": "46953",
        "text": "Background: Few studies have compared the analgesic effect of 25% glucose and non-nutritive sucking. We compared the analgesic effect of 25% glucose and non-nutritive sucking in newborns undergoing hepatitis B vaccination. Our hypothesis is that 25% glucose is more effective in relieving pain than non-nutritive sucking. Methods: A randomized clinical trial with 78 healthy newborns was performed. Neonates were assigned randomly to receive 25% glucose (G25) and non-nutritive sucking (NNS). Pain was assessed using the Neonatal Infant Pain Scale (NIPS) before and during the immunization procedure. In addition, we evaluated various physiological parameters and crying time. Results: Neonates who received 25% glucose registered lower NIPS scores than those from the NNS group [mean (SD), 3.3 (2.1) vs. 5.6 (1.6), p < 0.001]. The crying time was shorter among newborns in the G25 group than in the NNS and control groups. Conclusion: The use of 25% glucose before the vaccination procedure was more effective in relieving acute pain, with newborns in the G25 group registering scores two times lower on the NIPS scale. The clinical practice of administering 25% glucose is therefore a suggested nondrug measure for pain relief during painful procedures. Significance: Neonates who received 25% glucose registered lower NIPS scores than those from the NNS group; the crying time was shorter among newborns in the G25 group than in the NNS and control groups; the use of 25% glucose before the vaccination procedure was more effective in relieving acute pain.",
        "section": "Abstract",
        "sentences": [
            "Background: Few studies have compared the analgesic effect of 25% glucose and non-nutritive sucking.",
            "We compared the analgesic effect of 25% glucose and non-nutritive sucking in newborns undergoing hepatitis B vaccination.",
            "Our hypothesis is that 25% glucose is more effective in relieving pain than non-nutritive sucking.",
            "Methods: A randomized clinical trial with 78 healthy newborns was performed.",
            "Neonates were assigned randomly to receive 25% glucose (G25) and non-nutritive sucking (NNS).",
            "Pain was assessed using the Neonatal Infant Pain Scale (NIPS) before and during the immunization procedure.",
            "In addition, we evaluated various physiological parameters and crying time.",
            "Results: Neonates who received 25% glucose registered lower NIPS scores than those from the NNS group [mean (SD), 3.3 (2.1) vs. 5.6 (1.6), p < 0.001].",
            "The crying time was shorter among newborns in the G25 group than in the NNS and control groups.",
            "Conclusion: The use of 25% glucose before the vaccination procedure was more effective in relieving acute pain, with newborns in the G25 group registering scores two times lower on the NIPS scale.",
            "The clinical practice of administering 25% glucose is therefore a suggested nondrug measure for pain relief during painful procedures.",
            "Significance: Neonates who received 25% glucose registered lower NIPS scores than those from the NNS group; the crying time was shorter among newborns in the G25 group than in the NNS and control groups; the use of 25% glucose before the vaccination procedure was more effective in relieving acute pain."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "46953",
        "text": "The study of pain and its quantification have advanced in recent years. However, its assessment and interventions based on it remain serious concerns among health professionals. According to the International Association for the Study of Pain (IASP), pain is defined as an unpleasant feeling or emotional experience related to actual or potential tissue damage, considered to be subjective and modulated through experiences throughout life. However, that definition does not fully apply to newborns as they are unable to verbalize pain sensations and, in some cases, lack such stimulation memory (Puchalski and Hummel, 2002) .",
        "section": "Introduction",
        "section_number": 1,
        "sentences": [
            "The study of pain and its quantification have advanced in recent years.",
            "However, its assessment and interventions based on it remain serious concerns among health professionals.",
            "According to the International Association for the Study of Pain (IASP), pain is defined as an unpleasant feeling or emotional experience related to actual or potential tissue damage, considered to be subjective and modulated through experiences throughout life.",
            "However, that definition does not fully apply to newborns as they are unable to verbalize pain sensations and, in some cases, lack such stimulation memory (Puchalski and Hummel, 2002) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "46953",
        "text": "Because of peculiarities existing in this age group, the concept of pain according to IASP is also based on the belief that an inability of communicating verbally does not deny the possibility of an individual feeling pain nor the need for suitable treatment or strategies for his/her relief (Puchalski and Hummel, 2002) .",
        "section": "Introduction",
        "section_number": 2,
        "sentences": [
            "Because of peculiarities existing in this age group, the concept of pain according to IASP is also based on the belief that an inability of communicating verbally does not deny the possibility of an individual feeling pain nor the need for suitable treatment or strategies for his/her relief (Puchalski and Hummel, 2002) ."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "46953",
        "text": "Studies have shown that the mechanisms of inhibitory synaptic transmission and descending pain inhibition in newborns are less efficient compared with those of adults. Besides the ineffective endogenous control, newborns have diffused and generalized responses to stimulation, which cause a more intense experience of pain (Fitzgerald and Walker, 2009) .",
        "section": "Introduction",
        "section_number": 3,
        "sentences": [
            "Studies have shown that the mechanisms of inhibitory synaptic transmission and descending pain inhibition in newborns are less efficient compared with those of adults.",
            "Besides the ineffective endogenous control, newborns have diffused and generalized responses to stimulation, which cause a more intense experience of pain (Fitzgerald and Walker, 2009) ."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "46953",
        "text": "In the pain evaluation in newborns, health professional uses tools such as pain assessment scales to decipher the language of pain. Among these scales, the Neonatal Infant Pain Scale (NIPS) is widely used in preterm and term infants (Lawrence et al., 1993; da Motta Gde et al., 2015) . Once children have to undergo painful procedures, the use of interventions for pain relief is necessary. Besides pharmacological strategies, the main nonpharmacological interventions are as follows: non-nutritive sucking, positioning, maternal touch, music, skin-to-skin contact, breastfeeding, sucrose and glucose, all providing an analgesic effect and facilitating the organization and self-regulation of newborns. However, few studies have compared the analgesic effect of 25% glucose and non-nutritive sucking. Thus, in this study we compared the analgesic effect of glucose 25% and non-nutritive sucking in newborns undergoing vaccination against hepatitis B. We hypothesized that 25% glucose is more effective than non-nutritive sucking in relieving pain.",
        "section": "Introduction",
        "section_number": 4,
        "sentences": [
            "In the pain evaluation in newborns, health professional uses tools such as pain assessment scales to decipher the language of pain.",
            "Among these scales, the Neonatal Infant Pain Scale (NIPS) is widely used in preterm and term infants (Lawrence et al., 1993; da Motta Gde et al., 2015) .",
            "Once children have to undergo painful procedures, the use of interventions for pain relief is necessary.",
            "Besides pharmacological strategies, the main nonpharmacological interventions are as follows: non-nutritive sucking, positioning, maternal touch, music, skin-to-skin contact, breastfeeding, sucrose and glucose, all providing an analgesic effect and facilitating the organization and self-regulation of newborns.",
            "However, few studies have compared the analgesic effect of 25% glucose and non-nutritive sucking.",
            "Thus, in this study we compared the analgesic effect of glucose 25% and non-nutritive sucking in newborns undergoing vaccination against hepatitis B. We hypothesized that 25% glucose is more effective than non-nutritive sucking in relieving pain."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "46953",
        "text": "A randomized controlled trial study with newborns who received intramuscular injection of hepatitis B vaccine was carried out at the Maternity Santa Isabel in the period from October 2014 to January 2015. This maternity unit is located in Aracaju, Sergipe and Brazil and it is responsible for 950 deliveries per month. Furthermore, it comprehends low-and medium-risk obstetric patients. The sample size was calculated to detect a difference of 30% in the NIPS between neonates who received 25% glucose and those who were offered non-nutritive sucking, with a = 5% and 80% power. A sample size of 76 patients (38 in each group) was required to examine this hypothesis. We estimated a dropout of 5% of newborns included in the study. Therefore, 80 infants (40 in each group) were included.",
        "section": "Study design and participants",
        "section_number": 5,
        "sentences": [
            "A randomized controlled trial study with newborns who received intramuscular injection of hepatitis B vaccine was carried out at the Maternity Santa Isabel in the period from October 2014 to January 2015.",
            "This maternity unit is located in Aracaju, Sergipe and Brazil and it is responsible for 950 deliveries per month.",
            "Furthermore, it comprehends low-and medium-risk obstetric patients.",
            "The sample size was calculated to detect a difference of 30% in the NIPS between neonates who received 25% glucose and those who were offered non-nutritive sucking, with a = 5% and 80% power.",
            "A sample size of 76 patients (38 in each group) was required to examine this hypothesis.",
            "We estimated a dropout of 5% of newborns included in the study.",
            "Therefore, 80 infants (40 in each group) were included."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "46953",
        "text": "After obtaining the written consent of their parents or guardians, newborns, with ≥36 weeks of gestation undergoing vaccination against hepatitis B and who suffered no pain before vaccination, were included. The newborns who suffered perinatal asphyxia (Apgar score <5 at 5 min) and major congenital malformations, or who were given painkillers or sedatives were excluded.",
        "section": "Study design and participants",
        "section_number": 6,
        "sentences": [
            "After obtaining the written consent of their parents or guardians, newborns, with ≥36 weeks of gestation undergoing vaccination against hepatitis B and who suffered no pain before vaccination, were included.",
            "The newborns who suffered perinatal asphyxia (Apgar score <5 at 5 min) and major congenital malformations, or who were given painkillers or sedatives were excluded."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "46953",
        "text": "Eligible infants were randomized into two groups:",
        "section": "Procedure and intervention",
        "section_number": 7,
        "sentences": [
            "Eligible infants were randomized into two groups:"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "46953",
        "text": "(1) 25% glucose group (G25) and (2) non-nutritive sucking (NNS). The allocation was performed using an opaque envelope, which contained the group name (25% glucose, or non-nutritive sucking). After randomization, all children were placed in the beds of their mothers, wearing only diapers and with a neonatal pulse oximeter attached to their left foot, for 3 min as described by Chermont et al., (2009) . Depending on the protocol assigned, the following procedures were performed: (1) for the G25 group, 2 mL of 25% glucose was orally administered 2 min before cleansing of the right thigh; and (2) the NNS group received a gloved finger 2 min before and during the entire procedure of immunization. All children stayed in their mothers' beds during the procedures.",
        "section": "Procedure and intervention",
        "section_number": 8,
        "sentences": [
            "(1) 25% glucose group (G25) and (2) non-nutritive sucking (NNS).",
            "The allocation was performed using an opaque envelope, which contained the group name (25% glucose, or non-nutritive sucking).",
            "After randomization, all children were placed in the beds of their mothers, wearing only diapers and with a neonatal pulse oximeter attached to their left foot, for 3 min as described by Chermont et al., (2009) .",
            "Depending on the protocol assigned, the following procedures were performed: (1) for the G25 group, 2 mL of 25% glucose was orally administered 2 min before cleansing of the right thigh; and (2) the NNS group received a gloved finger 2 min before and during the entire procedure of immunization.",
            "All children stayed in their mothers' beds during the procedures."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "46953",
        "text": "NIPS scores, oxygen saturation and heart rate of neonates were collected at the following times: 2 min before receiving the assigned protocol (baseline) and during the painful procedure (outcome). Oxygen saturation and heart rate of neonates were collected using a neonatal pulse oximeter (Sense 10 -Alfamed). The cry duration was measured between the onset of immunization and 180s after completion of the procedure. Pain was scored after the same time period after the shot in all babies. By ethical issues, all the neonates received the nurturance of their mothers during and after the procedure, regardless of the intervention group. The neonates did not use a pacifier during the intervention (glucose or non-nutritive sucking) since the use of pacifiers is prohibited in this institution because it follows the Baby Friendly Hospital Initiative certificated under the UNICEF program.",
        "section": "Procedure and intervention",
        "section_number": 9,
        "sentences": [
            "NIPS scores, oxygen saturation and heart rate of neonates were collected at the following times: 2 min before receiving the assigned protocol (baseline) and during the painful procedure (outcome).",
            "Oxygen saturation and heart rate of neonates were collected using a neonatal pulse oximeter (Sense 10 -Alfamed).",
            "The cry duration was measured between the onset of immunization and 180s after completion of the procedure.",
            "Pain was scored after the same time period after the shot in all babies.",
            "By ethical issues, all the neonates received the nurturance of their mothers during and after the procedure, regardless of the intervention group.",
            "The neonates did not use a pacifier during the intervention (glucose or non-nutritive sucking) since the use of pacifiers is prohibited in this institution because it follows the Baby Friendly Hospital Initiative certificated under the UNICEF program."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "46953",
        "text": "Two investigators collected the data: One was responsible for recording both heart rate and oxygen saturation, whereas the other recorded the NIPS scores and measured the crying time. Crying intensity was evaluated using the NIPS scores: No crying indicates that the neonate was quiet, whimper denotes mild moaning and intermittent cry, and vigorous crying refers to loud scream, rising, shrill and continuous cry.",
        "section": "Procedure and intervention",
        "section_number": 10,
        "sentences": [
            "Two investigators collected the data: One was responsible for recording both heart rate and oxygen saturation, whereas the other recorded the NIPS scores and measured the crying time.",
            "Crying intensity was evaluated using the NIPS scores: No crying indicates that the neonate was quiet, whimper denotes mild moaning and intermittent cry, and vigorous crying refers to loud scream, rising, shrill and continuous cry."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "46953",
        "text": "The painful procedure studied was intramuscular injection of hepatitis B vaccine. The same nursing technician performed this procedure. The hepatitis vaccine is administered in the first 24 h after birth. All infants received the same commercial brand of vaccine following identical step procedures.",
        "section": "Procedure and intervention",
        "section_number": 11,
        "sentences": [
            "The painful procedure studied was intramuscular injection of hepatitis B vaccine.",
            "The same nursing technician performed this procedure.",
            "The hepatitis vaccine is administered in the first 24 h after birth.",
            "All infants received the same commercial brand of vaccine following identical step procedures."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "46953",
        "text": "The primary outcome was the NIPS score. This scale assesses the behavioural pain response in neonates and consists of five behavioural variables: facial expression, crying, arms, legs, state of consciousness; and it also includes a single physiological variable: breathing. For each variable, there are two items to be scored as 0 or 1 (except for crying, which has three items and should be scored as 0, 1 or 2). The final score of the scale ranges from 0 to 7 points and scores ≥4 suggest pain. Secondary outcomes were changes in heart rate, oxygen saturation and crying time.",
        "section": "Outcomes",
        "section_number": 12,
        "sentences": [
            "The primary outcome was the NIPS score.",
            "This scale assesses the behavioural pain response in neonates and consists of five behavioural variables: facial expression, crying, arms, legs, state of consciousness; and it also includes a single physiological variable: breathing.",
            "For each variable, there are two items to be scored as 0 or 1 (except for crying, which has three items and should be scored as 0, 1 or 2).",
            "The final score of the scale ranges from 0 to 7 points and scores ≥4 suggest pain.",
            "Secondary outcomes were changes in heart rate, oxygen saturation and crying time."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "46953",
        "text": "Mann-Whitney U-test was used to assess any differences in the study variables between the groups. Comparisons between variables before and after the painful stimulus were evaluated using the nonparametric Wilcoxon test. In order to evaluate the independence between nominal variables, we used Pearson's chisquare test. In addition, the hypothesis testing was used to measure Delta Cliff effect size (Cliff, 2014) . An effect size is a quantitative measure of the strength of a phenomenon. Effect sizes complement statistical hypothesis testing and play an important role in power analyses. This measure is supported from À1 to 1 and represents the overlapping degree between the distributions of the scores. The Delta Cliff effect and its interpretations were as follows: negligible difference for |d| < 0.147; small difference for |d| < 0.33; moderate difference for |d| < 0.474; large difference for all other values (Romano et al., 2006) . The significance level was 5% for all analyses. Data were analysed with the R software and additional packages (Team, R 2014; Torchiano, 2015) .",
        "section": "Statistical analysis",
        "section_number": 13,
        "sentences": [
            "Mann-Whitney U-test was used to assess any differences in the study variables between the groups.",
            "Comparisons between variables before and after the painful stimulus were evaluated using the nonparametric Wilcoxon test.",
            "In order to evaluate the independence between nominal variables, we used Pearson's chisquare test.",
            "In addition, the hypothesis testing was used to measure Delta Cliff effect size (Cliff, 2014) .",
            "An effect size is a quantitative measure of the strength of a phenomenon.",
            "Effect sizes complement statistical hypothesis testing and play an important role in power analyses.",
            "This measure is supported from À1 to 1 and represents the overlapping degree between the distributions of the scores.",
            "The Delta Cliff effect and its interpretations were as follows: negligible difference for |d| < 0.147; small difference for |d| < 0.33; moderate difference for |d| < 0.474; large difference for all other values (Romano et al., 2006) .",
            "The significance level was 5% for all analyses.",
            "Data were analysed with the R software and additional packages (Team, R 2014; Torchiano, 2015) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "46953",
        "text": "The study was approved by the Human Research Ethics Committee of the Federal University of Sergipe (CAAE 31808114.8.0000.5546) and was registered under Universal Trial Number U1111-1169-4889. The investigation was conducted according to the Declaration of Helsinki. Written informed consent was obtained from the parents or guardians of newborns before the procedures.",
        "section": "Ethical considerations",
        "section_number": 14,
        "sentences": [
            "The study was approved by the Human Research Ethics Committee of the Federal University of Sergipe (CAAE 31808114.8.0000.5546) and was registered under Universal Trial Number U1111-1169-4889.",
            "The investigation was conducted according to the Declaration of Helsinki.",
            "Written informed consent was obtained from the parents or guardians of newborns before the procedures."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "46953",
        "text": "Eighty neonates were enrolled. Two participants were previously excluded: One patient exhibited pain symptoms prior to vaccination and another lacked the sucking reflex. The final sample therefore consisted of 78 neonates, 40 in the G25 group and 38 in the NNS group. A CONSORT diagram representing the flow of the participants is shown in the Fig. 1 . There was no difference between the groups in relation to background variables (Table 1) .",
        "section": "Results",
        "section_number": 15,
        "sentences": [
            "Eighty neonates were enrolled.",
            "Two participants were previously excluded: One patient exhibited pain symptoms prior to vaccination and another lacked the sucking reflex.",
            "The final sample therefore consisted of 78 neonates, 40 in the G25 group and 38 in the NNS group.",
            "A CONSORT diagram representing the flow of the participants is shown in the Fig. 1 .",
            "There was no difference between the groups in relation to background variables (Table 1) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "46953",
        "text": "The NIPS parameters are summarized in the Table 2 . Overall, neonates who received 25% glucose showed better outcomes according to the NIPS. The proportion of newborns with relaxed facial muscles was higher in the G25 group (p < 0.001). Vigorous crying was present in 50% of the NNS group, but in only 20% of those from the G25 group. Only 35% of the newborns who received 25% glucose altered their breathing during the immunization procedure, whereas 82% of those undergoing non-nutritive sucking altered their respiratory pattern (Table 2) .",
        "section": "NIPS parameters for immunization",
        "section_number": 16,
        "sentences": [
            "The NIPS parameters are summarized in the Table 2 .",
            "Overall, neonates who received 25% glucose showed better outcomes according to the NIPS.",
            "The proportion of newborns with relaxed facial muscles was higher in the G25 group (p < 0.001).",
            "Vigorous crying was present in 50% of the NNS group, but in only 20% of those from the G25 group.",
            "Only 35% of the newborns who received 25% glucose altered their breathing during the immunization procedure, whereas 82% of those undergoing non-nutritive sucking altered their respiratory pattern (Table 2) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "46953",
        "text": "During the immunization procedure, the mean heart rate was higher in newborns receiving 25% glucose. There was no difference in oxygen saturation between the groups, remaining at around 98% for the groups. The crying duration was lower among the newborns in the G25 group than among those from NNS. Neonates who received 25% glucose presented lower NIPS scores than those in the NNS group [mean (SD), 3.3 (2.1) vs. 5.6 (1.6), p < 0.001] (Table 3) . Patients did not show any adverse treatment effects, such as nausea, vomiting or physiologic instability.",
        "section": "Baseline physiological parameters",
        "section_number": 17,
        "sentences": [
            "During the immunization procedure, the mean heart rate was higher in newborns receiving 25% glucose.",
            "There was no difference in oxygen saturation between the groups, remaining at around 98% for the groups.",
            "The crying duration was lower among the newborns in the G25 group than among those from NNS.",
            "Neonates who received 25% glucose presented lower NIPS scores than those in the NNS group [mean (SD), 3.3 (2.1) vs. 5.6 (1.6), p < 0.001] (Table 3) .",
            "Patients did not show any adverse treatment effects, such as nausea, vomiting or physiologic instability."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "46953",
        "text": "Effect size measure was analysed using Cliff's Delta statistic. We found that there was a larger difference between the 25% glucose and NNS treatments concerning crying time and NIPS scores (Table 4 ).",
        "section": "Effect size",
        "section_number": 18,
        "sentences": [
            "Effect size measure was analysed using Cliff's Delta statistic.",
            "We found that there was a larger difference between the 25% glucose and NNS treatments concerning crying time and NIPS scores (Table 4 )."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "46953",
        "text": "Several studies have shown the analgesic effect of nonpharmacological interventions for painful procedures among infants (Hall and Anand, 2014) , but few of them have compared the difference between 25% glucose and non-nutritive sucking approaches (Shah et al., 2015) . In this clinical trial, we compared the efficacy of 25% glucose and NNS in relieving pain. We found that the use of 25% glucose before the vaccination procedure was more effective in relieving acute pain. Our results highlight that newborns receiving 25% glucose orally registered scores two times lower on the NIPS scale, compared with those receiving non-nutritive suction treatment. These findings are similar to those found in other studies that evaluated the efficacy of these strategies during venepuncture (Giraldo Montoya et al., 2009; Liu et al., 2010) .",
        "section": "Discussion",
        "section_number": 19,
        "sentences": [
            "Several studies have shown the analgesic effect of nonpharmacological interventions for painful procedures among infants (Hall and Anand, 2014) , but few of them have compared the difference between 25% glucose and non-nutritive sucking approaches (Shah et al., 2015) .",
            "In this clinical trial, we compared the efficacy of 25% glucose and NNS in relieving pain.",
            "We found that the use of 25% glucose before the vaccination procedure was more effective in relieving acute pain.",
            "Our results highlight that newborns receiving 25% glucose orally registered scores two times lower on the NIPS scale, compared with those receiving non-nutritive suction treatment.",
            "These findings are similar to those found in other studies that evaluated the efficacy of these strategies during venepuncture (Giraldo Montoya et al., 2009; Liu et al., 2010) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "46953",
        "text": "Although the mechanism of action of NNS is not well understood, the analgesic effects of NNS are hypothesized to be activated through nonopioid pathways by the stimulation of orotactile and mechanoreceptor mechanisms (Gibbins and Stevens, 2001 ). On the other hand, the analgesic effect of oral glucose may be related to the oral stimulation promoted by the contact of the solution with the oral cavity and by the neurohormonal activation with the release of endogenous opioids (Blass and Shah, 1995; Gibbins and Stevens, 2001) . Perhaps, these differences in pain modulation mechanisms may explain the better outcomes in newborns receiving glucose orally. Hence, the use of this therapy can contribute to the suitable management of pain, as it is a readily available and inexpensive tool that promotes the humanization of neonatal care. The benefits of glucose 25% are an important factor in minimizing the pain; it also relieves suffering, avoids possible sequels, provides comfort and faster recovery and reduces the energy expenditure of the newborn (Axelin et al., 2009; Giraldo Montoya et al., 2009; Dilen and Elseviers, 2010) .",
        "section": "Discussion",
        "section_number": 20,
        "sentences": [
            "Although the mechanism of action of NNS is not well understood, the analgesic effects of NNS are hypothesized to be activated through nonopioid pathways by the stimulation of orotactile and mechanoreceptor mechanisms (Gibbins and Stevens, 2001 ).",
            "On the other hand, the analgesic effect of oral glucose may be related to the oral stimulation promoted by the contact of the solution with the oral cavity and by the neurohormonal activation with the release of endogenous opioids (Blass and Shah, 1995; Gibbins and Stevens, 2001) .",
            "Perhaps, these differences in pain modulation mechanisms may explain the better outcomes in newborns receiving glucose orally.",
            "Hence, the use of this therapy can contribute to the suitable management of pain, as it is a readily available and inexpensive tool that promotes the humanization of neonatal care.",
            "The benefits of glucose 25% are an important factor in minimizing the pain; it also relieves suffering, avoids possible sequels, provides comfort and faster recovery and reduces the energy expenditure of the newborn (Axelin et al., 2009; Giraldo Montoya et al., 2009; Dilen and Elseviers, 2010) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "46953",
        "text": "Although we did not specifically investigate the combined use of two or more nonpharmacological interventions, it seems that the combination of 25% glucose and the skin-to-skin contact between mothers and their infants are more effective in the prevention of acute pain than is each of these interventions alone (Chermont et al., 2009) . However, there was no evidence of any benefit of the combination of glucose and non-nutritive sucking compared with glucose or non-nutritive sucking (Shah et al., 2015) . The proportion of children crying was higher in the group who received non-nutritive sucking compared with 25% glucose group. Studies have shown that patients who have used glucose solution exhibited lower crying intensity than did infants in the control group (Liu et al., 2010; Hall and Anand, 2014; Shah et al., 2015) . Furthermore, Ravishankar et al. (Ravishankar et al., 2014) also observed that infants receiving a glucose solution exhibited shorter crying times during nasogastric probe procedure. Similar analgesic effects were observed in studies using sweetened solutions (Liaw et al., 2011; Kassab et al., 2012; Sahoo et al., 2013) . Thus, 25% glucose is an effective analgesic to reduce both the intensity and time of crying. Furthermore, it can also contribute to the reduction in irritability and stress, and thus comfort the newborn. On the other hand, a decrease in crying time can promote modulation of alertness and minimize physiological and behavioural changes (facial movements, muscle relaxation and state of consciousness). Crying is a form of communication among newborns and it is important for health professionals to assess the crying type characteristics associated with other behavioural indicators.",
        "section": "Discussion",
        "section_number": 21,
        "sentences": [
            "Although we did not specifically investigate the combined use of two or more nonpharmacological interventions, it seems that the combination of 25% glucose and the skin-to-skin contact between mothers and their infants are more effective in the prevention of acute pain than is each of these interventions alone (Chermont et al., 2009) .",
            "However, there was no evidence of any benefit of the combination of glucose and non-nutritive sucking compared with glucose or non-nutritive sucking (Shah et al., 2015) .",
            "The proportion of children crying was higher in the group who received non-nutritive sucking compared with 25% glucose group.",
            "Studies have shown that patients who have used glucose solution exhibited lower crying intensity than did infants in the control group (Liu et al., 2010; Hall and Anand, 2014; Shah et al., 2015) .",
            "Furthermore, Ravishankar et al. (Ravishankar et al., 2014) also observed that infants receiving a glucose solution exhibited shorter crying times during nasogastric probe procedure.",
            "Similar analgesic effects were observed in studies using sweetened solutions (Liaw et al., 2011; Kassab et al., 2012; Sahoo et al., 2013) .",
            "Thus, 25% glucose is an effective analgesic to reduce both the intensity and time of crying.",
            "Furthermore, it can also contribute to the reduction in irritability and stress, and thus comfort the newborn.",
            "On the other hand, a decrease in crying time can promote modulation of alertness and minimize physiological and behavioural changes (facial movements, muscle relaxation and state of consciousness).",
            "Crying is a form of communication among newborns and it is important for health professionals to assess the crying type characteristics associated with other behavioural indicators."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "46953",
        "text": "Even though the physiological parameters alone are not reliable indicators of the presence of pain, they should be considered as the first signs to be observed by health professionals for more accurate assessments. The physiological parameters evaluated were maintained at baseline levels during the immunization procedures. Other studies found similar results (Holsti and Grunau, 2007; Bai et al., 2012; Fournier-Charri ere et al., 2012) . However, newborns previously treated with oral glucose exhibited a higher heart rate, but no children exhibited tachycardia. A possible explanation for the increase in heart rate may be linked with the satisfaction of 25% glucose releasing endorphins (Kassab et al., 2012) .",
        "section": "Discussion",
        "section_number": 22,
        "sentences": [
            "Even though the physiological parameters alone are not reliable indicators of the presence of pain, they should be considered as the first signs to be observed by health professionals for more accurate assessments.",
            "The physiological parameters evaluated were maintained at baseline levels during the immunization procedures.",
            "Other studies found similar results (Holsti and Grunau, 2007; Bai et al., 2012; Fournier-Charri ere et al., 2012) .",
            "However, newborns previously treated with oral glucose exhibited a higher heart rate, but no children exhibited tachycardia.",
            "A possible explanation for the increase in heart rate may be linked with the satisfaction of 25% glucose releasing endorphins (Kassab et al., 2012) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "46953",
        "text": "The strength of this study is related to the measurement of the difference in intensity between treatments using Delta Cliff Statistic because the p-values alone do not really inform about the magnitude of a difference between two groups of observations. We found that there was a larger difference between the 25% glucose and NNS treatments concerning crying time and NIPS scores, supporting the hypothesis that the use of 25% glucose is more effective than the standard care of NNS in relieving acute pain. In addition, the oxygen saturation variable showed negligible effect size, reinforcing that the isolate use of physiological parameters is not determinative of the presence of pain.",
        "section": "Discussion",
        "section_number": 23,
        "sentences": [
            "The strength of this study is related to the measurement of the difference in intensity between treatments using Delta Cliff Statistic because the p-values alone do not really inform about the magnitude of a difference between two groups of observations.",
            "We found that there was a larger difference between the 25% glucose and NNS treatments concerning crying time and NIPS scores, supporting the hypothesis that the use of 25% glucose is more effective than the standard care of NNS in relieving acute pain.",
            "In addition, the oxygen saturation variable showed negligible effect size, reinforcing that the isolate use of physiological parameters is not determinative of the presence of pain."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "46953",
        "text": "This study has some limitations. First, all the neonates received the nurturance of their mothers during and after the procedure regardless of the intervention group. Second, this was a partially blinded study because the non-nutritive sucking procedure was performed throughout the painful procedure. Although it is difficult to evaluate the magnitude of this bias, it is worth noting that the infants were assigned randomly into two groups and we followed all steps of an interventional study.",
        "section": "Discussion",
        "section_number": 24,
        "sentences": [
            "This study has some limitations.",
            "First, all the neonates received the nurturance of their mothers during and after the procedure regardless of the intervention group.",
            "Second, this was a partially blinded study because the non-nutritive sucking procedure was performed throughout the painful procedure.",
            "Although it is difficult to evaluate the magnitude of this bias, it is worth noting that the infants were assigned randomly into two groups and we followed all steps of an interventional study."
        ],
        "sentence_labels": [
            -1,
            -1,
            1,
            -1
        ],
        "classification_label": 1
    },
    {
        "doc_id": "46953",
        "text": "The results of our randomized clinical trial study showed that the use of 25% glucose 2 min before painful procedures was more effective than nonnutritive sucking. Thus, we suggest that 25% glucose could be incorporated into the clinical practice during painful procedures in accordance with the IASP assumptions.",
        "section": "Discussion",
        "section_number": 25,
        "sentences": [
            "The results of our randomized clinical trial study showed that the use of 25% glucose 2 min before painful procedures was more effective than nonnutritive sucking.",
            "Thus, we suggest that 25% glucose could be incorporated into the clinical practice during painful procedures in accordance with the IASP assumptions."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "46953",
        "text": "Eur J Pain 21 (2017) 159--165 © 2016 European Pain Federation -EFIC âGlucose solution is effective in relieving pain in neonates A.G.C.F. Lima et al.",
        "section": "",
        "section_number": 26,
        "sentences": [
            "Eur J Pain 21 (2017) 159--165 © 2016 European Pain Federation -EFIC âGlucose solution is effective in relieving pain in neonates A.G.C.F. Lima et al."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "46953",
        "text": "© 2016 European Pain Federation -EFIC â Eur J Pain 21 (2017) 159--165 161",
        "section": "",
        "section_number": 27,
        "sentences": [
            "© 2016 European Pain Federation -EFIC â Eur J Pain 21 (2017) 159--165 161"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "46953",
        "text": "© 2016 European Pain Federation -EFIC âGlucose solution is effective in relieving pain in neonates A.G.C.F. Lima et al.",
        "section": "",
        "section_number": 28,
        "sentences": [
            "© 2016 European Pain Federation -EFIC âGlucose solution is effective in relieving pain in neonates A.G.C.F. Lima et al."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "46953",
        "text": "© 2016 European Pain Federation -EFIC â Eur J Pain 21 (2017) 159--165 163",
        "section": "",
        "section_number": 29,
        "sentences": [
            "© 2016 European Pain Federation -EFIC â Eur J Pain 21 (2017) 159--165 163"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "46953",
        "text": "© 2016 European Pain Federation -EFIC â",
        "section": "",
        "section_number": 30,
        "sentences": [
            "© 2016 European Pain Federation -EFIC â"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "46953",
        "text": "© 2016 European Pain Federation -EFIC â Eur J Pain 21 (2017) 159--165 165",
        "section": "",
        "section_number": 31,
        "sentences": [
            "© 2016 European Pain Federation -EFIC â Eur J Pain 21 (2017) 159--165 165"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    }
]