[
    {
        "doc_id": "34848",
        "text": "Background: Egg allergy is one of the most common food allergies in young children. While oral immunotherapy (OIT) is not routinely recommended in current guidelines, it has been considered as a potential alternative treatment strategy. Studies on OIT for food allergy have been explored, but no controlled trials have been reported in Japan. Methods: The first oral food challenge (OFC) was performed before treatment to ensure diagnosis and evaluate the threshold dose for egg using the double-blind, placebo-controlled food challenge. Participants were randomly assigned by computerized algorithm to receive OIT using egg (OIT group) or no egg (egg elimination [EE] group). A second OFC was performed in both groups approximately 6 months after therapy. Blood samples were collected and egg white-specific immunoglobulin (Ig)E and IgG4 were measured before and after the treatment period. Results: Eight of the 14 patients (57%) in the OIT group had no allergic reaction to 4 g dry egg powder whereas none of the 16 patients in the EE group did. All 14 patients in the OIT group had increased threshold for egg powder in the second OFC compared with baseline. There was no significant change in egg white-specific IgE level during therapy. After therapy, egg white-specific IgG4 increased significantly in the OIT group, but not in the EE group. Conclusion: OIT is effective in increasing the threshold for allergens and inducing desensitization in Japanese egg allergy patients, similarly to North American and European patients. Key words children, egg allergy, immunoglobulin G4, oral immunotherapy, randomized controlled trial. Egg is one of the leading causes of childhood food allergy. In Japan, the prevalence for immunoglobulin (Ig)E-mediated egg allergy is 1-4% in young children. 1 In the USA, that is approximately 2.6% by 2.5 years of age. 2 The management strategy described in current local guidelines and other countries advises avoidance of egg intake. Such a practice, however, relies heavily on the discipline of the patients and their caregivers, and may limit quality of life. 3,4 To that end, oral immunotherapy (OIT) has been explored as a new treatment strategy. 5 Several lines of evidence have shown that OIT is successful in desensitizing patients who are allergic to cow's milk, peanuts and egg. 6-15 Recent randomized controlled studies (RCT) have also demonstrated that a high proportion of the patients with egg allergy acquired desensitization via OIT. 16-19 These studies, however, focused mainly on patients in Europe and the USA. In Japan, although there have been clinical trials, most did not have control groups. 20 The aim of this study was therefore to carry out the first RCT of OIT for eggallergic patients in Japan. Methods Subjects Participants were recruited from patients who had been followed via scheduled visits to the outpatient unit at the National Center for Child Health and Development in Tokyo. The inclusion criteria were: (i) age 3-15 years; (ii) complete elimination of eggs from the diet; (iii) egg-specific IgE ≥ 0.7 U A /mL (CAP system; Phadia, Tokyo, Japan); (iv) positive immediate allergic reaction on double-blind, placebo-controlled food challenge (DBPCFC) for eggs performed after admission to hospital; and (v) patient and caregiver desire to join this study. According to ethics committee advice, for safety reasons, patients were excluded from the study if they had had severe",
        "section": "Abstract",
        "sentences": [
            "Background: Egg allergy is one of the most common food allergies in young children.",
            "While oral immunotherapy (OIT) is not routinely recommended in current guidelines, it has been considered as a potential alternative treatment strategy.",
            "Studies on OIT for food allergy have been explored, but no controlled trials have been reported in Japan.",
            "Methods: The first oral food challenge (OFC) was performed before treatment to ensure diagnosis and evaluate the threshold dose for egg using the double-blind, placebo-controlled food challenge.",
            "Participants were randomly assigned by computerized algorithm to receive OIT using egg (OIT group) or no egg (egg elimination [EE] group).",
            "A second OFC was performed in both groups approximately 6 months after therapy.",
            "Blood samples were collected and egg white-specific immunoglobulin (Ig)E and IgG4 were measured before and after the treatment period.",
            "Results: Eight of the 14 patients (57%) in the OIT group had no allergic reaction to 4 g dry egg powder whereas none of the 16 patients in the EE group did.",
            "All 14 patients in the OIT group had increased threshold for egg powder in the second OFC compared with baseline.",
            "There was no significant change in egg white-specific IgE level during therapy.",
            "After therapy, egg white-specific IgG4 increased significantly in the OIT group, but not in the EE group.",
            "Conclusion: OIT is effective in increasing the threshold for allergens and inducing desensitization in Japanese egg allergy patients, similarly to North American and European patients.",
            "Key words children, egg allergy, immunoglobulin G4, oral immunotherapy, randomized controlled trial.",
            "Egg is one of the leading causes of childhood food allergy.",
            "In Japan, the prevalence for immunoglobulin (Ig)E-mediated egg allergy is 1-4% in young children.",
            "1 In the USA, that is approximately 2.6% by 2.5 years of age.",
            "2 The management strategy described in current local guidelines and other countries advises avoidance of egg intake.",
            "Such a practice, however, relies heavily on the discipline of the patients and their caregivers, and may limit quality of life.",
            "3,4 To that end, oral immunotherapy (OIT) has been explored as a new treatment strategy.",
            "5 Several lines of evidence have shown that OIT is successful in desensitizing patients who are allergic to cow's milk, peanuts and egg.",
            "6-15 Recent randomized controlled studies (RCT) have also demonstrated that a high proportion of the patients with egg allergy acquired desensitization via OIT.",
            "16-19 These studies, however, focused mainly on patients in Europe and the USA.",
            "In Japan, although there have been clinical trials, most did not have control groups.",
            "20 The aim of this study was therefore to carry out the first RCT of OIT for eggallergic patients in Japan.",
            "Methods Subjects Participants were recruited from patients who had been followed via scheduled visits to the outpatient unit at the National Center for Child Health and Development in Tokyo.",
            "The inclusion criteria were: (i) age 3-15 years; (ii) complete elimination of eggs from the diet; (iii) egg-specific IgE ≥ 0.7 U A /mL (CAP system; Phadia, Tokyo, Japan); (iv) positive immediate allergic reaction on double-blind, placebo-controlled food challenge (DBPCFC) for eggs performed after admission to hospital; and (v) patient and caregiver desire to join this study.",
            "According to ethics committee advice, for safety reasons, patients were excluded from the study if they had had severe"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34848",
        "text": "anaphylaxis such as hypotension or dyspnea on egg challenge test. The study was carried out between June 2005 and March 2008. Before the start of treatment, informed consent was obtained from patients' parents after they had been adequately informed of the potential side-effects. The study was approved by the institutional ethics committee, and registered with the UMIN Clinical trials registry (Clinical trial registry number, UMIN000001268).",
        "section": "",
        "section_number": 1,
        "sentences": [
            "anaphylaxis such as hypotension or dyspnea on egg challenge test.",
            "The study was carried out between June 2005 and March 2008.",
            "Before the start of treatment, informed consent was obtained from patients' parents after they had been adequately informed of the potential side-effects.",
            "The study was approved by the institutional ethics committee, and registered with the UMIN Clinical trials registry (Clinical trial registry number, UMIN000001268)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34848",
        "text": "Eligible patients were randomly assigned to two groups: the OIT group or the egg elimination (EE) group. Randomization was performed using a computerized system. Patients in the OIT group received oral egg immunotherapy according to the treatment protocol, and patients in the EE group continued with complete elimination of eggs from the diet. A second food challenge test and blood sampling were planned approximately 6 months after the first diagnostic oral food challenge (OFC) in both groups.",
        "section": "",
        "section_number": 2,
        "sentences": [
            "Eligible patients were randomly assigned to two groups: the OIT group or the egg elimination (EE) group.",
            "Randomization was performed using a computerized system.",
            "Patients in the OIT group received oral egg immunotherapy according to the treatment protocol, and patients in the EE group continued with complete elimination of eggs from the diet.",
            "A second food challenge test and blood sampling were planned approximately 6 months after the first diagnostic oral food challenge (OFC) in both groups."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34848",
        "text": "The DBPCFC, considered the gold standard for the diagnosis of food allergy, was used for all candidates. A pack of 4 g dry hen-egg powder (equivalent to approx. 1/4 raw egg; protein content, 1.7 g) was prepared for this test in coordination with the Research Institute of Q.P. Corporation in Tokyo. On sodium dodecylsulfate-polyacrylamide gel electrophoresis, the migration pattern of the extract from this dry powder was similar to that of the extract from raw egg. 21 Strawberry puree (or orange or grape juice if patients could not eat strawberries) was used as a vehicle and mixed with dried powdered egg; and a mixture of strawberry and 5 g sucrose was used as placebo. A maximum of five titration steps (0.2, 0.4, 0.8, 1.6, 1.0 g) of dry hen-egg powder were given at 15 min intervals. During the food challenge test, patients were carefully monitored for allergic reactions. The procedure was stopped if they showed objective symptoms (erythema, urticaria, angioedema, rhinorrhea, repeated sneezing, exacerbated nasal congestion, increasing cough, wheezing, severe abdominal pain, vomiting, or diarrhea) and appropriate treatment for symptoms was initiated. Oral itching or very mild abdominal pain were defined as negative, and tests were continued. Symptoms were assessed based on the American Academy of Allergy, Asthma, and Immunology symptom scoring system, which classifies symptoms into mucocutaneous symptoms, upper respiratory symptoms, lower respiratory symptoms, and gastrointestinal symptoms. 22 A positive result was defined as symptom score ≥1 point. Patients were observed for at least 2 h after the OFC. Before this food challenge test, the use of antihistamines or leukotriene receptor antagonists was prohibited for 72 h, and the use of inhaled steroids for 24 h.",
        "section": "Oral food challenge",
        "section_number": 3,
        "sentences": [
            "The DBPCFC, considered the gold standard for the diagnosis of food allergy, was used for all candidates.",
            "A pack of 4 g dry hen-egg powder (equivalent to approx.",
            "1/4 raw egg; protein content, 1.7 g) was prepared for this test in coordination with the Research Institute of Q.P. Corporation in Tokyo.",
            "On sodium dodecylsulfate-polyacrylamide gel electrophoresis, the migration pattern of the extract from this dry powder was similar to that of the extract from raw egg.",
            "21 Strawberry puree (or orange or grape juice if patients could not eat strawberries) was used as a vehicle and mixed with dried powdered egg; and a mixture of strawberry and 5 g sucrose was used as placebo.",
            "A maximum of five titration steps (0.2, 0.4, 0.8, 1.6, 1.0 g) of dry hen-egg powder were given at 15 min intervals.",
            "During the food challenge test, patients were carefully monitored for allergic reactions.",
            "The procedure was stopped if they showed objective symptoms (erythema, urticaria, angioedema, rhinorrhea, repeated sneezing, exacerbated nasal congestion, increasing cough, wheezing, severe abdominal pain, vomiting, or diarrhea) and appropriate treatment for symptoms was initiated.",
            "Oral itching or very mild abdominal pain were defined as negative, and tests were continued.",
            "Symptoms were assessed based on the American Academy of Allergy, Asthma, and Immunology symptom scoring system, which classifies symptoms into mucocutaneous symptoms, upper respiratory symptoms, lower respiratory symptoms, and gastrointestinal symptoms.",
            "22 A positive result was defined as symptom score ≥1 point.",
            "Patients were observed for at least 2 h after the OFC.",
            "Before this food challenge test, the use of antihistamines or leukotriene receptor antagonists was prohibited for 72 h, and the use of inhaled steroids for 24 h."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34848",
        "text": "Blood samples were collected to measure egg white-specific IgE antibodies and egg white-specific IgG4 antibodies at the first and second challenge for both groups. Specific IgE antibodies were measured using the CAP system (Phadia). Specific IgG4 antibodies were measured using an enzyme immunoassay (SRL, Tokyo, Japan).",
        "section": "Blood sampling",
        "section_number": 4,
        "sentences": [
            "Blood samples were collected to measure egg white-specific IgE antibodies and egg white-specific IgG4 antibodies at the first and second challenge for both groups.",
            "Specific IgE antibodies were measured using the CAP system (Phadia).",
            "Specific IgG4 antibodies were measured using an enzyme immunoassay (SRL, Tokyo, Japan)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34848",
        "text": "Dried powdered egg was used as an antigenic food material to induce tolerance. Patients in the OIT group ingested the dry powder every day, while the EE patients followed their usual diet. The starting dose was 0.1 mg dried powdered egg, and this was increased to 0.2, 0.3, 0.6, 1, 1.5, 2, 3, 4, 6, 10, 15, 30, 50, 70, 100, 150, 200, 300, 500, 700 mg, 1, 1.2, 1.5, 2, 3, and 4 g, at 3-4 day intervals. The dose escalation protocol was based on the Patriarca et al. 6 method. As a rule, OIT was carried out at home. When any allergic symptom developed, the dose level was reduced on the following day to the previous one and was subsequently raised again. If recurrent episodes of allergic symptoms developed, OIT was continued in combination with antihistamines. If fever or gastrointestinal symptoms, such as vomiting and diarrhea, occurred during treatment, OIT was stopped until the symptoms improved. Once a dose of 4 g, equivalent to the total dose in the OFC, was achieved, patients continued on that dose daily until the second OFC. OIT was discontinued in patients who developed anaphylaxis with hypotension. Adherence to intake of dried powdered egg was assessed at each visit to the outpatient unit.",
        "section": "Immunotherapy protocol",
        "section_number": 5,
        "sentences": [
            "Dried powdered egg was used as an antigenic food material to induce tolerance.",
            "Patients in the OIT group ingested the dry powder every day, while the EE patients followed their usual diet.",
            "The starting dose was 0.1 mg dried powdered egg, and this was increased to 0.2, 0.3, 0.6, 1, 1.5, 2, 3, 4, 6, 10, 15, 30, 50, 70, 100, 150, 200, 300, 500, 700 mg, 1, 1.2, 1.5, 2, 3, and 4 g, at 3-4 day intervals.",
            "The dose escalation protocol was based on the Patriarca et al. 6 method.",
            "As a rule, OIT was carried out at home.",
            "When any allergic symptom developed, the dose level was reduced on the following day to the previous one and was subsequently raised again.",
            "If recurrent episodes of allergic symptoms developed, OIT was continued in combination with antihistamines.",
            "If fever or gastrointestinal symptoms, such as vomiting and diarrhea, occurred during treatment, OIT was stopped until the symptoms improved.",
            "Once a dose of 4 g, equivalent to the total dose in the OFC, was achieved, patients continued on that dose daily until the second OFC.",
            "OIT was discontinued in patients who developed anaphylaxis with hypotension.",
            "Adherence to intake of dried powdered egg was assessed at each visit to the outpatient unit."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34848",
        "text": "The OFC was repeated to assess the onset of allergic symptoms at approximately 6 months after the initiation of therapy in the OIT group and at 6 months after the first OFC in the EE group. The primary outcome was the percentage of patients who were able to tolerate 4 g powdered egg without allergic symptoms in the second OFC. Secondary outcomes were comparison of cumulative tolerated dose in the first OFC with that in the second OFC, and the changes in egg whitespecific IgE and IgG4.",
        "section": "Outcome measures",
        "section_number": 6,
        "sentences": [
            "The OFC was repeated to assess the onset of allergic symptoms at approximately 6 months after the initiation of therapy in the OIT group and at 6 months after the first OFC in the EE group.",
            "The primary outcome was the percentage of patients who were able to tolerate 4 g powdered egg without allergic symptoms in the second OFC.",
            "Secondary outcomes were comparison of cumulative tolerated dose in the first OFC with that in the second OFC, and the changes in egg whitespecific IgE and IgG4."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34848",
        "text": "The upper limit of determination for specific IgE was 100 U A / mL, and the lower and upper limits of determination for specific IgG4 were 25 and 800 U/mL, respectively. Mann-Whitney U-test or the chi-squared test was used to test for proportions in groups. Differences in the percentage of patients developing tolerance between the OIT and EE groups, as determined by assessment of efficacy, were analyzed with the Fisher exact test on intent-to-treat analysis. Changes in specific IgE and IgG4 levels and change in tolerated OFC dose before and after initiation of OIT were analyzed using the Wilcoxon signedrank test. Statistical significance was set at two-sided P < 0.05.",
        "section": "Statistical analysis",
        "section_number": 7,
        "sentences": [
            "The upper limit of determination for specific IgE was 100 U A / mL, and the lower and upper limits of determination for specific IgG4 were 25 and 800 U/mL, respectively.",
            "Mann-Whitney U-test or the chi-squared test was used to test for proportions in groups.",
            "Differences in the percentage of patients developing tolerance between the OIT and EE groups, as determined by assessment of efficacy, were analyzed with the Fisher exact test on intent-to-treat analysis.",
            "Changes in specific IgE and IgG4 levels and change in tolerated OFC dose before and after initiation of OIT were analyzed using the Wilcoxon signedrank test.",
            "Statistical significance was set at two-sided P < 0.05."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34848",
        "text": "Oral immunotherapy for egg allergy 535",
        "section": "© 2016 Japan Pediatric Society",
        "section_number": 8,
        "sentences": [
            "Oral immunotherapy for egg allergy 535"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34848",
        "text": "Thirty-six patients (25 boys, 11 girls; mean age, 5.8 years) were included in the study. Among them, five had bronchial asthma, 10 had atopic dermatitis and 15 had both. The patients were randomly assigned to each group. At the first OFC, there were no significant difference between the two groups in age, sex, serum egg white-specific IgE, or egg white-specific IgG4 except in cumulative tolerated dose before intervention ( Table 1 ).",
        "section": "Subjects",
        "section_number": 9,
        "sentences": [
            "Thirty-six patients (25 boys, 11 girls; mean age, 5.8 years) were included in the study.",
            "Among them, five had bronchial asthma, 10 had atopic dermatitis and 15 had both.",
            "The patients were randomly assigned to each group.",
            "At the first OFC, there were no significant difference between the two groups in age, sex, serum egg white-specific IgE, or egg white-specific IgG4 except in cumulative tolerated dose before intervention ( Table 1 )."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34848",
        "text": "At the first OFC, cutaneous symptoms were noted in 28 patients (78%), gastrointestinal symptoms in 34 (94%), respiratory symptoms in 16 (44%), and multi-organ symptoms in 30 (83%).",
        "section": "First OFC",
        "section_number": 10,
        "sentences": [
            "At the first OFC, cutaneous symptoms were noted in 28 patients (78%), gastrointestinal symptoms in 34 (94%), respiratory symptoms in 16 (44%), and multi-organ symptoms in 30 (83%)."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34848",
        "text": "Seventeen of the 18 patients in the OIT group had allergic symptoms during OIT: four had vomiting, five had diarrhea, six had urticaria or angioedema, and three had respiratory symptoms including coughing and wheezing. Of the three patients with respiratory symptoms, one developed persistent asthma. Eight patients had oral cavity itchiness and six patients had mild abdominal pain, but no patient required epinephrine injection. Three patients withdrew from OIT: a 3year old boy who had recurrent asthma symptoms (onset of persistent type asthma); a 12-year-old boy who refused to orally ingest any amount of egg (without any symptom); and a 4-year-old boy who had anaphylaxis twice ( Fig. 1 ). Of the remaining 15 patients, 10 achieved the final daily dose of 4 g egg powder. The other five patients reached a final daily dose of egg powder of 2, 1.5 g, 30, 70 and 70 mg, respectively. In the EE group, no accidental ingestion of egg occurred during the elimination diet.",
        "section": "Clinical response",
        "section_number": 11,
        "sentences": [
            "Seventeen of the 18 patients in the OIT group had allergic symptoms during OIT: four had vomiting, five had diarrhea, six had urticaria or angioedema, and three had respiratory symptoms including coughing and wheezing.",
            "Of the three patients with respiratory symptoms, one developed persistent asthma.",
            "Eight patients had oral cavity itchiness and six patients had mild abdominal pain, but no patient required epinephrine injection.",
            "Three patients withdrew from OIT: a 3year old boy who had recurrent asthma symptoms (onset of persistent type asthma); a 12-year-old boy who refused to orally ingest any amount of egg (without any symptom); and a 4-year-old boy who had anaphylaxis twice ( Fig. 1 ).",
            "Of the remaining 15 patients, 10 achieved the final daily dose of 4 g egg powder.",
            "The other five patients reached a final daily dose of egg powder of 2, 1.5 g, 30, 70 and 70 mg, respectively.",
            "In the EE group, no accidental ingestion of egg occurred during the elimination diet."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34848",
        "text": "One patient in the OIT group refused to participate in the second OFC. In the EE group, two did not have second OFC: in one case it was due to onset of coxitis simplex, and in the other it was due to inconvenience on the caregiver's part. Finally, 14 patients in the OIT group and 16 in the EE group took part in the second OFC.",
        "section": "Second OFC",
        "section_number": 12,
        "sentences": [
            "One patient in the OIT group refused to participate in the second OFC.",
            "In the EE group, two did not have second OFC: in one case it was due to onset of coxitis simplex, and in the other it was due to inconvenience on the caregiver's part.",
            "Finally, 14 patients in the OIT group and 16 in the EE group took part in the second OFC."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34848",
        "text": "The OIT patients and EE patients both underwent a second OFC at a median of 6.5 months (range, 5-8 months) and 6.0 months (range, 6-8 months), respectively (P = 0.40). No patient in the OIT group stopped OIT before second OFC.",
        "section": "Second OFC",
        "section_number": 13,
        "sentences": [
            "The OIT patients and EE patients both underwent a second OFC at a median of 6.5 months (range, 5-8 months) and 6.0 months (range, 6-8 months), respectively (P = 0.40).",
            "No patient in the OIT group stopped OIT before second OFC."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34848",
        "text": "Eight patients in the OIT group had no allergic reaction to 4 g dry egg powder whereas none in the EE group did (P < 0.01; Fig. 1 ). All patients in the OIT group had a higher tolerance of egg powder compared with baseline. The median cumulative tolerated dose in the second OFC was 4000 mg in the OIT group, which was significantly higher than baseline (4000 vs 600 mg; P < 0.01). There was no difference between the median cumulative tolerated doses in the second OFC and baseline in the EE group (200 vs 200 mg; P = 0.38; Table 2 ). Although we randomly divided the patients into two groups, a significant difference in subject characteristics was already observed before treatment, in that cumulative tolerated dose was <200 mg in seven patients in EE group compared with only one in the OIT group. Thus, we re-evaluated the prevalence of cumulative tolerated dose ≥200 mg in patients who did not have allergic reactions in the second test. The number of patients who fulfilled the requirement and underwent the second OFC was 13 in the OIT group (median cumulative tolerated dose, 600 mg) and nine in the EE group (median cumulative tolerated dose, 600 mg; P = 0.27). Eight of 13 patients in the OIT group and none of nine patients in the EE group were able to take 4 g dried powdered egg without any allergic reactions (P < 0.01).",
        "section": "Second OFC",
        "section_number": 14,
        "sentences": [
            "Eight patients in the OIT group had no allergic reaction to 4 g dry egg powder whereas none in the EE group did (P < 0.01; Fig. 1 ).",
            "All patients in the OIT group had a higher tolerance of egg powder compared with baseline.",
            "The median cumulative tolerated dose in the second OFC was 4000 mg in the OIT group, which was significantly higher than baseline (4000 vs 600 mg; P < 0.01).",
            "There was no difference between the median cumulative tolerated doses in the second OFC and baseline in the EE group (200 vs 200 mg; P = 0.38; Table 2 ).",
            "Although we randomly divided the patients into two groups, a significant difference in subject characteristics was already observed before treatment, in that cumulative tolerated dose was <200 mg in seven patients in EE group compared with only one in the OIT group.",
            "Thus, we re-evaluated the prevalence of cumulative tolerated dose ≥200 mg in patients who did not have allergic reactions in the second test.",
            "The number of patients who fulfilled the requirement and underwent the second OFC was 13 in the OIT group (median cumulative tolerated dose, 600 mg) and nine in the EE group (median cumulative tolerated dose, 600 mg; P = 0.27).",
            "Eight of 13 patients in the OIT group and none of nine patients in the EE group were able to take 4 g dried powdered egg without any allergic reactions (P < 0.01)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34848",
        "text": "In the OIT group, there was no significant change in egg white-specific IgE level from baseline to the second OFC, although a trend toward decrease in IgE at the second OFC was noted (median, 14.2 vs 12.4 U A /mL, P = 0.08). In the EE group, egg white-specific IgE was significantly decreased at the second OFC compared with baseline (median, 36.4 vs 30.6 U A /mL; P < 0.05; Fig. 2a,b ).",
        "section": "Egg white-specific IgE",
        "section_number": 15,
        "sentences": [
            "In the OIT group, there was no significant change in egg white-specific IgE level from baseline to the second OFC, although a trend toward decrease in IgE at the second OFC was noted (median, 14.2 vs 12.4 U A /mL, P = 0.08).",
            "In the EE group, egg white-specific IgE was significantly decreased at the second OFC compared with baseline (median, 36.4 vs 30.6 U A /mL; P < 0.05; Fig. 2a,b )."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34848",
        "text": "In the OIT group, egg white-specific IgG4 had increased significantly at the second OFC compared with baseline (median, 13 U/mL at baseline to 94 U/mL; P < 0.01). In the EE group, egg white-specific IgG4 had not increased at the second OFC compared with baseline (median, 13 U/mL at baseline to 13 U/mL; P = 1.00; Fig. 2c,d ).",
        "section": "Egg white-specific IgG4",
        "section_number": 16,
        "sentences": [
            "In the OIT group, egg white-specific IgG4 had increased significantly at the second OFC compared with baseline (median, 13 U/mL at baseline to 94 U/mL; P < 0.01).",
            "In the EE group, egg white-specific IgG4 had not increased at the second OFC compared with baseline (median, 13 U/mL at baseline to 13 U/mL; P = 1.00; Fig. 2c,d )."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34848",
        "text": "In this study, the cumulative tolerated dose of egg powder in the OIT group was significantly increased compared with baseline. Eight patients reached 4000 mg, five reached 3000 mg, and one patient reached 1400 mg. We believe that these results were due to OIT, and not to natural acquisition of egg tolerance because they were not observed in the EE group.",
        "section": "Discussion",
        "section_number": 17,
        "sentences": [
            "In this study, the cumulative tolerated dose of egg powder in the OIT group was significantly increased compared with baseline.",
            "Eight patients reached 4000 mg, five reached 3000 mg, and one patient reached 1400 mg.",
            "We believe that these results were due to OIT, and not to natural acquisition of egg tolerance because they were not observed in the EE group."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34848",
        "text": "Only a few RCT in Europe and the USA have been carried out on OIT for egg allergy, and there is no report in Asian countries. In these studies, the desensitization rate in the OIT group was 36-93%, and the spontaneous remission rate in the placebo or elimination group was 0-35%. 8, [16] [17] [18] [19] In the present study OIT induced desensitization to the target dose of egg in eight of 14 patients (57%) in the intervention group. Japan has one of the strictest requirements for food labelling. Egg-containing food must be labeled if it contains egg protein ≥10 mg/kg. 23 Moreover, the level of egg albumin in influenza vaccines manufactured in Japan is <0.8 ng/mL, 24 which is much lower than that recommended by the World Health Organization, that is, 10 lg/mL. 25 Therefore genetic factors and the excessive avoidance of egg allergen exposure in Japan, intentionally or unintentionally, may have led to the differences in effectiveness and safety of OIT compared with the US and European studies. Nonetheless, the fact that the present results are similar to the previous studies, shows that OIT may also be applicable to Japanese egg allergy patients.",
        "section": "Discussion",
        "section_number": 18,
        "sentences": [
            "Only a few RCT in Europe and the USA have been carried out on OIT for egg allergy, and there is no report in Asian countries.",
            "In these studies, the desensitization rate in the OIT group was 36-93%, and the spontaneous remission rate in the placebo or elimination group was 0-35%.",
            "8, [16] [17] [18] [19] In the present study OIT induced desensitization to the target dose of egg in eight of 14 patients (57%) in the intervention group.",
            "Japan has one of the strictest requirements for food labelling.",
            "Egg-containing food must be labeled if it contains egg protein ≥10 mg/kg.",
            "23 Moreover, the level of egg albumin in influenza vaccines manufactured in Japan is <0.8 ng/mL, 24 which is much lower than that recommended by the World Health Organization, that is, 10 lg/mL. 25 Therefore genetic factors and the excessive avoidance of egg allergen exposure in Japan, intentionally or unintentionally, may have led to the differences in effectiveness and safety of OIT compared with the US and European studies.",
            "Nonetheless, the fact that the present results are similar to the previous studies, shows that OIT may also be applicable to Japanese egg allergy patients."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34848",
        "text": "Allergic reactions are common during OIT. In some cases of severe allergic reactions, epinephrine injections are needed. 26 In the present study, although 94% (17/18) of the patients in the OIT group had allergic symptoms such as skin reactions, digestive symptoms and respiratory symptoms and that most of these symptoms were mild, one patient had two anaphylactic reactions and withdrew from OIT. Anaphylactic reactions are an inevitable problem during OIT, and all patients need to carry self-injectable epinephrine and ensure round-the-clock medical contact systems. Buchanan et al. 11 treated seven patients daily with 300 mg egg protein for 24 months without an anaphylactic episode. After treatment, four of seven patients were able to ingest 8 g egg protein without any allergic reaction. Future studies should focus on ways to induce tolerance with lower doses of egg.",
        "section": "Discussion",
        "section_number": 19,
        "sentences": [
            "Allergic reactions are common during OIT.",
            "In some cases of severe allergic reactions, epinephrine injections are needed.",
            "26 In the present study, although 94% (17/18) of the patients in the OIT group had allergic symptoms such as skin reactions, digestive symptoms and respiratory symptoms and that most of these symptoms were mild, one patient had two anaphylactic reactions and withdrew from OIT.",
            "Anaphylactic reactions are an inevitable problem during OIT, and all patients need to carry self-injectable epinephrine and ensure round-the-clock medical contact systems.",
            "Buchanan et al. 11 treated seven patients daily with 300 mg egg protein for 24 months without an anaphylactic episode.",
            "After treatment, four of seven patients were able to ingest 8 g egg protein without any allergic reaction.",
            "Future studies should focus on ways to induce tolerance with lower doses of egg."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34848",
        "text": "Although 10 patients in the OIT group became able to take 4 g dried powdered eggs without any allergic reaction while under treatment, allergic reactions occurred in two of them during the second OFC. The patients' physical condition or the overlooking of mild symptoms could be the reason for this. The discrepancy between the treatment course and the second OFC implies that an additional OFC after treatment is needed in order to evaluate the effect of OIT.",
        "section": "Discussion",
        "section_number": 20,
        "sentences": [
            "Although 10 patients in the OIT group became able to take 4 g dried powdered eggs without any allergic reaction while under treatment, allergic reactions occurred in two of them during the second OFC.",
            "The patients' physical condition or the overlooking of mild symptoms could be the reason for this.",
            "The discrepancy between the treatment course and the second OFC implies that an additional OFC after treatment is needed in order to evaluate the effect of OIT."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34848",
        "text": "At the second OFC, egg white-specific IgG4 had increased significantly but not egg white-specific IgE, in the OIT group. In the EE group, there was no significant change in egg whitespecific IgG4 but there was a decrease in egg white-specific IgE. It has been suggested that in the early phase of immunotherapy, antigen-specific IgG4 increases with no decrease in antigen-specific IgE, and that regulatory T cells may contribute to the suppression of allergic diseases by promoting the production of IgG4 and suppression of IgE. [27] [28] [29] The present results appear to be compatible with this, but a duration <6 months might be too short in which to observe a significant decline of specific IgE in the OIT group. Therefore, longer follow up for IgE and IgG4 measurements is required for further evaluation.",
        "section": "Discussion",
        "section_number": 21,
        "sentences": [
            "At the second OFC, egg white-specific IgG4 had increased significantly but not egg white-specific IgE, in the OIT group.",
            "In the EE group, there was no significant change in egg whitespecific IgG4 but there was a decrease in egg white-specific IgE. It has been suggested that in the early phase of immunotherapy, antigen-specific IgG4 increases with no decrease in antigen-specific IgE, and that regulatory T cells may contribute to the suppression of allergic diseases by promoting the production of IgG4 and suppression of IgE. [27] [28] [29] The present results appear to be compatible with this, but a duration <6 months might be too short in which to observe a significant decline of specific IgE in the OIT group.",
            "Therefore, longer follow up for IgE and IgG4 measurements is required for further evaluation."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34848",
        "text": "There were some limitations in this study. First, we did not evaluate sustained unresponsiveness because egg intake was not discontinued before the second OFC. Given that Burks et al. 16 reported that more than half the patients who were desensitized by egg OIT had some allergic reaction after 1 month of discontinuation of egg, there is a possibility of similar consequences in the present patients.",
        "section": "Discussion",
        "section_number": 22,
        "sentences": [
            "There were some limitations in this study.",
            "First, we did not evaluate sustained unresponsiveness because egg intake was not discontinued before the second OFC.",
            "Given that Burks et al. 16 reported that more than half the patients who were desensitized by egg OIT had some allergic reaction after 1 month of discontinuation of egg, there is a possibility of similar consequences in the present patients."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34848",
        "text": "Second, we had an elimination group but not a placebo group as a control. Psychological changes might have affected the present results. Third, we observed the efficacy of OIT only for a short period of 6 months. While previous studies have shown that desensitization was induced after OIT therapy, its long-term effect remains unknown. [30] [31] [32] [33] Therefore, a longer observation period is needed. Fourth, this was a singlecenter study. To exclude center-based bias, a multicenter study is required. Fifth, there was a significant difference between the two groups in cumulative tolerated dose before intervention, even though randomization had been performed. Although significant difference was observed after excluding patients with cumulative tolerated dose <200 mg, we could not evaluate the effectiveness of OIT in severe egg allergy patients.",
        "section": "Discussion",
        "section_number": 23,
        "sentences": [
            "Second, we had an elimination group but not a placebo group as a control.",
            "Psychological changes might have affected the present results.",
            "Third, we observed the efficacy of OIT only for a short period of 6 months.",
            "While previous studies have shown that desensitization was induced after OIT therapy, its long-term effect remains unknown. [",
            "30] [31] [32] [33] Therefore, a longer observation period is needed.",
            "Fourth, this was a singlecenter study.",
            "To exclude center-based bias, a multicenter study is required.",
            "Fifth, there was a significant difference between the two groups in cumulative tolerated dose before intervention, even though randomization had been performed.",
            "Although significant difference was observed after excluding patients with cumulative tolerated dose <200 mg, we could not evaluate the effectiveness of OIT in severe egg allergy patients."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34848",
        "text": "In conclusion, we performed the first RCT of OIT for eggallergic patients in Japan. Among those who received OIT, more than half acquired desensitization. Notably, all acquired increased threshold for egg consumption, and egg white-specific IgG4 increased significantly. OIT was effective for the management of Japanese egg-allergic patients, similarly to North American and European patients.",
        "section": "Discussion",
        "section_number": 24,
        "sentences": [
            "In conclusion, we performed the first RCT of OIT for eggallergic patients in Japan.",
            "Among those who received OIT, more than half acquired desensitization.",
            "Notably, all acquired increased threshold for egg consumption, and egg white-specific IgG4 increased significantly.",
            "OIT was effective for the management of Japanese egg-allergic patients, similarly to North American and European patients."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34848",
        "text": "© 2016 Japan Pediatric Society",
        "section": "",
        "section_number": 25,
        "sentences": [
            "© 2016 Japan Pediatric Society"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34848",
        "text": "© 2016 Japan Pediatric Society Oral immunotherapy for egg allergy 537",
        "section": "",
        "section_number": 26,
        "sentences": [
            "© 2016 Japan Pediatric Society Oral immunotherapy for egg allergy 537"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34848",
        "text": "© 2016 Japan Pediatric Society Oral immunotherapy for egg allergy 539",
        "section": "",
        "section_number": 27,
        "sentences": [
            "© 2016 Japan Pediatric Society Oral immunotherapy for egg allergy 539"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    }
]