[
    {
        "doc_id": "35480",
        "text": "The aim of the present study was to compare the effectiveness of low-load, low-volume weight training combined with plyometrics on strength, sprint, and jump performance in soccer players of different ages. Eighty-six soccer players from the same academy were categorized into 3 groups by age (under 13 years, U13, n = 30; under 15, U15, n = 28; and under 17, U17, n = 28) and then randomly assigned into 2 subgroups: a strength training group (STG) and a control group (CG). The strength training program was performed twice a week for 6 weeks and consisted of full squats (load: 45-60% 1 repetition maximum; volume: 3 set of 8-4 repetitions), jumps, and straight line sprint exercises. After training intervention, the STGs showed significant improvements in maximal strength (7.5-54.5%; p , 0.001), jump height (5.7-12.5%; p ,0.01-0.001), and sprint time (23.7 to 21.2%; p #0.05-0.001), whereas no significant gains were found for any variable in the CGs. Comparison between experimental groups resulted in a greater magnitude of change for U13 compared with U15 (effect sizes [ES]: 0.10-0.53) and U17 (ES: 0.14-1.41) soccer players in most variables, whereas U15 showed higher improvements in jump and strength parameters than U17 (ES: 0.25-0.90) soccer players. Thus, although our results indicates that a combined weight training and plyometrics program may be effective in eliciting gains in strength, jump, and sprint in soccer players of different ages, the training program used appears to be generally less effective as the age of the soccer players increased. Therefore, it appears that training characteristics (mainly volume, intensity, and type of exercise) should be modified in relation to maturity status and initial strength level.",
        "section": "Abstract",
        "sentences": [
            "The aim of the present study was to compare the effectiveness of low-load, low-volume weight training combined with plyometrics on strength, sprint, and jump performance in soccer players of different ages.",
            "Eighty-six soccer players from the same academy were categorized into 3 groups by age (under 13 years, U13, n = 30; under 15, U15, n = 28; and under 17, U17, n = 28) and then randomly assigned into 2 subgroups: a strength training group (STG) and a control group (CG).",
            "The strength training program was performed twice a week for 6 weeks and consisted of full squats (load: 45-60% 1 repetition maximum; volume: 3 set of 8-4 repetitions), jumps, and straight line sprint exercises.",
            "After training intervention, the STGs showed significant improvements in maximal strength (7.5-54.5%; p , 0.001), jump height (5.7-12.5%; p ,0.01-0.001), and sprint time (23.7 to 21.2%; p #0.05-0.001), whereas no significant gains were found for any variable in the CGs.",
            "Comparison between experimental groups resulted in a greater magnitude of change for U13 compared with U15 (effect sizes [ES]: 0.10-0.53) and U17 (ES: 0.14-1.41) soccer players in most variables, whereas U15 showed higher improvements in jump and strength parameters than U17 (ES: 0.25-0.90) soccer players.",
            "Thus, although our results indicates that a combined weight training and plyometrics program may be effective in eliciting gains in strength, jump, and sprint in soccer players of different ages, the training program used appears to be generally less effective as the age of the soccer players increased.",
            "Therefore, it appears that training characteristics (mainly volume, intensity, and type of exercise) should be modified in relation to maturity status and initial strength level."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "35480",
        "text": "occer is a team sport that combines prolonged high-intensity intermittent exercise interspersed with short bouts of recovery (21, 33) . During a match, players change movement task on average every 4-6 seconds and can perform approximately 1,300 actions, with 200 of these being completed at high intensity (21, 33) . These game-related demanding activities such as changes of direction, sprint, dribbling, tackling, kicking ball, and heading require high rates of force production by the muscles of the lower limbs (19) . Thus, a soccer player must not only manage technical and tactical tasks, but also must have well-developed physical conditioning in terms of strength, power, and speed to yield high performance during a match (12, 33) . Therefore, using appropriate strength training programs could enhance several explosive actions that are crucial to the outcome of the game.",
        "section": "S",
        "section_number": 1,
        "sentences": [
            "occer is a team sport that combines prolonged high-intensity intermittent exercise interspersed with short bouts of recovery (21, 33) .",
            "During a match, players change movement task on average every 4-6 seconds and can perform approximately 1,300 actions, with 200 of these being completed at high intensity (21, 33) .",
            "These game-related demanding activities such as changes of direction, sprint, dribbling, tackling, kicking ball, and heading require high rates of force production by the muscles of the lower limbs (19) .",
            "Thus, a soccer player must not only manage technical and tactical tasks, but also must have well-developed physical conditioning in terms of strength, power, and speed to yield high performance during a match (12, 33) .",
            "Therefore, using appropriate strength training programs could enhance several explosive actions that are crucial to the outcome of the game."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "35480",
        "text": "A myriad of strength training modes have shown to be effective in eliciting beneficial effects in neuromuscular performance in young and adult soccer players, including weight training (4, 5) , plyometric training (6, 19) , and combined weight training and plyometrics (27) . Traditionally, weight training studies in soccer players have involved high loads (;70-90% one-repetition maximum [1RM]) and repetitions ending at or close to muscle failure (4, 5, 15, 27) . However, recent studies (8, 10, 24, 26) have been conducted using weight training programs with light loads, few repetitions per set, and maximal voluntary lifting velocities, either alone or in combination with plyometric exercises. The results of these studies indicated that training programs with these characteristics are equally or more effective than weight training programs with heavy loads in inducing gains in strength, jump, and sprint performance in soccer players of different ages. However, the influence of age of soccer players on changes in strength and sport-related performance after such strength training programs is less clearly established.",
        "section": "S",
        "section_number": 2,
        "sentences": [
            "A myriad of strength training modes have shown to be effective in eliciting beneficial effects in neuromuscular performance in young and adult soccer players, including weight training (4, 5) , plyometric training (6, 19) , and combined weight training and plyometrics (27) .",
            "Traditionally, weight training studies in soccer players have involved high loads (;70-90% one-repetition maximum [1RM]) and repetitions ending at or close to muscle failure (4, 5, 15, 27) .",
            "However, recent studies (8, 10, 24, 26) have been conducted using weight training programs with light loads, few repetitions per set, and maximal voluntary lifting velocities, either alone or in combination with plyometric exercises.",
            "The results of these studies indicated that training programs with these characteristics are equally or more effective than weight training programs with heavy loads in inducing gains in strength, jump, and sprint performance in soccer players of different ages.",
            "However, the influence of age of soccer players on changes in strength and sport-related performance after such strength training programs is less clearly established."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "35480",
        "text": "Large morphological and neural changes occur during growth and maturation (2, 18) . These factors could play an important role in the ability to adapt to a specific training stimulus. Thus, because of physiological differences associated with maturation status (e.g., hormonal rise, central nervous system myelinization) and training age, it is possible that younger and older individuals may adapt differently to a given training stimulus (9, 20) . In this context, few studies (9, 16, 17, 20) have investigated the change in physical performance measures across different ages or maturity groups after performing the same training program. These studies used weight training with heavy loads (.70% of 1RM) and showed conflicting results, from no significant differences associated with chronological age or maturation status to greater beneficial effects for pre-, mid-, or postpeak height velocity (PHV) depending on the measured variable. To the authors' knowledge, the strength, jump, and sprint adaptations in soccer players of different chronological ages following a short-term strength training program have not been documented. Therefore, given the limitations previously cited, the aim of this study was to compare the effect of a weight training program with low loads and a low number of repetitions per set, combined with plyometrics on lower limb muscle strength, jumping ability, and sprint performance in under-13, under-15 and under-17 soccer players.",
        "section": "S",
        "section_number": 3,
        "sentences": [
            "Large morphological and neural changes occur during growth and maturation (2, 18) .",
            "These factors could play an important role in the ability to adapt to a specific training stimulus.",
            "Thus, because of physiological differences associated with maturation status (e.g., hormonal rise, central nervous system myelinization) and training age, it is possible that younger and older individuals may adapt differently to a given training stimulus (9, 20) .",
            "In this context, few studies (9, 16, 17, 20) have investigated the change in physical performance measures across different ages or maturity groups after performing the same training program.",
            "These studies used weight training with heavy loads (.70% of 1RM) and showed conflicting results, from no significant differences associated with chronological age or maturation status to greater beneficial effects for pre-, mid-, or postpeak height velocity (PHV) depending on the measured variable.",
            "To the authors' knowledge, the strength, jump, and sprint adaptations in soccer players of different chronological ages following a short-term strength training program have not been documented.",
            "Therefore, given the limitations previously cited, the aim of this study was to compare the effect of a weight training program with low loads and a low number of repetitions per set, combined with plyometrics on lower limb muscle strength, jumping ability, and sprint performance in under-13, under-15 and under-17 soccer players."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "35480",
        "text": "This study was designed to analyze the effect of a 6-week weight training program with low loads and low volume combined with plyometrics and speed exercises on physical performance in young soccer players in 3 different age categories: under 13 (U13), under 15 (U15), and under 17 (U17). To address this, 86 young soccer players of 3 categories were randomly assigned to strength training group (STG) or control group (CG) as follows: U13 (STG, n = 15; CG, n = 15), U15 (STG, n = 14; CG, n = 14), and U17 (STG, n = 14; CG, n = 14). The players assigned to STGs performed weight training combined with plyometrics, whereas players assigned to CGs merely undertook typical soccer training. All the players, regardless of group, participated in 4 field soccer training sessions plus 1 friendly match per week. Each training session lasted on average 2 hours and comprised various skill activities at different intensities, small-sided games, and finally 20 minutes of continuous play or high-intensity interval training. All subjects were evaluated before (Pre) and after 6 weeks of strength training (Post) using a battery of tests performed in the following order: (a) 20 m all-out running sprints; (b) countermovement vertical jumps (CMJ); and (c) a progressive isoinertial loading test in a full squat exercise. The intervention was carried out during the preseason period (September-October). During the 2 weeks preceding this study, 4 preliminary familiarization sessions were undertaken to ensure a proper execution technique in both full squat and CMJ exercises.",
        "section": "Experimental Approach to the Problem",
        "section_number": 4,
        "sentences": [
            "This study was designed to analyze the effect of a 6-week weight training program with low loads and low volume combined with plyometrics and speed exercises on physical performance in young soccer players in 3 different age categories: under 13 (U13), under 15 (U15), and under 17 (U17).",
            "To address this, 86 young soccer players of 3 categories were randomly assigned to strength training group (STG) or control group (CG) as follows: U13 (STG, n = 15; CG, n = 15), U15 (STG, n = 14; CG, n = 14), and U17 (STG, n = 14; CG, n = 14).",
            "The players assigned to STGs performed weight training combined with plyometrics, whereas players assigned to CGs merely undertook typical soccer training.",
            "All the players, regardless of group, participated in 4 field soccer training sessions plus 1 friendly match per week.",
            "Each training session lasted on average 2 hours and comprised various skill activities at different intensities, small-sided games, and finally 20 minutes of continuous play or high-intensity interval training.",
            "All subjects were evaluated before (Pre) and after 6 weeks of strength training (Post) using a battery of tests performed in the following order: (a) 20 m all-out running sprints; (b) countermovement vertical jumps (CMJ); and (c) a progressive isoinertial loading test in a full squat exercise.",
            "The intervention was carried out during the preseason period (September-October).",
            "During the 2 weeks preceding this study, 4 preliminary familiarization sessions were undertaken to ensure a proper execution technique in both full squat and CMJ exercises."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "35480",
        "text": "Ninety trained young soccer players between 12 and 17 years volunteered for this study. The subjects were recruited from the same academy affiliated with a semiprofessional team in Spanish third division and were competing in the U13 (n = 30), U15 (n = 30), or U17 (n = 30) divisional age groups. After the initial evaluation, the 30 soccer players in each cohort were matched according to their performance in CMJ and then randomly divided into 2 subgroups: those who participated in a strength training program in addition to their routine soccer training (STG) and those who only performed routine soccer training (CG). Only those players who participated in at least 90% of all training sessions were included into statistical analyses. Because of injury or illness, 4 players (two U15 and two U17) missed too many training sessions or were absent from the posttesting session. Thus, 30 players for U13, and 28 for U15 and U17 teams remained for statistical analyses. Player's characteristics are displayed in Table 1 . All subjects were soccer trained for more than 2 (U13), 4 (U15), and 6 (U17) years and were injury free for at least 6 months before participating in the present study. Subjects had no experience in weight training and they did not perform strength training as part of their normal training routine. Coach and parents were informed about the different tests procedures performed during the study. Parental or guardian consent for all players under the age of 18 involved in this investigation were obtained. The study was conducted according to the Declaration of Helsinki and was approved by the Research Ethics Committee of Pablo de Olavide University. The study conforms to the Code of Ethics of the World Medical Association (approved by the ethics advisory board of Swansea University) and players or parents or guardians were required to sign informed consent before participation.",
        "section": "Subjects",
        "section_number": 5,
        "sentences": [
            "Ninety trained young soccer players between 12 and 17 years volunteered for this study.",
            "The subjects were recruited from the same academy affiliated with a semiprofessional team in Spanish third division and were competing in the U13 (n = 30), U15 (n = 30), or U17 (n = 30) divisional age groups.",
            "After the initial evaluation, the 30 soccer players in each cohort were matched according to their performance in CMJ and then randomly divided into 2 subgroups: those who participated in a strength training program in addition to their routine soccer training (STG) and those who only performed routine soccer training (CG).",
            "Only those players who participated in at least 90% of all training sessions were included into statistical analyses.",
            "Because of injury or illness, 4 players (two U15 and two U17) missed too many training sessions or were absent from the posttesting session.",
            "Thus, 30 players for U13, and 28 for U15 and U17 teams remained for statistical analyses.",
            "Player's characteristics are displayed in Table 1 .",
            "All subjects were soccer trained for more than 2 (U13), 4 (U15), and 6 (U17) years and were injury free for at least 6 months before participating in the present study.",
            "Subjects had no experience in weight training and they did not perform strength training as part of their normal training routine.",
            "Coach and parents were informed about the different tests procedures performed during the study.",
            "Parental or guardian consent for all players under the age of 18 involved in this investigation were obtained.",
            "The study was conducted according to the Declaration of Helsinki and was approved by the Research Ethics Committee of Pablo de Olavide University.",
            "The study conforms to the Code of Ethics of the World Medical Association (approved by the ethics advisory board of Swansea University) and players or parents or guardians were required to sign informed consent before participation."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "35480",
        "text": "Anthropometric measurements were taken before the physical testing. The standing height (centimeters) and body mass (kilograms) were measured. The maturity status of the subjects was determined using years from/to PHV (i.e., maturity offset = 27.999994 + [0.0036124 3 age 3 height] [R 2 = 0.896]) (22) as well as the percentage of predicted adult stature (31) . Neuromuscular performance was assessed before and after training using a battery of tests performed in a single session in a fixed sequence as described below. The tests were performed after 48 hours of rest. Testing sessions were performed at the same venue and time of day (61 hour) for each subject under the same environmental conditions (;218 C and ;60% humidity). Strong verbal Subjects were required to give an all-out maximal effort in each sprint and the best of both trials was kept for subsequent analysis. The same warm-up protocol, which incorporated several sets of progressively faster 30-m running accelerations, was followed in the pretest and posttest. The reliability for T 10 , T 20 , and T 10-20 as measured by the coefficient of variation (CV) was 1.74, 1.09 and 1.32%, respectively. The intraclass correlation coefficients (ICC) were 0.95 (95% confidence interval [CI]: 0.88-0.98) for T 10 , 0.98 (95% CI: 0.94-0.99) for T 20 , and 0.95 (95% CI: 0.88-0.98) for T 10-20 . Vertical Jump. The height of the jump was measured with an infrared timing system (Optojump; Microgate). Each player performed 5 maximal jumps with their hands on their hips separated by 45-second rest. The highest and lowest values were discarded, and the resulting mean value was kept for analysis. The warm-up consisted of 2 sets of 10 repetitions of squat without extra load and 1 set of 5 CMJs. The CV was 1.79% and the ICC was 0.99 (95% CI: 0.98-1.00).",
        "section": "Testing Procedure",
        "section_number": 6,
        "sentences": [
            "Anthropometric measurements were taken before the physical testing.",
            "The standing height (centimeters) and body mass (kilograms) were measured.",
            "The maturity status of the subjects was determined using years from/to PHV (i.e., maturity offset = 27.999994 + [0.0036124 3 age 3 height] [R 2 = 0.896]) (22) as well as the percentage of predicted adult stature (31) .",
            "Neuromuscular performance was assessed before and after training using a battery of tests performed in a single session in a fixed sequence as described below.",
            "The tests were performed after 48 hours of rest.",
            "Testing sessions were performed at the same venue and time of day (61 hour) for each subject under the same environmental conditions (;218 C and ;60% humidity).",
            "Strong verbal Subjects were required to give an all-out maximal effort in each sprint and the best of both trials was kept for subsequent analysis.",
            "The same warm-up protocol, which incorporated several sets of progressively faster 30-m running accelerations, was followed in the pretest and posttest.",
            "The reliability for T 10 , T 20 , and T 10-20 as measured by the coefficient of variation (CV) was 1.74, 1.09 and 1.32%, respectively.",
            "The intraclass correlation coefficients (ICC) were 0.95 (95% confidence interval [CI]: 0.88-0.98) for T 10 , 0.98 (95% CI: 0.94-0.99) for T 20 , and 0.95 (95% CI: 0.88-0.98) for T 10-20 .",
            "Vertical Jump.",
            "The height of the jump was measured with an infrared timing system (Optojump; Microgate).",
            "Each player performed 5 maximal jumps with their hands on their hips separated by 45-second rest.",
            "The highest and lowest values were discarded, and the resulting mean value was kept for analysis.",
            "The warm-up consisted of 2 sets of 10 repetitions of squat without extra load and 1 set of 5 CMJs.",
            "The CV was 1.79% and the ICC was 0.99 (95% CI: 0.98-1.00)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "35480",
        "text": "Isoinertial Squat Loading Test. A Smith machine (Multipower Fitness Line; Peroga, Murcia, Spain) was used for the isoinertial test. A detailed description of the testing procedures used in this study has recently been reported elsewhere (10) . The players performed the full squat from an upright position, descending at a controlled velocity and ascending at maximal velocity. The initial load was set at 17 kg (for U13 soccer players) or 20 kg (for U15 and U17 soccer players), and was progressively increased in 2-5 kg (for U13 soccer players) or 5-10 kg (for U15 and U17 soccer players) increments until the attained mean propulsive velocity was ;1.00 m$s 21 ",
        "section": "Testing Procedure",
        "section_number": 7,
        "sentences": [
            "Isoinertial Squat Loading Test.",
            "A Smith machine (Multipower Fitness Line; Peroga, Murcia, Spain) was used for the isoinertial test.",
            "A detailed description of the testing procedures used in this study has recently been reported elsewhere (10) .",
            "The players performed the full squat from an upright position, descending at a controlled velocity and ascending at maximal velocity.",
            "The initial load was set at 17 kg (for U13 soccer players) or 20 kg (for U15 and U17 soccer players), and was progressively increased in 2-5 kg (for U13 soccer players) or 5-10 kg (for U15 and U17 soccer players) increments until the attained mean propulsive velocity was ;1.00 m$s 21"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "35480",
        "text": "Training groups trained twice a week on nonconsecutive days (Monday and Thursday), for a period of 6 weeks using free-weight full squat combined with jumps, sprints, and changes of direction. These training sessions lasted ;35 minutes. Table 2 shows in detail the characteristics of the training program. Exercises were performed in the same order in which they appear in such table (e.g., in session 2, training exercises were performed in the following order: full squat, CMJ, and sprint), and all training sets of an exercise had to be completed before performing the following training exercise. The loads used by each player in full squat exercise were assigned according to 1RM est in the initial isoinertial squat loading test. Thus, relative intensity of the squat exercise progressively increased from ;45% to ;60% 1RM. The full squat training was combined with vertical jumps to box (50, 60, 70, or 80 cm high), linear sprint of 20 m, and displacements with changes of direction. To perform this exercise, players were placed within a square of 8 m side length. Within this area, the subjects had to perform displacements at maximum speed, changing direction (forward, backward, left, and right provided in a random order) according to researcher/coach indications for 10 seconds. Approximately 3-minute rest periods were allowed between each set and each exercise. Previous studies have used similar training programs (8, 10, 26) . The subjects were instructed to perform all exercises as fast as possible to obtain the highest possible gains (23) . At least ) . In addition to this null hypothesis testing, the data were assessed for clinical significance using an approach based on the magnitudes of change (14) . The effect sizes (ES) were calculated using Hedge g (11) to estimate the magnitude of the training effect on the selected neuromuscular variables within each group, as follows: g = (mean STG 2 mean CG)/combined SD. The standardized difference for changes between the STGs (STG U13 vs. STG U15 vs. STG U17 ) in each dependent variable was calculated on log-transformed values using the pooled pre-training SD (14) . Probabilities were also calculated to establish whether the true (unknown) differences were lower, similar, or higher than the smallest worthwhile difference or change (0.2 multiplied by the between-subject SD (14)). Quantitative chances of higher or lower differences were evaluated qualitatively as follows: ,1%, almost certainly not; 1-5%, very unlikely; 5-25%, unlikely; 25-75%, possible; 75-95%, likely; 95-99%, very likely; .99%, almost certain. If the chances of having higher or lower values than the smallest worthwhile difference were both .5%, the true difference was assessed as unclear. Inferential statistics based on interpretation of magnitude of effects were calculated using a purpose-built spreadsheet for the analysis of controlled trials (13) . The statistical analyses were performed using SPSS software version 18.0 (SPSS Inc., Chicago, IL, USA). Statistical significance was established at the p # 0.05 level.",
        "section": "Strength Training Program",
        "section_number": 8,
        "sentences": [
            "Training groups trained twice a week on nonconsecutive days (Monday and Thursday), for a period of 6 weeks using free-weight full squat combined with jumps, sprints, and changes of direction.",
            "These training sessions lasted ;35 minutes.",
            "Table 2 shows in detail the characteristics of the training program.",
            "Exercises were performed in the same order in which they appear in such table (e.g., in session 2, training exercises were performed in the following order: full squat, CMJ, and sprint), and all training sets of an exercise had to be completed before performing the following training exercise.",
            "The loads used by each player in full squat exercise were assigned according to 1RM est in the initial isoinertial squat loading test.",
            "Thus, relative intensity of the squat exercise progressively increased from ;45% to ;60% 1RM.",
            "The full squat training was combined with vertical jumps to box (50, 60, 70, or 80 cm high), linear sprint of 20 m, and displacements with changes of direction.",
            "To perform this exercise, players were placed within a square of 8 m side length.",
            "Within this area, the subjects had to perform displacements at maximum speed, changing direction (forward, backward, left, and right provided in a random order) according to researcher/coach indications for 10 seconds.",
            "Approximately 3-minute rest periods were allowed between each set and each exercise.",
            "Previous studies have used similar training programs (8, 10, 26) .",
            "The subjects were instructed to perform all exercises as fast as possible to obtain the highest possible gains (23) .",
            "At least ) .",
            "In addition to this null hypothesis testing, the data were assessed for clinical significance using an approach based on the magnitudes of change (14) .",
            "The effect sizes (ES) were calculated using Hedge g (11) to estimate the magnitude of the training effect on the selected neuromuscular variables within each group, as follows: g = (mean STG 2 mean CG)/combined SD.",
            "The standardized difference for changes between the STGs (STG U13 vs. STG U15 vs. STG U17 ) in each dependent variable was calculated on log-transformed values using the pooled pre-training SD (14) .",
            "Probabilities were also calculated to establish whether the true (unknown) differences were lower, similar, or higher than the smallest worthwhile difference or change (0.2 multiplied by the between-subject SD (14)).",
            "Quantitative chances of higher or lower differences were evaluated qualitatively as follows: ,1%, almost certainly not; 1-5%, very unlikely; 5-25%, unlikely; 25-75%, possible; 75-95%, likely; 95-99%, very likely; .99%, almost certain.",
            "If the chances of having higher or lower values than the smallest worthwhile difference were both .5%, the true difference was assessed as unclear.",
            "Inferential statistics based on interpretation of magnitude of effects were calculated using a purpose-built spreadsheet for the analysis of controlled trials (13) .",
            "The statistical analyses were performed using SPSS software version 18.0 (SPSS Inc., Chicago, IL, USA).",
            "Statistical significance was established at the p # 0.05 level."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "35480",
        "text": "Data for all variables analyzed were homogeneous and normally distributed (p . 0.05). No significant differences between groups (STG vs. CG) were found at pretest in any age group (U13, U15, and U17). Compliance with the training program for U13, U15, and U17 training groups was 95.7, 93.3, and 92.8%, respectively. Mean values and intragroup ES for all variables analyzed are reported in Table 3 (U13), Table 4 (U15), and Table 5 (U17). Comparisons of the changes in the experimental groups (STG U13 vs. STG U15 vs. STG U17 ) are presented in Table 6 . Significant (p # 0.05) \"time 3 group\" interactions were observed in favor of the STGs for the different age groups for all variables, except in T 10 for U15 and AV and T 10-20 for U17. The training period resulted in significant (p # 0.05) improvements in all measured variables for STG groups, except for STG U17 in T 10-20 (p = 0.37), whereas of the CGs, only the CG U17 showed a significant increase in AV (p , 0.01) and 1RM est (p # 0.05). Analysis of intragroup ES and percentage change showed substantial improvements in favor of STGs compared with CGs in all variables for all age groups. Comparisons between experimental groups showed significantly (p , 0.001) higher enhancements for STG U13 compared with STG U17 in T 10-20 , AV and 1RM est , and a possibly more favorable effect in the rest of the variables (Table 6 and Figures 1-3) . The STG U13 showed significantly greater improvements in T 10-20 (p # 0.05) and 1RM est (p , 0.001) and a possibly and likely better effect in T 20 and AV, respectively, compared with STG U15. In addition, STG U15 presented significantly (p # 0.05) higher enhancements than STG U17 in both strength variables (p , 0.001 and p # 0.05 for 1RM est and AV, respectively), and a likely and possibly more favorable effect than STG U17 in T 20 and CMJ, respectively.",
        "section": "RESULTS",
        "section_number": 9,
        "sentences": [
            "Data for all variables analyzed were homogeneous and normally distributed (p .",
            "0.05).",
            "No significant differences between groups (STG vs. CG) were found at pretest in any age group (U13, U15, and U17).",
            "Compliance with the training program for U13, U15, and U17 training groups was 95.7, 93.3, and 92.8%, respectively.",
            "Mean values and intragroup ES for all variables analyzed are reported in Table 3 (U13), Table 4 (U15), and Table 5 (U17).",
            "Comparisons of the changes in the experimental groups (STG U13 vs. STG U15 vs. STG U17 ) are presented in Table 6 .",
            "Significant (p # 0.05) \"time 3 group\" interactions were observed in favor of the STGs for the different age groups for all variables, except in T 10 for U15 and AV and T 10-20 for U17.",
            "The training period resulted in significant (p # 0.05) improvements in all measured variables for STG groups, except for STG U17 in T 10-20 (p = 0.37), whereas of the CGs, only the CG U17 showed a significant increase in AV (p , 0.01) and 1RM est (p # 0.05).",
            "Analysis of intragroup ES and percentage change showed substantial improvements in favor of STGs compared with CGs in all variables for all age groups.",
            "Comparisons between experimental groups showed significantly (p , 0.001) higher enhancements for STG U13 compared with STG U17 in T 10-20 , AV and 1RM est , and a possibly more favorable effect in the rest of the variables (Table 6 and Figures 1-3) .",
            "The STG U13 showed significantly greater improvements in T 10-20 (p # 0.05) and 1RM est (p , 0.001) and a possibly and likely better effect in T 20 and AV, respectively, compared with STG U15.",
            "In addition, STG U15 presented significantly (p # 0.05) higher enhancements than STG U17 in both strength variables (p , 0.001 and p # 0.05 for 1RM est and AV, respectively), and a likely and possibly more favorable effect than STG U17 in T 20 and CMJ, respectively."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "35480",
        "text": "To the best of our knowledge, this is the first study that analyzed the effect of short-term weight training with low loads and low volume combined with plyometrics on physical performance in soccer players of different ages (U13, U15, and U17). Overall, the results of the present study showed that: (a) all STGs obtained significant and practical greater improvements in strength, jump, and sprint performance than the corresponding CGs; and (b) the percentage change in the assessed variables in response to a given training stimulus progressively decreased as the ages of soccer players increased. Therefore, our results reinforce our hypothesis that adding high-speed strength training program to typical field soccer training may be an effective strategy to enhance muscular strength and other factors critical to soccer performance, irrespective of age. However, improvements in physical performance appear to be dependent on players' age and initial strength levels.",
        "section": "DISCUSSION",
        "section_number": 10,
        "sentences": [
            "To the best of our knowledge, this is the first study that analyzed the effect of short-term weight training with low loads and low volume combined with plyometrics on physical performance in soccer players of different ages (U13, U15, and U17).",
            "Overall, the results of the present study showed that: (a) all STGs obtained significant and practical greater improvements in strength, jump, and sprint performance than the corresponding CGs; and (b) the percentage change in the assessed variables in response to a given training stimulus progressively decreased as the ages of soccer players increased.",
            "Therefore, our results reinforce our hypothesis that adding high-speed strength training program to typical field soccer training may be an effective strategy to enhance muscular strength and other factors critical to soccer performance, irrespective of age.",
            "However, improvements in physical performance appear to be dependent on players' age and initial strength levels."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "35480",
        "text": "After the training period, STG U13 and STG U15 showed significant increments in all assessed variables compared with CG U13 and CG U15 , respectively, whereas the differences between STG and CG in the U17 soccer players were most notable in sprint time and maximal strength (Tables 3-5). In accordance with our results, previous studies have also reported similar increases in maximal strength, jump, and sprint performance (3, 5, 8, 10, 26, 27, 32) after weight training or combined weight training and plyometrics programs with similar duration and training frequency among soccer players of different ages. However, other studies (5, 15, 27) conducted with moderate to high loads (60-90% 1RM), repetitions per set at or near to muscle failure (8-15 repetitions), and short rest periods between sets (1-2 minutes) have failed to show significant changes in sport-related performance, particularly in sprint time. These results agree with a recent meta-analysis, which reported that average high-intensity resistance training resulted in lesser sprint ES (ES = 20.52) than lower loads (ES = 20.97) (30) . Because sprinting requires a high rate of propulsive force production and rapid movement, these findings are probably explained by the principle of training specificity, as resistance training with high loads and a high number of repetitions per set results in low contraction velocities and greater stress, resulting in a smaller improvement in sprint performance (30) . Similarly, because neuromuscular adaptation depends on the characteristics of specific training stimuli, it seems that the incorporation of resistance training with light loads, performing each repetition at the maximal intended velocity along with other horizontal exercises, are needed to ensure increased speed and acceleration. Therefore, our results reinforce the need to add explosive strength training to soccer training programs to further improve the physical condition of young players.",
        "section": "DISCUSSION",
        "section_number": 11,
        "sentences": [
            "After the training period, STG U13 and STG U15 showed significant increments in all assessed variables compared with CG U13 and CG U15 , respectively, whereas the differences between STG and CG in the U17 soccer players were most notable in sprint time and maximal strength (Tables 3-5).",
            "In accordance with our results, previous studies have also reported similar increases in maximal strength, jump, and sprint performance (3, 5, 8, 10, 26, 27, 32) after weight training or combined weight training and plyometrics programs with similar duration and training frequency among soccer players of different ages.",
            "However, other studies (5, 15, 27) conducted with moderate to high loads (60-90% 1RM), repetitions per set at or near to muscle failure (8-15 repetitions), and short rest periods between sets (1-2 minutes) have failed to show significant changes in sport-related performance, particularly in sprint time.",
            "These results agree with a recent meta-analysis, which reported that average high-intensity resistance training resulted in lesser sprint ES (ES = 20.52) than lower loads (ES = 20.97) (30) .",
            "Because sprinting requires a high rate of propulsive force production and rapid movement, these findings are probably explained by the principle of training specificity, as resistance training with high loads and a high number of repetitions per set results in low contraction velocities and greater stress, resulting in a smaller improvement in sprint performance (30) .",
            "Similarly, because neuromuscular adaptation depends on the characteristics of specific training stimuli, it seems that the incorporation of resistance training with light loads, performing each repetition at the maximal intended velocity along with other horizontal exercises, are needed to ensure increased speed and acceleration.",
            "Therefore, our results reinforce the need to add explosive strength training to soccer training programs to further improve the physical condition of young players."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "35480",
        "text": "Although the strength training program was beneficial for all groups, the effects of training were reduced as chronological age increased. Thus, U13 soccer players showed greater intragroup ESs and percentage changes than U15 and U17 soccer players in all measured variables. The differences between U15 and U17 were mainly relevant in jump and strength variables (Table 6 and Figures 1-3) . The changes in strength variables in the present study are in contrast with a previous meta-analysis (1) , which reported that interpubertal and postpubertal subjects were more likely to increase strength levels after resistance training (ES = 1.91) compared with prepubertal children (ES = 0.81). However, studies examining the effect of chronological age or maturation on strength performance are scarce (16, 20, 25, 29, 34) and show conflicting results. In this regard, previous reported results generally range from no differences in strength gains between different ages training groups (16, 25) to a greater percentage of change in post-PHV subjects compared with pre-and mid-PHV subjects in response to a given training stimulus (20, 34) . The discrepancy with our results may be explained by the training background (which is associated with the baseline level of strength) as the subjects in most of these studies were considered untrained, whereas in the present study the subjects were players with soccer training experience of at least 2-6 years, which could have a direct influence (7) . Interestingly, the only study conducted with soccer players of similar age groups to those in the current study (U13, U15, and U17) showed comparable results, with greater strength improvements in younger players than older ones (29) . In addition to training experience, differences in strength gains between age groups may be also because of several factors, including the age range of subjects, training program designs, muscle group/action assessed, and exercises/assessments used. Therefore, although our results agree with those studies that indicate strength gains are related to baseline level of strength and the chronological ages of subjects (7), it appears that further research examining strength gains against biological age are required to determine whether an optimal window of strength trainability does exist. In addition, research should also focus on the training variables (e.g., volume, frequency, load, lifting velocity, rest periods, and type of exercise) for optimum strength training gains in children and adolescents (7) .",
        "section": "DISCUSSION",
        "section_number": 12,
        "sentences": [
            "Although the strength training program was beneficial for all groups, the effects of training were reduced as chronological age increased.",
            "Thus, U13 soccer players showed greater intragroup ESs and percentage changes than U15 and U17 soccer players in all measured variables.",
            "The differences between U15 and U17 were mainly relevant in jump and strength variables (Table 6 and Figures 1-3) .",
            "The changes in strength variables in the present study are in contrast with a previous meta-analysis (1) , which reported that interpubertal and postpubertal subjects were more likely to increase strength levels after resistance training (ES = 1.91) compared with prepubertal children (ES = 0.81).",
            "However, studies examining the effect of chronological age or maturation on strength performance are scarce (16, 20, 25, 29, 34) and show conflicting results.",
            "In this regard, previous reported results generally range from no differences in strength gains between different ages training groups (16, 25) to a greater percentage of change in post-PHV subjects compared with pre-and mid-PHV subjects in response to a given training stimulus (20, 34) .",
            "The discrepancy with our results may be explained by the training background (which is associated with the baseline level of strength) as the subjects in most of these studies were considered untrained, whereas in the present study the subjects were players with soccer training experience of at least 2-6 years, which could have a direct influence (7) .",
            "Interestingly, the only study conducted with soccer players of similar age groups to those in the current study (U13, U15, and U17) showed comparable results, with greater strength improvements in younger players than older ones (29) .",
            "In addition to training experience, differences in strength gains between age groups may be also because of several factors, including the age range of subjects, training program designs, muscle group/action assessed, and exercises/assessments used.",
            "Therefore, although our results agree with those studies that indicate strength gains are related to baseline level of strength and the chronological ages of subjects (7), it appears that further research examining strength gains against biological age are required to determine whether an optimal window of strength trainability does exist.",
            "In addition, research should also focus on the training variables (e.g., volume, frequency, load, lifting velocity, rest periods, and type of exercise) for optimum strength training gains in children and adolescents (7) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "35480",
        "text": "With respect to jump and sprint performance, the results of the present study showed a similar trend to strength variables, with lower levels of improvement as chronological age increased (Figures 1 and 2) . Since jump and sprint performance has a close relationship with maximal strength (8, 26, 35) , the smaller improvement in both variables that occurred in older compared with younger soccer players could be due, at least in part, to the lower strength gains shown by older players. In line with our results, a recent meta-analysis of the effects of strength training on motor performance skills in children and adolescents revealed a significant negative correlation coefficient for the age of subjects with the magnitude of the ES, indicating that strength training produces more beneficial effects on jump and sprint in younger subjects. Indeed, unlike strength performance, most studies analyzing the impact of various chronological ages on changes in motor performance following a strength training program (9, 16, 29) have shown superior gains in younger compared with older individuals, although some others (17, 20) have found mixed results depending on the variable assessed and the strength training method used. For example, Lloyd et al. (17) compared the effect of 6-week training interventions using different strength training modes (heavy-load weight training, plyometric training, and combined training) on sprinting and jumping performance in boys pre-and post-PHV. The results of this study (17) showed that: (a) plyometric training produced a greater magnitude of change in both sprint and jump variables for pre-PHV compared with post-PHV individuals; (b) heavyload weight training and combined training resulted in greater beneficial effects on sprint time (mainly in T 10 ) for post-PHV than pre-PHV, whereas the effect on jump performance was the opposite. These results suggest that the training method used is a key factor in determining traininginduced adaptations in individuals at different maturity stages, and therefore, it is possible that each age group needs a different training stimulus to maximize their physical development. Such training stimuli should be related to the stage of individual neuromuscular maturity. In this regard, the greater general skill and movement ability of older compared with younger soccer players could make it more difficult to achieve performance enhancements after shortterm interventions. Thus, according to Lloyd et al. (17) and the results of the present study, it appears that younger individuals need a lower training load to obtain large improvements in physical performance, whereas the training load should be progressively increased with chronological age or maturity status to permit further improvements.",
        "section": "DISCUSSION",
        "section_number": 13,
        "sentences": [
            "With respect to jump and sprint performance, the results of the present study showed a similar trend to strength variables, with lower levels of improvement as chronological age increased (Figures 1 and 2) .",
            "Since jump and sprint performance has a close relationship with maximal strength (8, 26, 35) , the smaller improvement in both variables that occurred in older compared with younger soccer players could be due, at least in part, to the lower strength gains shown by older players.",
            "In line with our results, a recent meta-analysis of the effects of strength training on motor performance skills in children and adolescents revealed a significant negative correlation coefficient for the age of subjects with the magnitude of the ES, indicating that strength training produces more beneficial effects on jump and sprint in younger subjects.",
            "Indeed, unlike strength performance, most studies analyzing the impact of various chronological ages on changes in motor performance following a strength training program (9, 16, 29) have shown superior gains in younger compared with older individuals, although some others (17, 20) have found mixed results depending on the variable assessed and the strength training method used.",
            "For example, Lloyd et al. (17) compared the effect of 6-week training interventions using different strength training modes (heavy-load weight training, plyometric training, and combined training) on sprinting and jumping performance in boys pre-and post-PHV.",
            "The results of this study (17) showed that: (a) plyometric training produced a greater magnitude of change in both sprint and jump variables for pre-PHV compared with post-PHV individuals; (b) heavyload weight training and combined training resulted in greater beneficial effects on sprint time (mainly in T 10 ) for post-PHV than pre-PHV, whereas the effect on jump performance was the opposite.",
            "These results suggest that the training method used is a key factor in determining traininginduced adaptations in individuals at different maturity stages, and therefore, it is possible that each age group needs a different training stimulus to maximize their physical development.",
            "Such training stimuli should be related to the stage of individual neuromuscular maturity.",
            "In this regard, the greater general skill and movement ability of older compared with younger soccer players could make it more difficult to achieve performance enhancements after shortterm interventions.",
            "Thus, according to Lloyd et al. (17) and the results of the present study, it appears that younger individuals need a lower training load to obtain large improvements in physical performance, whereas the training load should be progressively increased with chronological age or maturity status to permit further improvements."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "35480",
        "text": "In summary, all STGs achieved greater improvements in jump, sprint, and strength performance than the CGs, regardless of age of soccer players. However, the gains obtained in sprint, jump, and strength after strength training were different for each age group, with lower improvements in these variables as chronological age increased. Therefore, although the results of the present study suggest that a lowload and low-volume weight training combined with plyometrics is an effective training method to improve physical performance in soccer players of different ages, these findings appear to indicate that factors related to jump, sprint, and strength may develop at different rates for different individuals undertaking the same training program. The changes in these variables may be linked to age, training background (initial strength performance), and general skill ability. Thus, training programs should be modified to accommodate differences in several factors such as chronological age, maturation, movement ability, training experience, and baseline muscle strength level.",
        "section": "DISCUSSION",
        "section_number": 14,
        "sentences": [
            "In summary, all STGs achieved greater improvements in jump, sprint, and strength performance than the CGs, regardless of age of soccer players.",
            "However, the gains obtained in sprint, jump, and strength after strength training were different for each age group, with lower improvements in these variables as chronological age increased.",
            "Therefore, although the results of the present study suggest that a lowload and low-volume weight training combined with plyometrics is an effective training method to improve physical performance in soccer players of different ages, these findings appear to indicate that factors related to jump, sprint, and strength may develop at different rates for different individuals undertaking the same training program.",
            "The changes in these variables may be linked to age, training background (initial strength performance), and general skill ability.",
            "Thus, training programs should be modified to accommodate differences in several factors such as chronological age, maturation, movement ability, training experience, and baseline muscle strength level."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "35480",
        "text": "Regardless of the age of the soccer players, weight training with low loads and lifting the load at maximal voluntary velocity combined with plyometrics involves an effective stimulus that produces greater improvements in actions fundamental to soccer performance than those generated by specific soccer practice, without the need to perform repetitions to muscle failure. However, it appears that training characteristics (mainly volume, intensity, and type of exercise) should be modified in relation to chronological age, maturity status, and strength training experience. In addition, considering that resistance training applied in this study has a short duration and low frequency, it can be easily integrated into the normal technical-tactical field soccer training.",
        "section": "PRACTICAL APPLICATIONS",
        "section_number": 15,
        "sentences": [
            "Regardless of the age of the soccer players, weight training with low loads and lifting the load at maximal voluntary velocity combined with plyometrics involves an effective stimulus that produces greater improvements in actions fundamental to soccer performance than those generated by specific soccer practice, without the need to perform repetitions to muscle failure.",
            "However, it appears that training characteristics (mainly volume, intensity, and type of exercise) should be modified in relation to chronological age, maturity status, and strength training experience.",
            "In addition, considering that resistance training applied in this study has a short duration and low frequency, it can be easily integrated into the normal technical-tactical field soccer training."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    }
]