[
    {
        "doc_id": "34835",
        "text": "Bronchial asthma (BA) is a chronic inflammatory disorder of airways for which the effective therapies include inhaled corticosteroids (ICS) and short-acting β 2-adrenoreceptor agonist (SABA). Serum eosinophil cationic protein (ECP) has been reported to reflect the degree of airway inflammation. We, therefore, explored the implication of serum ECP in assessing the efficacy of ICS therapy in BA children. Our prospective randomized control study enrolled 126 BA children and 78 healthy children (the control group). The BA patients were randomly assigned as two groups; 59 children were treated with ICS, twice a day, for three months and 67 patients received SABA inhalation only if necessary. After the 3-month therapy, the serum levels of ECP, endothelin-1, and nitric oxide and the eosinophil percentage (EOS%) in induced sputum were significantly lower in the ICS group, compared with the SABA group, but were still higher than the control group (all P < 0.05). The forced expiratory volume (FEV1%pred) and forced vital capacity (FEV1/FVC) were improved to the levels of the control group after therapy. Pearson correlation analysis presented that higher serum ECP levels were associated with higher EOS% in serum and with lower pulmonary function indices (FEVl%pred and FEV1/FVC). Importantly, the ICS group exhibited higher quality of life scores and lower symptom scores compared with the SABA group (all P < 0.05). ROC results revealed the diagnostic efficiency of serum ECP levels on the efficacy of ICS. In conclusion, measuring serum ECP levels is helpful for assessing the efficacy of ICS therapy in BA children.",
        "section": "Abstract",
        "sentences": [
            "Bronchial asthma (BA) is a chronic inflammatory disorder of airways for which the effective therapies include inhaled corticosteroids (ICS) and short-acting β 2-adrenoreceptor agonist (SABA).",
            "Serum eosinophil cationic protein (ECP) has been reported to reflect the degree of airway inflammation.",
            "We, therefore, explored the implication of serum ECP in assessing the efficacy of ICS therapy in BA children.",
            "Our prospective randomized control study enrolled 126 BA children and 78 healthy children (the control group).",
            "The BA patients were randomly assigned as two groups; 59 children were treated with ICS, twice a day, for three months and 67 patients received SABA inhalation only if necessary.",
            "After the 3-month therapy, the serum levels of ECP, endothelin-1, and nitric oxide and the eosinophil percentage (EOS%) in induced sputum were significantly lower in the ICS group, compared with the SABA group, but were still higher than the control group (all P < 0.05).",
            "The forced expiratory volume (FEV1%pred) and forced vital capacity (FEV1/FVC) were improved to the levels of the control group after therapy.",
            "Pearson correlation analysis presented that higher serum ECP levels were associated with higher EOS% in serum and with lower pulmonary function indices (FEVl%pred and FEV1/FVC).",
            "Importantly, the ICS group exhibited higher quality of life scores and lower symptom scores compared with the SABA group (all P < 0.05).",
            "ROC results revealed the diagnostic efficiency of serum ECP levels on the efficacy of ICS.",
            "In conclusion, measuring serum ECP levels is helpful for assessing the efficacy of ICS therapy in BA children."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34835",
        "text": "Bronchial asthma (BA) is a chronic inflammatory disorder of the airways, which is characterized by the involvement of various cytokines and cells, including inflammatory cells and airway structure cells (Fixman et al. 2007) . The chronic inflammation is characterized by limitations of extensive and varied reversible airflow, which cause various symptoms such as recurrent wheezing, shortness of breath, chest congestion, and cough (Bai and Knight 2005) . The incidence rate of asthma is on a rise every year, labeling asthma as a health concern worldwide (Lundback et al. 2016) . In China, about 30 million patients are suffering from asthma, a large number of which consists of children (Chen et al. 2013) . Due to its widespread prevalence, investigations regarding onset mechanism and development of asthmatic airway inflammation would specify important and valuable information for preventing and treating of asthma.",
        "section": "Introduction",
        "section_number": 1,
        "sentences": [
            "Bronchial asthma (BA) is a chronic inflammatory disorder of the airways, which is characterized by the involvement of various cytokines and cells, including inflammatory cells and airway structure cells (Fixman et al. 2007) .",
            "The chronic inflammation is characterized by limitations of extensive and varied reversible airflow, which cause various symptoms such as recurrent wheezing, shortness of breath, chest congestion, and cough (Bai and Knight 2005) .",
            "The incidence rate of asthma is on a rise every year, labeling asthma as a health concern worldwide (Lundback et al. 2016) .",
            "In China, about 30 million patients are suffering from asthma, a large number of which consists of children (Chen et al. 2013) .",
            "Due to its widespread prevalence, investigations regarding onset mechanism and development of asthmatic airway inflammation would specify important and valuable information for preventing and treating of asthma."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34835",
        "text": "Inhaled corticosteroid (ICS) therapy is currently the most effective and widely used treatment option for BA (Chung et al. 2009) . Glucocorticoids play an important role in the regulation of the immune system. They are effective anti-inflammatory agents and immune suppressors, which can block several major airway inflammation pathways and prevent the development of asthma (Barnes 2011) . Glucocorticoids have been considered to be the most potent drug for controlling the inflammatory bronchial reaction in patients with asthma (Adcock 2001) . In addition to ICS, it has been observed that short-acting β2-adrenoreceptor agonist (SABA) plays important roles in relieving asthma symptoms (Bauer et al. 2011) . Eosinophils are responsible for combating parasites and infections, and they are also involved in controlling mechanisms associated with allergies and asthma. Their infiltration is an important feature that contributes to the onset of asthma and forms the pathological basis of an asthma attack (Kim et al. 2012) . During an inflammation, the eosinophils in the airways activate and release inflammatory mediators such as histamines, enzymes and toxic proteins after undergoing degranulation. This further contracts the smooth muscle in the bronchus and increases microvascular permeability and mucus secre-tion (Kariyawasam and Robinson 2006; Fulkerson and Rothenberg 2013) . Human eosinophil cationic protein (ECP) is an eosinophil specific granule protein that is secreted during inflammation and infection (Salazar et al. 2014) . A study confirmed that ECP plays an important role in allergic reactions and infections (Yu et al. 2015 ). However, it has been observed that elevated levels of serum ECP have some potent cytotoxic effects. These include airway epithelial injury and shedding, thereby inducing mast cells to release histamine. Consequently, these effects may lead to the development of airway hyper-responsiveness and obstruction (Koh et al. 2007; Bystrom et al. 2012 ). On the bright side, Serum ECP is a specific Eosinophil marker that reflects its activation status (higher ECP means higher Eosinophil activity) (Koh et al. 2007; Bystrom et al. 2011) . Cumulative evidence showed that serum ECP levels are positively correlated with the severity of an asthma attack. Thus, serum level of ECP is of important clinical value for the diagnosis and treatment of asthma (Zedan et al. 2010) . However, there are no current studies reporting whether the change in eosinophil and serum levels of ECP can be used for evaluating the efficacy of ICS therapy. Therefore, in this study the symptom scores were determined by several measurements; serum ECP, total serum immunoglobulin E (IgE), two pulmonary function indices, forced expiratory volume in one second forced expiratory volume to the forced vital capacity (FEV1/FVC), eosinophil percentage (EOS%) in serum and induced sputum, and serum level of endothelin-1 (ET-1), and nitric oxide (NO) level before and after ICS therapy. We investigated these parameters in order to illustrate the diagnostic efficiency of serum ECP level on the efficacy of ICS in children with BA, demonstrating serum ECP level were helpful in assisting in more extensive management of diagnosis and treatment for asthma combined with the pulmonary function test.",
        "section": "Introduction",
        "section_number": 2,
        "sentences": [
            "Inhaled corticosteroid (ICS) therapy is currently the most effective and widely used treatment option for BA (Chung et al. 2009) .",
            "Glucocorticoids play an important role in the regulation of the immune system.",
            "They are effective anti-inflammatory agents and immune suppressors, which can block several major airway inflammation pathways and prevent the development of asthma (Barnes 2011) .",
            "Glucocorticoids have been considered to be the most potent drug for controlling the inflammatory bronchial reaction in patients with asthma (Adcock 2001) .",
            "In addition to ICS, it has been observed that short-acting β2-adrenoreceptor agonist (SABA) plays important roles in relieving asthma symptoms (Bauer et al. 2011) .",
            "Eosinophils are responsible for combating parasites and infections, and they are also involved in controlling mechanisms associated with allergies and asthma.",
            "Their infiltration is an important feature that contributes to the onset of asthma and forms the pathological basis of an asthma attack (Kim et al. 2012) .",
            "During an inflammation, the eosinophils in the airways activate and release inflammatory mediators such as histamines, enzymes and toxic proteins after undergoing degranulation.",
            "This further contracts the smooth muscle in the bronchus and increases microvascular permeability and mucus secre-tion (Kariyawasam and Robinson 2006; Fulkerson and Rothenberg 2013) .",
            "Human eosinophil cationic protein (ECP) is an eosinophil specific granule protein that is secreted during inflammation and infection (Salazar et al. 2014) .",
            "A study confirmed that ECP plays an important role in allergic reactions and infections (Yu et al. 2015 ).",
            "However, it has been observed that elevated levels of serum ECP have some potent cytotoxic effects.",
            "These include airway epithelial injury and shedding, thereby inducing mast cells to release histamine.",
            "Consequently, these effects may lead to the development of airway hyper-responsiveness and obstruction (Koh et al. 2007; Bystrom et al. 2012 ).",
            "On the bright side, Serum ECP is a specific Eosinophil marker that reflects its activation status (higher ECP means higher Eosinophil activity) (Koh et al. 2007; Bystrom et al. 2011) .",
            "Cumulative evidence showed that serum ECP levels are positively correlated with the severity of an asthma attack.",
            "Thus, serum level of ECP is of important clinical value for the diagnosis and treatment of asthma (Zedan et al. 2010) .",
            "However, there are no current studies reporting whether the change in eosinophil and serum levels of ECP can be used for evaluating the efficacy of ICS therapy.",
            "Therefore, in this study the symptom scores were determined by several measurements; serum ECP, total serum immunoglobulin E (IgE), two pulmonary function indices, forced expiratory volume in one second forced expiratory volume to the forced vital capacity (FEV1/FVC), eosinophil percentage (EOS%) in serum and induced sputum, and serum level of endothelin-1 (ET-1), and nitric oxide (NO) level before and after ICS therapy.",
            "We investigated these parameters in order to illustrate the diagnostic efficiency of serum ECP level on the efficacy of ICS in children with BA, demonstrating serum ECP level were helpful in assisting in more extensive management of diagnosis and treatment for asthma combined with the pulmonary function test."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34835",
        "text": "This study was conducted with approval of the Ethics Committee of the Children's Hospital of Zhengzhou. All study subjects voluntarily participated in this study with informal consents.",
        "section": "Ethics statement",
        "section_number": 3,
        "sentences": [
            "This study was conducted with approval of the Ethics Committee of the Children's Hospital of Zhengzhou.",
            "All study subjects voluntarily participated in this study with informal consents."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34835",
        "text": "From August 2013 to October 2014, 126 children with BA in the Children's Hospital of Zhengzhou volunteered for this study. The sample size included a total of 75 boys and 51 girls aged between 4-16 years old (7.52 ± 2.21 years). On the basis of the diagnosis standard of BA during childhood (Protsiuk 2006) , the patients were divided into two groups on random: 59 patients in the ICS group (34 boys and 25 girls with an average age of 7.42 ± 2.30 years) and 67 patients in the SABA group (41 boys and 26 girls with an average age of 7.61 ± 2.15 years). The inclusion criteria were as follows: (1) children who accepted treatment for the first time without an upper respiratory infection in the previous four weeks, and without corticosteroid treatment (oral, intravenous and inhalation) and immunotherapy, (2) no active pathological changes were observed through a chest CT and no history of chronic lung disease, and (3) no history of allergies to therapeutic drugs used in this study. The exclusion criteria were as follows: (1) patients with congenital diseases, genetic disorders, autoimmune diseases, or heart disease combined with infection, (2) patients with a respiratory disease other than asthma, or (3) patients with a history of allergies towards bronchodilators used in this study. 78 healthy children (38 boys and 40 girls with an average age of 7.31 ± 2.14 years) volunteered for this investigation as the control group. Members of the control group had no familial history of eczema or allergic diseases and no history of any respiratory, liver, kidneys, or heart diseases. They also did not contract any infections recently, no history of parasitic infections, and had never undergone ICS therapy before.",
        "section": "General information",
        "section_number": 4,
        "sentences": [
            "From August 2013 to October 2014, 126 children with BA in the Children's Hospital of Zhengzhou volunteered for this study.",
            "The sample size included a total of 75 boys and 51 girls aged between 4-16 years old (7.52 ± 2.21 years).",
            "On the basis of the diagnosis standard of BA during childhood (Protsiuk 2006) , the patients were divided into two groups on random: 59 patients in the ICS group (34 boys and 25 girls with an average age of 7.42 ± 2.30 years) and 67 patients in the SABA group (41 boys and 26 girls with an average age of 7.61 ± 2.15 years).",
            "The inclusion criteria were as follows: (1) children who accepted treatment for the first time without an upper respiratory infection in the previous four weeks, and without corticosteroid treatment (oral, intravenous and inhalation) and immunotherapy, (2) no active pathological changes were observed through a chest CT and no history of chronic lung disease, and (3) no history of allergies to therapeutic drugs used in this study.",
            "The exclusion criteria were as follows: (1) patients with congenital diseases, genetic disorders, autoimmune diseases, or heart disease combined with infection, (2) patients with a respiratory disease other than asthma, or (3) patients with a history of allergies towards bronchodilators used in this study.",
            "78 healthy children (38 boys and 40 girls with an average age of 7.31 ± 2.14 years) volunteered for this investigation as the control group.",
            "Members of the control group had no familial history of eczema or allergic diseases and no history of any respiratory, liver, kidneys, or heart diseases.",
            "They also did not contract any infections recently, no history of parasitic infections, and had never undergone ICS therapy before."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34835",
        "text": "Peripheral venous blood (2-3 ml) was withdrawn from asthmatic and healthy individuals in fasted state in the morning. The blood samples were then underwent coagulation at room temperature for 60 ± 10 minutes and then centrifugation at 1,000-1,350 g for 10 minutes. The serum was transferred to a new tube for repeating the centrifugation process. The serum was then transferred to serum retention tubes and was stored at −20°C. After the disappearance of asthma symptoms, venous blood of children with asthma was withdrawn and kept in an ordinary glass tube at room temperature, and stored at −20°C for later analysis.",
        "section": "Sample collection",
        "section_number": 5,
        "sentences": [
            "Peripheral venous blood (2-3 ml) was withdrawn from asthmatic and healthy individuals in fasted state in the morning.",
            "The blood samples were then underwent coagulation at room temperature for 60 ± 10 minutes and then centrifugation at 1,000-1,350 g for 10 minutes.",
            "The serum was transferred to a new tube for repeating the centrifugation process.",
            "The serum was then transferred to serum retention tubes and was stored at −20°C.",
            "After the disappearance of asthma symptoms, venous blood of children with asthma was withdrawn and kept in an ordinary glass tube at room temperature, and stored at −20°C for later analysis."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34835",
        "text": "The ICS group was administered ICS. According to the age and clinical conditions of the children seretide or pulmicort (AstraZeneca Pty Ltd., London, UK) aerosol inhalation dosage was adjusted and administered. Seretide or pilmicort was administered in one inhalation combined with 100 μg, twice a day, once in the morning and once in the evening for 3 months. The SABA group received SABA inhalation; SABA (AstraZeneca Pty) was inhaled only if necessary. The control group did not receive any therapy.",
        "section": "Therapy methods",
        "section_number": 6,
        "sentences": [
            "The ICS group was administered ICS.",
            "According to the age and clinical conditions of the children seretide or pulmicort (AstraZeneca Pty Ltd., London, UK) aerosol inhalation dosage was adjusted and administered.",
            "Seretide or pilmicort was administered in one inhalation combined with 100 μg, twice a day, once in the morning and once in the evening for 3 months.",
            "The SABA group received SABA inhalation; SABA (AstraZeneca Pty) was inhaled only if necessary.",
            "The control group did not receive any therapy."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34835",
        "text": "For determining the symptom scores serum levels of ECP, FEVl%pred, FEV1/FVC, total serum IgE, EOS% in serum and induced sputum, ET-1 level, and NO level were all measured both before and after therapy. A scoring system was used for quantifying the symptoms exhibited by patients (Globe et al. 2016) : 0 points, no symptoms; 1 point, normal daily activity with occasional coughing at night; 2 points, interference in daily activities and frequently waking up at night; 3 points, unable to perform daily activities with very little sleep. In the ICS and SABA groups, the Pediatric Asthma Quality of Life Questionnaire (PAQLQ) was conducted before and after the 3-month therapy. The PAQLQ questions included 3 dimensions that comprised of a total of 23 questions: symptoms dimension (10 questions), activity dimension (5 questions), and affection dimension (8 questions). The scoring was done using a 1 to 7 point scale where 1 point indicated the worst and 7 points indicated the best. The patients completed the test independently in accordance with the requirements of the questionnaire strictly.",
        "section": "Clinical and laboratory parameters",
        "section_number": 7,
        "sentences": [
            "For determining the symptom scores serum levels of ECP, FEVl%pred, FEV1/FVC, total serum IgE, EOS% in serum and induced sputum, ET-1 level, and NO level were all measured both before and after therapy.",
            "A scoring system was used for quantifying the symptoms exhibited by patients (Globe et al. 2016) : 0 points, no symptoms; 1 point, normal daily activity with occasional coughing at night; 2 points, interference in daily activities and frequently waking up at night; 3 points, unable to perform daily activities with very little sleep.",
            "In the ICS and SABA groups, the Pediatric Asthma Quality of Life Questionnaire (PAQLQ) was conducted before and after the 3-month therapy.",
            "The PAQLQ questions included 3 dimensions that comprised of a total of 23 questions: symptoms dimension (10 questions), activity dimension (5 questions), and affection dimension (8 questions).",
            "The scoring was done using a 1 to 7 point scale where 1 point indicated the worst and 7 points indicated the best.",
            "The patients completed the test independently in accordance with the requirements of the questionnaire strictly."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34835",
        "text": "The serum ECP levels were measured using the fluoro-enzyme immunoassay (FEIA) procedure according to the manufacturer's instructions (Pharmacia CAP System). A Master Screen Paed instrument (German Jaeger Company) was used for testing the pulmonary function. After the examination, FEV1%pred and FEV1/FVC were measured continuously once the children relaxed for a minimum of 3 times. Variation ratios were less than 5%, and the best values were selected for comparing with the evaluation indicator of FEV1%Pred and FEV1/FVC. Induced sputum EOS% was measured using a JV3655 I ultrasonic atomizer (Devibiss health care equipment (Shandong) Co., Ltd., Linyi, China) whereby patients were asked to inhale 3% hypertonic saline for 15 to 30 minutes. The sputum was collected in separate Eppendorf tubes. After adding a fourfold volume of 0.1% dithiothreitol (DTT) (Jining Bio-technology Co., LTD, Shanghai, China), the samples were vortexed at a relatively low speed for 20-40 minutes then a fourfold volume of phosphate buffer was added for filtering the samples through 300 mesh filters. After undergoing centrifugation at 3,000 r/min for 10 minutes, the supernatants were discarded and pellets were used for smearing, hematoxylin eosin (Jining Bio-technology) staining, and mounting in order to calculate the proportions of various cells. A μs-2200 automatic blood cell analyzer (Shenzhen Icubio Biotechnology Co., Ltd., Shenzhen, China) was used for calculating the EOS% value. Serum samples (4 ml) were used for performing the enzyme-linked immunosorbent assay (ELISA) to measure the total IgE level in peripheral blood (Elisa Biological Technology (Shanghai) Co., Ltd., Shanghai, China). The ET-1 level was detected via the radioimmunoassay method using the kit from the Research Institute of East Asian Immune Technology in the People's Liberation Army General Hospital. Nitrate reductase assay was performed for detecting the NO level and the concentration was measured by colorimetry. The kit was acquired from the Nanjing Jiancheng Biological Engineering Research Institute.",
        "section": "Clinical and laboratory parameters",
        "section_number": 8,
        "sentences": [
            "The serum ECP levels were measured using the fluoro-enzyme immunoassay (FEIA) procedure according to the manufacturer's instructions (Pharmacia CAP System).",
            "A Master Screen Paed instrument (German Jaeger Company) was used for testing the pulmonary function.",
            "After the examination, FEV1%pred and FEV1/FVC were measured continuously once the children relaxed for a minimum of 3 times.",
            "Variation ratios were less than 5%, and the best values were selected for comparing with the evaluation indicator of FEV1%Pred and FEV1/FVC.",
            "Induced sputum EOS% was measured using a JV3655 I ultrasonic atomizer (Devibiss health care equipment (Shandong) Co., Ltd., Linyi, China) whereby patients were asked to inhale 3% hypertonic saline for 15 to 30 minutes.",
            "The sputum was collected in separate Eppendorf tubes.",
            "After adding a fourfold volume of 0.1% dithiothreitol (DTT) (Jining Bio-technology Co., LTD, Shanghai, China), the samples were vortexed at a relatively low speed for 20-40 minutes then a fourfold volume of phosphate buffer was added for filtering the samples through 300 mesh filters.",
            "After undergoing centrifugation at 3,000 r/min for 10 minutes, the supernatants were discarded and pellets were used for smearing, hematoxylin eosin (Jining Bio-technology) staining, and mounting in order to calculate the proportions of various cells.",
            "A μs-2200 automatic blood cell analyzer (Shenzhen Icubio Biotechnology Co., Ltd., Shenzhen, China) was used for calculating the EOS% value.",
            "Serum samples (4 ml) were used for performing the enzyme-linked immunosorbent assay (ELISA) to measure the total IgE level in peripheral blood (Elisa Biological Technology (Shanghai) Co., Ltd., Shanghai, China).",
            "The ET-1 level was detected via the radioimmunoassay method using the kit from the Research Institute of East Asian Immune Technology in the People's Liberation Army General Hospital.",
            "Nitrate reductase assay was performed for detecting the NO level and the concentration was measured by colorimetry.",
            "The kit was acquired from the Nanjing Jiancheng Biological Engineering Research Institute."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34835",
        "text": "Three months after the therapy, the treatment efficacy was evaluated by several standards for the patients of both the ICS and SABA groups. The evaluation standards were as follows: (1) markedly effective, the major clinical symptoms disappeared completely; (2) effective, the major clinical symptoms of patients improved significantly; (3) invalid, the major clinical symptoms of patients showed no signs of improvement and even showed further deterioration of health. We used the equation; Total effective rate = the cases of (markedly effective + effective)/total cases × 100%.",
        "section": "Efficacy evaluation",
        "section_number": 9,
        "sentences": [
            "Three months after the therapy, the treatment efficacy was evaluated by several standards for the patients of both the ICS and SABA groups.",
            "The evaluation standards were as follows: (1) markedly effective, the major clinical symptoms disappeared completely; (2) effective, the major clinical symptoms of patients improved significantly; (3) invalid, the major clinical symptoms of patients showed no signs of improvement and even showed further deterioration of health.",
            "We used the equation; Total effective rate = the cases of (markedly effective + effective)/total cases × 100%."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34835",
        "text": "The SPSS18.0 software was used for analyzing the data in this study. The t test and paired t test were used for comparing the measurement data (mean ± standard deviation) from the two experimental groups. Count data were represented in the form of percentage or ratio and using the chi-square test multiple sample rates were compared. The correlation between two measurement data was analyzed by Pearson correlation analysis, where P < 0.05 values indicated statistical significance.",
        "section": "Statistical analysis",
        "section_number": 10,
        "sentences": [
            "The SPSS18.0 software was used for analyzing the data in this study.",
            "The t test and paired t test were used for comparing the measurement data (mean ± standard deviation) from the two experimental groups.",
            "Count data were represented in the form of percentage or ratio and using the chi-square test multiple sample rates were compared.",
            "The correlation between two measurement data was analyzed by Pearson correlation analysis, where P < 0.05 values indicated statistical significance."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34835",
        "text": "As shown in Table 1 , there were no significant differences amongst the 3 groups in the parameters of sex, average age, height, and weight (all P > 0.05). The average course of the disease, serum level of ECP, pulmonary function (FEV1%pred and FEV1/FVC), total serum IgE, serum EOS%, ET-1, NO were not significantly different between the ICS and SABA groups (all P > 0.05). Compared with the control group, the ICS and SABA groups showed significantly higher serum levels of ECP, total serum IgE, serum EOS%, ET-1 and NO, and exhibited significantly lower pulmonary function (FEV1%pred and FEV1/FVC) (all P < 0.05).",
        "section": "Baseline characteristics of children in the control, ICS, and SABA groups",
        "section_number": 11,
        "sentences": [
            "As shown in Table 1 , there were no significant differences amongst the 3 groups in the parameters of sex, average age, height, and weight (all P > 0.05).",
            "The average course of the disease, serum level of ECP, pulmonary function (FEV1%pred and FEV1/FVC), total serum IgE, serum EOS%, ET-1, NO were not significantly different between the ICS and SABA groups (all P > 0.05).",
            "Compared with the control group, the ICS and SABA groups showed significantly higher serum levels of ECP, total serum IgE, serum EOS%, ET-1 and NO, and exhibited significantly lower pulmonary function (FEV1%pred and FEV1/FVC) (all P < 0.05)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34835",
        "text": "As shown in Table 2 , the induced sputum EOS%, total serum IgE, serum EOS%, ET-1, and NO levels of the patients were significantly lower in both the ICS and SABA groups after 3-month therapy (all P < 0.05). In comparison to the SABA group, the serum levels of ECP and induced sputum EOS% were significantly lower in the ICS group, but were still higher than the control group (all P < 0.05). After therapy, total serum IgE levels were decreased in both the ICS and SABA groups (both P < 0.05), while the total serum IgE levels were significantly lower in the ICS group compared with the SABA group. Notably, no significant difference was detected in the IgE levels between the ICS group and the control group (P > 0.05). After therapy, the serum EOS% levels were decreased in both the ICS and SABA groups (all P < 0.05), the levels of which were similar to those in the control group. ET-1 level and NO level in the ICS and SABA groups were significantly lower than the pre-treatment values (all P < 0.05), but were still higher than that the levels observed in the control group (all P < 0.05). Finally, we found that ET-1 level and NO levels in the ICS group were much lower compared to the SABA group (all P < 0.05). Fig. 1 shows the changes in the two lung function parameters, FEV1%pred and FEV1/FVC, in BA children before and after therapy. Prior to the therapy, the levels of FEV1%pred and FEV1/FVC showed no statistical differences in ICS and SABA groups (all P > 0.05) and both of these values were lower than that in control group (all P < 0.05). After therapy, FEV1%pred and FEV1/FVC significantly improved in the ICS and SABA groups as compared with the pre-therapy values (both P < 0.05). Importantly, after therapy, no significant differences were observed in pulmonary function (FEV1%pred and FEV1/FVC) among the ICS group, SABA group and control group (all P > 0.05).",
        "section": "Comparison of serum parameters in three groups",
        "section_number": 12,
        "sentences": [
            "As shown in Table 2 , the induced sputum EOS%, total serum IgE, serum EOS%, ET-1, and NO levels of the patients were significantly lower in both the ICS and SABA groups after 3-month therapy (all P < 0.05).",
            "In comparison to the SABA group, the serum levels of ECP and induced sputum EOS% were significantly lower in the ICS group, but were still higher than the control group (all P < 0.05).",
            "After therapy, total serum IgE levels were decreased in both the ICS and SABA groups (both P < 0.05), while the total serum IgE levels were significantly lower in the ICS group compared with the SABA group.",
            "Notably, no significant difference was detected in the IgE levels between the ICS group and the control group (P > 0.05).",
            "After therapy, the serum EOS% levels were decreased in both the ICS and SABA groups (all P < 0.05), the levels of which were similar to those in the control group.",
            "ET-1 level and NO level in the ICS and SABA groups were significantly lower than the pre-treatment values (all P < 0.05), but were still higher than that the levels observed in the control group (all P < 0.05).",
            "Finally, we found that ET-1 level and NO levels in the ICS group were much lower compared to the SABA group (all P < 0.05).",
            "Fig. 1 shows the changes in the two lung function parameters, FEV1%pred and FEV1/FVC, in BA children before and after therapy.",
            "Prior to the therapy, the levels of FEV1%pred and FEV1/FVC showed no statistical differences in ICS and SABA groups (all P > 0.05) and both of these values were lower than that in control group (all P < 0.05).",
            "After therapy, FEV1%pred and FEV1/FVC significantly improved in the ICS and SABA groups as compared with the pre-therapy values (both P < 0.05).",
            "Importantly, after therapy, no significant differences were observed in pulmonary function (FEV1%pred and FEV1/FVC) among the ICS group, SABA group and control group (all P > 0.05)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34835",
        "text": "Results of PAQLQ revealed that no statistical difference was seen in the scores of symptom, affection, and activity dimensions between the ICS and SABA groups before therapy (all P > 0.05) (reference to Table 3 ). After therapy, these scores of these parameters increased significantly in the ICS and SABA groups (all P < 0.05), whereby the scores of the ICS group were higher than those in the SABA group (all P < 0.05). There was no significant difference in symptom score between the ICS (2.20 ± 0.78) and SABA groups (2.12 ± 0.77) before therapy (all P > 0.05), whereas the symptom score were evidently lower in the ICS and SABA groups after therapy (all P < 0.05). Additionally, the symptom score in the ICS group (0.31 ± 0.46) were significantly lower than those in the SABA group (0.79 ± 0.41) (P < 0.05).",
        "section": "PAQLQ score and symptom score in ICS and SABA groups",
        "section_number": 13,
        "sentences": [
            "Results of PAQLQ revealed that no statistical difference was seen in the scores of symptom, affection, and activity dimensions between the ICS and SABA groups before therapy (all P > 0.05) (reference to Table 3 ).",
            "After therapy, these scores of these parameters increased significantly in the ICS and SABA groups (all P < 0.05), whereby the scores of the ICS group were higher than those in the SABA group (all P < 0.05).",
            "There was no significant difference in symptom score between the ICS (2.20 ± 0.78) and SABA groups (2.12 ± 0.77) before therapy (all P > 0.05), whereas the symptom score were evidently lower in the ICS and SABA groups after therapy (all P < 0.05).",
            "Additionally, the symptom score in the ICS group (0.31 ± 0.46) were significantly lower than those in the SABA group (0.79 ± 0.41) (P < 0.05)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34835",
        "text": "The results of Pearson correlation analysis indicated that the serum levels of ECP and serum EOS%, induced sputum EOS%, ET-1 and NO after ICS therapy (r = 0.363, P = 0.005; r = 0.848, P < 0.001; r = 0.349, P < 0.001; r = 0.531, P < 0.001 respectively) were very strongly positively correlated. In contrast, the pulmonary function indices FEVl%pred and FEV1/FVC were negatively correlated to the serum level of ECP (r = −0.703, P < 0.001; r = −0.630, P < 0.001) (Fig. 2) . Additionally a positive correlation between the serum level of ECP and serum EOS% (r = 0.543, P < 0.001), induced sputum EOS% (r = 0.831, P < 0.001), ET-1 (r = 0.687, P < 0.005) and NO (r = 0.581, P < 0.001) was observed after SABA therapy, while the pulmonary function indices FEVl%pred and FEV1/FVC were negatively correlated with the serum level of ECP (r = −0.633, P < 0.001; r = −0.727, P < 0.001) (Fig. 3) . However, there was no correlation observed between the Table 3 . PAQLQ scores of symptom, affection and activity dimensions in the ICS and SABA groups before and after therapy.",
        "section": "Results of Pearson correlation analysis",
        "section_number": 14,
        "sentences": [
            "The results of Pearson correlation analysis indicated that the serum levels of ECP and serum EOS%, induced sputum EOS%, ET-1 and NO after ICS therapy (r = 0.363, P = 0.005; r = 0.848, P < 0.001; r = 0.349, P < 0.001; r = 0.531, P < 0.001 respectively) were very strongly positively correlated.",
            "In contrast, the pulmonary function indices FEVl%pred and FEV1/FVC were negatively correlated to the serum level of ECP (r = −0.703, P < 0.001; r = −0.630, P < 0.001) (Fig. 2) .",
            "Additionally a positive correlation between the serum level of ECP and serum EOS% (r = 0.543, P < 0.001), induced sputum EOS% (r = 0.831, P < 0.001), ET-1 (r = 0.687, P < 0.005) and NO (r = 0.581, P < 0.001) was observed after SABA therapy, while the pulmonary function indices FEVl%pred and FEV1/FVC were negatively correlated with the serum level of ECP (r = −0.633, P < 0.001; r = −0.727, P < 0.001) (Fig. 3) .",
            "However, there was no correlation observed between the Table 3 .",
            "PAQLQ scores of symptom, affection and activity dimensions in the ICS and SABA groups before and after therapy."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34835",
        "text": "*P < 0.05 compared with before therapy; # P < 0.05 compared with the SABA group. PAQLQ, Pediatric Asthma Quality of Life Questionnaire; ICS, inhaled corticosteroid; SABA, shortacting β2-adrenoreceptor agonist. Diagnostic efficiency of serum levels of ECP in the efficacy of ICS and SABA therapies Three months after therapy, the efficacy of the ICS group was evaluated. We found that 38 cases were evidently effective, while 14 cases were effective and 7 cases were invalid, in which the total effective rate was 88.14%. A receiver operating characteristic (ROC) curve was drawn for analyzing the diagnostic efficiency of serum level of ECP in the efficacy of ICS therapy in children with BA. When the serum level of ECP was 24.385μg/L in the ICS group, the area under the curve (AUC) was the largest (0.805), with sensitivity and specificity at 71.4% and 78.8%, respectively (Fig. 4) . This revealed the diagnostic efficiency of serum ECP level on the efficacy of ICS ther-apy in children with BA.",
        "section": "Results of Pearson correlation analysis",
        "section_number": 15,
        "sentences": [
            "*P < 0.05 compared with before therapy; # P < 0.05 compared with the SABA group.",
            "PAQLQ, Pediatric Asthma Quality of Life Questionnaire; ICS, inhaled corticosteroid; SABA, shortacting β2-adrenoreceptor agonist.",
            "Diagnostic efficiency of serum levels of ECP in the efficacy of ICS and SABA therapies Three months after therapy, the efficacy of the ICS group was evaluated.",
            "We found that 38 cases were evidently effective, while 14 cases were effective and 7 cases were invalid, in which the total effective rate was 88.14%.",
            "A receiver operating characteristic (ROC) curve was drawn for analyzing the diagnostic efficiency of serum level of ECP in the efficacy of ICS therapy in children with BA.",
            "When the serum level of ECP was 24.385μg/L in the ICS group, the area under the curve (AUC) was the largest (0.805), with sensitivity and specificity at 71.4% and 78.8%, respectively (Fig. 4) .",
            "This revealed the diagnostic efficiency of serum ECP level on the efficacy of ICS ther-apy in children with BA."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34835",
        "text": "Three months after therapy, the SABA group had a total effective rate of 79.10%, including 35 markedly effective cases, 18 effective cases, and 14 invalid cases. ROC curve was drawn for analyzing the diagnostic efficiency of serum level of ECP in the efficacy of SABA therapy for children with BA. When the serum level of ECP was 26.755μg/L in the SABA group, the AUC was the largest (0.801), with the sensitivity and specificity at 64.3% and 86.8%, respectively (Fig. 5) , which suggested the diagnostic efficiency of serum level of ECP on the efficacy of ICS therapy in children with BA. Fig. 4 and Fig. 5 demonstrated that serum level of ECP had a highly diagnostic efficiency on the efficacy of both ICS and SABA therapies in children with BA, and there was no remarkable difference in terms of area, sensitivity and specificity between the two therapies, which revealed that the diagnostic efficiency of serum level of ECP on the efficacy of ICS and SABA therapies was not significantly different.",
        "section": "Results of Pearson correlation analysis",
        "section_number": 16,
        "sentences": [
            "Three months after therapy, the SABA group had a total effective rate of 79.10%, including 35 markedly effective cases, 18 effective cases, and 14 invalid cases.",
            "ROC curve was drawn for analyzing the diagnostic efficiency of serum level of ECP in the efficacy of SABA therapy for children with BA.",
            "When the serum level of ECP was 26.755μg/L in the SABA group, the AUC was the largest (0.801), with the sensitivity and specificity at 64.3% and 86.8%, respectively (Fig. 5) , which suggested the diagnostic efficiency of serum level of ECP on the efficacy of ICS therapy in children with BA.",
            "Fig. 4 and Fig. 5 demonstrated that serum level of ECP had a highly diagnostic efficiency on the efficacy of both ICS and SABA therapies in children with BA, and there was no remarkable difference in terms of area, sensitivity and specificity between the two therapies, which revealed that the diagnostic efficiency of serum level of ECP on the efficacy of ICS and SABA therapies was not significantly different."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34835",
        "text": "BA is a chronic disease characterized by reversible airway obstruction and airway hyper-responsiveness (Fixman et al. 2007) . Due to its ability to reducing the number of mast cells and eosinophil, weakening eosinophilic activation, and lowering hyper-responsiveness of airways, glucocorticoids have been widely administered as primary drugs for treating chronic and acute BA (Barnes 2011) . Serum ECP is a low molecular weight cationic basic protein and is secreted by activated eosinophils that can be functioned as a reference parameter for the evaluation of asthma severity (Niimi et al. 1998) . In this study, we explored the diagnostic efficiency of serum ECP on the efficacy of ICS therapy in children with BA with the underlying incentive to provide a better clinical evaluation for asthma severity.",
        "section": "Discussion",
        "section_number": 17,
        "sentences": [
            "BA is a chronic disease characterized by reversible airway obstruction and airway hyper-responsiveness (Fixman et al. 2007) .",
            "Due to its ability to reducing the number of mast cells and eosinophil, weakening eosinophilic activation, and lowering hyper-responsiveness of airways, glucocorticoids have been widely administered as primary drugs for treating chronic and acute BA (Barnes 2011) .",
            "Serum ECP is a low molecular weight cationic basic protein and is secreted by activated eosinophils that can be functioned as a reference parameter for the evaluation of asthma severity (Niimi et al. 1998) .",
            "In this study, we explored the diagnostic efficiency of serum ECP on the efficacy of ICS therapy in children with BA with the underlying incentive to provide a better clinical evaluation for asthma severity."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34835",
        "text": "Our results displayed that, after ICS therapy, the levels of serum ECP, total serum IgE, induced sputum EOS%, ET-1 and NO in children declined significantly. Although these indices were considerably lower than those observed in the SABA group, but were still higher than those observed in the control group. Above results, to a certain extent, were associated with the therapeutic course, remission degree, time, and environment. Glucocorticoids have been observed to inhibit the growth and migration of inflammatory cells, which is helpful for relieving airway inflammation (Ito et al. 2006) . Knowing this, it is rational to investigate how ICS therapy reduces induced sputum EOS%. Along with the decline in the eosinophil number and activation, the serum ECP level secreted by eosinophil reduced significantly. Furthermore, it has been proposed that ET-1 and NO can be of importance in the pathogenesis of BA. Andersson et al. revealed that corticosteroids can reduce lung ET-1 content (Andersson et al. 1992 ). It has also been observed that children with asthma exacerbation had high levels of exhaled NO, which can be rapidly reduced by administering corticosteroid therapy (Baraldi et al. 1997) .",
        "section": "Discussion",
        "section_number": 18,
        "sentences": [
            "Our results displayed that, after ICS therapy, the levels of serum ECP, total serum IgE, induced sputum EOS%, ET-1 and NO in children declined significantly.",
            "Although these indices were considerably lower than those observed in the SABA group, but were still higher than those observed in the control group.",
            "Above results, to a certain extent, were associated with the therapeutic course, remission degree, time, and environment.",
            "Glucocorticoids have been observed to inhibit the growth and migration of inflammatory cells, which is helpful for relieving airway inflammation (Ito et al. 2006) .",
            "Knowing this, it is rational to investigate how ICS therapy reduces induced sputum EOS%.",
            "Along with the decline in the eosinophil number and activation, the serum ECP level secreted by eosinophil reduced significantly.",
            "Furthermore, it has been proposed that ET-1 and NO can be of importance in the pathogenesis of BA.",
            "Andersson et al. revealed that corticosteroids can reduce lung ET-1 content (Andersson et al. 1992 ).",
            "It has also been observed that children with asthma exacerbation had high levels of exhaled NO, which can be rapidly reduced by administering corticosteroid therapy (Baraldi et al. 1997) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34835",
        "text": "According to our results, some findings suggested that the detection of serum ECP levels combined with pulmonary function tests could contribute to extensive diagnosis and treatment for asthma. Tekcan et al. (2014) demonstrated that serum ECP levels are directly linked with the severity of asthma, which is very helpful in the assessment of asthma control since it is difficult to conduct the pulmonary function test for children. Therefore, this paves the way for an easier diagnostic tool and method that could aid in diagnosing the extent of BA in children. The majority of researchers observed the diagnostic efficiency of serum ECP levels on the efficacy of ICS therapy in children with BA (Zimmerman and Tsui 1993; Bahceciler et al. 2000) . Our study also showed significant changes in serum ECP levels after ICS therapy, which implied that, serum ECP could be used as a prognostic marker for evaluating BA in children and ICS treatment. Therefore, we proposed that serum ECP levels could serve as a useful maker in the determination of the severity of asthma inflammation, in hopes of providing physicians with an objective evaluation reference for ICS treatment. It is generally believed that airway hyper-responsiveness stimulated by allergen exposure triggers asthma (Fixman et al. 2007) , and the first airway response is by eosinophils, which are the effector cells (Kim et al. 2012) . IgE antibody binds to the allergens and activates the effector cells, which consequently causes them to release various mediators, and results in the contraction of bronchial smooth muscles and infiltration of inflammatory cells (Gould et al. 2003) . Thus, the total serum IgE can be used as an indicator to predict the outcome of asthma therapy. A previous study indicated that the IgE levels were positively correlated with the severity of asthma (Bachert et al. 2012) . This relationship was also supported by our study in that, after ICS therapy, the level of IgE decreased following remission of asthma. Pulmonary function of children before and after ICS therapy were also scored on the basis of FEV1%pred, FEV1/FVC, and observed that, in the ICS and SABA groups, the values of FEV1%pred and FEV1/ FVC increased significantly after therapy. Additionally, patients who underwent ICS therapy showed signs of an improved life quality in regards to their sleep quality. Furthermore, we noticed that the pathological features of ICS-treated patients reduced compared to the SABA group. The statistical data obtained was in support of that ICS could indeed improve pulmonary function as well as improve the ability of patients to performing their daily activities, leading to a better life quality. After therapy, quality of life scores increased for all parameters, while the symptom scores decreased significantly in both ICS and SABA groups. In the ICS group, the quality of life scores was all higher while the symptom scores were lower compared to the SABA group. This suggested that ICS therapy might be a better alternative treatment option than SABA.",
        "section": "Discussion",
        "section_number": 19,
        "sentences": [
            "According to our results, some findings suggested that the detection of serum ECP levels combined with pulmonary function tests could contribute to extensive diagnosis and treatment for asthma.",
            "Tekcan et al. (2014) demonstrated that serum ECP levels are directly linked with the severity of asthma, which is very helpful in the assessment of asthma control since it is difficult to conduct the pulmonary function test for children.",
            "Therefore, this paves the way for an easier diagnostic tool and method that could aid in diagnosing the extent of BA in children.",
            "The majority of researchers observed the diagnostic efficiency of serum ECP levels on the efficacy of ICS therapy in children with BA (Zimmerman and Tsui 1993; Bahceciler et al. 2000) .",
            "Our study also showed significant changes in serum ECP levels after ICS therapy, which implied that, serum ECP could be used as a prognostic marker for evaluating BA in children and ICS treatment.",
            "Therefore, we proposed that serum ECP levels could serve as a useful maker in the determination of the severity of asthma inflammation, in hopes of providing physicians with an objective evaluation reference for ICS treatment.",
            "It is generally believed that airway hyper-responsiveness stimulated by allergen exposure triggers asthma (Fixman et al. 2007) , and the first airway response is by eosinophils, which are the effector cells (Kim et al. 2012) .",
            "IgE antibody binds to the allergens and activates the effector cells, which consequently causes them to release various mediators, and results in the contraction of bronchial smooth muscles and infiltration of inflammatory cells (Gould et al. 2003) .",
            "Thus, the total serum IgE can be used as an indicator to predict the outcome of asthma therapy.",
            "A previous study indicated that the IgE levels were positively correlated with the severity of asthma (Bachert et al. 2012) .",
            "This relationship was also supported by our study in that, after ICS therapy, the level of IgE decreased following remission of asthma.",
            "Pulmonary function of children before and after ICS therapy were also scored on the basis of FEV1%pred, FEV1/FVC, and observed that, in the ICS and SABA groups, the values of FEV1%pred and FEV1/ FVC increased significantly after therapy.",
            "Additionally, patients who underwent ICS therapy showed signs of an improved life quality in regards to their sleep quality.",
            "Furthermore, we noticed that the pathological features of ICS-treated patients reduced compared to the SABA group.",
            "The statistical data obtained was in support of that ICS could indeed improve pulmonary function as well as improve the ability of patients to performing their daily activities, leading to a better life quality.",
            "After therapy, quality of life scores increased for all parameters, while the symptom scores decreased significantly in both ICS and SABA groups.",
            "In the ICS group, the quality of life scores was all higher while the symptom scores were lower compared to the SABA group.",
            "This suggested that ICS therapy might be a better alternative treatment option than SABA."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34835",
        "text": "Our results also showed declined serum ECP level and increased indices of pulmonary function after ICS therapy. A possible explanation for this could be that ECP may cause extensive injuries to the lungs and organ epithelium, airway epithelium shedding, and mucous plug in bronchus, which could consequently lead to airway hyper-responsiveness and ventilation disorders (Koh et al. 2007) . SABA is able to inhibit the aggregation and activation of eosinophil and down-regulate IgE production and the secretion of ET-1 in the airways, thereby decreasing ECP release and suppressing the synthesis of nitric oxide (Walters and Walters 2000: Naureckas et al. 2005; Chipps et al. 2006) .",
        "section": "Discussion",
        "section_number": 20,
        "sentences": [
            "Our results also showed declined serum ECP level and increased indices of pulmonary function after ICS therapy.",
            "A possible explanation for this could be that ECP may cause extensive injuries to the lungs and organ epithelium, airway epithelium shedding, and mucous plug in bronchus, which could consequently lead to airway hyper-responsiveness and ventilation disorders (Koh et al. 2007) .",
            "SABA is able to inhibit the aggregation and activation of eosinophil and down-regulate IgE production and the secretion of ET-1 in the airways, thereby decreasing ECP release and suppressing the synthesis of nitric oxide (Walters and Walters 2000: Naureckas et al. 2005; Chipps et al. 2006) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34835",
        "text": "Thus, we proposed that serum levels of ECP could serve as a good potential indicator for evaluating the severity of asthma inflammation. It has been found in this study that the increased ECP was directly related to pulmonary hypofunction and asthma attack. In summary, our study revealed that the serum ECP could reflect the extent of EOS activation, which serves as an indication for the onset and severity of asthma. This may provide a basis for therapeutic regimen of BA. Furthermore, we hope that the detection of serum level of ECP could be used as a suitable reference for evaluating BA in children and ICS therapy protocols, and hopefully assist in more extensive management of diagnosis and treatment for asthma combined with pulmonary function tests.",
        "section": "Discussion",
        "section_number": 21,
        "sentences": [
            "Thus, we proposed that serum levels of ECP could serve as a good potential indicator for evaluating the severity of asthma inflammation.",
            "It has been found in this study that the increased ECP was directly related to pulmonary hypofunction and asthma attack.",
            "In summary, our study revealed that the serum ECP could reflect the extent of EOS activation, which serves as an indication for the onset and severity of asthma.",
            "This may provide a basis for therapeutic regimen of BA.",
            "Furthermore, we hope that the detection of serum level of ECP could be used as a suitable reference for evaluating BA in children and ICS therapy protocols, and hopefully assist in more extensive management of diagnosis and treatment for asthma combined with pulmonary function tests."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    }
]