[
    {
        "doc_id": "34750",
        "text": "Methods: From March 2012 through May 2012, we enrolled a total of 1390 healthy volunteers between the ages of 3 and 80 years in a randomized clinical trial at the Hebei Disease Control Center Vaccine Clinical Evaluation Center. For all subjects, body part adverse reactions and whole-body adverse reactions were observed 30 min, 6 h, and 1-7 days' post-inoculation. If no severe adverse effects were observed 7 days' post-vaccination, the local and systemic reactions of preliminary test participants were recorded until day 28. There was no placebo group in this study. Blood samples were taken for serological testing before vaccination and 28 days' post-vaccination. Results: Twenty-eight days after vaccination, the seroconversion rates of experimental and control groups were H1N1 75.3% and 75.7%, H3N2 75.8% and 71.8%, B 70.7% vs. 69.4%, (P > 0.05). The antibody Geometric Mean Titer(GMT)of experimental and control groups were H1N1 (179.7, 182.4), H3N2 (584.0, 445.7), B (201.4,191.6). The protection rate of experimental and control groups was not statistically significant (H1N1: 86% vs. 87%, H3N2: 99% vs. 98%, B: 98% vs. 98%). Also, 95% confidence intervals of the protection rate difference between the experimental and the control group were H1N1: −0.1% (−4.1,3.8) %, H3N2: 0.3% (−1.0,1.7) % and B: 0.2% (−1.5,1.9) %; confidence intervals exceeded the limit of −5%. The rates of adverse reactions between experimental and control groups were 6.3% and 7.7% in local response reactions, and 19.5% and 18.0% in systemic reactions. Three hundred and twenty-seven adverse events (AEs) in 1200 (27.76%) subjects were reported within 28 d after vaccination. No serious adverse events occurred during the study. Conclusions: The experimental vaccine three-antibody protection rate was non-inferior to the control vaccine. Our results demonstrated that the experimental vaccine achieved the primary immunogenic end point of the intended clinical protocol, as well as a secondary immunogenic end-point, with an acceptable level of safety. IRB approval for this study was issued under #2012Y0005 and registered as Clinical Trial No. NCT01551810.",
        "section": "Abstract",
        "sentences": [
            "Methods: From March 2012 through May 2012, we enrolled a total of 1390 healthy volunteers between the ages of 3 and 80 years in a randomized clinical trial at the Hebei Disease Control Center Vaccine Clinical Evaluation Center.",
            "For all subjects, body part adverse reactions and whole-body adverse reactions were observed 30 min, 6 h, and 1-7 days' post-inoculation.",
            "If no severe adverse effects were observed 7 days' post-vaccination, the local and systemic reactions of preliminary test participants were recorded until day 28.",
            "There was no placebo group in this study.",
            "Blood samples were taken for serological testing before vaccination and 28 days' post-vaccination.",
            "Results: Twenty-eight days after vaccination, the seroconversion rates of experimental and control groups were H1N1 75.3% and 75.7%, H3N2 75.8% and 71.8%, B 70.7% vs. 69.4%, (P > 0.05).",
            "The antibody Geometric Mean Titer(GMT)of experimental and control groups were H1N1 (179.7, 182.4), H3N2 (584.0, 445.7), B (201.4,191.6).",
            "The protection rate of experimental and control groups was not statistically significant (H1N1: 86% vs. 87%, H3N2: 99% vs. 98%, B: 98% vs. 98%).",
            "Also, 95% confidence intervals of the protection rate difference between the experimental and the control group were H1N1: −0.1% (−4.1,3.8) %, H3N2: 0.3% (−1.0,1.7) % and B: 0.2% (−1.5,1.9) %; confidence intervals exceeded the limit of −5%.",
            "The rates of adverse reactions between experimental and control groups were 6.3% and 7.7% in local response reactions, and 19.5% and 18.0% in systemic reactions.",
            "Three hundred and twenty-seven adverse events (AEs) in 1200 (27.76%) subjects were reported within 28 d after vaccination.",
            "No serious adverse events occurred during the study.",
            "Conclusions: The experimental vaccine three-antibody protection rate was non-inferior to the control vaccine.",
            "Our results demonstrated that the experimental vaccine achieved the primary immunogenic end point of the intended clinical protocol, as well as a secondary immunogenic end-point, with an acceptable level of safety.",
            "IRB approval for this study was issued under #2012Y0005 and registered as Clinical Trial No. NCT01551810."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34750",
        "text": "Influenza is an acute respiratory viral infectious disease that has not been fully controlled to date and periodically erupts as a worldwide pandemic. Influenza infections may produce complications, such as pneumonia, myocarditis, otitis media, and encephalitis [1, 2] . Influenza has a huge negative impact on the economy, causing increase, for instance, hospitalization and suspension of work. Immunization is the major public health measure for the prevention of influenza virus infection [3] , Vaccination is the most cost-efficient and effective way to prevent and control influenza pandemics [4] [5] [6] . Influenza vaccination is recommended each year, because the predominant circulating strains of the influenza virus drift over time [7] . Influenza virus surface antigens Haemagglutinin (HA) and Neuramidinase (NA) are also susceptible to global pandemics [8, 9] .",
        "section": "Introduction",
        "section_number": 1,
        "sentences": [
            "Influenza is an acute respiratory viral infectious disease that has not been fully controlled to date and periodically erupts as a worldwide pandemic.",
            "Influenza infections may produce complications, such as pneumonia, myocarditis, otitis media, and encephalitis [1, 2] .",
            "Influenza has a huge negative impact on the economy, causing increase, for instance, hospitalization and suspension of work.",
            "Immunization is the major public health measure for the prevention of influenza virus infection [3] , Vaccination is the most cost-efficient and effective way to prevent and control influenza pandemics [4] [5] [6] .",
            "Influenza vaccination is recommended each year, because the predominant circulating strains of the influenza virus drift over time [7] .",
            "Influenza virus surface antigens Haemagglutinin (HA) and Neuramidinase (NA) are also susceptible to global pandemics [8, 9] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34750",
        "text": "China experiences one of the high incidence rates of influenza infection. With China's social and economic development, government's emphasis on public health initiatives, and increased health consciousness of its citizenry, the demand for safe and effective influenza vaccines is also increasing. To meet prevention needs, research related to influenza vaccine production has sought to further reduce the side effects of influenza vaccination and improve its safety and efficacy. The Institute of Medical Biology Chinese Academy of Medical Sciences Peking Union Medical College (IMBCAMS) has more than 60 years of experience in the production and research of viral vaccines, using the World Health Organization (WHO) recommendations for the Northern Hemisphere 2007-2008. To produce the trivalent influenza virus lysis vaccine, A /Solomon Islands 3/2006 IVR-145(H1N1), A/Wisconsin/67/2005 NYMCX-161B(H3N2), and B/Malaysia/ 2506/2004(B)were inoculated into the chicken embryo, and the collected virus solution was concentrated by ultrafiltration, centrifugation, inactivation, and re-purification steps. The finished vaccine contains no preservatives. Animal immunogenicity tests confirmed that the experimental vaccine was of high purity and good immunogenicity [10, 11] . Thus, this study was conducted to evaluate the immunogenicity and safety of this egg-based, trivalent, inactivated split influenza vaccine produced by IMBCAMS.",
        "section": "Introduction",
        "section_number": 2,
        "sentences": [
            "China experiences one of the high incidence rates of influenza infection.",
            "With China's social and economic development, government's emphasis on public health initiatives, and increased health consciousness of its citizenry, the demand for safe and effective influenza vaccines is also increasing.",
            "To meet prevention needs, research related to influenza vaccine production has sought to further reduce the side effects of influenza vaccination and improve its safety and efficacy.",
            "The Institute of Medical Biology Chinese Academy of Medical Sciences Peking Union Medical College (IMBCAMS) has more than 60 years of experience in the production and research of viral vaccines, using the World Health Organization (WHO) recommendations for the Northern Hemisphere 2007-2008.",
            "To produce the trivalent influenza virus lysis vaccine, A /Solomon Islands 3/2006 IVR-145(H1N1), A/Wisconsin/67/2005 NYMCX-161B(H3N2), and B/Malaysia/ 2506/2004(B)were inoculated into the chicken embryo, and the collected virus solution was concentrated by ultrafiltration, centrifugation, inactivation, and re-purification steps.",
            "The finished vaccine contains no preservatives.",
            "Animal immunogenicity tests confirmed that the experimental vaccine was of high purity and good immunogenicity [10, 11] .",
            "Thus, this study was conducted to evaluate the immunogenicity and safety of this egg-based, trivalent, inactivated split influenza vaccine produced by IMBCAMS."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34750",
        "text": "From 3 March 2012 to 9 May 2012, we enrolled 1390 healthy adults between the ages of 3 and 80 years in a randomized trail. Firstly, of 1390, 30 healthy volunteers were enrolled for preliminary testing. The preliminary test was designed for safety evaluation of the experimental vaccine. In this preliminary testing, we used double-blind method (because the experimental vaccine was delivered by vial and the control was delivered by pre-filled syringe) clinical trial at the vaccine clinical evaluation center of Heibei Center for Disease Control. This single-blind method could help the clinical research associate to deal with the adverse reactions of the subject in time. As age-limited, these 30 volunteers were divided into three groups on average. Ten subjects for each group (ages 3-16, 17-60, 60 to <80) inoculate the trial vaccine, randomly. Recruiting was based on these three age groups in order to be the age distribution of the subjects closer to the normal distribution, so the final result was analyzed by the overall population (3-80 years), according to the China State Food and Drug Administration guidelines for yearly influenza vaccine trials [12] . All of subjects were informed of clinical trials and signed informed consent.",
        "section": "Preliminary testing",
        "section_number": 3,
        "sentences": [
            "From 3 March 2012 to 9 May 2012, we enrolled 1390 healthy adults between the ages of 3 and 80 years in a randomized trail.",
            "Firstly, of 1390, 30 healthy volunteers were enrolled for preliminary testing.",
            "The preliminary test was designed for safety evaluation of the experimental vaccine.",
            "In this preliminary testing, we used double-blind method (because the experimental vaccine was delivered by vial and the control was delivered by pre-filled syringe) clinical trial at the vaccine clinical evaluation center of Heibei Center for Disease Control.",
            "This single-blind method could help the clinical research associate to deal with the adverse reactions of the subject in time.",
            "As age-limited, these 30 volunteers were divided into three groups on average.",
            "Ten subjects for each group (ages 3-16, 17-60, 60 to <80) inoculate the trial vaccine, randomly.",
            "Recruiting was based on these three age groups in order to be the age distribution of the subjects closer to the normal distribution, so the final result was analyzed by the overall population (3-80 years), according to the China State Food and Drug Administration guidelines for yearly influenza vaccine trials [12] .",
            "All of subjects were informed of clinical trials and signed informed consent."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34750",
        "text": "Body part adverse reactions and whole body adverse reactions were recorded following inoculation at intervals of 30 min, 6 h, and 1-7 days. If there were severe adverse effects up to 7 days after vaccination, local and systemic reactions of preliminary test participants were recorded until day 28.",
        "section": "Medical observation schedule",
        "section_number": 4,
        "sentences": [
            "Body part adverse reactions and whole body adverse reactions were recorded following inoculation at intervals of 30 min, 6 h, and 1-7 days.",
            "If there were severe adverse effects up to 7 days after vaccination, local and systemic reactions of preliminary test participants were recorded until day 28."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34750",
        "text": "A total of 1200 patients entered phase III clinical trials. Using the stratified randomization method, 1200 participants were stratified per age: young (3~16 years), adults (17~59 years), and elderly (60~80 years). In this phase, it taken double-blind method for health workers, because two sources of vaccine were both delivered by pre-filled syringe, to guarantee the unawareness of the identity of the two vaccines administered within the groups. Participants were randomly assigned in a 1:1 ratio to either group 1, in which participants received 0.5 ml of the control vaccine (Sanofi, Trivalent Split Virion Influenza Vaccine), or group 2, in which participants received 0.5 ml of the experimental vaccine (IMBCAMS, Trivalent Split Virion Influenza Vaccine with no preservative) ( Figure 1 ). There was no placebo group. Subjects were unaware of the identity of the two vaccines administered within the groups. ",
        "section": "Randomized clinical trials",
        "section_number": 5,
        "sentences": [
            "A total of 1200 patients entered phase III clinical trials.",
            "Using the stratified randomization method, 1200 participants were stratified per age: young (3~16 years), adults (17~59 years), and elderly (60~80 years).",
            "In this phase, it taken double-blind method for health workers, because two sources of vaccine were both delivered by pre-filled syringe, to guarantee the unawareness of the identity of the two vaccines administered within the groups.",
            "Participants were randomly assigned in a 1:1 ratio to either group 1, in which participants received 0.5 ml of the control vaccine (Sanofi, Trivalent Split Virion Influenza Vaccine), or group 2, in which participants received 0.5 ml of the experimental vaccine (IMBCAMS, Trivalent Split Virion Influenza Vaccine with no preservative) ( Figure 1 ).",
            "There was no placebo group.",
            "Subjects were unaware of the identity of the two vaccines administered within the groups."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34750",
        "text": "Blood samples were taken for serological testing before vaccination and on day 28 after vaccination. Using a diary provided by the investigators, subjects were asked to record daily oral body temperature (using study-issued thermometers), local reactions, systemic adverse events (AEs), and all other AEs, as well as any medications consumed, for 7 days after each vaccination. At 8-28 days after vaccination, all AEs (including partial systemic reactions) were recorded weekly. On days 7 and 28 after vaccination, patients were asked to return for a review of their diaries and assessment for any AEs.",
        "section": "Serological testing",
        "section_number": 6,
        "sentences": [
            "Blood samples were taken for serological testing before vaccination and on day 28 after vaccination.",
            "Using a diary provided by the investigators, subjects were asked to record daily oral body temperature (using study-issued thermometers), local reactions, systemic adverse events (AEs), and all other AEs, as well as any medications consumed, for 7 days after each vaccination.",
            "At 8-28 days after vaccination, all AEs (including partial systemic reactions) were recorded weekly.",
            "On days 7 and 28 after vaccination, patients were asked to return for a review of their diaries and assessment for any AEs."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34750",
        "text": "The following patients were excluded from the study: those receiving influenza vaccination or other prophylaxis products in the past week; those displaying armpit body temperatures greater than 37°C; those with allergies to eggs or any component of the study vaccine (history of any previous vaccination allergy); those with neurological symptoms such as convulsions, epilepsy, encephalopathy, or psychosis; those with impaired or abnormal immune function, or with known or suspected (or possibly high-risk) immunosuppressive agents or immunostimulant treatment; those exposed to immunoglobulin preparations, blood products, or plasma extracts of those infected with human immunodeficiency virus or related diseases; those with bleeding conditions or unusual bleeding time or suffering from thrombocytopenia or other coagulopathies; those who have had any acute disease in the past 7 days or are taking antibiotics or antiretroviral therapy; those suffering from serious illnesses such as cancer, autoimmunity acute or progressive liver disease or nephropathy, congestive heart failure, etc.; those who have severe hypertension (diastolic blood pressure ≥ 100Hg /mm, diastolic blood pressure ≥ 100Hg /mm, diastolic blood pressure, systolic blood pressure> or = 150 Hg /mm); those who are pregnant or planning to be pregnant within 3 months; those participating in another clinical investigation; or those with any circumstances that may affect evaluation of the trial outcome.",
        "section": "Exclusion criteria",
        "section_number": 7,
        "sentences": [
            "The following patients were excluded from the study: those receiving influenza vaccination or other prophylaxis products in the past week; those displaying armpit body temperatures greater than 37°C; those with allergies to eggs or any component of the study vaccine (history of any previous vaccination allergy); those with neurological symptoms such as convulsions, epilepsy, encephalopathy, or psychosis; those with impaired or abnormal immune function, or with known or suspected (or possibly high-risk) immunosuppressive agents or immunostimulant treatment; those exposed to immunoglobulin preparations, blood products, or plasma extracts of those infected with human immunodeficiency virus or related diseases; those with bleeding conditions or unusual bleeding time or suffering from thrombocytopenia or other coagulopathies; those who have had any acute disease in the past 7 days or are taking antibiotics or antiretroviral therapy; those suffering from serious illnesses such as cancer, autoimmunity acute or progressive liver disease or nephropathy, congestive heart failure, etc.;",
            "those who have severe hypertension (diastolic blood pressure ≥ 100Hg /mm, diastolic blood pressure ≥ 100Hg /mm, diastolic blood pressure, systolic blood pressure> or = 150 Hg /mm); those who are pregnant or planning to be pregnant within 3 months; those participating in another clinical investigation; or those with any circumstances that may affect evaluation of the trial outcome."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34750",
        "text": "Hebei Province Center for Disease Prevention and Control (Shijiazhuang, Hebei, China) and Dingxing county Center for Disease Prevention and Control (Hebei, China) were investigators. The local ethics committees approved the protocol for the study, which was conducted in compliance with Good Clinical Practice guidelines and the provisions of the Declaration of Helsinki. Data were collected by the investigators and the Shanghai Clinical Research Center (SCRC) (Supervision Company, Shanghai, China). During the clinical trials, Supervision Company in accordance with Good Clinical Practice standardizes researchers, the Supervision Company does not participate in the vaccine's immunogenicity and safety evaluation. Data were held and analyzed by Shanghai Sunlion Medicine Science and Technology Co Ltd. (Shanghai, China). This study was designed by IMBCAMS, SCRC, investigators, and Sunlion Co. Ltd. This study is registered with ClinicalTrials.gov #2011 L01488.",
        "section": "Organization and implementation",
        "section_number": 8,
        "sentences": [
            "Hebei Province Center for Disease Prevention and Control (Shijiazhuang, Hebei, China) and Dingxing county Center for Disease Prevention and Control (Hebei, China) were investigators.",
            "The local ethics committees approved the protocol for the study, which was conducted in compliance with Good Clinical Practice guidelines and the provisions of the Declaration of Helsinki.",
            "Data were collected by the investigators and the Shanghai Clinical Research Center (SCRC) (Supervision Company, Shanghai, China).",
            "During the clinical trials, Supervision Company in accordance with Good Clinical Practice standardizes researchers, the Supervision Company does not participate in the vaccine's immunogenicity and safety evaluation.",
            "Data were held and analyzed by Shanghai Sunlion Medicine Science and Technology Co Ltd. (Shanghai, China).",
            "This study was designed by IMBCAMS, SCRC, investigators, and Sunlion Co. Ltd. This study is registered with ClinicalTrials.gov #2011 L01488."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34750",
        "text": "The experimental vaccine (15 µg of HA/strain/0.5 ml content and no preservative) was produced by IMBCAMS (ClinicalTrials. gov number, 2011 L01488), lot number 20110901. Control vaccine (15 µg of HA/strain/0.5 ml content) was produced by SANOFI PASTEUR (Sanofi), lot number 20110720. The seed virus for the experimental vaccines was produced with the 2011~2012 northern hemisphere seasonal influenza strain A /California/7/2009 (H1N1) ν NYMC X-179A, A/Victoria /210/ 2009 NYMC X-187, and B/Brisbane/60/2008 NYMC BX-35, which were obtained from National Institute for Biological Standards and Control (NIBSC, England). The seed virus for the control vaccines was produced with the 2011~2012 northern hemisphere seasonal influenza strain A/California/7/ 2009 (H1N1)-like virus, A/Perth/16/2009 (H3N2)-like virus, and B/Brisbane/60/2008-like virus, which were obtained from National Institute for Biological Standards and Control (NIBSC, England). Both vaccines were manufactured in healthy embryonated egg.",
        "section": "Vaccine",
        "section_number": 9,
        "sentences": [
            "The experimental vaccine (15 µg of HA/strain/0.5 ml content and no preservative) was produced by IMBCAMS (ClinicalTrials.",
            "gov number, 2011 L01488), lot number 20110901.",
            "Control vaccine (15 µg of HA/strain/0.5 ml content) was produced by SANOFI PASTEUR (Sanofi), lot number 20110720.",
            "The seed virus for the experimental vaccines was produced with the 2011~2012 northern hemisphere seasonal influenza strain A /California/7/2009 (H1N1) ν NYMC X-179A, A/Victoria /210/ 2009 NYMC X-187, and B/Brisbane/60/2008 NYMC BX-35, which were obtained from National Institute for Biological Standards and Control (NIBSC, England).",
            "The seed virus for the control vaccines was produced with the 2011~2012 northern hemisphere seasonal influenza strain A/California/7/ 2009 (H1N1)-like virus, A/Perth/16/2009 (H3N2)-like virus, and B/Brisbane/60/2008-like virus, which were obtained from National Institute for Biological Standards and Control (NIBSC, England).",
            "Both vaccines were manufactured in healthy embryonated egg."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34750",
        "text": "The HI assay is the standard test for detection of antibodies against influenza after infection or vaccination. Typically, avian red blood cells (RBCs) from chickens or turkeys are used in this assay as they quickly settle and form a compact button in a U-well micro titer plate. A virus dilution (e.g. 2-fold from 1:2 to 1:4096) is applied to 0.1% RBC dilution and after approximately 30 min incubation at room temperature; influenza virus causes RBC agglutination. The titer of the hemagglutination assay is determined by the last viable 'well' found. This last viable well is observed because it is at the point where if it is further diluted, the amount of virus particles is less than the number of RBCs and agglutination thus cannot proceed. An HA unit is the amount of virus needed to agglutinate an equal volume of standardized RBCs. All serological tests were performed at the Virology Laboratory of the National Institutes for Food and Drug Control.",
        "section": "Haemagglutination-inhibition (HI) assay",
        "section_number": 10,
        "sentences": [
            "The HI assay is the standard test for detection of antibodies against influenza after infection or vaccination.",
            "Typically, avian red blood cells (RBCs) from chickens or turkeys are used in this assay as they quickly settle and form a compact button in a U-well micro titer plate.",
            "A virus dilution (e.g. 2-fold from 1:2 to 1:4096) is applied to 0.1% RBC dilution and after approximately 30 min incubation at room temperature; influenza virus causes RBC agglutination.",
            "The titer of the hemagglutination assay is determined by the last viable 'well' found.",
            "This last viable well is observed because it is at the point where if it is further diluted, the amount of virus particles is less than the number of RBCs and agglutination thus cannot proceed.",
            "An HA unit is the amount of virus needed to agglutinate an equal volume of standardized RBCs.",
            "All serological tests were performed at the Virology Laboratory of the National Institutes for Food and Drug Control."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34750",
        "text": "Immunogenicity index: (1) protection rate: 28 days after vaccination, the proportion of subjects with HI and neutralizing antibodies ≥1:40. (2) Sero-positivity rate: the proportion of subjects with a significant increase in antibody titer 28 days after vaccination. If their serum HI antibody titer was <1:10 before vaccination, the HI antibody should be >1:40 after vaccination; if their HI antibody titer was ≥1:10 before vaccination, the HI antibody was at least four-fold titer increase after vaccination. HI antibody titers lower than 1:5 were assigned to be 1:2.5 and geometric mean titers (GMTs) of HI antibody titers before and after vaccination in each vaccine group were calculated. The geometric mean ratio (GMR) was defined as the ratio of the post-vaccination GMT of HI antibody titers to the pre-vaccination GMT of HI antibody titers. The GMT of vaccination was greater than 2.5-fold than pre-vaccination (A group and B group), while the GMT of vaccination was greater than 2.0-fold.",
        "section": "Assessment of immunogenicity and safety",
        "section_number": 11,
        "sentences": [
            "Immunogenicity index: (1) protection rate: 28 days after vaccination, the proportion of subjects with HI and neutralizing antibodies ≥1:40. (",
            "2) Sero-positivity rate: the proportion of subjects with a significant increase in antibody titer 28 days after vaccination.",
            "If their serum HI antibody titer was <1:10 before vaccination, the HI antibody should be >1:40 after vaccination; if their HI antibody titer was ≥1:10 before vaccination, the HI antibody was at least four-fold titer increase after vaccination.",
            "HI antibody titers lower than 1:5 were assigned to be 1:2.5 and geometric mean titers (GMTs) of HI antibody titers before and after vaccination in each vaccine group were calculated.",
            "The geometric mean ratio (GMR) was defined as the ratio of the post-vaccination GMT of HI antibody titers to the pre-vaccination GMT of HI antibody titers.",
            "The GMT of vaccination was greater than 2.5-fold than pre-vaccination (A group and B group), while the GMT of vaccination was greater than 2.0-fold."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34750",
        "text": "The primary safety outcome was any systemic or local reaction, AE, or serious AEs after vaccination. After all subjects were vaccinated, the investigators recorded local and systemic responses within 30 min. Local and systemic reactions and other AEs were recorded by the subjects 6 h after vaccination and 1-7 days after vaccination. If a local and systemic response lasted more than 7 days after the vaccination date, the event was recorded in the CRF as an 'adverse event'. From the 8th day to the 28th day after vaccination, the AEs after vaccination were observed with the active reporting of the subjects and the weekly follow-up by investigators. The main indicators of safety were local and systemic reactions, AEs, and serious AEs. Local reactions included pain, mucocutaneous, erythema, tumentia, induration, itch, and rashes; systematic reactions and physical signs included fever, allergy, headache, fatigue, nausea and vomiting, diarrhea, muscle ache, and cough.",
        "section": "Assessment of immunogenicity and safety",
        "section_number": 12,
        "sentences": [
            "The primary safety outcome was any systemic or local reaction, AE, or serious AEs after vaccination.",
            "After all subjects were vaccinated, the investigators recorded local and systemic responses within 30 min.",
            "Local and systemic reactions and other AEs were recorded by the subjects 6 h after vaccination and 1-7 days after vaccination.",
            "If a local and systemic response lasted more than 7 days after the vaccination date, the event was recorded in the CRF as an 'adverse event'.",
            "From the 8th day to the 28th day after vaccination, the AEs after vaccination were observed with the active reporting of the subjects and the weekly follow-up by investigators.",
            "The main indicators of safety were local and systemic reactions, AEs, and serious AEs.",
            "Local reactions included pain, mucocutaneous, erythema, tumentia, induration, itch, and rashes; systematic reactions and physical signs included fever, allergy, headache, fatigue, nausea and vomiting, diarrhea, muscle ache, and cough."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34750",
        "text": "Statistics were performed by the SUNLINE Co. Ltd. Assignments were enclosed in sequentially numbered, identical, sealed envelopes. All data analyses were performed as per preestablished analysis plan. Numerical factors such as GMTs and GMRs of the study and control vaccine groups were compared using Student's t-test. Categorical factors such as seroconversion rate, seroprotection rate, and the quantity and incidence of AEs/serious AEs and serious AE were compared using chi-square test or Fisher's exact test. Statistical analysis involved three analysis sets: full analysis set (FAS), per-protocol set (PPS), and safety set. Analysis of immuogenicity indicators was for PPS sets. Baseline data analysis of the same data set was for immunogenicity evaluation and the Safety Analysis Safety Analysis Set (SS). SUNLINE Co. Ltd. used the SAS (version 9.3) for analysis, Epidata3.1 for data entry, and MedDRA14.0 for coding AEs.",
        "section": "Statistical analysis",
        "section_number": 13,
        "sentences": [
            "Statistics were performed by the SUNLINE Co. Ltd. Assignments were enclosed in sequentially numbered, identical, sealed envelopes.",
            "All data analyses were performed as per preestablished analysis plan.",
            "Numerical factors such as GMTs and GMRs of the study and control vaccine groups were compared using Student's t-test.",
            "Categorical factors such as seroconversion rate, seroprotection rate, and the quantity and incidence of AEs/serious AEs and serious AE were compared using chi-square test or Fisher's exact test.",
            "Statistical analysis involved three analysis sets: full analysis set (FAS), per-protocol set (PPS), and safety set.",
            "Analysis of immuogenicity indicators was for PPS sets.",
            "Baseline data analysis of the same data set was for immunogenicity evaluation and the Safety Analysis Safety Analysis Set (SS).",
            "SUNLINE Co. Ltd. used the SAS (version 9.3) for analysis, Epidata3.1 for data entry, and MedDRA14.0 for coding AEs."
        ],
        "sentence_labels": [
            1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": 0
    },
    {
        "doc_id": "34750",
        "text": "During the study period, 1390 children were enrolled (30 healthy volunteers were enrolled for preliminary testing and 1360 were enrolled for randomized clinical trials), and 1200 were immunized. For preliminary testing, each age group completed inoculation and follow-up. In the phase of randomized clinical trials, a total of 1200 patients between the ages of 3 and 80 years received the vaccine, and 1178 underwent two separate blood samplings. Twenty-two subjects who initially gave their consent withdrew from the study, and the total expulsion rate was 1.67%. The expulsion rates of experimental and control groups were not significantly different (P = 0.6669). One thousand one hundred and seventy-seven vaccinated patients were included in the safety analysis. One of 1178 patients was excluded from analysis because the age of this subject was less than 3. Only 1177 subjects were included in analysis. Recruitment of subjects per age can result in a balanced age distribution and lend greater credibility to results, so we did not perform statistics on age subgroups. Therefore, we analyzed FAS for safety analysis and PPS for immunogenicity analysis.",
        "section": "General information",
        "section_number": 14,
        "sentences": [
            "During the study period, 1390 children were enrolled (30 healthy volunteers were enrolled for preliminary testing and 1360 were enrolled for randomized clinical trials), and 1200 were immunized.",
            "For preliminary testing, each age group completed inoculation and follow-up.",
            "In the phase of randomized clinical trials, a total of 1200 patients between the ages of 3 and 80 years received the vaccine, and 1178 underwent two separate blood samplings.",
            "Twenty-two subjects who initially gave their consent withdrew from the study, and the total expulsion rate was 1.67%.",
            "The expulsion rates of experimental and control groups were not significantly different (P = 0.6669).",
            "One thousand one hundred and seventy-seven vaccinated patients were included in the safety analysis.",
            "One of 1178 patients was excluded from analysis because the age of this subject was less than 3.",
            "Only 1177 subjects were included in analysis.",
            "Recruitment of subjects per age can result in a balanced age distribution and lend greater credibility to results, so we did not perform statistics on age subgroups.",
            "Therefore, we analyzed FAS for safety analysis and PPS for immunogenicity analysis."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34750",
        "text": "This study was conducted to evaluate the immunogenicity and safety of an egg-based, trivalent, inactivated split influenza vaccine (produced by IMBCAMS). After a 28-day immunization, PPS results showed that the antibody GMT, the protection rate, and the seroconversion rates of experimental and control groups were not statistically significant (P > 0.05). Our experimental vaccine with three sub-types antibody protection rate was noninferior to the control vaccine. The result showed that the experimental vaccine achieved the primary immunogenic end point of the intended clinical protocol, a secondary immunogenic end point. The safety of the experimental vaccine was acceptable. But, if the elderly group (>65 years of age) were delineated separately for their protection rate and HI fourfold growth rate, their protection against H1N1 virus and HI fourfold increase rate in both study groups did not meet the U.S. Food and Drug Administration (FDA) standards (Table 1 ).",
        "section": "General information",
        "section_number": 15,
        "sentences": [
            "This study was conducted to evaluate the immunogenicity and safety of an egg-based, trivalent, inactivated split influenza vaccine (produced by IMBCAMS).",
            "After a 28-day immunization, PPS results showed that the antibody GMT, the protection rate, and the seroconversion rates of experimental and control groups were not statistically significant (P > 0.05).",
            "Our experimental vaccine with three sub-types antibody protection rate was noninferior to the control vaccine.",
            "The result showed that the experimental vaccine achieved the primary immunogenic end point of the intended clinical protocol, a secondary immunogenic end point.",
            "The safety of the experimental vaccine was acceptable.",
            "But, if the elderly group (>65 years of age) were delineated separately for their protection rate and HI fourfold growth rate, their protection against H1N1 virus and HI fourfold increase rate in both study groups did not meet the U.S. Food and Drug Administration (FDA) standards (Table 1 )."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34750",
        "text": "During preliminary testing, one patient of A group experienced pruritus and four patients of A group experienced systematic reactions; two patients in each group (B group and C group) experienced systematic reactions. Out of 30 subjects recording fever, only one experienced moderate fever (37.6°C to 39.0°C), the remainder only mild fever (37.1°C to 37.5°C). The occurrence of injection-site and systemic reactions during the first 7 days after vaccine showed that 4 patients of 3-16-year group experienced AEs and no serious AEs. All AEs were mild and of short duration, and only one AE was deemed potentially related to vaccination. Other groups reported no AEs. The safety results of the pre-trial suggested that the preliminary testing population can safely be expanded into a formal subsequent clinical trial.",
        "section": "Preliminary testing",
        "section_number": 16,
        "sentences": [
            "During preliminary testing, one patient of A group experienced pruritus and four patients of A group experienced systematic reactions; two patients in each group (B group and C group) experienced systematic reactions.",
            "Out of 30 subjects recording fever, only one experienced moderate fever (37.6°C to 39.0°C), the remainder only mild fever (37.1°C to 37.5°C).",
            "The occurrence of injection-site and systemic reactions during the first 7 days after vaccine showed that 4 patients of 3-16-year group experienced AEs and no serious AEs.",
            "All AEs were mild and of short duration, and only one AE was deemed potentially related to vaccination.",
            "Other groups reported no AEs.",
            "The safety results of the pre-trial suggested that the preliminary testing population can safely be expanded into a formal subsequent clinical trial."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34750",
        "text": "Three hundred and twenty-seven AEs in 1200 (27.76%) subjects were reported within 28 days after vaccination. These events consisted of 241 episodes in 158 (26.3%) subjects of the study vaccine group and 237 episodes in 169 (28.2%) subjects of the control vaccine group (P = 0.4757). The unsolicited AEs consisted of 73 cases: 30 cases (5.0%) in the vaccine group and 43 cases (7.2%) in the control group (P = 0.1164; n.s.) ( Table 2 ). There were no serious AEs in this trial. The incidences of total, solicited local and systemic, and unsolicited AEs were not significantly different between the study and control vaccine groups (Table 2) . No severe reaction in the solicited systemic AE was observed. In addition, when the age distribution of adverse reactions in Table 2 was analyzed, there was no significance between experiment and control vaccine in each age group (P ＞ 0.05).",
        "section": "Randomized clinical trials",
        "section_number": 17,
        "sentences": [
            "Three hundred and twenty-seven AEs in 1200 (27.76%) subjects were reported within 28 days after vaccination.",
            "These events consisted of 241 episodes in 158 (26.3%) subjects of the study vaccine group and 237 episodes in 169 (28.2%) subjects of the control vaccine group (P = 0.4757).",
            "The unsolicited AEs consisted of 73 cases: 30 cases (5.0%) in the vaccine group and 43 cases (7.2%) in the control group (P = 0.1164; n.s.) (",
            "Table 2 ).",
            "There were no serious AEs in this trial.",
            "The incidences of total, solicited local and systemic, and unsolicited AEs were not significantly different between the study and control vaccine groups (Table 2) .",
            "No severe reaction in the solicited systemic AE was observed.",
            "In addition, when the age distribution of adverse reactions in Table 2 was analyzed, there was no significance between experiment and control vaccine in each age group (P ＞ 0.05)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34750",
        "text": "One case of severe erythema, induration, and swelling occurred in the control group; all recovered within 7 days after immunization (Table 3) . Pain at injection site was the most frequent form of solicited local AE, while fever was the most frequent form of solicited systemic AE in both vaccine groups ( Table 3 ). The result of Cochran-Mantel-Haenselz analysis showed that the severity of indurations (P = 0.0388) and the ratio of the myalgia (P = 0.0015) and fatigue (P = 0.0145) had significant differences between two groups ( Table 3 ). The severity of indurations between control and experimental groups was significantly different (P < 0.05), control group was serious than experimental group. No serious AEs occurred during the study.",
        "section": "Randomized clinical trials",
        "section_number": 18,
        "sentences": [
            "One case of severe erythema, induration, and swelling occurred in the control group; all recovered within 7 days after immunization (Table 3) .",
            "Pain at injection site was the most frequent form of solicited local AE, while fever was the most frequent form of solicited systemic AE in both vaccine groups ( Table 3 ).",
            "The result of Cochran-Mantel-Haenselz analysis showed that the severity of indurations (P = 0.0388) and the ratio of the myalgia (P = 0.0015) and fatigue (P = 0.0145) had significant differences between two groups ( Table 3 ).",
            "The severity of indurations between control and experimental groups was significantly different (P < 0.05), control group was serious than experimental group.",
            "No serious AEs occurred during the study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34750",
        "text": "No significant differences in demography, background characteristics, and baseline vital signs were observed between control and experimental groups. There was no significant difference in their mean age, body height, body weight, and gender distributing between the control group and the experiment group. Baseline vital signs of patients did not appear statistically significant during this clinical trial.",
        "section": "Immune response",
        "section_number": 19,
        "sentences": [
            "No significant differences in demography, background characteristics, and baseline vital signs were observed between control and experimental groups.",
            "There was no significant difference in their mean age, body height, body weight, and gender distributing between the control group and the experiment group.",
            "Baseline vital signs of patients did not appear statistically significant during this clinical trial."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34750",
        "text": "The difference of H3N2 antibody GMT and GMR between trial group and control group was statistically significant (P < 0.05). Other parameters did not appear statistically significant (P > 0.05). The seroconversion rates of experimental and control groups were not statistically significant (Table 4) . The antibody GMTs in experimental and control group with three different subtypes were H1N1:180.2 and 182.4, H3N2:581.8 and 445.7, B: 202. 2 and 191.6 ; the difference of H1N1 and B was not statistically significant (P > 0.05); the difference between groups of H3N2 had statistical significance (P < 0.05) ( Table 4 ). The antibody GMRs in experimental and control group with three different subtypes were H1N1:14.3 and 15.2, H3N2: 10.5 and 7.7, B: 6.6 and 6.3; the difference of H3N2 had statistical significance (P < 0.05); other parameters did not appear statistically significant (P > 0.05) ( Table 4 ). The percentage of participants who had GMT after vaccination greater than 2.5-fold (or ages 3-16 and >60 greater than 2fold) between experiment and control was H1N1: 85% vs. 85%; *P = 0.0145; **P = 0.0015; † P = 0.0388.",
        "section": "Immune response",
        "section_number": 20,
        "sentences": [
            "The difference of H3N2 antibody GMT and GMR between trial group and control group was statistically significant (P < 0.05).",
            "Other parameters did not appear statistically significant (P > 0.05).",
            "The seroconversion rates of experimental and control groups were not statistically significant (Table 4) .",
            "The antibody GMTs in experimental and control group with three different subtypes were H1N1:180.2 and 182.4, H3N2:581.8 and 445.7, B: 202.",
            "2 and 191.6 ; the difference of H1N1 and B was not statistically significant (P > 0.05); the difference between groups of H3N2 had statistical significance (P < 0.05) ( Table 4 ).",
            "The antibody GMRs in experimental and control group with three different subtypes were H1N1:14.3 and 15.2, H3N2: 10.5 and 7.7, B: 6.6 and 6.3; the difference of H3N2 had statistical significance (P < 0.05); other parameters did not appear statistically significant (P > 0.05) ( Table 4 ).",
            "The percentage of participants who had GMT after vaccination greater than 2.5-fold (or ages 3-16 and >60 greater than 2fold) between experiment and control was H1N1: 85% vs. 85%; *P = 0.0145; **P = 0.0015; † P = 0.0388."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34750",
        "text": "H3N2: 77% vs. 73%; B: 72% vs. 70%. The difference between the two groups did not appear statistically significant (P > 0.05).",
        "section": "POSTGRADUATE MEDICINE",
        "section_number": 21,
        "sentences": [
            "H3N2: 77% vs. 73%; B: 72% vs. 70%.",
            "The difference between the two groups did not appear statistically significant (P > 0.05)."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34750",
        "text": "At 28 days post-immunization, PPS results showed that the protection rate of experimental and control groups was not statistically significant (H1N1: 86% vs. 87%, H3N2: 99% vs. 98%, B: 98% vs. 98%). 95% Confidence interval of the protection rate difference between the experimental and the control group was H1N1: −0.1% (−4.1, 3.8) %, H3N2: 0.3% (−1.0, 1.7) % and B: 0.2% (−1.5, 1.9) %; confidence interval exceeded the limit of −5%. The primary immunization end point was judged as per the protocol: the protection rate (ratio of antibodies >1:40) was not inferior to the vaccination control vaccine at 28 days post-vaccination. Hypothesis test on the protection efficiency of experimental vaccines: non-inferiority trial used the confidence interval method, and found δ Critical values was −5%; Confidence interval of the rate difference between the experimental and the control group of protection rate was 95%, experimental group would be non-inferiority if the lower bound of the two-sided 95%CI exceeds the limit of −5%.",
        "section": "POSTGRADUATE MEDICINE",
        "section_number": 22,
        "sentences": [
            "At 28 days post-immunization, PPS results showed that the protection rate of experimental and control groups was not statistically significant (H1N1: 86% vs. 87%, H3N2: 99% vs. 98%, B: 98% vs. 98%).",
            "95% Confidence interval of the protection rate difference between the experimental and the control group was H1N1: −0.1% (−4.1, 3.8) %, H3N2: 0.3% (−1.0, 1.7) % and B: 0.2% (−1.5, 1.9) %; confidence interval exceeded the limit of −5%.",
            "The primary immunization end point was judged as per the protocol: the protection rate (ratio of antibodies >1:40) was not inferior to the vaccination control vaccine at 28 days post-vaccination.",
            "Hypothesis test on the protection efficiency of experimental vaccines: non-inferiority trial used the confidence interval method, and found δ Critical values was −5%; Confidence interval of the rate difference between the experimental and the control group of protection rate was 95%, experimental group would be non-inferiority if the lower bound of the two-sided 95%CI exceeds the limit of −5%."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34750",
        "text": "A noninferiority immunogenicity trial of HI antibody responses to the new vaccine compared to a U.S. licensed seasonal inactivated influenza vaccine recommended by the U.S. FDA: the upper bound of the two-sided 95% CI on the ratio of the GMTs (GMT control vaccine /GMT experimental vaccine ) did not exceed 1.5 [13] ; the upper bound of the two-sided 95% CI on the difference between the seroconversion rates (seroconversion control vaccineseroconversion experimental vaccine ) did not exceed 10 percentage points [13] . 95% CI of the ratio of the GMTs was H1N1: 1.01 (0.85, 1.21), H3N2: 0.77 (0.67, 0.88), B: 0.95 (0.84, 1.07). 95% CI of the difference between the seroconversion rates were H1N1:0.3(-4.4, 5.4), H3N2: −3.9 (−9.0, 1.1), B: −1.4(−6.6, 3.8).",
        "section": "POSTGRADUATE MEDICINE",
        "section_number": 23,
        "sentences": [
            "A noninferiority immunogenicity trial of HI antibody responses to the new vaccine compared to a U.S. licensed seasonal inactivated influenza vaccine recommended by the U.S. FDA: the upper bound of the two-sided 95% CI on the ratio of the GMTs (GMT control vaccine /GMT experimental vaccine ) did not exceed 1.5 [13] ; the upper bound of the two-sided 95% CI on the difference between the seroconversion rates (seroconversion control vaccineseroconversion experimental vaccine ) did not exceed 10 percentage points [13] .",
            "95% CI of the ratio of the GMTs was H1N1: 1.01 (0.85, 1.21), H3N2: 0.77 (0.67, 0.88), B: 0.95 (0.84, 1.07).",
            "95% CI of the difference between the seroconversion rates were H1N1:0.3(-4.4, 5.4), H3N2: −3.9 (−9.0, 1.1), B: −1.4(−6.6, 3.8)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34750",
        "text": "This study was conducted to evaluate the immunogenicity and safety of an egg-based, trivalent, inactivated split influenza vaccine (produced by IMBCAMS). After a 28-day immunization, PPS results show that the antibody GMT, the protection rate, and the seroconversion rates of experimental and control groups were not statistically significant (P > 0.05).",
        "section": "Discussion",
        "section_number": 24,
        "sentences": [
            "This study was conducted to evaluate the immunogenicity and safety of an egg-based, trivalent, inactivated split influenza vaccine (produced by IMBCAMS).",
            "After a 28-day immunization, PPS results show that the antibody GMT, the protection rate, and the seroconversion rates of experimental and control groups were not statistically significant (P > 0.05)."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34750",
        "text": "From the results of clinical trials, two interesting phenomena were found. Firstly, there was fourfold increase of HI titers in the population (3-80 years old). The results of group A and B were consistent with those of the whole population, and there was no significant difference between the testing vaccine and the control vaccine. As for the Group C (>65 years of age), it had some special places: their protection against H1N1 virus and HI fourfold increase rate in both study groups did not meet U.S. FDA standards. Several factors account for this observation: First, a highrisk group for influenza is 6-59 months of age and more than 60 years of age. Many countries and WHO strongly recommended that patients in these two groups must be vaccinated against influenza. The immune response for these groups is low. Children aged 6-59 months of age must be vaccinated with two needles, and adult vaccination utilizes a different dosage and immunization program. For the elderly, the immune response is poor; the United States has approved a high hemagglutinin content (90 μg/ml) influenza vaccine to achieve better immunity. Second, in this study, the initial screening of patients when the preset >60 years of age identified only 200 patients, and the final selected population >65 years of age consisted of 111 total patients (experimental group of 61 patients, and 51 control group patients). The small number of enrolled subjects may account for lower observed serum protection rate and HI fourfold growth rate.",
        "section": "Discussion",
        "section_number": 25,
        "sentences": [
            "From the results of clinical trials, two interesting phenomena were found.",
            "Firstly, there was fourfold increase of HI titers in the population (3-80 years old).",
            "The results of group A and B were consistent with those of the whole population, and there was no significant difference between the testing vaccine and the control vaccine.",
            "As for the Group C (>65 years of age), it had some special places: their protection against H1N1 virus and HI fourfold increase rate in both study groups did not meet U.S. FDA standards.",
            "Several factors account for this observation: First, a highrisk group for influenza is 6-59 months of age and more than 60 years of age.",
            "Many countries and WHO strongly recommended that patients in these two groups must be vaccinated against influenza.",
            "The immune response for these groups is low.",
            "Children aged 6-59 months of age must be vaccinated with two needles, and adult vaccination utilizes a different dosage and immunization program.",
            "For the elderly, the immune response is poor; the United States has approved a high hemagglutinin content (90 μg/ml) influenza vaccine to achieve better immunity.",
            "Second, in this study, the initial screening of patients when the preset >60 years of age identified only 200 patients, and the final selected population >65 years of age consisted of 111 total patients (experimental group of 61 patients, and 51 control group patients).",
            "The small number of enrolled subjects may account for lower observed serum protection rate and HI fourfold growth rate."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34750",
        "text": "Secondly, before vaccination，the GMT of H3N2 (3~16years) was higher than other experimental groups. This finding is similar to findings reported elsewhere [14] [15] [16] [17] . Because our clinical trial began in February, high H3N2 antibody levels observed during the trial may be related to previous seasonal H3N2 exposure. WHO.net Influenza Laboratory Surveillance Information [18] ( Figure 2 ) reports that Type B and H3 were epidemic strains during 2012 (1~11 week). Seasonal influenza strain B(B/Brisbane/60/2008 NYMC BX-35) belongs to Victoria lineage ( Figure 2 ) but B antibody titers of patients were not higher, and H3N2 antibody titers were higher than other types before vaccination, consistent with Xiao-qiyou's report [19] . H3N2 seroconversion rates of experimental and control groups were 76% vs. 72% after vaccination. These results suggest that the influenza split vaccine could provide efficacious protection for inoculators even if they had high antibody levels. H3N2 also has good protection efficiency even at high baseline.",
        "section": "Discussion",
        "section_number": 26,
        "sentences": [
            "Secondly, before vaccination，the GMT of H3N2 (3~16years) was higher than other experimental groups.",
            "This finding is similar to findings reported elsewhere [14] [15] [16] [17] .",
            "Because our clinical trial began in February, high H3N2 antibody levels observed during the trial may be related to previous seasonal H3N2 exposure.",
            "WHO.net Influenza Laboratory Surveillance Information [18] ( Figure 2 ) reports that Type B and H3 were epidemic strains during 2012 (1~11 week).",
            "Seasonal influenza strain B(B/Brisbane/60/2008 NYMC BX-35) belongs to Victoria lineage ( Figure 2 ) but B antibody titers of patients were not higher, and H3N2 antibody titers were higher than other types before vaccination, consistent with Xiao-qiyou's report [19] .",
            "H3N2 seroconversion rates of experimental and control groups were 76% vs. 72% after vaccination.",
            "These results suggest that the influenza split vaccine could provide efficacious protection for inoculators even if they had high antibody levels.",
            "H3N2 also has good protection efficiency even at high baseline."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34750",
        "text": "The local response reaction rates and the systemic reaction rates of this study were not significantly different. The major local and systemic responses were mild to midrange in severity. Test groups showed no severe responses. Severe erythema, indurations, and swelling of each case occurred only in control groups. The symptoms were resolved 7 days post-vaccination. There was a significant difference in the GMT of the two groups of H3N2 (P = 0.0002), especially in the adult subgroup (17-59 years). In addition, the antibody GMR of H3N2 showed statistical significance (P = 0.0003). One plausible explanation of these results is that the experimental vaccine produced by IMBCAMS reduced the severity of vaccination reactions. In the experimental group, H3N2 antibody was slightly increased, as reactions were related to fatigue, possibly through similar causes.",
        "section": "Discussion",
        "section_number": 27,
        "sentences": [
            "The local response reaction rates and the systemic reaction rates of this study were not significantly different.",
            "The major local and systemic responses were mild to midrange in severity.",
            "Test groups showed no severe responses.",
            "Severe erythema, indurations, and swelling of each case occurred only in control groups.",
            "The symptoms were resolved 7 days post-vaccination.",
            "There was a significant difference in the GMT of the two groups of H3N2 (P = 0.0002), especially in the adult subgroup (17-59 years).",
            "In addition, the antibody GMR of H3N2 showed statistical significance (P = 0.0003).",
            "One plausible explanation of these results is that the experimental vaccine produced by IMBCAMS reduced the severity of vaccination reactions.",
            "In the experimental group, H3N2 antibody was slightly increased, as reactions were related to fatigue, possibly through similar causes."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34750",
        "text": "However, there were some limitations in this study. Firstly, children under three years of age were not included in the study, who would be enrolled in a sub-dose study in the future. Secondly, in the phase of preliminary testing, it should be taken double-blind study, but not single-blind study method. Thirdly, the number of subjects studied in this study was limited, more adults should be enrolled in the future.",
        "section": "Discussion",
        "section_number": 28,
        "sentences": [
            "However, there were some limitations in this study.",
            "Firstly, children under three years of age were not included in the study, who would be enrolled in a sub-dose study in the future.",
            "Secondly, in the phase of preliminary testing, it should be taken double-blind study, but not single-blind study method.",
            "Thirdly, the number of subjects studied in this study was limited, more adults should be enrolled in the future."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34750",
        "text": "This study evaluated the immunogenicity and safety of the eggbased, trivalent, inactivated split influenza vaccine produced by a domestic manufacture (IMBCAMS), and demonstrated that the experimental vaccine achieved the primary immunogenic end point of the intended clinical protocol, as well as a secondary immunogenic end point, with an acceptable level of safety. After a 28-day immunization, PPS results showed that the antibody GMT, the protection rate and the seroconversion rates of experimental and control groups were not statistically significant (P > 0.05) in the all (3-80 years) ages.",
        "section": "Conclusion",
        "section_number": 29,
        "sentences": [
            "This study evaluated the immunogenicity and safety of the eggbased, trivalent, inactivated split influenza vaccine produced by a domestic manufacture (IMBCAMS), and demonstrated that the experimental vaccine achieved the primary immunogenic end point of the intended clinical protocol, as well as a secondary immunogenic end point, with an acceptable level of safety.",
            "After a 28-day immunization, PPS results showed that the antibody GMT, the protection rate and the seroconversion rates of experimental and control groups were not statistically significant (P > 0.05) in the all (3-80 years) ages."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    }
]