[
    {
        "doc_id": "34699",
        "text": "To study, for the first time, the effect of wearing ready-made glasses and glasses with power determined by self-refraction on children's quality of life. Methods: This is a randomized, double-masked non-inferiority trial. Children in grades 7 and 8 (age 12-15 years) in nine Chinese secondary schools, with presenting visual acuity (VA) ≤6/12 improved with refraction to ≥6/7.5 bilaterally, refractive error ≤À1.0 D and <2.0 D of anisometropia and astigmatism bilaterally, were randomized to receive ready-made spectacles (RM) or identical-appearing spectacles with power determined by: subjective cycloplegic retinoscopy by a university optometrist (U), a rural refractionist (R) or non-cycloplegic self-refraction (SR). Main study outcome was global score on the National Eye Institute Refractive Error Quality of Life-42 (NEI-RQL-42) after 2 months of wearing study glasses, comparing other groups with the U group, adjusting for baseline score. Results: Only one child (0.18%) was excluded for anisometropia or astigmatism. A total of 426 eligible subjects (mean age 14.2 years, 84.5% without glasses at baseline) were allocated to U [103 (24.2%)], RM [113 (26.5%)], R [108 (25.4%)] and SR [102 (23.9%)] groups, respectively. Baseline and endline score data were available for 398 (93.4%) of subjects. In multiple regression models adjusting for baseline score, older age (p = 0.003) and baseline spectacle wear (p = 0.016), but not study group assignment, were significantly associated with lower final score. Conclusion: Quality of life wearing ready-mades or glasses based on selfrefraction did not differ from that with cycloplegic refraction by an experienced optometrist in this non-inferiority trial",
        "section": "Abstract",
        "sentences": [
            "To study, for the first time, the effect of wearing ready-made glasses and glasses with power determined by self-refraction on children's quality of life.",
            "Methods: This is a randomized, double-masked non-inferiority trial.",
            "Children in grades 7 and 8 (age 12-15 years) in nine Chinese secondary schools, with presenting visual acuity (VA) ≤6/12 improved with refraction to ≥6/7.5 bilaterally, refractive error ≤À1.0 D and <2.0 D of anisometropia and astigmatism bilaterally, were randomized to receive ready-made spectacles (RM) or identical-appearing spectacles with power determined by: subjective cycloplegic retinoscopy by a university optometrist (U), a rural refractionist (R) or non-cycloplegic self-refraction (SR).",
            "Main study outcome was global score on the National Eye Institute Refractive Error Quality of Life-42 (NEI-RQL-42) after 2 months of wearing study glasses, comparing other groups with the U group, adjusting for baseline score.",
            "Results: Only one child (0.18%) was excluded for anisometropia or astigmatism.",
            "A total of 426 eligible subjects (mean age 14.2 years, 84.5% without glasses at baseline) were allocated to U [103 (24.2%)], RM [113 (26.5%)], R [108 (25.4%)] and SR [102 (23.9%)] groups, respectively.",
            "Baseline and endline score data were available for 398 (93.4%) of subjects.",
            "In multiple regression models adjusting for baseline score, older age (p = 0.003) and baseline spectacle wear (p = 0.016), but not study group assignment, were significantly associated with lower final score.",
            "Conclusion: Quality of life wearing ready-mades or glasses based on selfrefraction did not differ from that with cycloplegic refraction by an experienced optometrist in this non-inferiority trial"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "Uncorrected refractive error was the leading cause of vision impairment in the world in 2010 (Pascolini & Mariotti 2012) . A total of 12.8 million children aged 5-15 years are visually impaired from uncorrected or inadequately corrected refractive errors in 2004, with a global prevalence of 0.96% (Resnikoff et al. 2008) . It is associated with reversible self-reported visual impairment among children (Congdon et al. 2008) , and its correction has led to statistically significant improvement in children's school performance in a recent randomized trial (Ma et al. 2014) .",
        "section": "Introduction",
        "section_number": 1,
        "sentences": [
            "Uncorrected refractive error was the leading cause of vision impairment in the world in 2010 (Pascolini & Mariotti 2012) .",
            "A total of 12.8 million children aged 5-15 years are visually impaired from uncorrected or inadequately corrected refractive errors in 2004, with a global prevalence of 0.96% (Resnikoff et al. 2008) .",
            "It is associated with reversible self-reported visual impairment among children (Congdon et al. 2008) , and its correction has led to statistically significant improvement in children's school performance in a recent randomized trial (Ma et al. 2014) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "Although refractive error may be safely and effectively corrected with spectacles, lack of well-trained refractionists in settings of limited resources may be a major barrier (World Health Organization 2000 , Turner et al. 2011 , in part due to poor accuracy of spectacles based on prescriptions from available practitioners (Zhang et al. 2009; Zhou et al. 2014a,b) . Recent studies (He et al. 2011; Zhang et al. 2011) have suggested that myopic children can achieve vision of ≥6/7.5 in >90% of cases by self-refraction with adjustable spectacles, with accuracy similar to that of non-cycloplegic automated refraction, another modality that has been used in areas where trained refractionists are in short supply. Use of self-refraction has the potential to reduce barriers to refractive care in such settings.",
        "section": "Introduction",
        "section_number": 2,
        "sentences": [
            "Although refractive error may be safely and effectively corrected with spectacles, lack of well-trained refractionists in settings of limited resources may be a major barrier (World Health Organization 2000 , Turner et al. 2011 , in part due to poor accuracy of spectacles based on prescriptions from available practitioners (Zhang et al. 2009; Zhou et al. 2014a,b) .",
            "Recent studies (He et al. 2011; Zhang et al. 2011) have suggested that myopic children can achieve vision of ≥6/7.5 in >90% of cases by self-refraction with adjustable spectacles, with accuracy similar to that of non-cycloplegic automated refraction, another modality that has been used in areas where trained refractionists are in short supply.",
            "Use of self-refraction has the potential to reduce barriers to refractive care in such settings."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "Another approach to improving access to spectacles in areas of limited resources is ready-made spectacles, which can both reduce costs and improve the logistics of service delivery over custom spectacles, while achieving comparable acceptability to wearers (Zeng et al. 2009) . Higher cost has been demonstrated in various settings to reduce uptake of spectacles (Odedra et al. 2008; Ma et al. 2014) .",
        "section": "Introduction",
        "section_number": 3,
        "sentences": [
            "Another approach to improving access to spectacles in areas of limited resources is ready-made spectacles, which can both reduce costs and improve the logistics of service delivery over custom spectacles, while achieving comparable acceptability to wearers (Zeng et al. 2009) .",
            "Higher cost has been demonstrated in various settings to reduce uptake of spectacles (Odedra et al. 2008; Ma et al. 2014) ."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "While the visual acuity (VA) and accuracy of refractive power obtainable with self-refraction have been assessed (He et al. 2011; Zhang et al. 2011) , visual function associated with the use of this technology for refraction has not been evaluated, as it has other non-traditional modalities such as ready-made glasses (Brady et al. 2012) . The possibility exists that good results on testing of central acuity might mask discomfort or other problems, secondary perhaps to the failure to correct for astigmatism or any overminusing resulting from selfrefraction without cycloplegia, which might be relevant to children's daily use of spectacles. The goal of the WEAR (Wearability And Evaluation of Adjustable Refraction) trial (Phase II) was to compare self-rated quality of life main outcome) between rural secondary school Chinese children with inadequately corrected myopia at baseline randomized to receive one of the following: readymade glasses, or custom spectacles whose power was based on cycloplegic refraction by a university optometrist, cycloplegic refraction by a rural refractionist or self-refraction without cycloplegia. Only children with myopia were recruited for the study in view of the low prevalence and modest visual impact of other types of refractive error among children in China (He et al. 2004 (He et al. , 2007 .",
        "section": "Introduction",
        "section_number": 4,
        "sentences": [
            "While the visual acuity (VA) and accuracy of refractive power obtainable with self-refraction have been assessed (He et al. 2011; Zhang et al. 2011) , visual function associated with the use of this technology for refraction has not been evaluated, as it has other non-traditional modalities such as ready-made glasses (Brady et al. 2012) .",
            "The possibility exists that good results on testing of central acuity might mask discomfort or other problems, secondary perhaps to the failure to correct for astigmatism or any overminusing resulting from selfrefraction without cycloplegia, which might be relevant to children's daily use of spectacles.",
            "The goal of the WEAR (Wearability And Evaluation of Adjustable Refraction) trial (Phase II) was to compare self-rated quality of life main outcome) between rural secondary school Chinese children with inadequately corrected myopia at baseline randomized to receive one of the following: readymade glasses, or custom spectacles whose power was based on cycloplegic refraction by a university optometrist, cycloplegic refraction by a rural refractionist or self-refraction without cycloplegia.",
            "Only children with myopia were recruited for the study in view of the low prevalence and modest visual impact of other types of refractive error among children in China (He et al. 2004 (He et al. , 2007 ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "The protocol for this study was approved in full by the Institutional Review Board of the Zhongshan Ophthalmic Center (ZOC), Sun Yat-sen University (SYSU, Guangzhou, China). Permission was obtained from the local boards of education, and written informed consent was obtained from at least one parent of all participants. The principles of the Declaration of Helsinki were followed throughout.",
        "section": "Subjects and Methods",
        "section_number": 5,
        "sentences": [
            "The protocol for this study was approved in full by the Institutional Review Board of the Zhongshan Ophthalmic Center (ZOC), Sun Yat-sen University (SYSU, Guangzhou, China).",
            "Permission was obtained from the local boards of education, and written informed consent was obtained from at least one parent of all participants.",
            "The principles of the Declaration of Helsinki were followed throughout."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "As the main study hypothesis was that self-reported quality of life using the National Eye Institute Refractive Error Quality of Life-42 (NEI-RQL-42) after 2 months of wearing the study glasses would not differ between children in the self-refraction, rural refractionist and ready-made spectacle groups as compared to the university refractionist group, which was considered the gold standard in this study, a non-inferiority trial design was applied. Such studies are designed to test the hypothesis that a novel treatment's effectiveness is not substantially less than the existing standard (Mulla et al. 2012) .",
        "section": "Design",
        "section_number": 6,
        "sentences": [
            "As the main study hypothesis was that self-reported quality of life using the National Eye Institute Refractive Error Quality of Life-42 (NEI-RQL-42) after 2 months of wearing the study glasses would not differ between children in the self-refraction, rural refractionist and ready-made spectacle groups as compared to the university refractionist group, which was considered the gold standard in this study, a non-inferiority trial design was applied.",
            "Such studies are designed to test the hypothesis that a novel treatment's effectiveness is not substantially less than the existing standard (Mulla et al. 2012) ."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "A total of nine Guangdong junior high schools in Yangxi county of Yangjiang city, and Huidong county of Huizhou city, were selected in non-random fashion (principal basis being a willingness of the school administration to take part in the trial) from a list of all schools in these two counties. Distances from the urban centre were as follows: two schools were located directly in the downtown area; one school was at a distance of 10 km, one school at 20 km, one school 30 km, three schools at 40 km and one school at 50 km.",
        "section": "Participating schools",
        "section_number": 7,
        "sentences": [
            "A total of nine Guangdong junior high schools in Yangxi county of Yangjiang city, and Huidong county of Huizhou city, were selected in non-random fashion (principal basis being a willingness of the school administration to take part in the trial) from a list of all schools in these two counties.",
            "Distances from the urban centre were as follows: two schools were located directly in the downtown area; one school was at a distance of 10 km, one school at 20 km, one school 30 km, three schools at 40 km and one school at 50 km."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "All children in grades 7 and 8 (generally 12-15 years old) at the selected schools who were present on the day of examination underwent baseline VA screening by nurses and optometrists from February to May 2013. Uncorrected VA and corrected VA with children's own spectacles if owned were tested separately for each eye at 4 m using Early Treatment Diabetic Retinopathy Study (ETDRS) charts (Ferris et al. 1982 ) (Precision Vision, La Salle, IL, USA) in a well-lit, indoor area of the school. Lens power of existing spectacles was measured with a lensometer (Topcon CL 100, Tokyo, Japan). Children presenting with VA ≤6/12 in both eyes were considered provisionally eligible and underwent randomization and refraction to determine final eligibility for the trial.",
        "section": "Baseline visual acuity assessment",
        "section_number": 8,
        "sentences": [
            "All children in grades 7 and 8 (generally 12-15 years old) at the selected schools who were present on the day of examination underwent baseline VA screening by nurses and optometrists from February to May 2013.",
            "Uncorrected VA and corrected VA with children's own spectacles if owned were tested separately for each eye at 4 m using Early Treatment Diabetic Retinopathy Study (ETDRS) charts (Ferris et al. 1982 ) (Precision Vision, La Salle, IL, USA) in a well-lit, indoor area of the school.",
            "Lens power of existing spectacles was measured with a lensometer (Topcon CL 100, Tokyo, Japan).",
            "Children presenting with VA ≤6/12 in both eyes were considered provisionally eligible and underwent randomization and refraction to determine final eligibility for the trial."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "All provisionally eligible children in each grade and each county (VA <6/12 in both eyes) were randomized individually to one of four groups, stratifying by grade (grade 7 and grade 8) and the two towns ( Fig. 1) . Children themselves and investigators assessing study outcomes were masked to group assignment. Three groups received standard, custom spectacles with interpupillary distance measured by standard techniques and powers determined in the following fashion:",
        "section": "Randomization, interventions and masking",
        "section_number": 9,
        "sentences": [
            "All provisionally eligible children in each grade and each county (VA <6/12 in both eyes) were randomized individually to one of four groups, stratifying by grade (grade 7 and grade 8) and the two towns ( Fig. 1) .",
            "Children themselves and investigators assessing study outcomes were masked to group assignment.",
            "Three groups received standard, custom spectacles with interpupillary distance measured by standard techniques and powers determined in the following fashion:"
        ],
        "sentence_labels": [
            -1,
            1,
            -1
        ],
        "classification_label": 0
    },
    {
        "doc_id": "34699",
        "text": "University optometrists group Cycloplegic automated refraction with refinement by an experienced optometrist from ZOC.",
        "section": "Randomization, interventions and masking",
        "section_number": 10,
        "sentences": [
            "University optometrists group Cycloplegic automated refraction with refinement by an experienced optometrist from ZOC."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "Rural refractionists group Cycloplegic automated refraction with refinement by a rural refractionist from a local county-level hospital who had received refraction training in an ongoing programme administered by ZOC.",
        "section": "Randomization, interventions and masking",
        "section_number": 11,
        "sentences": [
            "Rural refractionists group Cycloplegic automated refraction with refinement by a rural refractionist from a local county-level hospital who had received refraction training in an ongoing programme administered by ZOC."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "Self-refraction group Non-cycloplegic self-refraction using fluid-filled adjustable spectacles and a protocol based on that which has previously been reported (He et al. 2011; Zhang et al. 2011) . Additionally, a fourth group, the ready-made group, received pseudoready-made spectacles as previously described (Zeng et al. 2009) , with power in both eyes equal to the spherical equivalent of the eye with lower power (absolute value), on subjective refraction by an optometrist from ZOC following cycloplegic automated refraction. Spectacle powers were available in 0.50 D steps between À1.00 and À6.00 D, and 1.00 D steps between À7.00 and À10.00 D, with measured power being rounded down to the nearest step as needed. Available interpupillary distances were 50, 55, 60 and 65 mm.",
        "section": "Randomization, interventions and masking",
        "section_number": 12,
        "sentences": [
            "Self-refraction group Non-cycloplegic self-refraction using fluid-filled adjustable spectacles and a protocol based on that which has previously been reported (He et al. 2011; Zhang et al. 2011) .",
            "Additionally, a fourth group, the ready-made group, received pseudoready-made spectacles as previously described (Zeng et al. 2009) , with power in both eyes equal to the spherical equivalent of the eye with lower power (absolute value), on subjective refraction by an optometrist from ZOC following cycloplegic automated refraction.",
            "Spectacle powers were available in 0.50 D steps between À1.00 and À6.00 D, and 1.00 D steps between À7.00 and À10.00 D, with measured power being rounded down to the nearest step as needed.",
            "Available interpupillary distances were 50, 55, 60 and 65 mm."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "Children in all groups were permitted to select from among 22 frame styles provided by local optical shops as popular among secondary school children in the area, as previously described (Zhou et al. 2014a,b) .",
        "section": "Randomization, interventions and masking",
        "section_number": 13,
        "sentences": [
            "Children in all groups were permitted to select from among 22 frame styles provided by local optical shops as popular among secondary school children in the area, as previously described (Zhou et al. 2014a,b) ."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "Subjects and study personnel administering the questionnaires and assessing VA were masked to study group assignment. ",
        "section": "Randomization, interventions and masking",
        "section_number": 14,
        "sentences": [
            "Subjects and study personnel administering the questionnaires and assessing VA were masked to study group assignment."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "Children meeting all the following criteria after refraction as described above were eligible for recruitment in the study: 1 Presenting VA (if the child wears glasses, her/his presenting VA is her/his corrected VA with their own spectacles; if the child does not wear spectacles, her/his presenting VA is her/his uncorrected VA) ≤6/12 in both eyes; 2 Subjective spherical equivalent refractive error (SER) ≤À1.00 dioptres (D) in both eyes; 3 Visual acuity (VA) improvable to >6/7.5 in both eyes with refraction as assigned in their group. It was considered unethical to permit children to wear glasses not providing adequate vision, and the goal of the study was to determine whether children achieving good VA with alternative modalities might have ocular discomfort or other issues affecting quality of life.",
        "section": "Inclusion and exclusion criteria and final allocation",
        "section_number": 15,
        "sentences": [
            "Children meeting all the following criteria after refraction as described above were eligible for recruitment in the study: 1 Presenting VA (if the child wears glasses, her/his presenting VA is her/his corrected VA with their own spectacles; if the child does not wear spectacles, her/his presenting VA is her/his uncorrected VA) ≤6/12 in both eyes; 2 Subjective spherical equivalent refractive error (SER) ≤À1.00 dioptres (D) in both eyes; 3 Visual acuity (VA) improvable to >6/7.5 in both eyes with refraction as assigned in their group.",
            "It was considered unethical to permit children to wear glasses not providing adequate vision, and the goal of the study was to determine whether children achieving good VA with alternative modalities might have ocular discomfort or other issues affecting quality of life."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "Children with ocular diseases potentially affecting the vision and those with astigmatism or anisometropia ≥2.00 D were excluded, the latter for ethical reasons, following the example of Brady et al. (2012) . Children with VA ≤6/7.5 in either eye after self-refraction, refraction by the rural optometrist or with pseudo-ready-made glasses were referred for refraction by the university optometrist and provision of free spectacles after exclusion from the study. Children whose VA could not be improved by the university optometrist were referred to the local county hospital for further examination.",
        "section": "Inclusion and exclusion criteria and final allocation",
        "section_number": 16,
        "sentences": [
            "Children with ocular diseases potentially affecting the vision and those with astigmatism or anisometropia ≥2.00 D were excluded, the latter for ethical reasons, following the example of Brady et al. (2012) .",
            "Children with VA ≤6/7.5 in either eye after self-refraction, refraction by the rural optometrist or with pseudo-ready-made glasses were referred for refraction by the university optometrist and provision of free spectacles after exclusion from the study.",
            "Children whose VA could not be improved by the university optometrist were referred to the local county hospital for further examination."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "To avoid inaccurate spectacles made during the process of spectacles making were given to children, a 25% subsample of glasses in each group were selected at random and checked by autolensometry, and the vector difference in dioptres, conventionally positive, between the prescription and the measured value on the lensometer was calculated (Thibos et al. 1997; Harvey et al. 2000) .",
        "section": "Quality check of the spectacles as dispensed",
        "section_number": 17,
        "sentences": [
            "To avoid inaccurate spectacles made during the process of spectacles making were given to children, a 25% subsample of glasses in each group were selected at random and checked by autolensometry, and the vector difference in dioptres, conventionally positive, between the prescription and the measured value on the lensometer was calculated (Thibos et al. 1997; Harvey et al. 2000) ."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "To promote compliance with glasses wear, all participants received a set of educational interventions described previously (Ma et al. 2014) , including a 10-min video, a booklet of professionally drawn comics, a presentation in class directed at teachers and students by study personnel and a parents' brochure, all explaining the safety and visual benefits of spectacles.",
        "section": "Educational intervention",
        "section_number": 18,
        "sentences": [
            "To promote compliance with glasses wear, all participants received a set of educational interventions described previously (Ma et al. 2014) , including a 10-min video, a booklet of professionally drawn comics, a presentation in class directed at teachers and students by study personnel and a parents' brochure, all explaining the safety and visual benefits of spectacles."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "The National Eye Institute Refractive Error Quality of Life (NEI-RQL-42) questionnaire (Hays & Spritzer 2002; Berry et al. 2003; Hays et al. 2003) was used to evaluate the visual functionrelated quality of life at baseline and after 2 months of spectacle wear at the endline examination. Self-reported frequency of spectacles use, value attached to the glasses and participant satisfaction with glasses were also assessed at endline as described elsewhere (Zeng et al. 2009; Brady et al. 2012) .",
        "section": "Questionnaires and outcome assessment",
        "section_number": 19,
        "sentences": [
            "The National Eye Institute Refractive Error Quality of Life (NEI-RQL-42) questionnaire (Hays & Spritzer 2002; Berry et al. 2003; Hays et al. 2003) was used to evaluate the visual functionrelated quality of life at baseline and after 2 months of spectacle wear at the endline examination.",
            "Self-reported frequency of spectacles use, value attached to the glasses and participant satisfaction with glasses were also assessed at endline as described elsewhere (Zeng et al. 2009; Brady et al. 2012) ."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "The primary study outcome was the difference in global score on the NEI-RQL-42 at endline between the university optometrist group and the other three groups. The NEI-RQL-42 consists of 42 items across 13 domains, such as near and far visual acuity, glare, appearance and satisfaction with correction, with a higher score representing better quality of life. Each item was rescaled to a 0 to 100 range according to guidelines in the user's manual (Hays & Spritzer 2002) , and a global score calculated by averaging the subscales.",
        "section": "Questionnaires and outcome assessment",
        "section_number": 20,
        "sentences": [
            "The primary study outcome was the difference in global score on the NEI-RQL-42 at endline between the university optometrist group and the other three groups.",
            "The NEI-RQL-42 consists of 42 items across 13 domains, such as near and far visual acuity, glare, appearance and satisfaction with correction, with a higher score representing better quality of life.",
            "Each item was rescaled to a 0 to 100 range according to guidelines in the user's manual (Hays & Spritzer 2002) , and a global score calculated by averaging the subscales."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "The sample size was calculated based on the endline NEI-RQL-42 global score according to a non-inferiority margin of 30% of the difference between treatment and control conditions, as has been recommended (Jones et al. 1996; Nutt et al. 2008) . A recent study using the NEI-RQL-42 questionnaire found an overall difference of 15.8 in global score between subjects with spectacle correction and emmetropes (Queir os et al. 2012). Accordingly, we used 5.7, or 30% of 15.8, as the non-inferiority criterion. With a standard deviation of 15.0, the required sample size was 90 subjects per group with a power of 80% and a one-sided significance level of 5% (a = 0.05).",
        "section": "Sample size",
        "section_number": 21,
        "sentences": [
            "The sample size was calculated based on the endline NEI-RQL-42 global score according to a non-inferiority margin of 30% of the difference between treatment and control conditions, as has been recommended (Jones et al. 1996; Nutt et al. 2008) .",
            "A recent study using the NEI-RQL-42 questionnaire found an overall difference of 15.8 in global score between subjects with spectacle correction and emmetropes (Queir os et al. 2012).",
            "Accordingly, we used 5.7, or 30% of 15.8, as the non-inferiority criterion.",
            "With a standard deviation of 15.0, the required sample size was 90 subjects per group with a power of 80% and a one-sided significance level of 5% (a = 0.05)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "Baseline characteristics of participants including age, subjective spherical equivalent refractive error in the better-seeing eye with better-presenting VA (eye with better-uncorrected VA for children without glasses, and eye with better-corrected VA for children with glasses), gender, spectacle wear and proportion with presenting VA < 6/18 in the better-seeing eye were reported as mean (SD, standard deviation) for normally distributed continuous variables, median (IQR, interquartile range) for data with nonnormal distribution and frequency (percentage) for categorical variables.",
        "section": "Statistical methods",
        "section_number": 22,
        "sentences": [
            "Baseline characteristics of participants including age, subjective spherical equivalent refractive error in the better-seeing eye with better-presenting VA (eye with better-uncorrected VA for children without glasses, and eye with better-corrected VA for children with glasses), gender, spectacle wear and proportion with presenting VA < 6/18 in the better-seeing eye were reported as mean (SD, standard deviation) for normally distributed continuous variables, median (IQR, interquartile range) for data with nonnormal distribution and frequency (percentage) for categorical variables."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "The proportion of vector dioptric difference (VDD) values between the prescription power and power measured by lensometry in the better-seeing eye falling within AE0.25 D, AE0.50 D and AE1.0 D in each group were calculated and compared using Fisher's exact test between the university optometrist group and each of the remaining groups. Linear regression adjusting for baseline global NEI-RQL-42 score was used to assess differences between the university optometrist group and the remaining groups (main outcome).",
        "section": "Statistical methods",
        "section_number": 23,
        "sentences": [
            "The proportion of vector dioptric difference (VDD) values between the prescription power and power measured by lensometry in the better-seeing eye falling within AE0.25 D, AE0.50 D and AE1.0 D in each group were calculated and compared using Fisher's exact test between the university optometrist group and each of the remaining groups.",
            "Linear regression adjusting for baseline global NEI-RQL-42 score was used to assess differences between the university optometrist group and the remaining groups (main outcome)."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "The proportion of subjects with best-corrected VA ≥6/6 with study spectacles was compared between the university optometrist group and each remaining group, adjusting for baseline presenting VA in better-seeing eye using logistic regression. The proportion reporting being very satisfied or satisfied, and rating the study spectacles as their most valued possession, of high value or of moderate value were compared between the university optometrist group and the remaining groups using logistic regression. All analyses were performed using STATA 12.0 (StataCorp, College Station, TX, USA).",
        "section": "Statistical methods",
        "section_number": 24,
        "sentences": [
            "The proportion of subjects with best-corrected VA ≥6/6 with study spectacles was compared between the university optometrist group and each remaining group, adjusting for baseline presenting VA in better-seeing eye using logistic regression.",
            "The proportion reporting being very satisfied or satisfied, and rating the study spectacles as their most valued possession, of high value or of moderate value were compared between the university optometrist group and the remaining groups using logistic regression.",
            "All analyses were performed using STATA 12.0 (StataCorp, College Station, TX, USA)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "Among 9889 children undergoing VA screening, 914 (9.2%) were provisionally eligible on the basis of having presenting VA ≤ 6/12 in both eyes. Parents of 361 (39.5%) declined to participate, and 11 (1.2%) were excluded due to history of ocular disease affecting vision (Fig. 1) . The remaining 542 children (59.3%) were randomized to groups as follows: university optometrist (n = 135, 24.9%), ready-made (n = 134, 24.7%), rural refractionist (n = 138, 25.5%) and self-refraction (n = 135, 24.9%). After refraction, 116 children (21.4%) were excluded for having the following conditions in either eye: spherical equivalent refractive error >À1.0 D (n = 72, 13.3%), best-corrected VA <6/7.5 (n = 43, 7.9%) or astigmatism ≥2.0 D (n = 1, 0.18%) (Fig. 1) .",
        "section": "Results",
        "section_number": 25,
        "sentences": [
            "Among 9889 children undergoing VA screening, 914 (9.2%) were provisionally eligible on the basis of having presenting VA ≤ 6/12 in both eyes.",
            "Parents of 361 (39.5%) declined to participate, and 11 (1.2%) were excluded due to history of ocular disease affecting vision (Fig. 1) .",
            "The remaining 542 children (59.3%) were randomized to groups as follows: university optometrist (n = 135, 24.9%), ready-made (n = 134, 24.7%), rural refractionist (n = 138, 25.5%) and self-refraction (n = 135, 24.9%).",
            "After refraction, 116 children (21.4%) were excluded for having the following conditions in either eye: spherical equivalent refractive error >À1.0 D (n = 72, 13.3%), best-corrected VA <6/7.5 (n = 43, 7.9%) or astigmatism ≥2.0 D (n = 1, 0.18%) (Fig. 1) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "Among 426 (78.6%) eligible subjects receiving final group allocation, 103 (24.2%), 113 (26.5%), 108 (25.4%) and 102 (23.9%) were assigned to the university optometrist, ready-made, rural refractionist and self-refraction groups, respectively. Among 103 (24.2%) total children in the four groups selected at random to test the accuracy of the study spectacles by lensometry, 19 (18.5%) and three (2.91%) had glasses inaccurate by ≥0.25 D and ≥1.0 D, respectively, in the better-seeing eye. Accuracy in the university optometrist group did not differ significantly from that in any of the other groups.",
        "section": "Results",
        "section_number": 26,
        "sentences": [
            "Among 426 (78.6%) eligible subjects receiving final group allocation, 103 (24.2%), 113 (26.5%), 108 (25.4%) and 102 (23.9%) were assigned to the university optometrist, ready-made, rural refractionist and self-refraction groups, respectively.",
            "Among 103 (24.2%) total children in the four groups selected at random to test the accuracy of the study spectacles by lensometry, 19 (18.5%) and three (2.91%) had glasses inaccurate by ≥0.25 D and ≥1.0 D, respectively, in the better-seeing eye.",
            "Accuracy in the university optometrist group did not differ significantly from that in any of the other groups."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "Among 426 children with complete VA data [mean age 14.2 (1.01) years, 196 (46.0%) male], a total of 360 (84.5%) did not have spectacles at baseline, and 171 (40.1%) had presenting VA ≤6/18 in the better-seeing eye. Their median (IQR) spherical equivalent refractive error in the better-seeing eye was À2.06 (À3.00, À1.50) D ( Table 1) .",
        "section": "Results",
        "section_number": 27,
        "sentences": [
            "Among 426 children with complete VA data [mean age 14.2 (1.01) years, 196 (46.0%) male], a total of 360 (84.5%) did not have spectacles at baseline, and 171 (40.1%) had presenting VA ≤6/18 in the better-seeing eye.",
            "Their median (IQR) spherical equivalent refractive error in the better-seeing eye was À2.06 (À3.00, À1.50) D ( Table 1) ."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "The median baseline presenting VA in each group prior to receiving the study spectacles was 6/15, and the median best-corrected VA with study spectacles was 6/7.5 in all but the rural refractionist group (median = 6/6) ( Table 2 ). The proportion of children with best-corrected VA ≥6/6 was significantly lower in the university optometrist group compared to the ready-made (p = 0.033), rural refractionist (<0.001) and self-refraction (p = 0.001) groups. Children with corrected VA <6/7.5 with their assigned refraction modality were excluded, but a small number of children (n = 17, 4.0%) did have VA <6/7.5 when their glasses were fitted (Table 2) .",
        "section": "Results",
        "section_number": 28,
        "sentences": [
            "The median baseline presenting VA in each group prior to receiving the study spectacles was 6/15, and the median best-corrected VA with study spectacles was 6/7.5 in all but the rural refractionist group (median = 6/6) ( Table 2 ).",
            "The proportion of children with best-corrected VA ≥6/6 was significantly lower in the university optometrist group compared to the ready-made (p = 0.033), rural refractionist (<0.001) and self-refraction (p = 0.001) groups.",
            "Children with corrected VA <6/7.5 with their assigned refraction modality were excluded, but a small number of children (n = 17, 4.0%) did have VA <6/7.5 when their glasses were fitted (Table 2) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "At 2 months, four (3.9%), six (5.3%), three (2.8%) and four (3.9%) children were lost to followup in the university optometrist, ready-made, rural refractionist and self-refraction groups, respectively. Over 94% of children in each group reported wearing the study spectacles at follow-up, though fewer than 10% of children overall reported wearing them all day (Table 3) . Some twothirds of children in each group reported being very satisfied or satisfied with the study spectacles, while approximately three-quarters in each group indicated they placed moderate, high or very high value on the glasses. Rates of wear, satisfaction and value attributed to the glasses did not differ between groups (Table 3) .",
        "section": "Results",
        "section_number": 29,
        "sentences": [
            "At 2 months, four (3.9%), six (5.3%), three (2.8%) and four (3.9%) children were lost to followup in the university optometrist, ready-made, rural refractionist and self-refraction groups, respectively.",
            "Over 94% of children in each group reported wearing the study spectacles at follow-up, though fewer than 10% of children overall reported wearing them all day (Table 3) .",
            "Some twothirds of children in each group reported being very satisfied or satisfied with the study spectacles, while approximately three-quarters in each group indicated they placed moderate, high or very high value on the glasses.",
            "Rates of wear, satisfaction and value attributed to the glasses did not differ between groups (Table 3) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "Among 409 (96.0%) total children attending 2-month follow-up, 398 (97.3%) had complete NEI-RQL-42 data at baseline and endline for analysis of the primary outcome (Fig. 1) . Although the NEI-RQL-42 global scores of all groups improved significantly from baseline to endline, the difference in endline scores of the university optometrist group did not differ significantly from that of the other three groups when adjusting for baseline scores (Table 4) .",
        "section": "Results",
        "section_number": 30,
        "sentences": [
            "Among 409 (96.0%) total children attending 2-month follow-up, 398 (97.3%) had complete NEI-RQL-42 data at baseline and endline for analysis of the primary outcome (Fig. 1) .",
            "Although the NEI-RQL-42 global scores of all groups improved significantly from baseline to endline, the difference in endline scores of the university optometrist group did not differ significantly from that of the other three groups when adjusting for baseline scores (Table 4) ."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "In multiple linear regression model adjusting for baseline NEI-RQL-42 global score (main outcome), older age (p = 0.002) and wearing spectacles at baseline (p = 0.025) were significantly associated with endline global score after wearing the study spectacles for 2 months, while study group assignment, male sex and refractive error at baseline in the better-seeing eye were not (Table 5 ).",
        "section": "Results",
        "section_number": 31,
        "sentences": [
            "In multiple linear regression model adjusting for baseline NEI-RQL-42 global score (main outcome), older age (p = 0.002) and wearing spectacles at baseline (p = 0.025) were significantly associated with endline global score after wearing the study spectacles for 2 months, while study group assignment, male sex and refractive error at baseline in the better-seeing eye were not (Table 5 )."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "In this non-inferiority trial, we found no evidence of worse quality of life, our main study outcome, comparing selfrefraction and ready-made glasses with cycloplegic refraction by an experienced optometrist (the standard of care). This finding, together with the observed similar rates of wear, satisfaction and value attached to the glasses between groups, adds to previous data (He et al. 2011 ; Zhang et al. 2011) on the good vision achievable with self-refraction and ready-made spectacles to give a fuller picture of the acceptability of these alternative modalities for use in children where skilled refractionists are scarce. The authors are aware of evidence suggesting failure to cycloplegic children during refraction may lead to significant inaccuracies (Sanfilippo et al. 2014; Morgan et al. 2015) . However, our previous work has shown that the inaccuracies resulting from self-refraction without cycloplegia are fairly modest, presumably due to the use of a distant target, and the current study suggests that any impact of such inaccuracies on quality of life may be modest. Our review identified no previous trials of alternative refractive modalities in children assessing quality of life as an outcome. The important fact that all refraction modalities could significantly improve children's quality of life in this setting is consistent with limited available published data (Esteso et al. 2007) for conventional refraction.",
        "section": "Discussion",
        "section_number": 32,
        "sentences": [
            "In this non-inferiority trial, we found no evidence of worse quality of life, our main study outcome, comparing selfrefraction and ready-made glasses with cycloplegic refraction by an experienced optometrist (the standard of care).",
            "This finding, together with the observed similar rates of wear, satisfaction and value attached to the glasses between groups, adds to previous data (He et al. 2011 ; Zhang et al. 2011) on the good vision achievable with self-refraction and ready-made spectacles to give a fuller picture of the acceptability of these alternative modalities for use in children where skilled refractionists are scarce.",
            "The authors are aware of evidence suggesting failure to cycloplegic children during refraction may lead to significant inaccuracies (Sanfilippo et al. 2014; Morgan et al. 2015) .",
            "However, our previous work has shown that the inaccuracies resulting from self-refraction without cycloplegia are fairly modest, presumably due to the use of a distant target, and the current study suggests that any impact of such inaccuracies on quality of life may be modest.",
            "Our review identified no previous trials of alternative refractive modalities in children assessing quality of life as an outcome.",
            "The important fact that all refraction modalities could significantly improve children's quality of life in this setting is consistent with limited available published data (Esteso et al. 2007) for conventional refraction."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "Results of the current study are consistent with an earlier trial in Chinese children having similar enrolment criteria, which found no difference in rates of wear, symptoms or value attached to the spectacles (using the same question as in the current study) after 1 month wear of ready-made Table 2 . Distribution of visual acuity (VA) of better-seeing eye, expressed as n (%) prior to receiving and subsequently wearing the study spectacles (N = 426). The log of the minimum angle of resolution. * There were significant differences in the proportion of best-corrected VA ≥6/6 with study spectacles between the university optometrist group and any other group using logistic regression with adjusting for baseline presenting VA (p-values were 0.033, <0.001 and 0.001 for ready-made, rural refractionist and self-refraction groups, respectively). Table 3 . Self-reported spectacle wear, spectacle satisfaction and spectacle value among four groups after wearing the study spectacles for 2 months. * There was no difference in the spectacle satisfaction rates (very satisfied and satisfied) and the spectacle value rates (most valued, high value and moderate value) comparing each group to the university optometrist as the gold standard using logistic regression (Ps ≥ 0.05 for all comparisons). * Data of wearing the spectacles was reported on 426 eligible subjects assigned to four groups and all other variables was on subjects (n = 409) who wore the study spectacles.",
        "section": "Discussion",
        "section_number": 33,
        "sentences": [
            "Results of the current study are consistent with an earlier trial in Chinese children having similar enrolment criteria, which found no difference in rates of wear, symptoms or value attached to the spectacles (using the same question as in the current study) after 1 month wear of ready-made Table 2 .",
            "Distribution of visual acuity (VA) of better-seeing eye, expressed as n (%) prior to receiving and subsequently wearing the study spectacles (N = 426).",
            "The log of the minimum angle of resolution. *",
            "There were significant differences in the proportion of best-corrected VA ≥6/6 with study spectacles between the university optometrist group and any other group using logistic regression with adjusting for baseline presenting VA (p-values were 0.033, <0.001 and 0.001 for ready-made, rural refractionist and self-refraction groups, respectively).",
            "Table 3 .",
            "Self-reported spectacle wear, spectacle satisfaction and spectacle value among four groups after wearing the study spectacles for 2 months. *",
            "There was no difference in the spectacle satisfaction rates (very satisfied and satisfied) and the spectacle value rates (most valued, high value and moderate value) comparing each group to the university optometrist as the gold standard using logistic regression (Ps ≥ 0.05 for all comparisons). *",
            "Data of wearing the spectacles was reported on 426 eligible subjects assigned to four groups and all other variables was on subjects (n = 409) who wore the study spectacles."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "versus custom glasses (Zeng et al. 2009) . Although the number of children failing to achieve VA of 6/7.5 with self-refraction (20.7%) was higher than with refraction by the university optometrist (4.0%), a significantly higher proportion of children could achieve 6/6 vision with self-refraction (76.8% versus 24.3% for university optometrist, p = 0.001). These results are generally consistent with high levels of best-corrected VA ≥6/7.5 with self-refraction using the identical spectacle design in our previous studies in Chinese children (He et al. 2011; Zhang et al. 2011) . A small study (total of 100 adults in Boston and Nicaragua) (Esteso et al. 2007) reported a mean difference in refractive power between subjective refraction and self-refraction (again using fluidfilled spectacles as in the current study), which was neither clinically (0.08 -0.17 D) nor statistically significant. These previous studies (Zeng et al. 2009; Smith et al. 2010; He et al. 2011; Zhang et al. 2011) did not include measures of visual function. Our previous two studies (He et al. 2011; Zhang et al. 2011 ) did detect statistically significant, although clinically small, differences in the proportion of children with best-corrected VA ≥6/7.5 between self-refraction and cycloplegic refraction groups, perhaps due to being powered to detect smaller disparities than the current non-inferiority trial.",
        "section": "Category",
        "section_number": 34,
        "sentences": [
            "versus custom glasses (Zeng et al. 2009) .",
            "Although the number of children failing to achieve VA of 6/7.5 with self-refraction (20.7%) was higher than with refraction by the university optometrist (4.0%), a significantly higher proportion of children could achieve 6/6 vision with self-refraction (76.8% versus 24.3% for university optometrist, p = 0.001).",
            "These results are generally consistent with high levels of best-corrected VA ≥6/7.5 with self-refraction using the identical spectacle design in our previous studies in Chinese children (He et al. 2011; Zhang et al. 2011) .",
            "A small study (total of 100 adults in Boston and Nicaragua) (Esteso et al. 2007) reported a mean difference in refractive power between subjective refraction and self-refraction (again using fluidfilled spectacles as in the current study), which was neither clinically (0.08 -0.17 D) nor statistically significant.",
            "These previous studies (Zeng et al. 2009; Smith et al. 2010; He et al. 2011; Zhang et al. 2011) did not include measures of visual function.",
            "Our previous two studies (He et al. 2011; Zhang et al. 2011 ) did detect statistically significant, although clinically small, differences in the proportion of children with best-corrected VA ≥6/7.5 between self-refraction and cycloplegic refraction groups, perhaps due to being powered to detect smaller disparities than the current non-inferiority trial."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "Our review identified only a single previous trial of alternative modalities for refractive correction which evaluated visual function and quality of life (Brady et al. 2012) . This trial reported large increases in visual function and quality of life among Indian adults Table 4 . Global score on the National Eye Institute Refractive Error Quality of Life-42 (NEI-RQL-42) questionnaire among the four study groups (N = 398) before and after wearing the study glasses for 2 months*. SD = standard deviation, 95% CI = 95% confidence interval. * Baseline and/or closeout data on the NEI-RQL-42 was missing for: eight (8/103, 7.8%) in the university optometrist group, six (6/113, 5.3%) in the ready-made group, five (5/108, 4.6%) in the rural refractionist group and nine (9/102, 8.8%) in the self-refraction group. These 28 subjects (28/426, 6.6%) with missing values were excluded from regression analysis and 398 subjects were included. † t test was used for comparing baseline and endline NEI-RQL-42 scores. ‡ Linear regression adjusting for baseline data was used for comparing the endline NEI-RQL-42 global score between the university optometrist group and other groups. Parameter estimate 95% CI: 95% confidence interval. * Baseline and/or closeout data on the NEI-RQL-42 was missing for: eight (8/103, 7.8%) in the university optometrist group, six (6/113, 5.3%) in the ready-made group, five (5/108, 4.6%) in the rural refractionist group and nine (9/102, 8.8%) in the self-refraction group. These 28 subjects (28/426, 6.6%) with missing values were excluded from regression analysis and 398 subjects were included. † Age, sex, study group and all other variables with p < 0.05 in the simple regression were included in the multiple regression. ‡ Among 426 eligible subjects assigned to four groups, 20 missing values for age were imputed with the mean age of the students' class.",
        "section": "Category",
        "section_number": 35,
        "sentences": [
            "Our review identified only a single previous trial of alternative modalities for refractive correction which evaluated visual function and quality of life (Brady et al. 2012) .",
            "This trial reported large increases in visual function and quality of life among Indian adults Table 4 .",
            "Global score on the National Eye Institute Refractive Error Quality of Life-42 (NEI-RQL-42) questionnaire among the four study groups (N = 398) before and after wearing the study glasses for 2 months*. SD = standard deviation, 95% CI = 95% confidence interval. *",
            "Baseline and/or closeout data on the NEI-RQL-42 was missing for: eight (8/103, 7.8%) in the university optometrist group, six (6/113, 5.3%) in the ready-made group, five (5/108, 4.6%) in the rural refractionist group and nine (9/102, 8.8%) in the self-refraction group.",
            "These 28 subjects (28/426, 6.6%) with missing values were excluded from regression analysis and 398 subjects were included. †",
            "t test was used for comparing baseline and endline NEI-RQL-42 scores. ‡",
            "Linear regression adjusting for baseline data was used for comparing the endline NEI-RQL-42 global score between the university optometrist group and other groups.",
            "Parameter estimate 95% CI: 95% confidence interval. *",
            "Baseline and/or closeout data on the NEI-RQL-42 was missing for: eight (8/103, 7.8%) in the university optometrist group, six (6/113, 5.3%) in the ready-made group, five (5/108, 4.6%) in the rural refractionist group and nine (9/102, 8.8%) in the self-refraction group.",
            "These 28 subjects (28/426, 6.6%) with missing values were excluded from regression analysis and 398 subjects were included. †",
            "Age, sex, study group and all other variables with p < 0.05 in the simple regression were included in the multiple regression. ‡",
            "Among 426 eligible subjects assigned to four groups, 20 missing values for age were imputed with the mean age of the students' class."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "randomized to receive ready-made versus custom spectacles, although improvements were smaller in the former group. Measures of satisfaction were the same in the two groups. Visual and refractive enrolment and exclusion criteria were similar to the current study, except that there were no exclusions based on astigmatism in the Indian trial. Another previous study reported good visual results with selfrefraction in adults using fluid-filled spectacles, but did not employ a randomized, controlled design (Douali & Silver 2004) . Our main outcome was assessed using the NEI-RQL-42 questionnaire, which has been demonstrated to have excellent internal consistency, test-retest reliability and concurrent validity (correlation with subjective refraction) (Nichols et al. 2003) . Construct validity has also been shown to be good (Nichols et al. 2003) . Although questions have been raised about its psychometric properties (McAlinden et al. 2011) , this tool has been validated in several translations (Labiris et al. 2012; Pakpour et al. 2013 ) and continues to be widely used in assessing the impact of refractive care on quality of life (Jones et al. 1996; Cillino et al. 2014; Nehls et al. 2014) . Although this instrument has not been widely utilized in paediatric populations, the authors felt that it was important to employ an instrument specific to refractive error and its correction, and no such instruments currently exist that are specific to children.",
        "section": "Category",
        "section_number": 36,
        "sentences": [
            "randomized to receive ready-made versus custom spectacles, although improvements were smaller in the former group.",
            "Measures of satisfaction were the same in the two groups.",
            "Visual and refractive enrolment and exclusion criteria were similar to the current study, except that there were no exclusions based on astigmatism in the Indian trial.",
            "Another previous study reported good visual results with selfrefraction in adults using fluid-filled spectacles, but did not employ a randomized, controlled design (Douali & Silver 2004) .",
            "Our main outcome was assessed using the NEI-RQL-42 questionnaire, which has been demonstrated to have excellent internal consistency, test-retest reliability and concurrent validity (correlation with subjective refraction) (Nichols et al. 2003) .",
            "Construct validity has also been shown to be good (Nichols et al. 2003) .",
            "Although questions have been raised about its psychometric properties (McAlinden et al. 2011) , this tool has been validated in several translations (Labiris et al. 2012; Pakpour et al. 2013 ) and continues to be widely used in assessing the impact of refractive care on quality of life (Jones et al. 1996; Cillino et al. 2014; Nehls et al. 2014) .",
            "Although this instrument has not been widely utilized in paediatric populations, the authors felt that it was important to employ an instrument specific to refractive error and its correction, and no such instruments currently exist that are specific to children."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "The current study employed several enrolment criteria. For ethical reasons, children whose VA could not be improved to ≥6/7.5 in both eyes were excluded. This is consistent with the aim of the study, namely to explore the hypothesis that good central VA in children using alternative modalities such as self-refraction and ready-made glasses might mask visual symptoms from overcorrection or failure to correct astigmatism, which could affect quality of life. Further, children were only eligible if they had presented VA <6/12 and spherical equivalent refractive error <À1.0 D in both eyes. These criteria, similar to those used in previous trials (Odedra et al. 2008; Zeng et al. 2009; Brady et al. 2012) , were applied in order to identify children whose quality of life scores would be likely to improve from baseline with refraction. Children with two dioptres or more of astigmatism or anisometropia were also excluded in the current trial, as they would not be expected to achieve optimal vision with self-refraction or ready-made glasses.",
        "section": "Category",
        "section_number": 37,
        "sentences": [
            "The current study employed several enrolment criteria.",
            "For ethical reasons, children whose VA could not be improved to ≥6/7.5 in both eyes were excluded.",
            "This is consistent with the aim of the study, namely to explore the hypothesis that good central VA in children using alternative modalities such as self-refraction and ready-made glasses might mask visual symptoms from overcorrection or failure to correct astigmatism, which could affect quality of life.",
            "Further, children were only eligible if they had presented VA <6/12 and spherical equivalent refractive error <À1.0 D in both eyes.",
            "These criteria, similar to those used in previous trials (Odedra et al. 2008; Zeng et al. 2009; Brady et al. 2012) , were applied in order to identify children whose quality of life scores would be likely to improve from baseline with refraction.",
            "Children with two dioptres or more of astigmatism or anisometropia were also excluded in the current trial, as they would not be expected to achieve optimal vision with self-refraction or ready-made glasses."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "This raises a practical programmatic issue in considering the use of alternative modalities for refractive care which do not correct astigmatism (self-refraction, ready-made spectacles) or allow management of anisometropia (ready-mades): the proportion of persons in the target population who could not be treated for these reasons. Unlike ready-made glasses, adjustable spectacles or custom glasses based on self-refraction can provide different spectacle power in the two eyes to suit subjects with anisometropia. An early report based on modelling from a population-based study in Australia concluded that some 85-90% of older persons in Australia with refractive error might benefit from the use of ready-made glasses (astigmatism ≤1.25 D and anisometropia ≤0.5 D) (Maini et al. 2001) , while Zeng et al. (2009) found that 6% of secondary school children were inappropriate for use of ready-made glasses (≥2 D of astigmatism or anisometropia). In the current study, only 44 children (8.1%) were excluded on the basis of inadequately corrected VA or astigmatism/anisomotropia (defined as in Zeng's study). These results are generally consistent with other studies of the prevalence and incidence of astigmatism (You et al. 2014; P€ arssinen et al. 2015; Sanfilippo et al. 2015) and together with the current report and Zeng's work, suggest that ready-made glasses and self-refraction could be acceptable for the large majority of children in this setting.",
        "section": "Category",
        "section_number": 38,
        "sentences": [
            "This raises a practical programmatic issue in considering the use of alternative modalities for refractive care which do not correct astigmatism (self-refraction, ready-made spectacles) or allow management of anisometropia (ready-mades): the proportion of persons in the target population who could not be treated for these reasons.",
            "Unlike ready-made glasses, adjustable spectacles or custom glasses based on self-refraction can provide different spectacle power in the two eyes to suit subjects with anisometropia.",
            "An early report based on modelling from a population-based study in Australia concluded that some 85-90% of older persons in Australia with refractive error might benefit from the use of ready-made glasses (astigmatism ≤1.25 D and anisometropia ≤0.5 D) (Maini et al. 2001) , while Zeng et al. (2009) found that 6% of secondary school children were inappropriate for use of ready-made glasses (≥2 D of astigmatism or anisometropia).",
            "In the current study, only 44 children (8.1%) were excluded on the basis of inadequately corrected VA or astigmatism/anisomotropia (defined as in Zeng's study).",
            "These results are generally consistent with other studies of the prevalence and incidence of astigmatism (You et al. 2014; P€ arssinen et al. 2015; Sanfilippo et al. 2015) and together with the current report and Zeng's work, suggest that ready-made glasses and self-refraction could be acceptable for the large majority of children in this setting."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "A remaining practical question is whether existing child-specific adjustable glasses' designs will be cosmetically acceptable to children. Our recent findings among younger and older rural and urban Chinese children suggest that the thick frames, but not the round shape, employed in current fluidfilled designs are attractive to children (Zhou et al. 2014a,b) . Our ongoing trial of medium-term wear of adjustable versus custom and ready-made spectacles among Chinese children is designed to provide further insight into the acceptability of adjustable spectacles for wear as well as refraction.",
        "section": "Category",
        "section_number": 39,
        "sentences": [
            "A remaining practical question is whether existing child-specific adjustable glasses' designs will be cosmetically acceptable to children.",
            "Our recent findings among younger and older rural and urban Chinese children suggest that the thick frames, but not the round shape, employed in current fluidfilled designs are attractive to children (Zhou et al. 2014a,b) .",
            "Our ongoing trial of medium-term wear of adjustable versus custom and ready-made spectacles among Chinese children is designed to provide further insight into the acceptability of adjustable spectacles for wear as well as refraction."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "Strengths of the current study include its randomized controlled design and high follow-up rate. Weaknesses must also be acknowledged: enrolled schools were not selected using a random sampling technique, and all were drawn from a single region in southern China. For this reason, application to other populations must be made with caution. Although spectacle wear rates were >95% in all of the study groups, and we did use a previously validated (Ma et al. 2014 ) educational intervention to improve glasses wear, <10% of children reported wearing their glasses all day, which might be expected to reduce the impact of glasses on quality of life. Modest rates of spectacle use are widely reported for children in many settings (Esteso et al. 2007; Ma et al. 2014 ), and we wanted to assess the impact of these different types of correction on quality of life in real-world settings.",
        "section": "Category",
        "section_number": 40,
        "sentences": [
            "Strengths of the current study include its randomized controlled design and high follow-up rate.",
            "Weaknesses must also be acknowledged: enrolled schools were not selected using a random sampling technique, and all were drawn from a single region in southern China.",
            "For this reason, application to other populations must be made with caution.",
            "Although spectacle wear rates were >95% in all of the study groups, and we did use a previously validated (Ma et al. 2014 ) educational intervention to improve glasses wear, <10% of children reported wearing their glasses all day, which might be expected to reduce the impact of glasses on quality of life.",
            "Modest rates of spectacle use are widely reported for children in many settings (Esteso et al. 2007; Ma et al. 2014 ), and we wanted to assess the impact of these different types of correction on quality of life in real-world settings."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34699",
        "text": "Despite its limitations, this is the first randomized trial to assess quality of life of myopic children wearing readymade spectacles and those whose power was based on self-refraction, as compared to cycloplegic refraction by experienced refractionists. Our finding of non-inferiority with respect to the main outcome, quality of life, builds on previous publications (Zeng et al. 2009; He et al. 2011; Zhang et al. 2011) showing good visual results in children with these alternative modes of refractive correction. Additional research is needed to assess the acceptability of adjustable spectacles for actual wear among children and adults and also to test models for how these modalities can be used in actual service delivery programmes.",
        "section": "Category",
        "section_number": 41,
        "sentences": [
            "Despite its limitations, this is the first randomized trial to assess quality of life of myopic children wearing readymade spectacles and those whose power was based on self-refraction, as compared to cycloplegic refraction by experienced refractionists.",
            "Our finding of non-inferiority with respect to the main outcome, quality of life, builds on previous publications (Zeng et al. 2009; He et al. 2011; Zhang et al. 2011) showing good visual results in children with these alternative modes of refractive correction.",
            "Additional research is needed to assess the acceptability of adjustable spectacles for actual wear among children and adults and also to test models for how these modalities can be used in actual service delivery programmes."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    }
]