[
    {
        "doc_id": "37264",
        "text": "IMPORTANCE An association between antibiotic use and excessive weight gain or obesity in healthy infants and young children has been reported, but evidence is inconsistent and based on observational studies of growth in relation to incidental antibiotic exposures. OBJECTIVE To evaluate whether prolonged antibiotic exposure is associated with weight gain in children participating in a clinical trial of antibiotic prophylaxis to prevent recurrent urinary tract infection. DESIGN, SETTING, AND PARTICIPANTS Secondary analysis of data from the Randomized Intervention for Children With Vesicoureteral Reflux Study, a 2-year randomized clinical trial that enrolled participants from 2007 to 2011. All 607 children who were randomized to receive antibiotic (n = 302) or placebo (n = 305) were included. Children with urinary tract anomalies, premature birth, or major comorbidities were excluded from participation. INTERVENTIONS Trimethoprim-sulfamethoxazole or placebo taken orally, once daily, for 2 years. MAIN OUTCOMES AND MEASURES Weight gain as measured by change in weight-forage z score from baseline to the end-of-study visit at 24 months. Secondary outcomes included weight gain at 6, 12, and 18 months and the prevalence of overweight or obesity at 24 months. RESULTS Participants had a median age of 12 months (range, 2-71 months) and 558 of 607 (91.9%) were female. Anthropometric data were complete at the 24-month visit for 428 children (214 in the trimethoprim-sulfamethoxazole group and 214 in the placebo group). Weight gain in the trimethoprim-sulfamethoxazole group and the placebo group was similar (mean [SD] change in weight-forage z score: +0.14 [0.83] and +0.18 [0.85], respectively; difference, −0.04 [95% CI, −0.19 to 0.12]; P = .65). There was no significant difference in weight gain at 6, 12, or 18 months or in the prevalence of overweight or obesity at 24 months (24.8% vs 25.7%; P = .82). Subgroup analyses showed no significant interaction between weight gain effect and age, sex, history of breastfeeding, prior antibiotic use, adherence to study medication, or development of urinary tract infection during the study. CONCLUSIONS AND RELEVANCE Based on a secondary analysis of data from a large clinical trial of trimethoprim-sulfamethoxazole prophylaxis, there was no evidence that prolonged exposure to this antibiotic has a concurrent effect on weight gain or the prevalence of overweight or obesity in healthy infants and young children.",
        "section": "Abstract",
        "sentences": [
            "IMPORTANCE An association between antibiotic use and excessive weight gain or obesity in healthy infants and young children has been reported, but evidence is inconsistent and based on observational studies of growth in relation to incidental antibiotic exposures.",
            "OBJECTIVE To evaluate whether prolonged antibiotic exposure is associated with weight gain in children participating in a clinical trial of antibiotic prophylaxis to prevent recurrent urinary tract infection.",
            "DESIGN, SETTING, AND PARTICIPANTS Secondary analysis of data from the Randomized Intervention for Children With Vesicoureteral Reflux Study, a 2-year randomized clinical trial that enrolled participants from 2007 to 2011.",
            "All 607 children who were randomized to receive antibiotic (n = 302) or placebo (n = 305) were included.",
            "Children with urinary tract anomalies, premature birth, or major comorbidities were excluded from participation.",
            "INTERVENTIONS Trimethoprim-sulfamethoxazole or placebo taken orally, once daily, for 2 years.",
            "MAIN OUTCOMES AND MEASURES Weight gain as measured by change in weight-forage z score from baseline to the end-of-study visit at 24 months.",
            "Secondary outcomes included weight gain at 6, 12, and 18 months and the prevalence of overweight or obesity at 24 months.",
            "RESULTS Participants had a median age of 12 months (range, 2-71 months) and 558 of 607 (91.9%) were female.",
            "Anthropometric data were complete at the 24-month visit for 428 children (214 in the trimethoprim-sulfamethoxazole group and 214 in the placebo group).",
            "Weight gain in the trimethoprim-sulfamethoxazole group and the placebo group was similar (mean [SD] change in weight-forage z score: +0.14 [0.83] and +0.18 [0.85], respectively; difference, −0.04 [95% CI, −0.19 to 0.12]; P = .65).",
            "There was no significant difference in weight gain at 6, 12, or 18 months or in the prevalence of overweight or obesity at 24 months (24.8% vs 25.7%; P = .82).",
            "Subgroup analyses showed no significant interaction between weight gain effect and age, sex, history of breastfeeding, prior antibiotic use, adherence to study medication, or development of urinary tract infection during the study.",
            "CONCLUSIONS AND RELEVANCE Based on a secondary analysis of data from a large clinical trial of trimethoprim-sulfamethoxazole prophylaxis, there was no evidence that prolonged exposure to this antibiotic has a concurrent effect on weight gain or the prevalence of overweight or obesity in healthy infants and young children."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37264",
        "text": "A ntimicrobial agents can promote weight gain in young animals being raised for market consumption 1, 2 and increase adiposity in young mice. 3 Similar effects have been observed in clinical trials carried out in children with cystic fibrosis 4 or human immunodeficiency virus infection 5 and in underweight children in developing countries. 6 Whether antibiotic use is a cause of excessive weight gain or obesity in healthy infants and young children is debated, and available evidence is limited to observational studies that have retrospectively evaluated growth effects in relation to incidental antibiotic exposures. [7] [8] [9] [10] [11] [12] [13] [14] These studies describe effects that are weak, at best, and inconsistent according to age, sex, and the details of antibiotic exposure (timing, number of courses, and antibiotic class). None of these studies evaluated the growth effects of prolonged antibiotic prophylaxis in healthy infants and young children.",
        "section": "",
        "section_number": 1,
        "sentences": [
            "A ntimicrobial agents can promote weight gain in young animals being raised for market consumption 1, 2 and increase adiposity in young mice.",
            "3 Similar effects have been observed in clinical trials carried out in children with cystic fibrosis 4 or human immunodeficiency virus infection 5 and in underweight children in developing countries.",
            "6 Whether antibiotic use is a cause of excessive weight gain or obesity in healthy infants and young children is debated, and available evidence is limited to observational studies that have retrospectively evaluated growth effects in relation to incidental antibiotic exposures. [",
            "7] [8] [9] [10] [11] [12] [13] [14] These studies describe effects that are weak, at best, and inconsistent according to age, sex, and the details of antibiotic exposure (timing, number of courses, and antibiotic class).",
            "None of these studies evaluated the growth effects of prolonged antibiotic prophylaxis in healthy infants and young children."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37264",
        "text": "This study is a secondary analysis of growth data from a clinical trial in which more than 600 healthy infants and young children were randomly assigned to long-term prophylaxis with oral trimethoprim-sulfamethoxazole (TMP-SMZ) or placebo to prevent recurrent urinary tract infection (UTI). 15 Our primary objective was to evaluate whether prolonged exposure to this antibiotic is associated with weight gain. By evaluating growth in children participating in a clinical trial, we sought to minimize confounding due to the many demographic, social, and behavioral factors that are jointly related to antibiotic use and obesity in the population. [16] [17] [18] [19] [20] We evaluated growth effects related to use of a single antimicrobial agent during a 2-year trial, and it is possible that any metabolic consequences of antibioticinduced changes in the immature gut microbiome 3, 21 are detectable only after longer periods of follow-up or are related only to certain antibiotic classes. 10, 11, 14 Regardless, any growth effects associated with TMP-SMZ are of practical interest because the agent is commonly prescribed for UTI in young children. 22 ",
        "section": "",
        "section_number": 2,
        "sentences": [
            "This study is a secondary analysis of growth data from a clinical trial in which more than 600 healthy infants and young children were randomly assigned to long-term prophylaxis with oral trimethoprim-sulfamethoxazole (TMP-SMZ) or placebo to prevent recurrent urinary tract infection (UTI).",
            "15 Our primary objective was to evaluate whether prolonged exposure to this antibiotic is associated with weight gain.",
            "By evaluating growth in children participating in a clinical trial, we sought to minimize confounding due to the many demographic, social, and behavioral factors that are jointly related to antibiotic use and obesity in the population. [",
            "16] [17] [18] [19] [20] We evaluated growth effects related to use of a single antimicrobial agent during a 2-year trial, and it is possible that any metabolic consequences of antibioticinduced changes in the immature gut microbiome 3, 21 are detectable only after longer periods of follow-up or are related only to certain antibiotic classes.",
            "10, 11, 14 Regardless, any growth effects associated with TMP-SMZ are of practical interest because the agent is commonly prescribed for UTI in young children.",
            "22"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37264",
        "text": "This study is a secondary analysis of publically available data from the Randomized Intervention for Children With Vesicoureteral Reflux (RIVUR) Study, a double-blind randomized clinical trial of antimicrobial prophylaxis to prevent recurrent UTI in infants and young children. 15, 23 Briefly, this multisite trial enrolled infants and young children who met the following inclusion criteria: (1) age 2 to 71 months, (2) documented vesicoureteral reflux, and (3) a recent history of febrile or symptomatic UTI. Children were excluded if they had a coexisting urologic anomaly, a history of premature birth, or certain medical conditions. A total of 607 participants (91.9% female) were randomly assigned to receive a prophylactic dose of oral TMP-SMZ (3 mg of TMP plus 15 mg of SMZ per kilogram of body weight) or placebo once daily for 2 years. The clinical trial was powered to detect a reduction in the proportion of children with febrile or symptomatic recurrences during a 2-year follow-up period from 20% in the placebo group to 10% in the TMP-SMZ group. As described elsewhere, treatment groups were well balanced according to baseline characteristics and follow-up rates, although the study intervention was discon-tinued at a higher rate (29.8%) in the placebo group than in the TMP-SMZ group (25.1%). 15 Per study protocol, anthropometric data (weight and length/height) were collected at the baseline visit, at scheduled interim visits (6, 12, and 18 months) , and at the end-of-study visit (24 months).",
        "section": "Data Source",
        "section_number": 3,
        "sentences": [
            "This study is a secondary analysis of publically available data from the Randomized Intervention for Children With Vesicoureteral Reflux (RIVUR) Study, a double-blind randomized clinical trial of antimicrobial prophylaxis to prevent recurrent UTI in infants and young children.",
            "15, 23 Briefly, this multisite trial enrolled infants and young children who met the following inclusion criteria: (1) age 2 to 71 months, (2) documented vesicoureteral reflux, and (3) a recent history of febrile or symptomatic UTI.",
            "Children were excluded if they had a coexisting urologic anomaly, a history of premature birth, or certain medical conditions.",
            "A total of 607 participants (91.9% female) were randomly assigned to receive a prophylactic dose of oral TMP-SMZ (3 mg of TMP plus 15 mg of SMZ per kilogram of body weight) or placebo once daily for 2 years.",
            "The clinical trial was powered to detect a reduction in the proportion of children with febrile or symptomatic recurrences during a 2-year follow-up period from 20% in the placebo group to 10% in the TMP-SMZ group.",
            "As described elsewhere, treatment groups were well balanced according to baseline characteristics and follow-up rates, although the study intervention was discon-tinued at a higher rate (29.8%) in the placebo group than in the TMP-SMZ group (25.1%).",
            "15 Per study protocol, anthropometric data (weight and length/height) were collected at the baseline visit, at scheduled interim visits (6, 12, and 18 months) , and at the end-of-study visit (24 months)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37264",
        "text": "Our secondary analysis of the RIVUR data set was determined to be exempt from review by the University of Wisconsin Health Sciences Internal Review Board.",
        "section": "Data Source",
        "section_number": 4,
        "sentences": [
            "Our secondary analysis of the RIVUR data set was determined to be exempt from review by the University of Wisconsin Health Sciences Internal Review Board."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37264",
        "text": "Exposure was defined by the treatment group (TMP-SMZ or placebo) to which participants were randomly assigned. Adherence to study medication based on parental report was 75% or greater for 76.9% of participants and 50% or greater for 85.2% of participants, and adherence rates were similar between treatment groups. 15 A total of 101 participants (39 in the TMP-SMZ group and 72 in the placebo group) were diagnosed as having a breakthrough UTI during the study and, per study protocol, these participants received additional short-term treatment with antibiotics selected according to local standards of care. To evaluate whether medication adherence and recurrent UTI (a proxy measure for additional antibiotic exposure related to these breakthrough infections) might have influenced the results of our analysis, we included these 2 factors in a prespecified subgroup analysis (described in the Data Analysis section).",
        "section": "Antimicrobial Exposure",
        "section_number": 5,
        "sentences": [
            "Exposure was defined by the treatment group (TMP-SMZ or placebo) to which participants were randomly assigned.",
            "Adherence to study medication based on parental report was 75% or greater for 76.9% of participants and 50% or greater for 85.2% of participants, and adherence rates were similar between treatment groups.",
            "15 A total of 101 participants (39 in the TMP-SMZ group and 72 in the placebo group) were diagnosed as having a breakthrough UTI during the study and, per study protocol, these participants received additional short-term treatment with antibiotics selected according to local standards of care.",
            "To evaluate whether medication adherence and recurrent UTI (a proxy measure for additional antibiotic exposure related to these breakthrough infections) might have influenced the results of our analysis, we included these 2 factors in a prespecified subgroup analysis (described in the Data Analysis section)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37264",
        "text": "The primary outcome for this analysis was weight gain as measured by absolute change in weight-for-age z score (WAZ) at the 24-month (end-of-study) visit compared with baseline. Secondary outcomes included (1) weight gain at the 6-, 12-, and 18month study visits; (2) being overweight (body mass index [BMI; calculated as weight in kilograms divided by height in meters squared]: 85th-95th percentile) or obese (BMI ≥ 95th percentile) at 24 months; and (3) being obese at 24 months. Raw weight and height/length measurements in the RIVUR data set were used to derive z scores based on age-and sex-specific Centers for Disease Control and Prevention standards. 24 Height z scores were derived by assuming that length was measured for children younger than 2 years and standing height was measured for older children. 24 To describe the prevalence of adiposity, we used weight-for-height percentiles at baseline (because Centers for Disease Control and Prevention standards for BMI are",
        "section": "Outcome Measures",
        "section_number": 6,
        "sentences": [
            "The primary outcome for this analysis was weight gain as measured by absolute change in weight-for-age z score (WAZ) at the 24-month (end-of-study) visit compared with baseline.",
            "Secondary outcomes included (1) weight gain at the 6-, 12-, and 18month study visits; (2) being overweight (body mass index [BMI; calculated as weight in kilograms divided by height in meters squared]: 85th-95th percentile) or obese (BMI ≥ 95th percentile) at 24 months; and (3) being obese at 24 months.",
            "Raw weight and height/length measurements in the RIVUR data set were used to derive z scores based on age-and sex-specific Centers for Disease Control and Prevention standards.",
            "24 Height z scores were derived by assuming that length was measured for children younger than 2 years and standing height was measured for older children.",
            "24 To describe the prevalence of adiposity, we used weight-for-height percentiles at baseline (because Centers for Disease Control and Prevention standards for BMI are"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37264",
        "text": "Question Is prolonged antibiotic prophylaxis associated with weight gain or obesity in infants and young children?",
        "section": "Key Points",
        "section_number": 7,
        "sentences": [
            "Question Is prolonged antibiotic prophylaxis associated with weight gain or obesity in infants and young children?"
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37264",
        "text": "Findings In a secondary analysis of growth data from a clinical trial in which 607 children received trimethoprimsulfamethoxazole or placebo daily to prevent recurrent urinary tract infection, there was no statistically significant difference in weight gain or in the prevalence of overweight or obesity between study arms at the end of the 2-year trial.",
        "section": "Key Points",
        "section_number": 8,
        "sentences": [
            "Findings In a secondary analysis of growth data from a clinical trial in which 607 children received trimethoprimsulfamethoxazole or placebo daily to prevent recurrent urinary tract infection, there was no statistically significant difference in weight gain or in the prevalence of overweight or obesity between study arms at the end of the 2-year trial."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37264",
        "text": "Meaning Prolonged prophylaxis with trimethoprimsulfamethoxazole appears not to have a concurrent effect on weight gain or obesity in infants and young children.",
        "section": "Key Points",
        "section_number": 9,
        "sentences": [
            "Meaning Prolonged prophylaxis with trimethoprimsulfamethoxazole appears not to have a concurrent effect on weight gain or obesity in infants and young children."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37264",
        "text": "To evaluate end-of-study outcomes (weight gain and being overweight/obese), we included all participants for whom in-formation on both weight and height at the 24-month visit was nonmissing. To assess weight gain at each interim study visit, we included all participants for whom weight was recorded at that visit. Between-group differences were evaluated with 2-sample t tests (for mean change in WAZ) and χ 2 tests with continuity correction (for the proportion of children who were overweight/obese). Interval change in WAZ from baseline was analyzed using a linear mixed-effects model with participantspecific random effects and an autoregressive correlation structure to account for repeated visits over the 2-year follow-up period. Timing of study visits (at 6, 12, 18, and 24 months) and treatment group were included as categorical predictors. Treatment effects at each visit were estimated from marginal means for interaction terms (visit by treatment group). The normal distribution of the outcome variable, change in WAZ score, was confirmed by visual inspection of Q-Q plots for each treatment group.",
        "section": "Data Analysis",
        "section_number": 10,
        "sentences": [
            "To evaluate end-of-study outcomes (weight gain and being overweight/obese), we included all participants for whom in-formation on both weight and height at the 24-month visit was nonmissing.",
            "To assess weight gain at each interim study visit, we included all participants for whom weight was recorded at that visit.",
            "Between-group differences were evaluated with 2-sample t tests (for mean change in WAZ) and χ 2 tests with continuity correction (for the proportion of children who were overweight/obese).",
            "Interval change in WAZ from baseline was analyzed using a linear mixed-effects model with participantspecific random effects and an autoregressive correlation structure to account for repeated visits over the 2-year follow-up period.",
            "Timing of study visits (at 6, 12, 18, and 24 months) and treatment group were included as categorical predictors.",
            "Treatment effects at each visit were estimated from marginal means for interaction terms (visit by treatment group).",
            "The normal distribution of the outcome variable, change in WAZ score, was confirmed by visual inspection of Q-Q plots for each treatment group."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37264",
        "text": "A subgroup analysis was carried out to evaluate the possible influence of (1) factors previously reported to influence antibiotic effects on weight gain or obesity (age and sex), 8, 10, 11 (2) baseline history of breastfeeding and previous antibiotic use, and (3) possible effect modifiers measured during the trial itself including medication compliance and recurrent UTI (a proxy measure for additional short-term antibiotic use during the trial). To confirm results of our primary complete-case analysis, we also conducted a sensitivity analysis based on multiple imputation of missing information on baseline covariates and endof-study WAZ scores. Because missing values had a monotonic pattern, we used logit and linear regression models to impute missing values, 25 and then we analyzed replicate data sets with a mixed linear regression model that included terms for both treatment group and baseline covariates. All statistical procedures were carried out using SAS version 9.4 (SAS Institute). Reported P values were based on 2-sided tests, with P < .05 considered to be statistically significant.",
        "section": "Data Analysis",
        "section_number": 11,
        "sentences": [
            "A subgroup analysis was carried out to evaluate the possible influence of (1) factors previously reported to influence antibiotic effects on weight gain or obesity (age and sex), 8, 10, 11 (2) baseline history of breastfeeding and previous antibiotic use, and (3) possible effect modifiers measured during the trial itself including medication compliance and recurrent UTI (a proxy measure for additional short-term antibiotic use during the trial).",
            "To confirm results of our primary complete-case analysis, we also conducted a sensitivity analysis based on multiple imputation of missing information on baseline covariates and endof-study WAZ scores.",
            "Because missing values had a monotonic pattern, we used logit and linear regression models to impute missing values, 25 and then we analyzed replicate data sets with a mixed linear regression model that included terms for both treatment group and baseline covariates.",
            "All statistical procedures were carried out using SAS version 9.4 (SAS Institute).",
            "Reported P values were based on 2-sided tests, with P < .05 considered to be statistically significant."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37264",
        "text": "Of the 607 trial participants who were randomized, 302 children were assigned to the TMP-SMZ group and 305 children to the placebo group. The median age of participants was 12 months (range, 2-71 months), and 147 (24.2%) of these children were younger than 6 months of age. Most participants (91.9%; n = 558) were female. Treatment groups were well balanced according to baseline demographic and clinical characteristics ( Table 1) and baseline anthropometric measures ( Table 2) .",
        "section": "Study Participants",
        "section_number": 12,
        "sentences": [
            "Of the 607 trial participants who were randomized, 302 children were assigned to the TMP-SMZ group and 305 children to the placebo group.",
            "The median age of participants was 12 months (range, 2-71 months), and 147 (24.2%) of these children were younger than 6 months of age.",
            "Most participants (91.9%; n = 558) were female.",
            "Treatment groups were well balanced according to baseline demographic and clinical characteristics ( Table 1) and baseline anthropometric measures ( Table 2) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37264",
        "text": "Complete anthropometric data (weight and height) from the 24-month visit were available for 428 children. The mean (SD) change in WAZ from baseline to 24 months was +0.14 (0.83) in the TMP-SMZ group and +0.18 (0.85) in the placebo group, a difference of −0.04 (95% CI, −0.19 to 0.12) that was not statistically significant (P = .65) ( Table 2) . In a sensitivity analysis that included all 607 participants after multiple imputation of missing data, the corresponding between-group Abbreviations: DMSA, dimercaptosuccinic acid; TMP-SMZ, trimethoprimsulfamethoxazole. a Information was missing for race (n = 10 participants), Hispanic ethnicity (n = 3), education (n = 5), insurance (n = 6), breastfeeding (n = 2), prior antibiotic use (n = 3), antibiotic prophylaxis (n = 2), level of vesicoureteral reflux (n = 5), hydronephrosis (n = 5), and renal scarring/pyelonephritis (n = 25).",
        "section": "Primary Outcome",
        "section_number": 13,
        "sentences": [
            "Complete anthropometric data (weight and height) from the 24-month visit were available for 428 children.",
            "The mean (SD) change in WAZ from baseline to 24 months was +0.14 (0.83) in the TMP-SMZ group and +0.18 (0.85) in the placebo group, a difference of −0.04 (95% CI, −0.19 to 0.12) that was not statistically significant (P = .65) ( Table 2) .",
            "In a sensitivity analysis that included all 607 participants after multiple imputation of missing data, the corresponding between-group Abbreviations: DMSA, dimercaptosuccinic acid; TMP-SMZ, trimethoprimsulfamethoxazole.",
            "a Information was missing for race (n = 10 participants), Hispanic ethnicity (n = 3), education (n = 5), insurance (n = 6), breastfeeding (n = 2), prior antibiotic use (n = 3), antibiotic prophylaxis (n = 2), level of vesicoureteral reflux (n = 5), hydronephrosis (n = 5), and renal scarring/pyelonephritis (n = 25)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37264",
        "text": "difference in mean change in WAZ was similar (−0.03; 95% CI, −0.18 to 0.12; P = .68) ( Table 3) .",
        "section": "Primary Outcome",
        "section_number": 14,
        "sentences": [
            "difference in mean change in WAZ was similar (−0.03; 95% CI, −0.18 to 0.12; P = .68) ( Table 3) ."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37264",
        "text": "There was no difference between treatment groups in weight gain at any of the 3 interim study visits at 6, 12, and 18 months ( Figure 1) . Mean change in WAZ, as predicted by a mixed model that accounted for repeated measures, at 6 months was −0.07 (95% CI, −0.14 to 0.00) in the TMP-SMZ group and −0.02 (95% CI, −0.10 to 0.05) in the placebo group, a difference of −0.05 (95% CI, −0.15 to 0.06). At 12 months, mean change in WAZ was 0.02 (95% CI, −0.05 to 0.10) and 0.00 (95% CI, −0.07 to 0.08), respectively, a difference of 0.02 (95% CI, −0.09 to 0.13). At 18 months, mean change in WAZ was 0.10 (95% CI, 0.01-0.18) and 0.08 (95% CI, 0.00-0.17), respectively, a difference of 0.01 (95% CI, −0.10 to 0.13). There was no difference between groups in either the prevalence of being overweight or obese or the prevalence of being obese at the end of the study (Table 2) .",
        "section": "Secondary Outcomes",
        "section_number": 15,
        "sentences": [
            "There was no difference between treatment groups in weight gain at any of the 3 interim study visits at 6, 12, and 18 months ( Figure 1) .",
            "Mean change in WAZ, as predicted by a mixed model that accounted for repeated measures, at 6 months was −0.07 (95% CI, −0.14 to 0.00) in the TMP-SMZ group and −0.02 (95% CI, −0.10 to 0.05) in the placebo group, a difference of −0.05 (95% CI, −0.15 to 0.06).",
            "At 12 months, mean change in WAZ was 0.02 (95% CI, −0.05 to 0.10) and 0.00 (95% CI, −0.07 to 0.08), respectively, a difference of 0.02 (95% CI, −0.09 to 0.13).",
            "At 18 months, mean change in WAZ was 0.10 (95% CI, 0.01-0.18) and 0.08 (95% CI, 0.00-0.17), respectively, a difference of 0.01 (95% CI, −0.10 to 0.13).",
            "There was no difference between groups in either the prevalence of being overweight or obese or the prevalence of being obese at the end of the study (Table 2) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37264",
        "text": "For the 428 children who were included in the complete-case analysis of weight gain, we did not find a statistically signifi- cant interaction between weight gain effects and any of the following factors: age, sex, breastfeeding history, prior antibiotic use, compliance with study medication, or development of UTI during the study (Figure 2 ).",
        "section": "Subgroup Analysis",
        "section_number": 16,
        "sentences": [
            "For the 428 children who were included in the complete-case analysis of weight gain, we did not find a statistically signifi- cant interaction between weight gain effects and any of the following factors: age, sex, breastfeeding history, prior antibiotic use, compliance with study medication, or development of UTI during the study (Figure 2 )."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37264",
        "text": "In this study, we carried out a secondary analysis of growth data from a clinical trial in which more than 600 healthy infants and young children, ages 2 to 71 months, with vesicoureteral reflux and a history of a recent UTI were randomly assigned to prophylaxis with oral TMP-SMZ or placebo for 2 years. We did not find an association between continuous use of this antibiotic and weight gain at the end of the study. We also did not find an association with weight gain at any of the scheduled interim visits during the study (at 6, 12, and 18 months) or with the prevalence of overweight or obesity at the end of the study. In this study, we took advantage of the randomized clinical trial design to minimize the risk of indication bias. There are a variety of demographic, social, and behavioral factorsincluding maternal education, household income, insurance status, breastfeeding, and smoking exposure-that might confound the relationship between antibiotic use and obesity in the population. [16] [17] [18] [19] [20] Retrospective cohort studies that have relied on large administrative data sets to evaluate this relationship have generally acknowledged the potential for residual con-founding due to these and other (unmeasured) factors. In one study that was more specifically designed to minimize such confounding, results were similar to ours: there was no statistically significant weight gain effect observed in a matched-pair analysis of 92 twins discordant for antibiotic exposure early in life. 12 In our study, antibiotic exposure was standardized by dose, monitored for adherence, and prolonged (for 2 years). In contrast, retrospective cohort studies have relied on administrative data to capture information on antibiotic prescription orders that were typically associated with short-term treatments for episodic illnesses. As a result, we expected that any true effect of antibiotic exposure on weight gain, at least for TMP-SMZ exposure, would be maximized in children participating in the RIVUR Study.",
        "section": "Discussion",
        "section_number": 17,
        "sentences": [
            "In this study, we carried out a secondary analysis of growth data from a clinical trial in which more than 600 healthy infants and young children, ages 2 to 71 months, with vesicoureteral reflux and a history of a recent UTI were randomly assigned to prophylaxis with oral TMP-SMZ or placebo for 2 years.",
            "We did not find an association between continuous use of this antibiotic and weight gain at the end of the study.",
            "We also did not find an association with weight gain at any of the scheduled interim visits during the study (at 6, 12, and 18 months) or with the prevalence of overweight or obesity at the end of the study.",
            "In this study, we took advantage of the randomized clinical trial design to minimize the risk of indication bias.",
            "There are a variety of demographic, social, and behavioral factorsincluding maternal education, household income, insurance status, breastfeeding, and smoking exposure-that might confound the relationship between antibiotic use and obesity in the population. [",
            "16] [17] [18] [19] [20] Retrospective cohort studies that have relied on large administrative data sets to evaluate this relationship have generally acknowledged the potential for residual con-founding due to these and other (unmeasured) factors.",
            "In one study that was more specifically designed to minimize such confounding, results were similar to ours: there was no statistically significant weight gain effect observed in a matched-pair analysis of 92 twins discordant for antibiotic exposure early in life.",
            "12 In our study, antibiotic exposure was standardized by dose, monitored for adherence, and prolonged (for 2 years).",
            "In contrast, retrospective cohort studies have relied on administrative data to capture information on antibiotic prescription orders that were typically associated with short-term treatments for episodic illnesses.",
            "As a result, we expected that any true effect of antibiotic exposure on weight gain, at least for TMP-SMZ exposure, would be maximized in children participating in the RIVUR Study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37264",
        "text": "Based on a subgroup analysis, we failed to find a differential weight gain effect in males or in infants exposed at younger than 6 months of age, a result that conflicts with reports from some, but not all, studies that associations between antibiotic exposure and growth effects are influenced by sex 7, 9, 11 and age of exposure. 8, 10, 11 Generally, however, any comparison of subgroup effects across these observational studies is problematic, given differences in exposure windows, outcome measures, duration of follow-up, information on possible confounders, and analytic approaches. For example, among 8 recently published studies, it is possible to find conflicting results regarding whether an association between antibiotics and growth is modified by sex, timing of exposure, number of exposures, or antibiotic class. [7] [8] [9] [10] [11] [12] [13] [14] Our study examined concurrent weight gain in healthy infants and young children exposed to prolonged prophylaxis with a single class of antibiotic, and results cannot be directly applied to the broader population of children who are periodically exposed to a variety of antibiotic agents. It is possible that only certain classes of antibiotics, such as macrolides and other broad-spectrum agents, are significantly associated with increased weight gain or obesity, although evidence in favor of such a class effect is sparse and conflicting. [9] [10] [11] [12] [13] [14] It is possible that standard prophylactic doses of antibiotic, as administered in the RIVUR Study, were too low to induce significant growth effects, although subtherapeutic doses of antibiotics are known to promote growth in animals 3 and in human immunodeficiency virus-infected children taking TMP-SMZ. 5 It is also possible that antibiotic-induced changes in the gut microbiome have an effect on weight gain and obesity that manifests itself later in childhood or even adolescence, 14 although we found no evidence for a time-dependent effect of TMP-SMZ on weight gain over 2 years. The practical implication of our study is that prolonged TMP-SMZ prophylaxis in infants and young children at risk for recurrent UTI poses little or no concurrent risk for excessive weight gain or obesity. More generally, study results also demonstrate the feasibility of using clinical trial data to better understand the relationship between antibiotic use and weight gain in children.",
        "section": "Discussion",
        "section_number": 18,
        "sentences": [
            "Based on a subgroup analysis, we failed to find a differential weight gain effect in males or in infants exposed at younger than 6 months of age, a result that conflicts with reports from some, but not all, studies that associations between antibiotic exposure and growth effects are influenced by sex 7, 9, 11 and age of exposure.",
            "8, 10, 11 Generally, however, any comparison of subgroup effects across these observational studies is problematic, given differences in exposure windows, outcome measures, duration of follow-up, information on possible confounders, and analytic approaches.",
            "For example, among 8 recently published studies, it is possible to find conflicting results regarding whether an association between antibiotics and growth is modified by sex, timing of exposure, number of exposures, or antibiotic class. [",
            "7] [8] [9] [10] [11] [12] [13] [14] Our study examined concurrent weight gain in healthy infants and young children exposed to prolonged prophylaxis with a single class of antibiotic, and results cannot be directly applied to the broader population of children who are periodically exposed to a variety of antibiotic agents.",
            "It is possible that only certain classes of antibiotics, such as macrolides and other broad-spectrum agents, are significantly associated with increased weight gain or obesity, although evidence in favor of such a class effect is sparse and conflicting. [",
            "9] [10] [11] [12] [13] [14] It is possible that standard prophylactic doses of antibiotic, as administered in the RIVUR Study, were too low to induce significant growth effects, although subtherapeutic doses of antibiotics are known to promote growth in animals 3 and in human immunodeficiency virus-infected children taking TMP-SMZ.",
            "5 It is also possible that antibiotic-induced changes in the gut microbiome have an effect on weight gain and obesity that manifests itself later in childhood or even adolescence, 14 although we found no evidence for a time-dependent effect of TMP-SMZ on weight gain over 2 years.",
            "The practical implication of our study is that prolonged TMP-SMZ prophylaxis in infants and young children at risk for recurrent UTI poses little or no concurrent risk for excessive weight gain or obesity.",
            "More generally, study results also demonstrate the feasibility of using clinical trial data to better understand the relationship between antibiotic use and weight gain in children."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37264",
        "text": "The main limitation of this study is that it is an ad hoc secondary analysis of data from a clinical trial. Ethical considerations preclude testing our study hypothesis in a prospective clinical trial of antibiotic use in healthy children, but participants in the RIVUR Study were essentially healthy (aside from having vesicoureteral reflux and a history of a recent UTI) because enrollment criteria excluded children with prematurity (<34 weeks), comorbid urological anomalies, or serious medical conditions. Another limitation of this study is the constraint imposed by the sample size of the RIVUR Study on the precision of our risk estimates. However, we calculate that the observed antibiotic effect on weight gain over 2 years (as reflected by difference in mean change in WAZ) is equivalent to a difference of −0.07 kg and that the upper 95% confidence limit for this difference was +0.19 kg when applied to a hypothetical fe-male patient at the 50th percentile for weight who starts TMP-SMZ prophylaxis at age 12 months. In absolute terms, this effect appears to be of little or no clinical importance (at least over 2 years). Our results are consistent with those from a recently published retrospective cohort study in which antibioticattributable weight gain was equivalent to 0.15 kg (95% CI, 0.06-0.24) from age 2 to 5 years following any exposure in the first 24 months of life. 12 Another limitation of our study is that endof-study anthropometric data were complete for only 70.5% of randomized participants. However, we found no evidence for attrition bias based on a sensitivity analysis (showing nearly identical results from multiple-imputation and compete-case analyses) and a subgroup analysis (showing no effect modification attributable to either compliance with study medication or the development of UTI during the study). Another limitation of this study is that our subgroup analysis, although based on prespecified criteria, was not powered to precisely estimate differential weight gain effects in certain subgroups (such as sex) or to evaluate complex interactions between various types of antibiotic exposures (agents taken prior to the study, the study drug, and agents prescribed for short-term treatment of illnesses during the study). Similarly, we could not evaluate whether the relationship between TMP-SMZ use and weight gain was influenced by unmeasured covariates such as maternal factors, pregnancy history, delivery mode, birth weight, and child dietary habits. The random assignment of treatment in this study, in which more than 600 children were enrolled, however, minimizes the risk of confounding by these and other unmeasured factors.",
        "section": "Limitations",
        "section_number": 19,
        "sentences": [
            "The main limitation of this study is that it is an ad hoc secondary analysis of data from a clinical trial.",
            "Ethical considerations preclude testing our study hypothesis in a prospective clinical trial of antibiotic use in healthy children, but participants in the RIVUR Study were essentially healthy (aside from having vesicoureteral reflux and a history of a recent UTI) because enrollment criteria excluded children with prematurity (<34 weeks), comorbid urological anomalies, or serious medical conditions.",
            "Another limitation of this study is the constraint imposed by the sample size of the RIVUR Study on the precision of our risk estimates.",
            "However, we calculate that the observed antibiotic effect on weight gain over 2 years (as reflected by difference in mean change in WAZ) is equivalent to a difference of −0.07 kg and that the upper 95% confidence limit for this difference was +0.19 kg when applied to a hypothetical fe-male patient at the 50th percentile for weight who starts TMP-SMZ prophylaxis at age 12 months.",
            "In absolute terms, this effect appears to be of little or no clinical importance (at least over 2 years).",
            "Our results are consistent with those from a recently published retrospective cohort study in which antibioticattributable weight gain was equivalent to 0.15 kg (95% CI, 0.06-0.24) from age 2 to 5 years following any exposure in the first 24 months of life.",
            "12 Another limitation of our study is that endof-study anthropometric data were complete for only 70.5% of randomized participants.",
            "However, we found no evidence for attrition bias based on a sensitivity analysis (showing nearly identical results from multiple-imputation and compete-case analyses) and a subgroup analysis (showing no effect modification attributable to either compliance with study medication or the development of UTI during the study).",
            "Another limitation of this study is that our subgroup analysis, although based on prespecified criteria, was not powered to precisely estimate differential weight gain effects in certain subgroups (such as sex) or to evaluate complex interactions between various types of antibiotic exposures (agents taken prior to the study, the study drug, and agents prescribed for short-term treatment of illnesses during the study).",
            "Similarly, we could not evaluate whether the relationship between TMP-SMZ use and weight gain was influenced by unmeasured covariates such as maternal factors, pregnancy history, delivery mode, birth weight, and child dietary habits.",
            "The random assignment of treatment in this study, in which more than 600 children were enrolled, however, minimizes the risk of confounding by these and other unmeasured factors."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37264",
        "text": "Based on a secondary analysis of growth data from a large clinical trial of long-term TMP-SMZ prophylaxis to prevent UTI, there was no evidence that 2 years of exposure to this antibiotic was associated with a concurrent effect on weight gain or the prevalence of overweight or obesity in healthy infants and young children. Future research will be needed to evaluate whether antibiotic prophylaxis is associated with childhood obesity in relation only to certain classes of antibiotics or growth effects that are detectable only after longer periods of follow-up.",
        "section": "Conclusions",
        "section_number": 20,
        "sentences": [
            "Based on a secondary analysis of growth data from a large clinical trial of long-term TMP-SMZ prophylaxis to prevent UTI, there was no evidence that 2 years of exposure to this antibiotic was associated with a concurrent effect on weight gain or the prevalence of overweight or obesity in healthy infants and young children.",
            "Future research will be needed to evaluate whether antibiotic prophylaxis is associated with childhood obesity in relation only to certain classes of antibiotics or growth effects that are detectable only after longer periods of follow-up."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37264",
        "text": "JAMA Pediatrics February 2017 Volume 171, Number 2 (Reprinted) jamapediatrics.com Copyright 2017 American Medical Association. All rights reserved. Downloaded From: https://jamanetwork.com/ by a University of Alberta User on 05/31/2021",
        "section": "",
        "section_number": 21,
        "sentences": [
            "JAMA Pediatrics February 2017 Volume 171, Number 2 (Reprinted) jamapediatrics.com Copyright 2017 American Medical Association.",
            "All rights reserved.",
            "Downloaded From: https://jamanetwork.com/ by a University of Alberta User on 05/31/2021"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37264",
        "text": "Copyright 2017 American Medical Association. All rights reserved. Downloaded From: https://jamanetwork.com/ by a University of Alberta User on 05/31/2021",
        "section": "",
        "section_number": 22,
        "sentences": [
            "Copyright 2017 American Medical Association.",
            "All rights reserved.",
            "Downloaded From: https://jamanetwork.com/ by a University of Alberta User on 05/31/2021"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37264",
        "text": "Copyright 2017 American Medical Association. All rights reserved. Downloaded From: https://jamanetwork.com/ by a University of Alberta User on 05/31/2021 Copyright 2017 American Medical Association. All rights reserved.",
        "section": "",
        "section_number": 23,
        "sentences": [
            "Copyright 2017 American Medical Association.",
            "All rights reserved.",
            "Downloaded From: https://jamanetwork.com/ by a University of Alberta User on 05/31/2021 Copyright 2017 American Medical Association.",
            "All rights reserved."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    }
]