[
    {
        "doc_id": "33586",
        "text": "The purpose of the study was to examine whether access to an at-scale, group-based parenting education program (\"Educación Inicial\") had differential effects on parenting behaviors and child cognitive development according to mother's age at the birth of her first child, with a focus on adolescent mothers in rural Mexico. Methods: This was a secondary analysis of a cluster-randomized controlled trial (n ¼ 728 households, n ¼ 106 communities). We conducted intent-to-treat analyses and examined the interaction between treatment group and mother's age at first birth. The primary outcomes were parenting behaviors (Family Care Indicators) and children's cognitive development (McCarthy Scales of Children's Abilities) at ages 3e5 years. Results: We found that children of mothers who began childbearing in adulthood (20e30 years) scored higher on tests of cognitive development when randomized to weekly parenting support than their counterparts in the comparison group. Whereas, the children of mothers who began childbearing in adolescence (16 years) did not have higher scores associated with the parenting program (difference in magnitude of associations: Verbal ¼ À8.19; 95% CI ¼ À15.50 to À.88; p ¼ .03; Memory ¼ À7.22; 95% CI ¼ À14.31 to À.14; p ¼ .05). The higher scores among the children of mothers who began childbearing in adulthood were only significant when Educación Inical was supported by Prospera, the conditional cash transfer program. Conclusions: Our study results suggest that the Educación Inicial parenting intervention did not adequately address the needs of women who began childbearing in adolescence. One reason may be that adolescent mothers are more socially marginalized and less able to benefit from parenting programs.",
        "section": "Abstract",
        "sentences": [
            "The purpose of the study was to examine whether access to an at-scale, group-based parenting education program (\"Educación Inicial\") had differential effects on parenting behaviors and child cognitive development according to mother's age at the birth of her first child, with a focus on adolescent mothers in rural Mexico.",
            "Methods: This was a secondary analysis of a cluster-randomized controlled trial (n ¼ 728 households, n ¼ 106 communities).",
            "We conducted intent-to-treat analyses and examined the interaction between treatment group and mother's age at first birth.",
            "The primary outcomes were parenting behaviors (Family Care Indicators) and children's cognitive development (McCarthy Scales of Children's Abilities) at ages 3e5 years.",
            "Results: We found that children of mothers who began childbearing in adulthood (20e30 years) scored higher on tests of cognitive development when randomized to weekly parenting support than their counterparts in the comparison group.",
            "Whereas, the children of mothers who began childbearing in adolescence (16 years) did not have higher scores associated with the parenting program (difference in magnitude of associations: Verbal ¼ À8.19; 95% CI ¼ À15.50 to À.88; p ¼ .03; Memory ¼ À7.22; 95% CI ¼ À14.31 to À.14; p ¼ .05).",
            "The higher scores among the children of mothers who began childbearing in adulthood were only significant when Educación Inical was supported by Prospera, the conditional cash transfer program.",
            "Conclusions: Our study results suggest that the Educación Inicial parenting intervention did not adequately address the needs of women who began childbearing in adolescence.",
            "One reason may be that adolescent mothers are more socially marginalized and less able to benefit from parenting programs."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33586",
        "text": "On average, children of women who began childbearing in adulthood benefit from Mexico's national parenting education program, whereas children of women who began childbearing in early adolescence do not. This research highlights an important gap in understanding how to promote adolescent parents' engagement and their children's development.",
        "section": "",
        "section_number": 1,
        "sentences": [
            "On average, children of women who began childbearing in adulthood benefit from Mexico's national parenting education program, whereas children of women who began childbearing in early adolescence do not.",
            "This research highlights an important gap in understanding how to promote adolescent parents' engagement and their children's development."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "33586",
        "text": "Adolescent childbearing is frequently accompanied by poverty, low levels of maternal education, and maternal depression [1e3] . These factors are hypothesized to both increase the probability of giving birth as an adolescent and to affect the adolescent's and her children's future social, economic, and health outcomes. The context in which adolescent childbearing often occurs contributes to parenting difficulties and plays an important role in children's cognitive development [4] . The implications of these challenges can be seen in the developmental deficits recorded among children of adolescent mothers [5] . The same factors that increase the probability of adolescent childbearing, such as low socioeconomic position, can persist even as young mothers age into adulthood [6, 7] , and adolescent parenthood can have lasting impacts on physical and mental health [8] .",
        "section": "",
        "section_number": 2,
        "sentences": [
            "Adolescent childbearing is frequently accompanied by poverty, low levels of maternal education, and maternal depression [1e3] .",
            "These factors are hypothesized to both increase the probability of giving birth as an adolescent and to affect the adolescent's and her children's future social, economic, and health outcomes.",
            "The context in which adolescent childbearing often occurs contributes to parenting difficulties and plays an important role in children's cognitive development [4] .",
            "The implications of these challenges can be seen in the developmental deficits recorded among children of adolescent mothers [5] .",
            "The same factors that increase the probability of adolescent childbearing, such as low socioeconomic position, can persist even as young mothers age into adulthood [6, 7] , and adolescent parenthood can have lasting impacts on physical and mental health [8] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33586",
        "text": "Mexico has one of the greatest total numbers of adolescent pregnancies (677,000 in 2009) worldwide [9] because of its large population size and high teenage fertility rate (63.5 per 1,000 in 2014) [10] . Recent evidence from Mexico's National Survey of Health and Nutrition indicated that while overall fertility rates declined since 2006, adolescent fertility rates have increased [11] . Consistent with global patterns, adolescent pregnancy in Mexico is associated with low educational attainment, low socioeconomic status, and household crowding [12, 13] .",
        "section": "",
        "section_number": 3,
        "sentences": [
            "Mexico has one of the greatest total numbers of adolescent pregnancies (677,000 in 2009) worldwide [9] because of its large population size and high teenage fertility rate (63.5 per 1,000 in 2014) [10] .",
            "Recent evidence from Mexico's National Survey of Health and Nutrition indicated that while overall fertility rates declined since 2006, adolescent fertility rates have increased [11] .",
            "Consistent with global patterns, adolescent pregnancy in Mexico is associated with low educational attainment, low socioeconomic status, and household crowding [12, 13] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33586",
        "text": "Parenting programs have shown positive effects on child cognitive and social-emotional development as well as improvements in parenting knowledge and learning activities that are known to contribute to child development [14, 15] . A systematic review of adolescent parenting support programs in high-income countries showed that access to a parenting program was associated with improved mother and child responsiveness as well as mother-child interactions [16] . The review only included eight studies, however, due to strict inclusion criteria and an overall scarcity of evaluations of adolescent parenting programs, and none of the programs specifically targeted Hispanic parents. Findings from evaluations in highincome countries may not be generalizable to contexts that are markedly different in their attitudes toward and treatment of young parents. For example, young mothers may have access to stronger support networks in countries where adolescent pregnancy is normalized [17] . In addition, parenting programs designed for general audiences may have differential effects on women who began childbearing at different ages and their children because of differences in social condition [4] . Given that adolescent childbearing frequently co-occurs with other risk factors for suboptimal maternal health and child development, 95% of adolescent childbirths occur in low-and middle-income countries (LMICs) [18] , and the consequences of adolescent childbearing vary across social contexts [19] , there is an urgent need to understand how to support women who begin childbearing in adolescence and their children in LMICs.",
        "section": "",
        "section_number": 4,
        "sentences": [
            "Parenting programs have shown positive effects on child cognitive and social-emotional development as well as improvements in parenting knowledge and learning activities that are known to contribute to child development [14, 15] .",
            "A systematic review of adolescent parenting support programs in high-income countries showed that access to a parenting program was associated with improved mother and child responsiveness as well as mother-child interactions [16] .",
            "The review only included eight studies, however, due to strict inclusion criteria and an overall scarcity of evaluations of adolescent parenting programs, and none of the programs specifically targeted Hispanic parents.",
            "Findings from evaluations in highincome countries may not be generalizable to contexts that are markedly different in their attitudes toward and treatment of young parents.",
            "For example, young mothers may have access to stronger support networks in countries where adolescent pregnancy is normalized [17] .",
            "In addition, parenting programs designed for general audiences may have differential effects on women who began childbearing at different ages and their children because of differences in social condition [4] .",
            "Given that adolescent childbearing frequently co-occurs with other risk factors for suboptimal maternal health and child development, 95% of adolescent childbirths occur in low-and middle-income countries (LMICs) [18] , and the consequences of adolescent childbearing vary across social contexts [19] , there is an urgent need to understand how to support women who begin childbearing in adolescence and their children in LMICs."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33586",
        "text": "In Mexico, the conditional cash transfer program, \"Programa de Inclusión Social\" (Prospera), invests in education and health in an effort to break the cycle of poverty through human capital development. \"Educación Inicial\" (EI) is a parent support intervention overlaid on Prospera that aims to improve child development outcomes through early stimulation and parent education. EI works with pregnant couples, parents (mostly mothers) and children in their first 5 years of life. The program has no age restrictions for parents, but adolescent and former adolescent mothers make up the majority of participants younger than 30 years (70%). We showed previously that access to EI is associated with improvements in child cognitive development [20] in part through increases in parents reading and singing with their children [21] . Our current objective was to explore whether access to EI had differential impacts on parenting behaviors and child cognitive development depending on the mother's age at the birth of her first child. We also estimated the effect of access to EI on parenting behaviors and child cognitive development within subgroups defined by mother's age at first birth.",
        "section": "",
        "section_number": 5,
        "sentences": [
            "In Mexico, the conditional cash transfer program, \"Programa de Inclusión Social\" (Prospera), invests in education and health in an effort to break the cycle of poverty through human capital development. \"",
            "Educación Inicial\" (EI) is a parent support intervention overlaid on Prospera that aims to improve child development outcomes through early stimulation and parent education.",
            "EI works with pregnant couples, parents (mostly mothers) and children in their first 5 years of life.",
            "The program has no age restrictions for parents, but adolescent and former adolescent mothers make up the majority of participants younger than 30 years (70%).",
            "We showed previously that access to EI is associated with improvements in child cognitive development [20] in part through increases in parents reading and singing with their children [21] .",
            "Our current objective was to explore whether access to EI had differential impacts on parenting behaviors and child cognitive development depending on the mother's age at the birth of her first child.",
            "We also estimated the effect of access to EI on parenting behaviors and child cognitive development within subgroups defined by mother's age at first birth."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33586",
        "text": "This study used a cluster-randomized design with equal allocation to two treatment arms and one comparison arm [20, 21] . We identified 288 rural and marginalized communities from a complete list of communities provided by Mexico's National Institute of Statistics and Geography. To be eligible for enrollment in the study, small communities (<2,500 residents) in Chiapas, Oaxaca, and Puebla were required to have a high proportion (>80%) of families enrolled in Prospera, no prior implementation of EI in the previous 5 years, and at least 15 families with children between the ages of 0 and 2 years old. Researchers randomly selected 204 of these communities and randomized them to one of three study arms within strata of community indigenous status (a community was considered indigenous if >80% of the population spoke an indigenous language). Twelve communities were not included for reasons including inaccessibility and community refusal. Communities in the first treatment arm (T 1 ) received access to EI. In the second treatment arm (T 2 ), communities received access to EI, and Prospera promotoras worked in collaboration with EI promotoras to encourage families to participate in EI. To support this collaboration, Prospera staff received information on EI during their training sessions and promotional materials for distribution. Communities in the comparison arm (T 0 ) did not receive EI. All families enrolled in Prospera with children aged 0 to 18 months were invited to participate in the study. Assessors collected baseline data in 2008, and EI was implemented within 1 to 2 months. Follow-up data were collected in 2012. The primary caregivers were asked to provide consent to participate in the study. This study was approved by the institutional review boards at the University of California, Berkeley and the National Institute of Public Health, Research, Ethics, and Biosafety Committees in Cuernavaca, Mexico (protocol ID: 2010-05e1528).",
        "section": "Trial design",
        "section_number": 6,
        "sentences": [
            "This study used a cluster-randomized design with equal allocation to two treatment arms and one comparison arm [20, 21] .",
            "We identified 288 rural and marginalized communities from a complete list of communities provided by Mexico's National Institute of Statistics and Geography.",
            "To be eligible for enrollment in the study, small communities (<2,500 residents) in Chiapas, Oaxaca, and Puebla were required to have a high proportion (>80%) of families enrolled in Prospera, no prior implementation of EI in the previous 5 years, and at least 15 families with children between the ages of 0 and 2 years old.",
            "Researchers randomly selected 204 of these communities and randomized them to one of three study arms within strata of community indigenous status (a community was considered indigenous if >80% of the population spoke an indigenous language).",
            "Twelve communities were not included for reasons including inaccessibility and community refusal.",
            "Communities in the first treatment arm (T 1 ) received access to EI.",
            "In the second treatment arm (T 2 ), communities received access to EI, and Prospera promotoras worked in collaboration with EI promotoras to encourage families to participate in EI.",
            "To support this collaboration, Prospera staff received information on EI during their training sessions and promotional materials for distribution.",
            "Communities in the comparison arm (T 0 ) did not receive EI.",
            "All families enrolled in Prospera with children aged 0 to 18 months were invited to participate in the study.",
            "Assessors collected baseline data in 2008, and EI was implemented within 1 to 2 months.",
            "Follow-up data were collected in 2012.",
            "The primary caregivers were asked to provide consent to participate in the study.",
            "This study was approved by the institutional review boards at the University of California, Berkeley and the National Institute of Public Health, Research, Ethics, and Biosafety Committees in Cuernavaca, Mexico (protocol ID: 2010-05e1528)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33586",
        "text": "A total of 2,472 households (192 communities) were surveyed at baseline. Of the total sample, 2,467 of the respondents were mothers (rather than fathers or other relations) of the children enrolled in the study. Adolescent mothers were identified by subtracting the age of their oldest child living in the household from the mothers' age. To make it less likely that a mother's children were old enough to have moved out before program initiation, we limited our sample to mothers aged 30 years and younger. The sample at baseline included 1,381 mother-child dyads from 189 communities.",
        "section": "Study population",
        "section_number": 7,
        "sentences": [
            "A total of 2,472 households (192 communities) were surveyed at baseline.",
            "Of the total sample, 2,467 of the respondents were mothers (rather than fathers or other relations) of the children enrolled in the study.",
            "Adolescent mothers were identified by subtracting the age of their oldest child living in the household from the mothers' age.",
            "To make it less likely that a mother's children were old enough to have moved out before program initiation, we limited our sample to mothers aged 30 years and younger.",
            "The sample at baseline included 1,381 mother-child dyads from 189 communities."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33586",
        "text": "For budgetary reasons, a smaller sample of communities was surveyed in 2012. Hard to reach communities and communities with few children were excluded. Households with missing outcome data were also excluded from the analysis, resulting in a final sample of 728 households from 106 communities in the analysis of parenting behaviors, and 572 households from 83 communities in the analysis of cognitive development.",
        "section": "Study population",
        "section_number": 8,
        "sentences": [
            "For budgetary reasons, a smaller sample of communities was surveyed in 2012.",
            "Hard to reach communities and communities with few children were excluded.",
            "Households with missing outcome data were also excluded from the analysis, resulting in a final sample of 728 households from 106 communities in the analysis of parenting behaviors, and 572 households from 83 communities in the analysis of cognitive development."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33586",
        "text": "EI is a parent support intervention overlaid on Prospera, Mexico's conditional cash transfer program. EI is implemented in resource poor rural communities across Mexico. Promotoras lead weekly sessions, averaging 2 hours per session, with parents who are pregnant and/or have children 0 to 4 years old. Sessions included topics such as care during pregnancy, nutrition, and activities that promote cognitive stimulation. The program is designed for groups of approximately 20 mothers and fathers, operates 9 months of the year, and takes place in a community center. Program materials are available online [22] and the program is described in depth in [20] .",
        "section": "Intervention Description",
        "section_number": 9,
        "sentences": [
            "EI is a parent support intervention overlaid on Prospera, Mexico's conditional cash transfer program.",
            "EI is implemented in resource poor rural communities across Mexico.",
            "Promotoras lead weekly sessions, averaging 2 hours per session, with parents who are pregnant and/or have children 0 to 4 years old.",
            "Sessions included topics such as care during pregnancy, nutrition, and activities that promote cognitive stimulation.",
            "The program is designed for groups of approximately 20 mothers and fathers, operates 9 months of the year, and takes place in a community center.",
            "Program materials are available online [22] and the program is described in depth in [20] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33586",
        "text": "The primary outcomes included measures of parenting behaviors and child cognitive development. Parenting practices were measured using the Family Care Indicators (FCIs) [23] . The total FCI score included a count of parent activities in the past 3 days, the types and sources of toys, and whether there were books or magazines in the household. This validated scale has been used in numerous LMICs [24] . Child cognitive development was measured using an adapted version of the McCarthy Scales of Children's Abilities (including the General Cognitive Index, the Verbal, Perceptual and Quantitative subscales, and the Memory scale) [25] . The McCarthy Scales have been used in Mexico in previous studies [26] . We normalized the McCarthy scores to the study population within 2-month age groupings (mean ¼ 100; standard deviation [SD] ¼ 15).",
        "section": "Primary outcomes",
        "section_number": 10,
        "sentences": [
            "The primary outcomes included measures of parenting behaviors and child cognitive development.",
            "Parenting practices were measured using the Family Care Indicators (FCIs) [23] .",
            "The total FCI score included a count of parent activities in the past 3 days, the types and sources of toys, and whether there were books or magazines in the household.",
            "This validated scale has been used in numerous LMICs [24] .",
            "Child cognitive development was measured using an adapted version of the McCarthy Scales of Children's Abilities (including the General Cognitive Index, the Verbal, Perceptual and Quantitative subscales, and the Memory scale) [25] .",
            "The McCarthy Scales have been used in Mexico in previous studies [26] .",
            "We normalized the McCarthy scores to the study population within 2-month age groupings (mean ¼ 100; standard deviation [SD] ¼ 15)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33586",
        "text": "Our main models included variables indicating the state of residence (Puebla, Chiapas, or Oaxaca) and indigenous status of the community. Sensitivity analyses included additional covariates in an attempt to adjust for selective follow-up and residual confounding after randomization. These variables included the number of household residents, the number of children in the household, the number of children belonging to the mother, household crowding (rooms/residents), maternal education (four categories), child age in months, child birth order, and household wealth (first principal component of a wealth asset index).",
        "section": "Covariates",
        "section_number": 11,
        "sentences": [
            "Our main models included variables indicating the state of residence (Puebla, Chiapas, or Oaxaca) and indigenous status of the community.",
            "Sensitivity analyses included additional covariates in an attempt to adjust for selective follow-up and residual confounding after randomization.",
            "These variables included the number of household residents, the number of children in the household, the number of children belonging to the mother, household crowding (rooms/residents), maternal education (four categories), child age in months, child birth order, and household wealth (first principal component of a wealth asset index)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33586",
        "text": "To assess balance in our outcomes across our treatment arms before program implementation, we used baseline measurements of parenting behaviors and child cognitive development. The tools used to measure these constructs (the Home Observation for Measurement of the Environment [27] and the Ages and Stages Questionnaire [28] ) were different from but analogous to the tools used to measure the same constructs at follow-up (the FCI and the McCarthy Scales). The Ages and Stages Questionnaire was transformed into an age-adjusted z-score within 2-month age groups (mean ¼ 0; SD ¼ 1).",
        "section": "Covariates",
        "section_number": 12,
        "sentences": [
            "To assess balance in our outcomes across our treatment arms before program implementation, we used baseline measurements of parenting behaviors and child cognitive development.",
            "The tools used to measure these constructs (the Home Observation for Measurement of the Environment [27] and the Ages and Stages Questionnaire [28] ) were different from but analogous to the tools used to measure the same constructs at follow-up (the FCI and the McCarthy Scales).",
            "The Ages and Stages Questionnaire was transformed into an age-adjusted z-score within 2-month age groups (mean ¼ 0; SD ¼ 1)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33586",
        "text": "We examined effect modification by mother's age at first birth using three categories: early adolescence ( 16 years), late adolescence (17e19 years), and adulthood (20e30 years). We chose mother's age at first birth because many of the challenges associated with adolescent motherhood persist even as adolescent mothers grow into adults [6] .",
        "section": "Effect modifier",
        "section_number": 13,
        "sentences": [
            "We examined effect modification by mother's age at first birth using three categories: early adolescence ( 16 years), late adolescence (17e19 years), and adulthood (20e30 years).",
            "We chose mother's age at first birth because many of the challenges associated with adolescent motherhood persist even as adolescent mothers grow into adults [6] ."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "33586",
        "text": "We began by assessing the balance of a range of covariates across treatment arms at baseline and follow-up. We also compared households with complete follow-up to households not included in the follow-up.",
        "section": "Statistical analysis",
        "section_number": 14,
        "sentences": [
            "We began by assessing the balance of a range of covariates across treatment arms at baseline and follow-up.",
            "We also compared households with complete follow-up to households not included in the follow-up."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "33586",
        "text": "Our parameters of interest were the mean differences in the effects of assignment to each treatment arm compared with the comparison arm on our two outcomes (parenting behavior and child cognitive development), comparing program effects across families in which the mother began childbearing during early adolescence, late adolescence, or adulthood. We conducted intent-to-treat analyses including indicator variables for treatment assignment interacted with indicator variables for mother's age at first birth. We also explored the associations between assignment to treatment and parenting behavior and cognitive development within subgroups defined by age at first birth. We used cluster-robust standard errors to account for clustering at the community level. The following represents our linear regression models:",
        "section": "Statistical analysis",
        "section_number": 15,
        "sentences": [
            "Our parameters of interest were the mean differences in the effects of assignment to each treatment arm compared with the comparison arm on our two outcomes (parenting behavior and child cognitive development), comparing program effects across families in which the mother began childbearing during early adolescence, late adolescence, or adulthood.",
            "We conducted intent-to-treat analyses including indicator variables for treatment assignment interacted with indicator variables for mother's age at first birth.",
            "We also explored the associations between assignment to treatment and parenting behavior and cognitive development within subgroups defined by age at first birth.",
            "We used cluster-robust standard errors to account for clustering at the community level.",
            "The following represents our linear regression models:"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33586",
        "text": "Y ijkl ¼ a þ b 1 T 1j þ b 2 T 2j þ b 3 A 1i þ b 4 A 2i þ b 5 T 1j *A 1i þ b 6 T 1j *A 2i þ b 7 T 2j *A 1i þ b 3 T 2j *A 2i þ b 9 I k þ b 10 S 1l þ b 1l S 2l þ ε ijkl",
        "section": "Statistical analysis",
        "section_number": 16,
        "sentences": [
            "Y ijkl ¼ a þ b 1 T 1j þ b 2 T 2j þ b 3 A 1i þ b 4 A 2i þ b 5 T 1j *A 1i þ b 6 T 1j *A 2i þ b 7 T 2j *A 1i þ b 3 T 2j *A 2i þ b 9 I k þ b 10 S 1l þ b 1l S 2l þ ε ijkl"
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "33586",
        "text": "Where Y ijkl is the mean outcome for individual i in community j in indigenous community strata k and state l. T 1 and T 2 are indicators for treatment arm (T 0 , the control group, serves as baseline). A 1 and A 2 are indicator variables for mother's age at first birth (early adolescence, late adolescence), and adult serves as baseline. The variables I k and S l are indicator variables for indigenous community strata and state of residence. These were included in all models because they reflect the design of the study. Finally, εijkl is an error term.",
        "section": "Statistical analysis",
        "section_number": 17,
        "sentences": [
            "Where Y ijkl is the mean outcome for individual i in community j in indigenous community strata k and state l. T 1 and T 2 are indicators for treatment arm (T 0 , the control group, serves as baseline).",
            "A 1 and A 2 are indicator variables for mother's age at first birth (early adolescence, late adolescence), and adult serves as baseline.",
            "The variables I k and S l are indicator variables for indigenous community strata and state of residence.",
            "These were included in all models because they reflect the design of the study.",
            "Finally, εijkl is an error term."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33586",
        "text": "We conducted multiple sensitivity analyses to evaluate the robustness of our findings. Primary among these was inverse probability weighting with stabilized weights to address selective follow-up [29] .",
        "section": "Statistical analysis",
        "section_number": 18,
        "sentences": [
            "We conducted multiple sensitivity analyses to evaluate the robustness of our findings.",
            "Primary among these was inverse probability weighting with stabilized weights to address selective follow-up [29] ."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "33586",
        "text": "At baseline, mother, child, and household characteristics were well balanced across the treatment arms leading to confidence in the randomization based on observed covariates. The reduction in sample size between the two rounds resulted in a final sample that was slightly less remote and had a higher average socioeconomic characterization (e.g., more mothers completed primary school and more households were in the top median of wealth) than the original sample (Table 1) .",
        "section": "Assessment of covariate balance at baseline and follow-up",
        "section_number": 19,
        "sentences": [
            "At baseline, mother, child, and household characteristics were well balanced across the treatment arms leading to confidence in the randomization based on observed covariates.",
            "The reduction in sample size between the two rounds resulted in a final sample that was slightly less remote and had a higher average socioeconomic characterization (e.g., more mothers completed primary school and more households were in the top median of wealth) than the original sample (Table 1) ."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "33586",
        "text": "We compared baseline covariates across treatment arms among the sample included in the follow-up to assess whether attrition was differential by treatment arm ( Table 2 ). Only one of the 54 comparisons reached statistical significance.",
        "section": "Assessment of covariate balance at baseline and follow-up",
        "section_number": 20,
        "sentences": [
            "We compared baseline covariates across treatment arms among the sample included in the follow-up to assess whether attrition was differential by treatment arm ( Table 2 ).",
            "Only one of the 54 comparisons reached statistical significance."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "33586",
        "text": "On average, women in the final sample began childbearing at age 18.3 years and were aged 25.4 years at the time of enrollment in the study. The mean number of children was 3.1, and children selected for cognitive assessment were most likely to be the third child in the family. Only 17.9% of women had completed secondary school (grade 9). The children selected for cognitive assessment were 8.9 months of age at the time of enrollment and 3.6 years old at follow-up on average.",
        "section": "Sample description",
        "section_number": 21,
        "sentences": [
            "On average, women in the final sample began childbearing at age 18.3 years and were aged 25.4 years at the time of enrollment in the study.",
            "The mean number of children was 3.1, and children selected for cognitive assessment were most likely to be the third child in the family.",
            "Only 17.9% of women had completed secondary school (grade 9).",
            "The children selected for cognitive assessment were 8.9 months of age at the time of enrollment and 3.6 years old at follow-up on average."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33586",
        "text": "We compared baseline covariates across categories of mother's age at first birth to understand how the subgroups differed (Supplemental Table 1 ). As expected, women who began childbearing at different ages differed in many ways. For example, a smaller proportion of women who began childbearing before the age of 17 years had completed secondary school, and on average, these women had lower levels of wealth, more children, and more crowded households than mothers who began childbearing after age 20 years.",
        "section": "Sample description",
        "section_number": 22,
        "sentences": [
            "We compared baseline covariates across categories of mother's age at first birth to understand how the subgroups differed (Supplemental Table 1 ).",
            "As expected, women who began childbearing at different ages differed in many ways.",
            "For example, a smaller proportion of women who began childbearing before the age of 17 years had completed secondary school, and on average, these women had lower levels of wealth, more children, and more crowded households than mothers who began childbearing after age 20 years."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33586",
        "text": "The children of women who began childbearing in adulthood in T 2 scored significantly higher than the children in T 0 on the General Cognitive Index (6.68; p ¼ .03) Verbal scale (6.05; p ¼ .05) and Memory subscale (6.03; p ¼ .04). These differences were robust to the inclusion of inverse probability weights. There were no significant differences in parenting behaviors.",
        "section": "Program effects among children of women who began childbearing in adulthood",
        "section_number": 23,
        "sentences": [
            "The children of women who began childbearing in adulthood in T 2 scored significantly higher than the children in T 0 on the General Cognitive Index (6.68; p ¼ .03) Verbal scale (6.05; p ¼ .05) and Memory subscale (6.03; p ¼ .04).",
            "These differences were robust to the inclusion of inverse probability weights.",
            "There were no significant differences in parenting behaviors."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33586",
        "text": "Comparing T 1 to T 0 , there were no significant differences in cognitive development or parenting behaviors.",
        "section": "Program effects among children of women who began childbearing in adulthood",
        "section_number": 24,
        "sentences": [
            "Comparing T 1 to T 0 , there were no significant differences in cognitive development or parenting behaviors."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "33586",
        "text": "Among families in which the mother began childbearing in late adolescence, there were no statistically significant differences in cognitive development or parenting behaviors comparing T 2 or T 1 to T 0 . However, with one exception, these differences were not statistically different from the estimated effects among families in which the mother began childbearing in adulthood. Assignment to T 1 was associated with better parenting behavior scores among late adolescent mothers than among adult mothers (difference in magnitude of associations on FCI ¼ 1.62; p ¼ .03).",
        "section": "Program effects among women who began childbearing in late adolescence",
        "section_number": 25,
        "sentences": [
            "Among families in which the mother began childbearing in late adolescence, there were no statistically significant differences in cognitive development or parenting behaviors comparing T 2 or T 1 to T 0 .",
            "However, with one exception, these differences were not statistically different from the estimated effects among families in which the mother began childbearing in adulthood.",
            "Assignment to T 1 was associated with better parenting behavior scores among late adolescent mothers than among adult mothers (difference in magnitude of associations on FCI ¼ 1.62; p ¼ .03)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33586",
        "text": "Among families in which the mother began childbearing in early adolescence, there were no statistically significant differences in cognitive development or parenting behaviors comparing T 2 to T 0 . These estimated effects were significantly Figure 1 ) The difference on the Verbal subscale remained statistically significant with the inclusion of inverse probability weights, but the difference on the Memory scale did not.",
        "section": "Program effects among women who began childbearing in early adolescence",
        "section_number": 26,
        "sentences": [
            "Among families in which the mother began childbearing in early adolescence, there were no statistically significant differences in cognitive development or parenting behaviors comparing T 2 to T 0 .",
            "These estimated effects were significantly Figure 1 ) The difference on the Verbal subscale remained statistically significant with the inclusion of inverse probability weights, but the difference on the Memory scale did not."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "33586",
        "text": "Early adolescent mothers and their children in T 1 performed significantly worse than those in T 0 on the General Cognitive Index (difference ¼ À5.48; p ¼ .05) and the Verbal (difference ¼ À4.52; p ¼ .02) and Memory scales (difference ¼ À4.33; p ¼ .04) as well as the FCI (difference ¼ À1.20; p ¼ .04). The differences on the General Cognitive Index and the Memory Scale became nonsignificant when weights were included. The differences in these associations comparing early adolescent mothers to adult mothers, however, were not statistically significant (Table 3) .",
        "section": "Program effects among women who began childbearing in early adolescence",
        "section_number": 27,
        "sentences": [
            "Early adolescent mothers and their children in T 1 performed significantly worse than those in T 0 on the General Cognitive Index (difference ¼ À5.48; p ¼ .05) and the Verbal (difference ¼ À4.52; p ¼ .02) and Memory scales (difference ¼ À4.33; p ¼ .04) as well as the FCI (difference ¼ À1.20; p ¼ .04).",
            "The differences on the General Cognitive Index and the Memory Scale became nonsignificant when weights were included.",
            "The differences in these associations comparing early adolescent mothers to adult mothers, however, were not statistically significant (Table 3) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33586",
        "text": "We conducted exploratory analyses to determine whether differences in effect by age at first birth could be explained by differences in socioeconomic position (Supplemental Table 2 ).",
        "section": "Exploratory analysis",
        "section_number": 28,
        "sentences": [
            "We conducted exploratory analyses to determine whether differences in effect by age at first birth could be explained by differences in socioeconomic position (Supplemental Table 2 )."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "33586",
        "text": "The pattern of effect modification remained the same when controlling for maternal education. When controlling for wealth and maternal education, the effect modification on the Memory scale became nonsignificant, but the differences on the Verbal subscale and FCI remained significant. These differences also remained significant with the addition of household crowding to the model. It is interesting to note that while the difference on the Memory scale became nonsignificant, this difference and others remained qualitatively large, and the overall pattern of programmatic benefits by mother's age at first birth remained visible.",
        "section": "Exploratory analysis",
        "section_number": 29,
        "sentences": [
            "The pattern of effect modification remained the same when controlling for maternal education.",
            "When controlling for wealth and maternal education, the effect modification on the Memory scale became nonsignificant, but the differences on the Verbal subscale and FCI remained significant.",
            "These differences also remained significant with the addition of household crowding to the model.",
            "It is interesting to note that while the difference on the Memory scale became nonsignificant, this difference and others remained qualitatively large, and the overall pattern of programmatic benefits by mother's age at first birth remained visible."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33586",
        "text": "Our results showed that children of mothers who began childbearing in adulthood scored higher on tests of cognitive development when randomized to weekly parenting support than their counterparts in the comparison group (T 0 ), whereas the children of mothers who began childbearing in adolescence did not have higher scores associated with the parenting program. The higher scores among the children of mothers who began childbearing in adulthood were only significant when EI was supported by Prospera, the conditional cash transfer program. Table 2 Comparison of baseline characteristics across the three treatment arms in the follow-up sample in 2012 (N ¼ 728) When EI was not supported by Prospera, our results suggested that being in EI was associated with worse parenting behaviors and reduced cognitive development among mothers who began childbearing in early adolescence and their children. This finding, however, was tempered by a nonsignificant difference in associations between early adolescent and adult mothers and a reverse association among late adolescent mothers on the FCI. The differences in cognitive development scores comparing children in T 2 to children in T 0 in the previous evaluation of EI (SD ¼ .25 on the General Cognitive Index) were within the range of those observed here. The effect sizes for the children of women who began childbearing later in life (SD ¼ .40e.45) were larger than the effect sizes for other home visiting and groupbased parenting programs with similar aims [30, 31] . However, other programs produced larger effect sizes [32, 33] . The effect sizes among the children of women who began childbearing in early adolescence were quite low, and even negative. The previous evaluation also showed that T 1 was not associated with improvements in cognitive development and parenting behaviors compared with T 0 [20] . The authors hypothesized that this was due to differences in participation rates resulting from the additional efforts of Prospera promotoras.",
        "section": "Discussion",
        "section_number": 30,
        "sentences": [
            "Our results showed that children of mothers who began childbearing in adulthood scored higher on tests of cognitive development when randomized to weekly parenting support than their counterparts in the comparison group (T 0 ), whereas the children of mothers who began childbearing in adolescence did not have higher scores associated with the parenting program.",
            "The higher scores among the children of mothers who began childbearing in adulthood were only significant when EI was supported by Prospera, the conditional cash transfer program.",
            "Table 2 Comparison of baseline characteristics across the three treatment arms in the follow-up sample in 2012 (N ¼ 728) When EI was not supported by Prospera, our results suggested that being in EI was associated with worse parenting behaviors and reduced cognitive development among mothers who began childbearing in early adolescence and their children.",
            "This finding, however, was tempered by a nonsignificant difference in associations between early adolescent and adult mothers and a reverse association among late adolescent mothers on the FCI.",
            "The differences in cognitive development scores comparing children in T 2 to children in T 0 in the previous evaluation of EI (SD ¼ .25 on the General Cognitive Index) were within the range of those observed here.",
            "The effect sizes for the children of women who began childbearing later in life (SD ¼ .40e.45) were larger than the effect sizes for other home visiting and groupbased parenting programs with similar aims [30, 31] .",
            "However, other programs produced larger effect sizes [32, 33] .",
            "The effect sizes among the children of women who began childbearing in early adolescence were quite low, and even negative.",
            "The previous evaluation also showed that T 1 was not associated with improvements in cognitive development and parenting behaviors compared with T 0 [20] .",
            "The authors hypothesized that this was due to differences in participation rates resulting from the additional efforts of Prospera promotoras."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33586",
        "text": "T 0 T 1 T 1 versus T 0 T 2 T 2 versus T 0 N Mean/% N Mean/%",
        "section": "Discussion",
        "section_number": 31,
        "sentences": [
            "T 0 T 1 T 1 versus T 0 T 2 T 2 versus T 0 N Mean/% N Mean/%"
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "33586",
        "text": "The strengths of this study include randomized assignment to treatment and prospective measurement of outcome data using validated measures. The reduction in sample size from baseline to follow-up, however, limits the generalizability of our results, as do the inclusion of only three states and the exclusion of women over 30 years. Unmeasured confounders, such as child health status, may have introduced bias if they were differentially distributed across the treatment arms and predictive of our outcomes. Determining mother-child dyads relied on assuming the mother's oldest child lived in the home, which may have resulted in some misclassification. Finally, the program included women at different stages of parenthood and children of varying ages, providing a broader but less nuanced perspective.",
        "section": "Discussion",
        "section_number": 32,
        "sentences": [
            "The strengths of this study include randomized assignment to treatment and prospective measurement of outcome data using validated measures.",
            "The reduction in sample size from baseline to follow-up, however, limits the generalizability of our results, as do the inclusion of only three states and the exclusion of women over 30 years.",
            "Unmeasured confounders, such as child health status, may have introduced bias if they were differentially distributed across the treatment arms and predictive of our outcomes.",
            "Determining mother-child dyads relied on assuming the mother's oldest child lived in the home, which may have resulted in some misclassification.",
            "Finally, the program included women at different stages of parenthood and children of varying ages, providing a broader but less nuanced perspective."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33586",
        "text": "Our results indicating the program was ineffective among the earliest child-bearers were unexpected given previous research supporting the effectiveness of parenting education programs. However, many previous studies were smaller in scale, used a home-visiting rather than group-based approach, or were designed specifically for adolescent parents [30e32,34] . For example, a parenting program for adolescent mothers in Chile involved home visits during which a health educator provided one-on-one education focused on the adolescent's needs [34] . Few evaluations of group-based programs for adolescent parents operate at scale in a manner similar to EI. In a systematic review of parenting education programs for adolescent parents, the number of enrolled participants in each study ranged from 20 to 164 [16] . The large-scale, group-based design of EI may result in message attenuation as the program attempts to reach a broad population or messages that are too general for specific subgroups. The original evaluation of EI provided evidence that EI was less effective among families with low wealth or in which the mother had no education [20] . While women who began childbearing in adolescence in our sample had lower levels of wealth and education, these characteristics only partially accounted for the absence of a positive effect in this subpopulation, indicating additional factors associated with adolescent parenthood are involved.",
        "section": "Discussion",
        "section_number": 33,
        "sentences": [
            "Our results indicating the program was ineffective among the earliest child-bearers were unexpected given previous research supporting the effectiveness of parenting education programs.",
            "However, many previous studies were smaller in scale, used a home-visiting rather than group-based approach, or were designed specifically for adolescent parents [30e32,34] .",
            "For example, a parenting program for adolescent mothers in Chile involved home visits during which a health educator provided one-on-one education focused on the adolescent's needs [34] .",
            "Few evaluations of group-based programs for adolescent parents operate at scale in a manner similar to EI.",
            "In a systematic review of parenting education programs for adolescent parents, the number of enrolled participants in each study ranged from 20 to 164 [16] .",
            "The large-scale, group-based design of EI may result in message attenuation as the program attempts to reach a broad population or messages that are too general for specific subgroups.",
            "The original evaluation of EI provided evidence that EI was less effective among families with low wealth or in which the mother had no education [20] .",
            "While women who began childbearing in adolescence in our sample had lower levels of wealth and education, these characteristics only partially accounted for the absence of a positive effect in this subpopulation, indicating additional factors associated with adolescent parenthood are involved."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33586",
        "text": "Mothers who begin childbearing in early adolescence may occupy a more marginalized position in society and may be less able to benefit from parenting programs. Evidence from developing countries and Mexico suggests women who marry at very early ages often marry men who are older, impacting their autonomy within the household [35, 36] . Mexican American pregnant and parenting adolescents also have a high likelihood of exposure to violence [37] and high levels of family stress [38] . Adolescent mothers in Mexico often have low levels of education [35] , which is associated with more traditional beliefs around gender equality [39] . As a result of these factors, women who begin childbearing in adolescence may be less able to leave the home to participate in the parenting classes, more subject to their families' and partners' opinions on childrearing, or they may have more difficulty understanding class material, making it challenging to implement EI lessons in the home. These women may also rely more on their own parents or parents-in-law, who may not be attending EI, to largely take over child-rearing responsibilities. Another possibility is that women who begin childbearing in adolescence react differently to the class format. Perhaps highly individualized and nurturing support is needed for this population [40] .",
        "section": "Discussion",
        "section_number": 34,
        "sentences": [
            "Mothers who begin childbearing in early adolescence may occupy a more marginalized position in society and may be less able to benefit from parenting programs.",
            "Evidence from developing countries and Mexico suggests women who marry at very early ages often marry men who are older, impacting their autonomy within the household [35, 36] .",
            "Mexican American pregnant and parenting adolescents also have a high likelihood of exposure to violence [37] and high levels of family stress [38] .",
            "Adolescent mothers in Mexico often have low levels of education [35] , which is associated with more traditional beliefs around gender equality [39] .",
            "As a result of these factors, women who begin childbearing in adolescence may be less able to leave the home to participate in the parenting classes, more subject to their families' and partners' opinions on childrearing, or they may have more difficulty understanding class material, making it challenging to implement EI lessons in the home.",
            "These women may also rely more on their own parents or parents-in-law, who may not be attending EI, to largely take over child-rearing responsibilities.",
            "Another possibility is that women who begin childbearing in adolescence react differently to the class format.",
            "Perhaps highly individualized and nurturing support is needed for this population [40] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33586",
        "text": "Our study results suggest that parenting interventions similar to EI do not adequately address the needs of women who begin childbearing in adolescence. Programs designed for a broad audience may not be effective among adolescent parents. Relatively little is known about how to improve parenting behaviors and child cognitive development among adolescent mothers and their children [16] . Given the scarcity of research on parenting interventions in LMICs among adolescent parents, former adolescent parents and their children, and the high concentration of adolescent childbearing in LMICs, it is critical that future research evaluate the effectiveness of interventions in this specific population. In addition, understanding the factors that lead to differential effects among adolescent parents will be important for improving outcomes in this population.",
        "section": "Discussion",
        "section_number": 35,
        "sentences": [
            "Our study results suggest that parenting interventions similar to EI do not adequately address the needs of women who begin childbearing in adolescence.",
            "Programs designed for a broad audience may not be effective among adolescent parents.",
            "Relatively little is known about how to improve parenting behaviors and child cognitive development among adolescent mothers and their children [16] .",
            "Given the scarcity of research on parenting interventions in LMICs among adolescent parents, former adolescent parents and their children, and the high concentration of adolescent childbearing in LMICs, it is critical that future research evaluate the effectiveness of interventions in this specific population.",
            "In addition, understanding the factors that lead to differential effects among adolescent parents will be important for improving outcomes in this population."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33586",
        "text": "R.M.C. Kagawa et al. / Journal of Adolescent Health 61 (2017) 634e641",
        "section": "",
        "section_number": 36,
        "sentences": [
            "R.M.C. Kagawa et al. / Journal of Adolescent Health 61 (2017) 634e641"
        ],
        "sentence_labels": [
            -1
        ]
    }
]