[
    {
        "doc_id": "37609",
        "text": "Objective: To evaluate the effectiveness of a community-based participatory nutrition promotion (CPNP) programme involving a 2-week group nutrition session in improving child feeding and hygiene practices among caregivers. Design: Cluster randomized trial. In the intervention area (six clusters), the CPNP programme was added to the context of government nutrition programmes; the control area (six clusters) received the government programme only. Child feeding practices were assessed every 3 months using a 24 h dietary recall questionnaire, and hand washing with soap was assessed every 6 months, over a period of 12 months. Feeding and hygiene measures at each visit were scored and the scores summed up for the entire follow-up period. Setting: Habro and Melka Bello districts, Ethiopia. Subjects: Randomly selected mothers with a child aged 6-12 months (n 1790). Results: A total of 1199 mothers, 629 in the control and 570 in the intervention areas, were assessed at all visits and included in the analysis. Mothers in the intervention area showed higher scores than those in the control area regarding meal frequency (difference: 1•04, 95 % CI 0•35, 1•73), composite feeding score_1 (difference: 1•25, 95 % CI 0•37, 2•13; a summing score of currently breast-feeding, meal frequency and dietary diversity) and composite feeding score_2 (difference: 1•40, 95 % CI 0•49, 2•32; a summing score of meal frequency and dietary diversity). However, there were no differences in the scores of breast-feeding, dietary diversity and hand washing between the two areas (all P > 0•05). Conclusions: The CPNP programme was effective in improving some child feeding behaviours in rural Eastern Ethiopia.",
        "section": "Abstract",
        "sentences": [
            "Objective: To evaluate the effectiveness of a community-based participatory nutrition promotion (CPNP) programme involving a 2-week group nutrition session in improving child feeding and hygiene practices among caregivers.",
            "Design: Cluster randomized trial.",
            "In the intervention area (six clusters), the CPNP programme was added to the context of government nutrition programmes; the control area (six clusters) received the government programme only.",
            "Child feeding practices were assessed every 3 months using a 24 h dietary recall questionnaire, and hand washing with soap was assessed every 6 months, over a period of 12 months.",
            "Feeding and hygiene measures at each visit were scored and the scores summed up for the entire follow-up period.",
            "Setting: Habro and Melka Bello districts, Ethiopia.",
            "Subjects: Randomly selected mothers with a child aged 6-12 months (n 1790).",
            "Results: A total of 1199 mothers, 629 in the control and 570 in the intervention areas, were assessed at all visits and included in the analysis.",
            "Mothers in the intervention area showed higher scores than those in the control area regarding meal frequency (difference: 1•04, 95 % CI 0•35, 1•73), composite feeding score_1 (difference: 1•25, 95 % CI 0•37, 2•13; a summing score of currently breast-feeding, meal frequency and dietary diversity) and composite feeding score_2 (difference: 1•40, 95 % CI 0•49, 2•32; a summing score of meal frequency and dietary diversity).",
            "However, there were no differences in the scores of breast-feeding, dietary diversity and hand washing between the two areas (all P > 0•05).",
            "Conclusions: The CPNP programme was effective in improving some child feeding behaviours in rural Eastern Ethiopia."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37609",
        "text": "Stunting affects 156 million children worldwide (1) . Optimal complementary feeding and hygiene practices can reduce the risk of stunting among children. Complementary feeding contributes to child growth as it promotes adequate intakes of energy and essential nutrients, while improved hygiene may decrease the risk of diarrhoeal morbidity and environmental enteropathy, a condition considered to be a potential cause of child stunting (2, 3) .",
        "section": "",
        "section_number": 1,
        "sentences": [
            "Stunting affects 156 million children worldwide (1) .",
            "Optimal complementary feeding and hygiene practices can reduce the risk of stunting among children.",
            "Complementary feeding contributes to child growth as it promotes adequate intakes of energy and essential nutrients, while improved hygiene may decrease the risk of diarrhoeal morbidity and environmental enteropathy, a condition considered to be a potential cause of child stunting (2, 3) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37609",
        "text": "Approximately 40 % of Ethiopian children are stunted (4) . Although the prevalence of stunting has been reduced dramaticallyby up to more than 20 percentage points (5) over the last two decades, it remains high. Suboptimal infant and young child feeding (IYCF) practices and environmental hygiene are associated with events of undernutrition among young children in Ethiopia (6) (7) (8) (9) . Such practices reported in the population are: only half of infants are exclusively breast-fed for the first 6 months after birth (10) ; only 5 % of children 6-23 months of age meet the minimum dietary diversity of four or more food groups; and half of them do not consume the minimum number of meals they need (10) .",
        "section": "",
        "section_number": 2,
        "sentences": [
            "Approximately 40 % of Ethiopian children are stunted (4) .",
            "Although the prevalence of stunting has been reduced dramaticallyby up to more than 20 percentage points (5) over the last two decades, it remains high.",
            "Suboptimal infant and young child feeding (IYCF) practices and environmental hygiene are associated with events of undernutrition among young children in Ethiopia (6) (7) (8) (9) .",
            "Such practices reported in the population are: only half of infants are exclusively breast-fed for the first 6 months after birth (10) ; only 5 % of children 6-23 months of age meet the minimum dietary diversity of four or more food groups; and half of them do not consume the minimum number of meals they need (10) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37609",
        "text": "To address child undernutrition, interventions based on behaviour change communication comprise a promising strategy to improve feeding practices, given that they are appropriately contextualized, affordable and sustainable (11, 12) . Systematic reviews have demonstrated that group nutrition education or individual-level counselling is effective in improving linear and ponderal growth in various low-and middle-income settings (13, 14) .",
        "section": "",
        "section_number": 3,
        "sentences": [
            "To address child undernutrition, interventions based on behaviour change communication comprise a promising strategy to improve feeding practices, given that they are appropriately contextualized, affordable and sustainable (11, 12) .",
            "Systematic reviews have demonstrated that group nutrition education or individual-level counselling is effective in improving linear and ponderal growth in various low-and middle-income settings (13, 14) ."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37609",
        "text": "According to an ecological study in Ethiopia, large-scale nutrition programmes at national and provincial levels implemented during 2000-2010 could reduce stunting; progress could further be accelerated by economic growth (15) . The authors pointed to unequal improvements in child stunting by province and suggested that programme impact evaluations using a robust design be employed to inform and develop effective programmes that can speed up the reduction of stunting. Indeed, only a few examples of in-depth impact/process evaluations of nutrition interventions exist in Ethiopia (16) (17) (18) .",
        "section": "",
        "section_number": 4,
        "sentences": [
            "According to an ecological study in Ethiopia, large-scale nutrition programmes at national and provincial levels implemented during 2000-2010 could reduce stunting; progress could further be accelerated by economic growth (15) .",
            "The authors pointed to unequal improvements in child stunting by province and suggested that programme impact evaluations using a robust design be employed to inform and develop effective programmes that can speed up the reduction of stunting.",
            "Indeed, only a few examples of in-depth impact/process evaluations of nutrition interventions exist in Ethiopia (16) (17) (18) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37609",
        "text": "To promote appropriate child feeding and hygiene practices among caregivers and eventually aiming to improve child nutritional status, a novel, community-based participatory nutrition promotion (CPNP) programme (19) was designed. Although government programmes such as Essential Nutrition Action (ENA) and Community-based Management of Acute Malnutrition (CMAM) exist in rural areas, limitations of those programmes were often reported. In the ENA programme, health extension workers were often overburdened with the amount of tasks that they needed to perform (20) , and community volunteers had inadequate knowledge of ENA messages and counselling skills that did not convince mothers to maintain recommended practices (21) . These identified challenges motivated the introduction of the CPNP programme in rural Eastern Ethiopia, where mothers could be directly engaged in improving their feeding and hygiene practices.",
        "section": "",
        "section_number": 5,
        "sentences": [
            "To promote appropriate child feeding and hygiene practices among caregivers and eventually aiming to improve child nutritional status, a novel, community-based participatory nutrition promotion (CPNP) programme (19) was designed.",
            "Although government programmes such as Essential Nutrition Action (ENA) and Community-based Management of Acute Malnutrition (CMAM) exist in rural areas, limitations of those programmes were often reported.",
            "In the ENA programme, health extension workers were often overburdened with the amount of tasks that they needed to perform (20) , and community volunteers had inadequate knowledge of ENA messages and counselling skills that did not convince mothers to maintain recommended practices (21) .",
            "These identified challenges motivated the introduction of the CPNP programme in rural Eastern Ethiopia, where mothers could be directly engaged in improving their feeding and hygiene practices."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37609",
        "text": "A cluster randomized trial to evaluate the effectiveness of the CPNP programme on child nutritional status demonstrated a significant reduction in stunting (19) . The present study evaluates the secondary outcomes of child feeding and hygiene practices among caregivers. We hypothesized that, over a 12-month period, composite scores of child feeding and hygiene practices in the intervention areawhere the CPNP programme was added to the existing government nutrition programmeswould be higher than the scores of the control area where only the government nutrition programmes were implemented.",
        "section": "",
        "section_number": 6,
        "sentences": [
            "A cluster randomized trial to evaluate the effectiveness of the CPNP programme on child nutritional status demonstrated a significant reduction in stunting (19) .",
            "The present study evaluates the secondary outcomes of child feeding and hygiene practices among caregivers.",
            "We hypothesized that, over a 12-month period, composite scores of child feeding and hygiene practices in the intervention areawhere the CPNP programme was added to the existing government nutrition programmeswould be higher than the scores of the control area where only the government nutrition programmes were implemented."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37609",
        "text": "The present study was conducted in Habro and Melka Bello districts, Oromya region of Eastern Ethiopia. The population size was~190 000 in Habro and~170 000 in Melka Bello district (22) , and most households depended on traditional agricultural practices as their main living source. Most community members were economically poor and food insecure due to frequent droughts (23, 24) , stimulating the implementation of temporary emergency nutrition programmes. World Vision Ethiopia has supported these districts with development programmes for more than 5 years.",
        "section": "Study settings",
        "section_number": 7,
        "sentences": [
            "The present study was conducted in Habro and Melka Bello districts, Oromya region of Eastern Ethiopia.",
            "The population size was~190 000 in Habro and~170 000 in Melka Bello district (22) , and most households depended on traditional agricultural practices as their main living source.",
            "Most community members were economically poor and food insecure due to frequent droughts (23, 24) , stimulating the implementation of temporary emergency nutrition programmes.",
            "World Vision Ethiopia has supported these districts with development programmes for more than 5 years."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37609",
        "text": "The CPNP programme attempted to improve the feeding and hygiene behaviours of caregivers with children aged 6-24 months. Thus, the present study was designed to evaluate the programme's effects on caregivers' feeding and hygiene practices using a comparative design in intervention and control areas. Children were enrolled at 6-12 months and were followed up every 3 months, providing child feeding and hygiene data throughout the entirety of the 6-24-month period.",
        "section": "Study design",
        "section_number": 8,
        "sentences": [
            "The CPNP programme attempted to improve the feeding and hygiene behaviours of caregivers with children aged 6-24 months.",
            "Thus, the present study was designed to evaluate the programme's effects on caregivers' feeding and hygiene practices using a comparative design in intervention and control areas.",
            "Children were enrolled at 6-12 months and were followed up every 3 months, providing child feeding and hygiene data throughout the entirety of the 6-24-month period."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37609",
        "text": "For the present cluster randomized trial, we created twelve geographical clusterssix intervention and six control clustersbased on forty-nine kebeles (the smallest administrative unit in Ethiopia) in the two districts. The estimated population size in a kebele was~6300. By and large, two to three neighbouring kebeles constituted one cluster. One cluster was paired with another cluster in the district if they shared similar agricultural and socio-economic conditions. Allocation of the interventions was made by tossing a coin in front of community leaders and local authorities. If a cluster was randomly assigned to an intervention area, its paired cluster became the control area. Due to the pairing procedure employed, clusters were sometimes geographically adjacent and shared borders. In the intervention area, the CPNP programme was added to the existing government nutrition programmes; in the control area, only the ENA and CMAM programmes were operating. Because of the nature of the public nutrition programmes conducted in various places in the study area, study subjects and other community members in the control and intervention areas were not blinded to intervention allocations.",
        "section": "Study design",
        "section_number": 9,
        "sentences": [
            "For the present cluster randomized trial, we created twelve geographical clusterssix intervention and six control clustersbased on forty-nine kebeles (the smallest administrative unit in Ethiopia) in the two districts.",
            "The estimated population size in a kebele was~6300.",
            "By and large, two to three neighbouring kebeles constituted one cluster.",
            "One cluster was paired with another cluster in the district if they shared similar agricultural and socio-economic conditions.",
            "Allocation of the interventions was made by tossing a coin in front of community leaders and local authorities.",
            "If a cluster was randomly assigned to an intervention area, its paired cluster became the control area.",
            "Due to the pairing procedure employed, clusters were sometimes geographically adjacent and shared borders.",
            "In the intervention area, the CPNP programme was added to the existing government nutrition programmes; in the control area, only the ENA and CMAM programmes were operating.",
            "Because of the nature of the public nutrition programmes conducted in various places in the study area, study subjects and other community members in the control and intervention areas were not blinded to intervention allocations."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37609",
        "text": "The ENA and CMAM programmes were implemented in both control and intervention areas during the period of the CPNP programme implementation. In our study area, the ENA was designed to deliver key nutrition messages such as breast-feeding or complementary feeding to caregivers through health extension workers/volunteers in the Health Extension Program (HEP) (21) . CMAM programme activities served severely acutely malnourished children with a midupper arm circumference of less than 11•0 cm, by providing a Plumpy'Nut regimen at nearby health centres/health posts (25) ; moderately acute malnourished children with a mid-upper arm circumference of 11•0-11•9 cm occasionally received corn-soya blend and vegetable oil.",
        "section": "Government nutrition programmes",
        "section_number": 10,
        "sentences": [
            "The ENA and CMAM programmes were implemented in both control and intervention areas during the period of the CPNP programme implementation.",
            "In our study area, the ENA was designed to deliver key nutrition messages such as breast-feeding or complementary feeding to caregivers through health extension workers/volunteers in the Health Extension Program (HEP) (21) .",
            "CMAM programme activities served severely acutely malnourished children with a midupper arm circumference of less than 11•0 cm, by providing a Plumpy'Nut regimen at nearby health centres/health posts (25) ; moderately acute malnourished children with a mid-upper arm circumference of 11•0-11•9 cm occasionally received corn-soya blend and vegetable oil."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37609",
        "text": "The main component of the CPNP programme was to involve mothers in daily group nutrition sessions for a 2-week period (12 d session attendance with breaks on Sunday). Programme design and implementation details are described elsewhere (19) . The CPNP programme promoted IYCF practices such as optimal breast-feeding, introducing varied and nutritious food groups in complementary foods to improve dietary diversity, and hygiene behaviours including individual and environmental hygiene practices. The nutrition sessions in the CPNP programme were organized by twenty-three operators recruited from their kebeles and overseen by nine supervisors. The large geographic area, the limited project period and the capacity of the project staff were main factors leading to this modification for implementation of the large-scale programme.",
        "section": "Community-based participatory nutrition promotion programme",
        "section_number": 11,
        "sentences": [
            "The main component of the CPNP programme was to involve mothers in daily group nutrition sessions for a 2-week period (12 d session attendance with breaks on Sunday).",
            "Programme design and implementation details are described elsewhere (19) .",
            "The CPNP programme promoted IYCF practices such as optimal breast-feeding, introducing varied and nutritious food groups in complementary foods to improve dietary diversity, and hygiene behaviours including individual and environmental hygiene practices.",
            "The nutrition sessions in the CPNP programme were organized by twenty-three operators recruited from their kebeles and overseen by nine supervisors.",
            "The large geographic area, the limited project period and the capacity of the project staff were main factors leading to this modification for implementation of the large-scale programme."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37609",
        "text": "To identify which participants to include in their nutrition sessions, the operators screened underweight (weight-for-age Z-score < -2•0) children aged 6-24 months in their kebeles. Underweight children were prioritized to attend sessions. Mothers who agreed to participate in group sessions voluntarily contributed ingredients and materials such as firewood and cooking utensils. At the start of each session, seven to twelve mothers gathered at a convenient place in their kebele and started a nutrition session by singing a song together about the importance of child nutrition. Two mothers prepared meals according to recipes developed and recommended by World Vision nutrition experts. Locally available ingredients were used, such as grain flour, shiro flour (chickpea-based ingredient), potatoes, sweet potatoes, eggs, green leafy vegetables, animal milk, oil and tomatoes. As each meal was being prepared and distributed, mothers washed their and their children's hands with soap and fed their children on the spot. Discussions that related key nutrition messages were then led by the operators. After the 2-week sessions were completed, the CPNP operators or supervisors made one or two follow-up visits in the following 2 weeks to participants' homes to encourage/support the mothers to keep applying the lessons learned from the nutrition sessions. For 13 months (August 2012 to August 2013), a total of 372 nutrition sessions took place and 3299 mother-child pairs attended the nutrition sessions. Most mother-child pairs (n 3283; 99•5 % of 3299) attended the sessions once.",
        "section": "Community-based participatory nutrition promotion programme",
        "section_number": 12,
        "sentences": [
            "To identify which participants to include in their nutrition sessions, the operators screened underweight (weight-for-age Z-score < -2•0) children aged 6-24 months in their kebeles.",
            "Underweight children were prioritized to attend sessions.",
            "Mothers who agreed to participate in group sessions voluntarily contributed ingredients and materials such as firewood and cooking utensils.",
            "At the start of each session, seven to twelve mothers gathered at a convenient place in their kebele and started a nutrition session by singing a song together about the importance of child nutrition.",
            "Two mothers prepared meals according to recipes developed and recommended by World Vision nutrition experts.",
            "Locally available ingredients were used, such as grain flour, shiro flour (chickpea-based ingredient), potatoes, sweet potatoes, eggs, green leafy vegetables, animal milk, oil and tomatoes.",
            "As each meal was being prepared and distributed, mothers washed their and their children's hands with soap and fed their children on the spot.",
            "Discussions that related key nutrition messages were then led by the operators.",
            "After the 2-week sessions were completed, the CPNP operators or supervisors made one or two follow-up visits in the following 2 weeks to participants' homes to encourage/support the mothers to keep applying the lessons learned from the nutrition sessions.",
            "For 13 months (August 2012 to August 2013), a total of 372 nutrition sessions took place and 3299 mother-child pairs attended the nutrition sessions.",
            "Most mother-child pairs (n 3283; 99•5 % of 3299) attended the sessions once."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37609",
        "text": "The study participants consisted of mothers of children 6-12 months of age at enrolment living in the study area. A total of 2064 mother-child pairs (1032 per group) were randomly selected in the two districts. Study enrolment was conducted 3 months after CPNP sessions due to logistical limitations such as delays in preparing child rosters (see online supplementary material, Supplemental Fig. 1 ). Only one child per household was enrolled. Since study subjects were randomly selected based on age at enrolment, study subjects in the intervention area included children who had attended CPNP sessions ahead of being enrolled in the study, those who would ever attend over the study visits and lastly those who never attended the session until the last survey visit (Supplemental Fig. 2 ). As a result, the proportion of CPNP participants in the intervention area increased over study visits.",
        "section": "Study participants, sample size and sampling",
        "section_number": 13,
        "sentences": [
            "The study participants consisted of mothers of children 6-12 months of age at enrolment living in the study area.",
            "A total of 2064 mother-child pairs (1032 per group) were randomly selected in the two districts.",
            "Study enrolment was conducted 3 months after CPNP sessions due to logistical limitations such as delays in preparing child rosters (see online supplementary material, Supplemental Fig. 1 ).",
            "Only one child per household was enrolled.",
            "Since study subjects were randomly selected based on age at enrolment, study subjects in the intervention area included children who had attended CPNP sessions ahead of being enrolled in the study, those who would ever attend over the study visits and lastly those who never attended the session until the last survey visit (Supplemental Fig. 2 ).",
            "As a result, the proportion of CPNP participants in the intervention area increased over study visits."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37609",
        "text": "Since the present study evaluated secondary outcomes of the main evaluation, the sample size calculation estimated a difference of 0•2 in length-for-age Z-score at the end of 1-year follow-up, assuming 10 % lost to followup, Z-score SD of 0•9, intra-cluster correlation coefficient (26) of 0•054 (the actual intra-cluster correlation coefficient at the first data collection was~0•05 for length-for-age Z-score) and type I (α) error set at 0•05 with 80 % power. Next, the calculated sample size was adjusted with the number of clusters (twelve) and average cluster sample size of 172. For the present study, the sample sizewith assumed intra-cluster correlation coefficient at 0•01 for IYCF indicatorsenabled us to detect a ≥10 % difference in the proportion of children achieving a minimum meal frequency and a 5 % difference in the proportion of children achieving a minimum dietary diversity as defined by WHO (27) between control and intervention groups. The random selection of children was conducted using a random-number-generating table, proportional to the population size of each cluster.",
        "section": "Study participants, sample size and sampling",
        "section_number": 14,
        "sentences": [
            "Since the present study evaluated secondary outcomes of the main evaluation, the sample size calculation estimated a difference of 0•2 in length-for-age Z-score at the end of 1-year follow-up, assuming 10 % lost to followup, Z-score SD of 0•9, intra-cluster correlation coefficient (26) of 0•054 (the actual intra-cluster correlation coefficient at the first data collection was~0•05 for length-for-age Z-score) and type I (α) error set at 0•05 with 80 % power.",
            "Next, the calculated sample size was adjusted with the number of clusters (twelve) and average cluster sample size of 172.",
            "For the present study, the sample sizewith assumed intra-cluster correlation coefficient at 0•01 for IYCF indicatorsenabled us to detect a ≥10 % difference in the proportion of children achieving a minimum meal frequency and a 5 % difference in the proportion of children achieving a minimum dietary diversity as defined by WHO (27) between control and intervention groups.",
            "The random selection of children was conducted using a random-number-generating table, proportional to the population size of each cluster."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37609",
        "text": "At enrolment, informed consent was obtained by reading the consent statement to the mothers and upon receiving consent getting her thumbprint (for illiterate mothers) or signature on the form. The first data collection (visit 1) was conducted following enrolment (20 November 2012 to 19 February 2013). Selected children and mothers were visited every 3 months thereafter, for a total of five times (visit 1 to visit 5) over the 12-month period. Thus, the children who were 6-12 months of age at the time of enrolment (visit 1) turned 18-24 months of age at the last data collection (visit 5, from 20 November 2013 to 19 February 2014). Enrolment information collected at visit 1 was used to assess comparability between the two groups. If an enrolled child was not found at a particular visit, attempts were continued to be made at subsequently scheduled visits.",
        "section": "Data collection",
        "section_number": 15,
        "sentences": [
            "At enrolment, informed consent was obtained by reading the consent statement to the mothers and upon receiving consent getting her thumbprint (for illiterate mothers) or signature on the form.",
            "The first data collection (visit 1) was conducted following enrolment (20 November 2012 to 19 February 2013).",
            "Selected children and mothers were visited every 3 months thereafter, for a total of five times (visit 1 to visit 5) over the 12-month period.",
            "Thus, the children who were 6-12 months of age at the time of enrolment (visit 1) turned 18-24 months of age at the last data collection (visit 5, from 20 November 2013 to 19 February 2014).",
            "Enrolment information collected at visit 1 was used to assess comparability between the two groups.",
            "If an enrolled child was not found at a particular visit, attempts were continued to be made at subsequently scheduled visits."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37609",
        "text": "Data collection was conducted by eighteen data collectors who had held, at minimum, a college education, were fluent in the Afan-Oromo language and were recruited from the study area. Data collectors were trained with structured questionnaires translated into the local language. The questionnaires included generic questions about IYCF practices in accordance with WHO guidelines (27) . Each mother was asked whether she was currently breast-feeding her child, how many times she had fed her child in the past 24 h (meal frequency) and what type of foods she had fed her child in the past 24 h using a list of food items (dietary diversity). Mothers were asked whether they had washed their hands with soap in the past 24 h at four critical time points (hand washing). The hand washing practice was evaluated at visits 1, 3 and 5 only, 6 months apart. Questions asked also included household demographic characteristics, dwelling conditions, main occupation, household assets, household food security, mothers' social capital, and available water sources and sanitation facilities. At all five follow-up visits, mothers were asked whether they had attended CPNP sessions in the past 3 months.",
        "section": "Data collection",
        "section_number": 16,
        "sentences": [
            "Data collection was conducted by eighteen data collectors who had held, at minimum, a college education, were fluent in the Afan-Oromo language and were recruited from the study area.",
            "Data collectors were trained with structured questionnaires translated into the local language.",
            "The questionnaires included generic questions about IYCF practices in accordance with WHO guidelines (27) .",
            "Each mother was asked whether she was currently breast-feeding her child, how many times she had fed her child in the past 24 h (meal frequency) and what type of foods she had fed her child in the past 24 h using a list of food items (dietary diversity).",
            "Mothers were asked whether they had washed their hands with soap in the past 24 h at four critical time points (hand washing).",
            "The hand washing practice was evaluated at visits 1, 3 and 5 only, 6 months apart.",
            "Questions asked also included household demographic characteristics, dwelling conditions, main occupation, household assets, household food security, mothers' social capital, and available water sources and sanitation facilities.",
            "At all five follow-up visits, mothers were asked whether they had attended CPNP sessions in the past 3 months."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37609",
        "text": "Data collectors had no interaction with the project implementation team, but they knew which clusters had nutrition sessions through contact with selected mothers at the survey visit.",
        "section": "Data collection",
        "section_number": 17,
        "sentences": [
            "Data collectors had no interaction with the project implementation team, but they knew which clusters had nutrition sessions through contact with selected mothers at the survey visit."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37609",
        "text": "The age-specific feeding and hygiene scoring system is described in Table 1 . The development of the scoring system was based on the multidimensional child feeding index developed by Ruel and Menon (28) . The scores were defined separately for three age groups: 6-8, 9-11 and 12-24 months, and examined at each survey visit, except for the hygiene score, which was examined across three visits. The examined scores at five visits each were summed to present a year score for child feeding and hygiene practices of mothers while their child was 6-24 months of age.",
        "section": "Protocols and definitions of variables",
        "section_number": 18,
        "sentences": [
            "The age-specific feeding and hygiene scoring system is described in Table 1 .",
            "The development of the scoring system was based on the multidimensional child feeding index developed by Ruel and Menon (28) .",
            "The scores were defined separately for three age groups: 6-8, 9-11 and 12-24 months, and examined at each survey visit, except for the hygiene score, which was examined across three visits.",
            "The examined scores at five visits each were summed to present a year score for child feeding and hygiene practices of mothers while their child was 6-24 months of age."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37609",
        "text": "Current breast-feeding score Current breast-feeding was defined as a mother reporting that she was currently breast-feeding the child (at the time of the visit). The score assigned a 0 for not breast-feeding and a 2 for breast-feeding among children 6-11 months of age; and a 0 for not breast-feeding or a 1 for breast-feeding among children 12 months of age or older at each visit.",
        "section": "Protocols and definitions of variables",
        "section_number": 19,
        "sentences": [
            "Current breast-feeding score Current breast-feeding was defined as a mother reporting that she was currently breast-feeding the child (at the time of the visit).",
            "The score assigned a 0 for not breast-feeding and a 2 for breast-feeding among children 6-11 months of age; and a 0 for not breast-feeding or a 1 for breast-feeding among children 12 months of age or older at each visit."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37609",
        "text": "The total score summed across five visits gave a possible range of 0-7. Differential scoring for breast-feeding by age (6-11 months v. 12 months or beyond) was based on the bigger nutritional consequence of not breast-feeding a younger child as compared with an older child.",
        "section": "Protocols and definitions of variables",
        "section_number": 20,
        "sentences": [
            "The total score summed across five visits gave a possible range of 0-7.",
            "Differential scoring for breast-feeding by age (6-11 months v. 12 months or beyond) was based on the bigger nutritional consequence of not breast-feeding a younger child as compared with an older child."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37609",
        "text": "Meal frequency was defined as the number of times the infant/child was given meals other than breast milk in the past 24 h. Meal frequency during the previous day was categorized into three scores based on the child's age range. The meal frequency score had a possible range of 0-2 at each visit before 12 months of age and a range of 0-3 from 12 months of age or older. These scores were summed across five visits, giving a possible range of 0-15.",
        "section": "Meal frequency score",
        "section_number": 21,
        "sentences": [
            "Meal frequency was defined as the number of times the infant/child was given meals other than breast milk in the past 24 h. Meal frequency during the previous day was categorized into three scores based on the child's age range.",
            "The meal frequency score had a possible range of 0-2 at each visit before 12 months of age and a range of 0-3 from 12 months of age or older.",
            "These scores were summed across five visits, giving a possible range of 0-15."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37609",
        "text": "Dietary diversity was calculated based on the number of different food groups the child consumed in the past 24 h (27) . At each visit, each mother was asked whether she had fed her child foods from any of the following fifteen food items/groups: breast milk; formula; animal milk (e.g. cow's milk); any food made from grains (e.g. sorghum, maize, wheat, teff or injera); any food made from pumpkins, carrots, red sweet potatoes or mango; any green leafy vegetables; any other fruits (bananas, tomatoes, apples or avocados); any liver, kidney, heart or other organ meats; any meat (e.g. beef, lamb or chicken); any food made from legumes or nuts (e.g. peas, lentils or peanuts); any food made with oil, fat or butter; eggs; fish; cheese or yoghurt; and any sugary foods (e.g. chocolates, sweets or sugary juice). These items were then grouped into seven food groups as follows: (i) grains; (ii) legumes and nuts; (iii) dairy foods; (iv) vitamin A-rich fruits and vegetables; (v) green leafy vegetables and other fruits; (vi) flesh foods Table 1 Scoring system used to construct scores for currently breast-feeding, meal frequency, dietary diversity, composite feeding and hand washing in Habro and Melka Bello districts, Ethiopia *Scoring of indicators was adapted to the child feeding indices proposed by Ruel and Menon (28) . †Composite feeding score_1 is a sum of scores of currently breast-feeding, meal frequency and dietary diversity. ‡Composite feeding score_2 is a sum of scores of meal frequency and dietary diversity. §Hand washing with water and soap was assessed at four critical points: (i) after the mother's defecation; (ii) after cleaning the child's bottom; (iii) before preparing foods; and (iv) before feeding the child in the past 24 h. such as meat, poultry and fish; and (vii) eggs. The sum of food groups consumed by the child during the previous day was categorized into three scores based on child age, giving a possible range of 0-2 for dietary diversity score at each visit. These scores were summed across five visits, giving a possible range of 0-10.",
        "section": "Dietary diversity score",
        "section_number": 22,
        "sentences": [
            "Dietary diversity was calculated based on the number of different food groups the child consumed in the past 24 h (27) .",
            "At each visit, each mother was asked whether she had fed her child foods from any of the following fifteen food items/groups: breast milk; formula; animal milk (e.g. cow's milk); any food made from grains (e.g. sorghum, maize, wheat, teff or injera); any food made from pumpkins, carrots, red sweet potatoes or mango; any green leafy vegetables; any other fruits (bananas, tomatoes, apples or avocados); any liver, kidney, heart or other organ meats; any meat (e.g. beef, lamb or chicken); any food made from legumes or nuts (e.g. peas, lentils or peanuts); any food made with oil, fat or butter; eggs; fish; cheese or yoghurt; and any sugary foods (e.g. chocolates, sweets or sugary juice).",
            "These items were then grouped into seven food groups as follows: (i) grains; (ii) legumes and nuts; (iii) dairy foods; (iv) vitamin A-rich fruits and vegetables; (v) green leafy vegetables and other fruits; (vi) flesh foods Table 1 Scoring system used to construct scores for currently breast-feeding, meal frequency, dietary diversity, composite feeding and hand washing in Habro and Melka Bello districts, Ethiopia *Scoring of indicators was adapted to the child feeding indices proposed by Ruel and Menon (28) .",
            "†Composite feeding score_1 is a sum of scores of currently breast-feeding, meal frequency and dietary diversity.",
            "‡Composite feeding score_2 is a sum of scores of meal frequency and dietary diversity. §",
            "Hand washing with water and soap was assessed at four critical points: (i) after the mother's defecation; (ii) after cleaning the child's bottom; (iii) before preparing foods; and (iv) before feeding the child in the past 24 h. such as meat, poultry and fish; and (vii) eggs.",
            "The sum of food groups consumed by the child during the previous day was categorized into three scores based on child age, giving a possible range of 0-2 for dietary diversity score at each visit.",
            "These scores were summed across five visits, giving a possible range of 0-10."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37609",
        "text": "Hand washing score The hand washing score was calculated by summing up the score of hand washing practices reported by mothers at visits 1, 3 and 5. Hand washing practices were assessed by asking whether the mother washed her hands with soap in the past 24 h at four critical points: after using a toilet; after cleaning the child's bottom; before preparing food; and before feeding the child. Washing hands with soap at three or four different points was scored 2; washing at one or two different points was scored 1. If mothers reported not washing their hands with soap at those critical points, they were scored 0. These scores were summed across three visits, giving a possible range of 0-6.",
        "section": "Dietary diversity score",
        "section_number": 23,
        "sentences": [
            "Hand washing score The hand washing score was calculated by summing up the score of hand washing practices reported by mothers at visits 1, 3 and 5.",
            "Hand washing practices were assessed by asking whether the mother washed her hands with soap in the past 24 h at four critical points: after using a toilet; after cleaning the child's bottom; before preparing food; and before feeding the child.",
            "Washing hands with soap at three or four different points was scored 2; washing at one or two different points was scored 1.",
            "If mothers reported not washing their hands with soap at those critical points, they were scored 0.",
            "These scores were summed across three visits, giving a possible range of 0-6."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37609",
        "text": "We constructed two types of composite feeding score: score_1 included indicators of current breast-feeding, meal frequency and dietary diversity; score_2 included indicators of meal frequency and dietary diversity only. These composite feeding scores for the 12-month follow-up were constructed by summing the scores of above indicators collected at each visit, giving a possible range of 0-30 for score_1 and 0-25 for score_2 over the five visits.",
        "section": "Composite feeding score_1 and score_2",
        "section_number": 24,
        "sentences": [
            "We constructed two types of composite feeding score: score_1 included indicators of current breast-feeding, meal frequency and dietary diversity; score_2 included indicators of meal frequency and dietary diversity only.",
            "These composite feeding scores for the 12-month follow-up were constructed by summing the scores of above indicators collected at each visit, giving a possible range of 0-30 for score_1 and 0-25 for score_2 over the five visits."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37609",
        "text": "The comparability of enrolment characteristics of mothers in the control and intervention areas was tested. Linear, logistic or multinomial logistic regression analyses were used for continuous, binary and categorical variables, respectively, to be tested, accounting for study design effect.",
        "section": "Statistical analysis",
        "section_number": 25,
        "sentences": [
            "The comparability of enrolment characteristics of mothers in the control and intervention areas was tested.",
            "Linear, logistic or multinomial logistic regression analyses were used for continuous, binary and categorical variables, respectively, to be tested, accounting for study design effect."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37609",
        "text": "Scores of feeding and hygiene involving current breastfeeding, meal frequency, dietary diversity, hand washing and two types of composite feeding were computed per visit to see the trend of these scores over survey visit. Bar graphs were used to plot unadjusted means (95 % confidence intervals) of feeding and hygiene scores per visit mentioned above.",
        "section": "Statistical analysis",
        "section_number": 26,
        "sentences": [
            "Scores of feeding and hygiene involving current breastfeeding, meal frequency, dietary diversity, hand washing and two types of composite feeding were computed per visit to see the trend of these scores over survey visit.",
            "Bar graphs were used to plot unadjusted means (95 % confidence intervals) of feeding and hygiene scores per visit mentioned above."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37609",
        "text": "Next, the scores at each of the five visits were summed to present year scores that indicate the feeding and hygiene practices of mothers of children 6-24 months of age. The differences in feeding and hygiene scores were examined between mothers in the control area v. mothers in the intervention area. Differences in scores of feeding and hygiene over the 12-month follow-up were estimated by multilevel mixed-effect linear regression models, accounting for the clustering effect, district location, and adjusting for confounders identified at enrolment such as household wealth index, father's education level, type of nearest health facility and household food security. In addition, the differences in outcome scores within the intervention area were examined between mothers who had ever participated in a CPNP session (defined as CPNP participants) v. mothers who had not attended any CPNP sessions (defined as non-participants).",
        "section": "Statistical analysis",
        "section_number": 27,
        "sentences": [
            "Next, the scores at each of the five visits were summed to present year scores that indicate the feeding and hygiene practices of mothers of children 6-24 months of age.",
            "The differences in feeding and hygiene scores were examined between mothers in the control area v. mothers in the intervention area.",
            "Differences in scores of feeding and hygiene over the 12-month follow-up were estimated by multilevel mixed-effect linear regression models, accounting for the clustering effect, district location, and adjusting for confounders identified at enrolment such as household wealth index, father's education level, type of nearest health facility and household food security.",
            "In addition, the differences in outcome scores within the intervention area were examined between mothers who had ever participated in a CPNP session (defined as CPNP participants) v. mothers who had not attended any CPNP sessions (defined as non-participants)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37609",
        "text": "Significance of the intervention effect was tested at P < 0•05. Data analysis was performed using the statistical software package Stata version 12.0.",
        "section": "Statistical analysis",
        "section_number": 28,
        "sentences": [
            "Significance of the intervention effect was tested at P < 0•05.",
            "Data analysis was performed using the statistical software package Stata version 12.0."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37609",
        "text": "Out of the 2064 mothers randomly selected, 914 (88•6 %) in the control and 876 (84•9 %) in the intervention areas were enrolled and visited every 3 months over a 1-year follow-up period. Reasons for exclusion included participants' absence at home at the time of follow-up or refusal to participate (n 89 in the intervention area and n 14 in the control area) or child's ineligibility based on age (n 67 in the intervention area and n 104 in the control area). The study groups did not differ by percentage of those followed per visit; 86•8 % (n 1553) were visited at visit 2, 86•4 % (n 1547) at visit 3, 83•9 % (n 1501) at visit 4 and 77•9 % (n 1395) at visit 5 (Fig. 1) .",
        "section": "Results",
        "section_number": 29,
        "sentences": [
            "Out of the 2064 mothers randomly selected, 914 (88•6 %) in the control and 876 (84•9 %) in the intervention areas were enrolled and visited every 3 months over a 1-year follow-up period.",
            "Reasons for exclusion included participants' absence at home at the time of follow-up or refusal to participate (n 89 in the intervention area and n 14 in the control area) or child's ineligibility based on age (n 67 in the intervention area and n 104 in the control area).",
            "The study groups did not differ by percentage of those followed per visit; 86•8 % (n 1553) were visited at visit 2, 86•4 % (n 1547) at visit 3, 83•9 % (n 1501) at visit 4 and 77•9 % (n 1395) at visit 5 (Fig. 1) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37609",
        "text": "The enrolment characteristics such as mother's education and age, child's age and sex, household dwelling condition, access to land for farming and social capital did not differ between the intervention and control areas when adjusted for clustering effect ( Table 2) Out of 1790 enrolled mothers, 1199 (67•0 %) mothers -629 (68•8 % of 914) in the control area and 570 (65•1 % of 876) in the intervention areawho were assessed at all five visits comprised a complete longitudinal data set of feeding and hygiene analyses (Fig. 1) . Compared with the mothers (n 1199) included in the analysis, those who were not included in the analysis (i.e. mothers missing at least one visit; n 591) had significantly greater radio possession ( Data are presented by visit ( Fig. 2 and online supplementary material, Supplemental Table 1 ). At visit 1, the mean currently breast-feeding score for all children was Mothers in the intervention area were found to feed their children significantly more often and practise better 12 clusters were randomized; infants at 3-9 months Clusters were paired and the randomization was done within each paired cluster Control area (6 clusters) Allocated to CMAM and ENA programes only Infants randomly selected at 3-9 months (n 1032)",
        "section": "Results",
        "section_number": 30,
        "sentences": [
            "The enrolment characteristics such as mother's education and age, child's age and sex, household dwelling condition, access to land for farming and social capital did not differ between the intervention and control areas when adjusted for clustering effect ( Table 2) Out of 1790 enrolled mothers, 1199 (67•0 %) mothers -629 (68•8 % of 914) in the control area and 570 (65•1 % of 876) in the intervention areawho were assessed at all five visits comprised a complete longitudinal data set of feeding and hygiene analyses (Fig. 1) .",
            "Compared with the mothers (n 1199) included in the analysis, those who were not included in the analysis (i.e. mothers missing at least one visit; n 591) had significantly greater radio possession ( Data are presented by visit ( Fig. 2 and online supplementary material, Supplemental Table 1 ).",
            "At visit 1, the mean currently breast-feeding score for all children was Mothers in the intervention area were found to feed their children significantly more often and practise better 12 clusters were randomized; infants at 3-9 months Clusters were paired and the randomization was done within each paired cluster Control area (6 clusters) Allocated to CMAM and ENA programes only Infants randomly selected at 3-9 months (n 1032)"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37609",
        "text": "Intervention area (6 clusters) Allocated to CPNP, CMAM and ENA programes Infants randomly selected at 3-9 months (n 1032) 14 ",
        "section": "Results",
        "section_number": 31,
        "sentences": [
            "Intervention area (6 clusters) Allocated to CPNP, CMAM and ENA programes Infants randomly selected at 3-9 months (n 1032) 14"
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37609",
        "text": "The CPNPa new community-based nutrition programme modelwas added to the ongoing government programmes and improved some child feeding practices in rural Eastern Ethiopia. Using summary scores, we found that the meal frequency score and two types of composite feeding score were significantly higher among mothers in the intervention area than in the control area over the 12-month follow-up period. During the same follow-up period, the meal frequency score and two composite feeding scores within the intervention area were higher among CPNP participants than among non-participants. There was a declining trend of breast-feeding while diet diversity increased over time in both groups (Fig. 2) . This trend was led by age-specific scoring of breast-feeding and children ageing over time. For the currently breast-feeding score, our scoring system assigned 0 or 2 points for the child's age of 6-11 months and 0 or 1 point for the age of 12-24 months (Table 2) . At visit 3 all children were 12-18 months old with their scores of 0 or 1 for currently *n 1199 for scores of currently breast-feeding, meal frequency, dietary diversity, composite feeding_1 and composite feeding_2; n 1350 for hand washing score. †Control area, mothers/children enrolled from the control area; intervention area, mothers/children enrolled from the intervention area. ‡Differences (95 % confidence intervals) in scores between control and intervention areas were derived from contrasts of each score using mixed-effect linear regression analysis accounting for clustering effect, father's education level, type of nearest health facility, household food insecurity and district location. §P values were obtained using mixed-effect linear regression analysis accounting for clustering effect, child age and sex, father's education level, type of nearest health facility, household food insecurity and district location. ║Composite feeding score_1 was constructed based on scores of breast-feeding, dietary diversity and meal frequency; composite feeding score_2 was constructed based on scores of dietary diversity and meal frequency.",
        "section": "Discussion",
        "section_number": 32,
        "sentences": [
            "The CPNPa new community-based nutrition programme modelwas added to the ongoing government programmes and improved some child feeding practices in rural Eastern Ethiopia.",
            "Using summary scores, we found that the meal frequency score and two types of composite feeding score were significantly higher among mothers in the intervention area than in the control area over the 12-month follow-up period.",
            "During the same follow-up period, the meal frequency score and two composite feeding scores within the intervention area were higher among CPNP participants than among non-participants.",
            "There was a declining trend of breast-feeding while diet diversity increased over time in both groups (Fig. 2) .",
            "This trend was led by age-specific scoring of breast-feeding and children ageing over time.",
            "For the currently breast-feeding score, our scoring system assigned 0 or 2 points for the child's age of 6-11 months and 0 or 1 point for the age of 12-24 months (Table 2) .",
            "At visit 3 all children were 12-18 months old with their scores of 0 or 1 for currently *n 1199 for scores of currently breast-feeding, meal frequency, dietary diversity, composite feeding_1 and composite feeding_2; n 1350 for hand washing score.",
            "†Control area, mothers/children enrolled from the control area; intervention area, mothers/children enrolled from the intervention area.",
            "‡Differences (95 % confidence intervals) in scores between control and intervention areas were derived from contrasts of each score using mixed-effect linear regression analysis accounting for clustering effect, father's education level, type of nearest health facility, household food insecurity and district location. §",
            "P values were obtained using mixed-effect linear regression analysis accounting for clustering effect, child age and sex, father's education level, type of nearest health facility, household food insecurity and district location.",
            "║Composite feeding score_1 was constructed based on scores of breast-feeding, dietary diversity and meal frequency; composite feeding score_2 was constructed based on scores of dietary diversity and meal frequency."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37609",
        "text": "breast-feeding. A slightly decreasing trend from visit 3 to visit 5 was due to their cessation of breast-feeding with completely replaced meals. An increasing trend of dietary diversity over time reflected the consumption of more diverse food by older children. A disaggregation of findings suggests that the differences in the two composite feeding scores between intervention and control areas and between CPNP participants and non-participants over the 12-month follow-up period were mainly driven by meal frequency scores. An analysis of each visit demonstrates that the differences in composite feeding scores between the intervention and control areas resulted primarily from better meal frequency scores at early visits and from higher dietary diversity scores at later visits. These results may imply that the CPNP programme in this context could be effective in increasing meal frequency in a relatively short period among younger children, but that longer exposure to the programme may be needed to improve dietary diversity. Specifically, dietary diversity scores among CPNP participants seemed to run above the scores of mothers in the control area in all visits, while the dietary diversity scores of non-participants in the intervention area were likely to reach below those of the control area by visit 3 (data not shown). Thus, although CPNP participants kept better dietary diversity practices from the start of follow-up, significant improvements in dietary diversity in the whole intervention area was not evident in early visits. Non-participants in the intervention area, however, gradually caught up to the level of dietary diversity of CPNP participants, and, by visit 4, the non-participants had significantly higher dietary diversity scores than those of the control area, which again led to a significant difference in favour of the entire intervention area (data not shown). Meanwhile, such discernible advances were not seen in the meal frequency of non-participants at each visit despite significant differences in meal frequency scores between the participants and non-participants over the year of follow-up.",
        "section": "Discussion",
        "section_number": 33,
        "sentences": [
            "breast-feeding.",
            "A slightly decreasing trend from visit 3 to visit 5 was due to their cessation of breast-feeding with completely replaced meals.",
            "An increasing trend of dietary diversity over time reflected the consumption of more diverse food by older children.",
            "A disaggregation of findings suggests that the differences in the two composite feeding scores between intervention and control areas and between CPNP participants and non-participants over the 12-month follow-up period were mainly driven by meal frequency scores.",
            "An analysis of each visit demonstrates that the differences in composite feeding scores between the intervention and control areas resulted primarily from better meal frequency scores at early visits and from higher dietary diversity scores at later visits.",
            "These results may imply that the CPNP programme in this context could be effective in increasing meal frequency in a relatively short period among younger children, but that longer exposure to the programme may be needed to improve dietary diversity.",
            "Specifically, dietary diversity scores among CPNP participants seemed to run above the scores of mothers in the control area in all visits, while the dietary diversity scores of non-participants in the intervention area were likely to reach below those of the control area by visit 3 (data not shown).",
            "Thus, although CPNP participants kept better dietary diversity practices from the start of follow-up, significant improvements in dietary diversity in the whole intervention area was not evident in early visits.",
            "Non-participants in the intervention area, however, gradually caught up to the level of dietary diversity of CPNP participants, and, by visit 4, the non-participants had significantly higher dietary diversity scores than those of the control area, which again led to a significant difference in favour of the entire intervention area (data not shown).",
            "Meanwhile, such discernible advances were not seen in the meal frequency of non-participants at each visit despite significant differences in meal frequency scores between the participants and non-participants over the year of follow-up."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37609",
        "text": "A spill-over effect of the CPNP programme in improving feeding practices in the entire intervention area would be plausible given the assumption of frequent contacts involving the transfer of feeding messages from nutrition sessions among CPNP participants and non-participants. Indeed, more mothers could have come in contact with CPNP participants over time in the intervention area, especially given the 40•7 % increase of the participant population in the intervention area. Even at visit 1,~45 % of all mothers in the intervention area reported ever having contact with participants in the past 3 months. The increase in the proportion of participants and frequent contacts between the participants and non-participants may have increased information sharing and potentially influenced the social norm around child feeding practices among all mothers in the intervention area.",
        "section": "Discussion",
        "section_number": 34,
        "sentences": [
            "A spill-over effect of the CPNP programme in improving feeding practices in the entire intervention area would be plausible given the assumption of frequent contacts involving the transfer of feeding messages from nutrition sessions among CPNP participants and non-participants.",
            "Indeed, more mothers could have come in contact with CPNP participants over time in the intervention area, especially given the 40•7 % increase of the participant population in the intervention area.",
            "Even at visit 1,~45 % of all mothers in the intervention area reported ever having contact with participants in the past 3 months.",
            "The increase in the proportion of participants and frequent contacts between the participants and non-participants may have increased information sharing and potentially influenced the social norm around child feeding practices among all mothers in the intervention area."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37609",
        "text": "The lack of differences in breast-feeding scores between the two areas was understandable, considering that the programmatic nature of the CPNP placed more emphasis on complementary feeding.",
        "section": "Discussion",
        "section_number": 35,
        "sentences": [
            "The lack of differences in breast-feeding scores between the two areas was understandable, considering that the programmatic nature of the CPNP placed more emphasis on complementary feeding."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37609",
        "text": "The non-significant difference in hand washing practices over the year of follow-up between control and intervention areas might be due to the availability of information in the community on hygiene practices. For example, the HEP, a government-led primary health care programme, promotes hand washing and sanitation at the kebele level. Therefore, the knowledge of hand washing with soap may have already been prevalent among mothers in all study areas.",
        "section": "Discussion",
        "section_number": 36,
        "sentences": [
            "The non-significant difference in hand washing practices over the year of follow-up between control and intervention areas might be due to the availability of information in the community on hygiene practices.",
            "For example, the HEP, a government-led primary health care programme, promotes hand washing and sanitation at the kebele level.",
            "Therefore, the knowledge of hand washing with soap may have already been prevalent among mothers in all study areas."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37609",
        "text": "Interestingly, the differences in scores between control and intervention areas were reduced at the last visit when children turned 18-24 months of age. We suggest several possible reasons for this decrease. First is a possibly weakened CPNP programme effect at the community level after the programme's phase-out (at visit 4). Although CPNP, community-based participatory nutrition promotion. *n 570 for scores of currently breast-feeding, meal frequency, dietary diversity, composite feeding_1 and composite feeding_2; n 674 for hand washing score. †Non-participants, mothers who never attended CPNP session in the intervention area; CPNP participants, mothers who ever attended CPNP session in the intervention area. ‡Differences (95 % confidence intervals) in scores between non-participants and CPNP participants were derived from contrasts of each score using mixedeffect linear regression analysis accounting for clustering effect, father's education level, household food insecurity and district location. §P values were obtained using mixed-effect linear regression analysis accounting for clustering effect, father's education level, household food insecurity and district location ║Composite feeding score_1 was constructed based on scores of breast-feeding, dietary diversity and meal frequency; composite feeding score_2 was constructed based on scores of dietary diversity and meal frequency.",
        "section": "Discussion",
        "section_number": 37,
        "sentences": [
            "Interestingly, the differences in scores between control and intervention areas were reduced at the last visit when children turned 18-24 months of age.",
            "We suggest several possible reasons for this decrease.",
            "First is a possibly weakened CPNP programme effect at the community level after the programme's phase-out (at visit 4).",
            "Although CPNP, community-based participatory nutrition promotion. *",
            "n 570 for scores of currently breast-feeding, meal frequency, dietary diversity, composite feeding_1 and composite feeding_2; n 674 for hand washing score.",
            "†Non-participants, mothers who never attended CPNP session in the intervention area; CPNP participants, mothers who ever attended CPNP session in the intervention area.",
            "‡Differences (95 % confidence intervals) in scores between non-participants and CPNP participants were derived from contrasts of each score using mixedeffect linear regression analysis accounting for clustering effect, father's education level, household food insecurity and district location. §",
            "P values were obtained using mixed-effect linear regression analysis accounting for clustering effect, father's education level, household food insecurity and district location ║Composite feeding score_1 was constructed based on scores of breast-feeding, dietary diversity and meal frequency; composite feeding score_2 was constructed based on scores of dietary diversity and meal frequency."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37609",
        "text": "mothers directly or indirectly experienced the CPNP programme by that time, a longer exposure to the programme (until children turn 24 months of age, for example) may be necessary for mothers to maintain improved child feeding practices. Second, increased sharing of messages from the nutrition sessions in intervention areas may have 'contaminated' the knowledge of mothers in the control area. This would lead to improvements in feeding practices in the control area, in turn shrinking the differences in practices when compared against those from the intervention area. Since there is no physical border separating people from the control and intervention areas, mothers in the control area might have had opportunities to get information about CPNP lessons either from the participants or community members in the intervention area. Third, the programme may have a stronger effect among younger v. older children (e.g. before 18 months of age). In an intervention that attempts to change mothers' behaviours during the child's 6-24-month period, it would be comprehensible for concerns of child nutritional status to be greatest when the child is youngest. Despite the need of further investigation, these considerations would help programme practitioners improve the CPNP programme so as to maximize impact and sustainability.",
        "section": "Discussion",
        "section_number": 38,
        "sentences": [
            "mothers directly or indirectly experienced the CPNP programme by that time, a longer exposure to the programme (until children turn 24 months of age, for example) may be necessary for mothers to maintain improved child feeding practices.",
            "Second, increased sharing of messages from the nutrition sessions in intervention areas may have 'contaminated' the knowledge of mothers in the control area.",
            "This would lead to improvements in feeding practices in the control area, in turn shrinking the differences in practices when compared against those from the intervention area.",
            "Since there is no physical border separating people from the control and intervention areas, mothers in the control area might have had opportunities to get information about CPNP lessons either from the participants or community members in the intervention area.",
            "Third, the programme may have a stronger effect among younger v. older children (e.g. before 18 months of age).",
            "In an intervention that attempts to change mothers' behaviours during the child's 6-24-month period, it would be comprehensible for concerns of child nutritional status to be greatest when the child is youngest.",
            "Despite the need of further investigation, these considerations would help programme practitioners improve the CPNP programme so as to maximize impact and sustainability."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37609",
        "text": "The environment in which the study was conducted, where food resources are limited, also likely imposes constraints on mothers' ability to prepare sufficient and diversified foods for young children. In some food-secure contexts such as Peru and China, nutrition education or counselling alone delivered by health-care providers at health centres enhanced consumption of specific types of food such as animal foods, which were affordable to mothers in these settings (29, 30) . A study in Peru showed that children in the intervention area had higher energy intake and greater consumption of animal foods, Fe and Zn from complementary foods (29) . In a study in China, the intervention improved the percentage of meat, beans, and yellow-and orange-coloured foods consumed (30) .",
        "section": "Discussion",
        "section_number": 39,
        "sentences": [
            "The environment in which the study was conducted, where food resources are limited, also likely imposes constraints on mothers' ability to prepare sufficient and diversified foods for young children.",
            "In some food-secure contexts such as Peru and China, nutrition education or counselling alone delivered by health-care providers at health centres enhanced consumption of specific types of food such as animal foods, which were affordable to mothers in these settings (29, 30) .",
            "A study in Peru showed that children in the intervention area had higher energy intake and greater consumption of animal foods, Fe and Zn from complementary foods (29) .",
            "In a study in China, the intervention improved the percentage of meat, beans, and yellow-and orange-coloured foods consumed (30) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37609",
        "text": "In contrast, in food-insecure settings, paraprofessional community workers or peer mothers often played a role of delivering nutrition education to caregivers in their communities (31) . Complementary feeding education trials in food-insecure environments have been shown to be effective in increasing meal feeding frequency and energy intakes from complementary foods among intervened children, but no improvements were seen regarding dietary diversity (31) (32) (33) . A randomized controlled trial in Vietnam that evaluated the impact of the Positive Deviance/Hearth programme showed increased breastfeeding frequency and increased daily food consumption among intervened children (34) . Our study is meaningful because it adds to the literature on complementary feeding education interventions, showing consistent findings with the above studies, such as in improving meal frequency and composite child feeding practices.",
        "section": "Discussion",
        "section_number": 40,
        "sentences": [
            "In contrast, in food-insecure settings, paraprofessional community workers or peer mothers often played a role of delivering nutrition education to caregivers in their communities (31) .",
            "Complementary feeding education trials in food-insecure environments have been shown to be effective in increasing meal feeding frequency and energy intakes from complementary foods among intervened children, but no improvements were seen regarding dietary diversity (31) (32) (33) .",
            "A randomized controlled trial in Vietnam that evaluated the impact of the Positive Deviance/Hearth programme showed increased breastfeeding frequency and increased daily food consumption among intervened children (34) .",
            "Our study is meaningful because it adds to the literature on complementary feeding education interventions, showing consistent findings with the above studies, such as in improving meal frequency and composite child feeding practices."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37609",
        "text": "Child feeding indices were often used to examine comprehensive feeding practices and their associations with child growth or macro-or micronutrient intake in some African and Asian settings (28, (35) (36) (37) . In general, five types of indicatorsbreast-feeding, dietary diversity based on seven or eight food groups in the past 24 h, meal frequency, bottle-feeding and food group frequency in the past weekhave been used to construct these indices. Our study used only three of these indicators: breastfeeding, meal frequency and dietary diversity.",
        "section": "Discussion",
        "section_number": 41,
        "sentences": [
            "Child feeding indices were often used to examine comprehensive feeding practices and their associations with child growth or macro-or micronutrient intake in some African and Asian settings (28, (35) (36) (37) .",
            "In general, five types of indicatorsbreast-feeding, dietary diversity based on seven or eight food groups in the past 24 h, meal frequency, bottle-feeding and food group frequency in the past weekhave been used to construct these indices.",
            "Our study used only three of these indicators: breastfeeding, meal frequency and dietary diversity."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37609",
        "text": "The strength of our study was the use of a cluster randomized trial to compare feeding and hygiene practices among a longitudinal cohort of mothers over a 12-month follow-up period. Nevertheless, there are a few limitations that deserve mention here. First, true baseline data for feeding and hygiene practices were not available. This limited our ability to understand the outcomes in feeding and hygiene scores at visit 1. For example, it remained unclear as to how much of the differences observed between intervention and comparison areas were attributable to the CPNP programme, and how much of the differences resulted from variations of the control and intervention areas at enrolment. Considering the decreasing trend of such differences in some outcome scores between the intervention and control areas or between participants and non-participants over the followup, we infer that the programme effects may have already occurred before the first survey visit. This is the reason why we evaluated summary scores over the 12 months of follow-up rather than focusing on outcomes at individual visits. Second, the CPNP programme was not blinded because the CPNP activities could be observed by any community member; however, data collection procedures were standardized and enumerators were trained to remain unbiased towards all mothers to reduce bias. Third, comparability between control and intervention areas was lacking, yet potential confounders were adjusted for in the analysis, which might result in changes in study findings. This suggests that some of these factors (such as household food insecurity) may have influenced behavioural outcomes. Lastly, all assessments relied on maternal recall and were not based on direct observation, so we cannot exclude the possibility that CPNP groups or other mothers in the intervention area might have exhibited higher social desirability to provide the correct answer to the questions asked rather than to report their true practices. This might be a source of bias to the outcomes despite interviewers' training to retain neutral attitudes towards all study mothers. However, given the programme's effects on other health/functional outcomes that we also assessed (19) , our results indicate that the CPNP intervention may have had positive effects and that behaviours may have in fact changed.",
        "section": "Discussion",
        "section_number": 42,
        "sentences": [
            "The strength of our study was the use of a cluster randomized trial to compare feeding and hygiene practices among a longitudinal cohort of mothers over a 12-month follow-up period.",
            "Nevertheless, there are a few limitations that deserve mention here.",
            "First, true baseline data for feeding and hygiene practices were not available.",
            "This limited our ability to understand the outcomes in feeding and hygiene scores at visit 1.",
            "For example, it remained unclear as to how much of the differences observed between intervention and comparison areas were attributable to the CPNP programme, and how much of the differences resulted from variations of the control and intervention areas at enrolment.",
            "Considering the decreasing trend of such differences in some outcome scores between the intervention and control areas or between participants and non-participants over the followup, we infer that the programme effects may have already occurred before the first survey visit.",
            "This is the reason why we evaluated summary scores over the 12 months of follow-up rather than focusing on outcomes at individual visits.",
            "Second, the CPNP programme was not blinded because the CPNP activities could be observed by any community member; however, data collection procedures were standardized and enumerators were trained to remain unbiased towards all mothers to reduce bias.",
            "Third, comparability between control and intervention areas was lacking, yet potential confounders were adjusted for in the analysis, which might result in changes in study findings.",
            "This suggests that some of these factors (such as household food insecurity) may have influenced behavioural outcomes.",
            "Lastly, all assessments relied on maternal recall and were not based on direct observation, so we cannot exclude the possibility that CPNP groups or other mothers in the intervention area might have exhibited higher social desirability to provide the correct answer to the questions asked rather than to report their true practices.",
            "This might be a source of bias to the outcomes despite interviewers' training to retain neutral attitudes towards all study mothers.",
            "However, given the programme's effects on other health/functional outcomes that we also assessed (19) , our results indicate that the CPNP intervention may have had positive effects and that behaviours may have in fact changed."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37609",
        "text": "Our study findings imply that efforts to promote optimal IYCF with behaviour change communication should not be underestimated in resource-limited settings, despite the limited evidence of effects of nutrition education in improving IYCF and child nutritional status. The CPNP has an advantage as a platform where mothers themselves could practise and adopt necessary feeding behaviours in an affordable and community-accepted way. Furthermore, the CPNP programme leveraged a context where other nutrition programmes (CMAM, for example) were implemented. That condition would help stable operations of the CPNP programme in the study area by addressing acutely malnourished cases among children. Therefore, we recommend that the CPNP model is applied in similar settings where nutrition interventions that provide supplementary foods or therapeutic supplements are available.",
        "section": "Discussion",
        "section_number": 43,
        "sentences": [
            "Our study findings imply that efforts to promote optimal IYCF with behaviour change communication should not be underestimated in resource-limited settings, despite the limited evidence of effects of nutrition education in improving IYCF and child nutritional status.",
            "The CPNP has an advantage as a platform where mothers themselves could practise and adopt necessary feeding behaviours in an affordable and community-accepted way.",
            "Furthermore, the CPNP programme leveraged a context where other nutrition programmes (CMAM, for example) were implemented.",
            "That condition would help stable operations of the CPNP programme in the study area by addressing acutely malnourished cases among children.",
            "Therefore, we recommend that the CPNP model is applied in similar settings where nutrition interventions that provide supplementary foods or therapeutic supplements are available."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37609",
        "text": "The sustainability of the CPNP approach could be discussed in two ways: its 'benefit over time' and 'capacity to maintain the programing' (38) . First, the CPNP programme contributed benefits to the existing ENA programme. The district health offices in Habro and Melka Bello areas reported that the CPNP component drew greater involvement from participants and played a key role in the ENA programme over the study period (39) . This suggests that the CPNP approach could be harmonized with and strengthen existing programmes, which sheds light on the programme's potential to be sustained in this context. Second, the present study, which followed up a longitudinal group up to 24 months of age, has a limitation in explaining the sustained programme impact after the programme's phase-out. Thus, the impact of the recommended practices needs to be evaluated using cross-sectional surveys of children aged 6-24 months at intervals of several years. Third, the capacity to maintain the CPNP programming should be proven within the community health system. Our study was based on the CPNP programme managed by a non-governmental organization which hired operators and supervisors. After the phase-out of the programme, the study district health offices advocated for the continuation of the CPNP programme and promoted community volunteers as operators. This spontaneous adoption and expansion of the programme supports a promise that CPNP can and will be integrated into the community health system, as a means of ensuring the programme's sustainability.",
        "section": "Discussion",
        "section_number": 44,
        "sentences": [
            "The sustainability of the CPNP approach could be discussed in two ways: its 'benefit over time' and 'capacity to maintain the programing' (38) .",
            "First, the CPNP programme contributed benefits to the existing ENA programme.",
            "The district health offices in Habro and Melka Bello areas reported that the CPNP component drew greater involvement from participants and played a key role in the ENA programme over the study period (39) .",
            "This suggests that the CPNP approach could be harmonized with and strengthen existing programmes, which sheds light on the programme's potential to be sustained in this context.",
            "Second, the present study, which followed up a longitudinal group up to 24 months of age, has a limitation in explaining the sustained programme impact after the programme's phase-out.",
            "Thus, the impact of the recommended practices needs to be evaluated using cross-sectional surveys of children aged 6-24 months at intervals of several years.",
            "Third, the capacity to maintain the CPNP programming should be proven within the community health system.",
            "Our study was based on the CPNP programme managed by a non-governmental organization which hired operators and supervisors.",
            "After the phase-out of the programme, the study district health offices advocated for the continuation of the CPNP programme and promoted community volunteers as operators.",
            "This spontaneous adoption and expansion of the programme supports a promise that CPNP can and will be integrated into the community health system, as a means of ensuring the programme's sustainability."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37609",
        "text": "Y Kang et al.",
        "section": "",
        "section_number": 45,
        "sentences": [
            "Y Kang et al."
        ],
        "sentence_labels": [
            -1
        ]
    }
]