[
    {
        "doc_id": "33389",
        "text": "Behavioral problems in schools can cause serious harm to the emotional and social well-being of students and limit their ability to achieve their full academic potential. A prior pilot study on the universal application of Coping Power showed a significant decrease in the hyperactivity behaviors of five classes. The next step was to test whether Coping Power Universal could be successfully implemented by teachers in a variety of Italian schools. The sample involved 40 third-and fourth-grade classes (901 students) from public schools located in three Italian cities. Twenty classes were randomly assigned to Coping Power Universal, and 20 classes were randomly assigned to the control group, which received the strictly standard academic curriculum of Italian elementary schools. At each assessment period, the teachers completed the Strengths and Difficulties Questionnaire. The findings showed a significant reduction in hyperactive and inattention behaviors and conduct problems and emotional symptoms in the intervention classes compared with the control classes. This study suggests that Coping Power model can be delivered in school settings at both universal and targeted prevention levels and that in this multi-tiered prevention model, teachers can learn a set of intervention skills which can be delivered with flexibility, thus reducing some of the complexity and costs of schools using multiple interventions.",
        "section": "Abstract",
        "sentences": [
            "Behavioral problems in schools can cause serious harm to the emotional and social well-being of students and limit their ability to achieve their full academic potential.",
            "A prior pilot study on the universal application of Coping Power showed a significant decrease in the hyperactivity behaviors of five classes.",
            "The next step was to test whether Coping Power Universal could be successfully implemented by teachers in a variety of Italian schools.",
            "The sample involved 40 third-and fourth-grade classes (901 students) from public schools located in three Italian cities.",
            "Twenty classes were randomly assigned to Coping Power Universal, and 20 classes were randomly assigned to the control group, which received the strictly standard academic curriculum of Italian elementary schools.",
            "At each assessment period, the teachers completed the Strengths and Difficulties Questionnaire.",
            "The findings showed a significant reduction in hyperactive and inattention behaviors and conduct problems and emotional symptoms in the intervention classes compared with the control classes.",
            "This study suggests that Coping Power model can be delivered in school settings at both universal and targeted prevention levels and that in this multi-tiered prevention model, teachers can learn a set of intervention skills which can be delivered with flexibility, thus reducing some of the complexity and costs of schools using multiple interventions."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33389",
        "text": "Behavioral difficulties in schools are at the forefront of issues of concern to teachers, educators, and school administrators, and they can disrupt the classroom environment and limit students' ability to achieve their full academic potential (Dodge et al. 2008) . In the long term, children with elevated levels of behavioral problems are at risk for a host of other negative outcomes including delinquency, violent behaviors, and substance abuse (Tremblay 2000) . In addition, these behaviors in the elementary years predict later academic underachievement, need for special education, and increased likelihood of school dropout (Masten et al. 2010) , and it could be hypothesized that the severity of behavioral problems might be an important and unique predictor of all forms of school maladjustment, through both direct and indirect processes (Dodge et al. 2008) . Behavioral problems among schoolchildren are an international problem, and are apparent in Italy, the site of this trial. Forty-two percent of children in primary schools and 28 % in secondary schools have indicated that they had been the victims by peer aggression at least a few times in the previous 3-month period (Genta et al. 1996) . Finally, it has been recognized for many years that schools are optimal environments for interventions because of the amount of time children spend in school. For these reasons, we adapted Coping Power (CP) as a universal prevention model aimed to reduce children's behavioral difficulties in Italian primary schools. This new model of intervention, named Coping Power Universal (CPU), uses the CP model and program activities as a foundation.",
        "section": "",
        "section_number": 1,
        "sentences": [
            "Behavioral difficulties in schools are at the forefront of issues of concern to teachers, educators, and school administrators, and they can disrupt the classroom environment and limit students' ability to achieve their full academic potential (Dodge et al. 2008) .",
            "In the long term, children with elevated levels of behavioral problems are at risk for a host of other negative outcomes including delinquency, violent behaviors, and substance abuse (Tremblay 2000) .",
            "In addition, these behaviors in the elementary years predict later academic underachievement, need for special education, and increased likelihood of school dropout (Masten et al. 2010) , and it could be hypothesized that the severity of behavioral problems might be an important and unique predictor of all forms of school maladjustment, through both direct and indirect processes (Dodge et al. 2008) .",
            "Behavioral problems among schoolchildren are an international problem, and are apparent in Italy, the site of this trial.",
            "Forty-two percent of children in primary schools and 28 % in secondary schools have indicated that they had been the victims by peer aggression at least a few times in the previous 3-month period (Genta et al. 1996) .",
            "Finally, it has been recognized for many years that schools are optimal environments for interventions because of the amount of time children spend in school.",
            "For these reasons, we adapted Coping Power (CP) as a universal prevention model aimed to reduce children's behavioral difficulties in Italian primary schools.",
            "This new model of intervention, named Coping Power Universal (CPU), uses the CP model and program activities as a foundation."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33389",
        "text": "Coping power, in its original form, is an evidence-based targeted prevention intervention that has yielded positive results with students at risk of developing behavioral problems (Lochman and Wells 2002) . Several studies have documented CPs effectiveness in reducing children's behavioral difficulties at school and their subsequent risk of delinquency and substance use during the years following intervention (Lochman and Wells 2004; Lochman et al. 2013 Lochman et al. , 2014 . Furthermore, CP has also shown positive effects on students' language arts grades at follow-up 2 years post-intervention (Lochman et al. 2012) . Based on reviews of the evidence base in these efficacy studies, the Coping Power program has been rated as having positive effects on externalizing behavior in the What Works Clearinghouse (Institute of Education Sciences), as a Bpromising program^by Blueprints for Healthy Youth Development and by CrimeSolutions.gov (National Institute of Justice), and as a Bwell-supported program^by the California Evidence-Based Clearinghouse for Child Welfare.",
        "section": "",
        "section_number": 2,
        "sentences": [
            "Coping power, in its original form, is an evidence-based targeted prevention intervention that has yielded positive results with students at risk of developing behavioral problems (Lochman and Wells 2002) .",
            "Several studies have documented CPs effectiveness in reducing children's behavioral difficulties at school and their subsequent risk of delinquency and substance use during the years following intervention (Lochman and Wells 2004; Lochman et al. 2013 Lochman et al. , 2014 .",
            "Furthermore, CP has also shown positive effects on students' language arts grades at follow-up 2 years post-intervention (Lochman et al. 2012) .",
            "Based on reviews of the evidence base in these efficacy studies, the Coping Power program has been rated as having positive effects on externalizing behavior in the What Works Clearinghouse (Institute of Education Sciences), as a Bpromising program^by Blueprints for Healthy Youth Development and by CrimeSolutions.gov (National Institute of Justice), and as a Bwell-supported program^by the California Evidence-Based Clearinghouse for Child Welfare."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33389",
        "text": "In its original form, CP is a targeted prevention program. It is guided by a contextual social-cognitive model as a conceptual framework to identify intervention objectives. This framework indicates the child social-cognitive characteristics on which an aggression prevention intervention should intervene to reduce aggressive behavioral problems. Prior to adapting CP as a universal prevention model, our staff received intensive training, consultation, and supervision from videotapes of sessions of CP, delivered in its original form. The Italian developers of CPU had been extensively trained in the CP model over several years, and they used that training to serve as the foundation for the developmental of CPU.",
        "section": "",
        "section_number": 3,
        "sentences": [
            "In its original form, CP is a targeted prevention program.",
            "It is guided by a contextual social-cognitive model as a conceptual framework to identify intervention objectives.",
            "This framework indicates the child social-cognitive characteristics on which an aggression prevention intervention should intervene to reduce aggressive behavioral problems.",
            "Prior to adapting CP as a universal prevention model, our staff received intensive training, consultation, and supervision from videotapes of sessions of CP, delivered in its original form.",
            "The Italian developers of CPU had been extensively trained in the CP model over several years, and they used that training to serve as the foundation for the developmental of CPU."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33389",
        "text": "Why should we adapt CP for universal prevention in the Italian school context? First, targeted prevention interventions (such as CP in its original form) are difficult to implement in Italian schools for bureaucratic reasons. Parents often do not consent to targeted interventions out of fear that their children can lose class time and that be stigmatized. Second, although Italy is a high-income country, Italian schools are dealing with a significant number of children with aggressive behaviors, and there is a body of research that supports the effectiveness of a select number of school-based prevention programs for student's behavioral problems (Bradshaw et al. 2009; Durlak et al. 2011) . However, Italian school districts have not used these evidence-based models but have developed their own aggression prevention interventions in response to local conditions. Usually, these interventions include a psychologist/ counselor who provides behavioral consultation to teachers regarding both the high-risk children and other students. Importantly, most of these interventions are not based on empirical theories of aggressive behavior development and there are no universal aggression prevention models rigorously evaluated in Italian school context. Third, through universal interventions, school staff can address the unmet needs of children, especially underserved youth who face heightened stress in less resourced areas (McKay et al. 2004) . Fourth, given its focus on enhancing children's social emotional development, it is appropriate to adapt CP as a universal prevention model aimed to reduce children's behavioral difficulties in the whole class.",
        "section": "",
        "section_number": 4,
        "sentences": [
            "Why should we adapt CP for universal prevention in the Italian school context?",
            "First, targeted prevention interventions (such as CP in its original form) are difficult to implement in Italian schools for bureaucratic reasons.",
            "Parents often do not consent to targeted interventions out of fear that their children can lose class time and that be stigmatized.",
            "Second, although Italy is a high-income country, Italian schools are dealing with a significant number of children with aggressive behaviors, and there is a body of research that supports the effectiveness of a select number of school-based prevention programs for student's behavioral problems (Bradshaw et al. 2009; Durlak et al. 2011) .",
            "However, Italian school districts have not used these evidence-based models but have developed their own aggression prevention interventions in response to local conditions.",
            "Usually, these interventions include a psychologist/ counselor who provides behavioral consultation to teachers regarding both the high-risk children and other students.",
            "Importantly, most of these interventions are not based on empirical theories of aggressive behavior development and there are no universal aggression prevention models rigorously evaluated in Italian school context.",
            "Third, through universal interventions, school staff can address the unmet needs of children, especially underserved youth who face heightened stress in less resourced areas (McKay et al. 2004) .",
            "Fourth, given its focus on enhancing children's social emotional development, it is appropriate to adapt CP as a universal prevention model aimed to reduce children's behavioral difficulties in the whole class."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33389",
        "text": "What were the basic principles when we created the adaptation of CP as universal prevention program? In other words, the question here is whether our intervention model can be considered an adaptation of the original evidence-based CP, or it has been so altered, that it can no longer be considered that same evidence-based strategy. In the first phase of the current project, we discussed with Prof. John Lochman, who developed the original version of CP, the above point. We decided to adapt only the child component, and we decided to follow these three basic principles during the adaptation process:",
        "section": "",
        "section_number": 5,
        "sentences": [
            "What were the basic principles when we created the adaptation of CP as universal prevention program?",
            "In other words, the question here is whether our intervention model can be considered an adaptation of the original evidence-based CP, or it has been so altered, that it can no longer be considered that same evidence-based strategy.",
            "In the first phase of the current project, we discussed with Prof. John Lochman, who developed the original version of CP, the above point.",
            "We decided to adapt only the child component, and we decided to follow these three basic principles during the adaptation process:"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33389",
        "text": "-The contextual social-cognitive model serves as theoretical foundation for both versions of the CP program, targeted and universal versions. Consequentially, both programs intervene on the same child risk factors for aggressive behavioral problems indicated by the contextual social-cognitive model. -The delivery of the universal program itself is guided by the same set of principles as CP, based on improving children's emotional regulation strategies and enhancing their problem-solving skills. -The universal intervention uses the same set of practices as the targeted version, including activities and worksheets.",
        "section": "",
        "section_number": 6,
        "sentences": [
            "-The contextual social-cognitive model serves as theoretical foundation for both versions of the CP program, targeted and universal versions.",
            "Consequentially, both programs intervene on the same child risk factors for aggressive behavioral problems indicated by the contextual social-cognitive model.",
            "-The delivery of the universal program itself is guided by the same set of principles as CP, based on improving children's emotional regulation strategies and enhancing their problem-solving skills.",
            "-The universal intervention uses the same set of practices as the targeted version, including activities and worksheets."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33389",
        "text": "In summary, CPU covers the major objectives of CP; it is based on the evidence-based original program, with its focus on active mechanisms targeting specific risk factors. However, CP includes structured activities for 6-8 children group; consequentially, we had to modify several activities to make them applicable to a class of 20-25 children. Table 1 shows some examples of these adaptations.",
        "section": "",
        "section_number": 7,
        "sentences": [
            "In summary, CPU covers the major objectives of CP; it is based on the evidence-based original program, with its focus on active mechanisms targeting specific risk factors.",
            "However, CP includes structured activities for 6-8 children group; consequentially, we had to modify several activities to make them applicable to a class of 20-25 children.",
            "Table 1 shows some examples of these adaptations."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33389",
        "text": "CPU implementation in Italian culture is also noteworthy as the challenge was to assess whether a program created for application in the US cultural context and educational setting could be adapted to a different cultural context with a different educational setting. In fact, intervention programs that are effective in one context sometimes have little or no effect in international replication studies (Sundell et al. 2014) ; therefore, attention should be paid to the successful implementation of a program in a new cultural context.",
        "section": "",
        "section_number": 8,
        "sentences": [
            "CPU implementation in Italian culture is also noteworthy as the challenge was to assess whether a program created for application in the US cultural context and educational setting could be adapted to a different cultural context with a different educational setting.",
            "In fact, intervention programs that are effective in one context sometimes have little or no effect in international replication studies (Sundell et al. 2014) ; therefore, attention should be paid to the successful implementation of a program in a new cultural context."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "33389",
        "text": "What is meant by the term adapting a program to a different cultural context?",
        "section": "",
        "section_number": 9,
        "sentences": [
            "What is meant by the term adapting a program to a different cultural context?"
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "33389",
        "text": "For example, an adaptation of the behavioral goal sheet, is believed that teachers need a third response option to indicate whether the goal is met that day, rather than the typical binary Bpresent or absent.^On the Italian goal sheet, there are thus three options: yes, no, and so/so. The teacher gives the child half a point for the so/so outcome and a point for yes (the US goal sheet includes only two types of outcome: yes or no). This adaptation reflects the fact that in Italian culture it is possible to somewhat respect a norm (so/so), and this may permit teachers and children to be more flexible in the evaluation of the behavior. This modification also enhances the use of shaping and reinforcement even for small but positive behavior modification. We would like to emphasize how important this modification is for children with more behavioral problems: they need to be praised for small behavior modifications in order to increase their motivation. With this adaptation, we are consistent with the essential principles of the Boriginal^CP for shaping or reinforcement of small behavior modification. Moreover, in the Italian culture, it is quite common to taunt each other in a friendly manner. This aspect of our culture has resulted in having to use provocations associated with a higher level of anger in order to ensure that children practice anger-coping techniques that are appropriate for problematic levels of anger arousal. We are again consistent with the essential principles of CP: practice anger control techniques during activities that promote generalization. Importantly, these adaptations were inspired by essential principles of the original model.",
        "section": "",
        "section_number": 10,
        "sentences": [
            "For example, an adaptation of the behavioral goal sheet, is believed that teachers need a third response option to indicate whether the goal is met that day, rather than the typical binary Bpresent or absent.^On the Italian goal sheet, there are thus three options: yes, no, and so/so.",
            "The teacher gives the child half a point for the so/so outcome and a point for yes (the US goal sheet includes only two types of outcome: yes or no).",
            "This adaptation reflects the fact that in Italian culture it is possible to somewhat respect a norm (so/so), and this may permit teachers and children to be more flexible in the evaluation of the behavior.",
            "This modification also enhances the use of shaping and reinforcement even for small but positive behavior modification.",
            "We would like to emphasize how important this modification is for children with more behavioral problems: they need to be praised for small behavior modifications in order to increase their motivation.",
            "With this adaptation, we are consistent with the essential principles of the Boriginal^CP for shaping or reinforcement of small behavior modification.",
            "Moreover, in the Italian culture, it is quite common to taunt each other in a friendly manner.",
            "This aspect of our culture has resulted in having to use provocations associated with a higher level of anger in order to ensure that children practice anger-coping techniques that are appropriate for problematic levels of anger arousal.",
            "We are again consistent with the essential principles of CP: practice anger control techniques during activities that promote generalization.",
            "Importantly, these adaptations were inspired by essential principles of the original model."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33389",
        "text": "Another adaptation regards the implementers of the program in schools; in our educational setting, it may be more likely that programs are sustained and institutionalized when teachers are implementers, rather than counselors/psychologists, as in the Boriginal^CP. For this reason, we decided to train the teachers who then applied the program in the classroom. This modified implementation method is promising: teachers learn an intervention program with a set of practices that can be integrated into the educational routines of classroom practices. This provides ample opportunity to teach and reinforce program concepts so that the utilization of a program's curriculum, along with program-specific materials, can become a natural extension of their everyday activities.",
        "section": "",
        "section_number": 11,
        "sentences": [
            "Another adaptation regards the implementers of the program in schools; in our educational setting, it may be more likely that programs are sustained and institutionalized when teachers are implementers, rather than counselors/psychologists, as in the Boriginal^CP.",
            "For this reason, we decided to train the teachers who then applied the program in the classroom.",
            "This modified implementation method is promising: teachers learn an intervention program with a set of practices that can be integrated into the educational routines of classroom practices.",
            "This provides ample opportunity to teach and reinforce program concepts so that the utilization of a program's curriculum, along with program-specific materials, can become a natural extension of their everyday activities."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33389",
        "text": "In summary, this implementation method could make CPU an intervention that is easily integrated in daily school activities. Furthermore, considering that a CPU-trained teacher may apply this intervention in the future years, our current implementation method could be considered an inexpensive method that can be sustainability also in less resourced countries.",
        "section": "",
        "section_number": 12,
        "sentences": [
            "In summary, this implementation method could make CPU an intervention that is easily integrated in daily school activities.",
            "Furthermore, considering that a CPU-trained teacher may apply this intervention in the future years, our current implementation method could be considered an inexpensive method that can be sustainability also in less resourced countries."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "33389",
        "text": "A prior pilot study on CPU showed a significant decrease of hyperactivity behaviors in five classes in which this intervention was delivered and an improvement in school grades for the intervention classes at a 1 year after the end of the intervention follow-up (Muratori et al. 2015a (Muratori et al. , 2016a .",
        "section": "",
        "section_number": 13,
        "sentences": [
            "A prior pilot study on CPU showed a significant decrease of hyperactivity behaviors in five classes in which this intervention was delivered and an improvement in school grades for the intervention classes at a 1 year after the end of the intervention follow-up (Muratori et al. 2015a (Muratori et al. , 2016a ."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "33389",
        "text": "However, when intervention programs have been disseminated in school settings, the quality of program implementation has been highly variable, contributing to the apparent failure of many effective interventions after they have been adopted and widely distributed (August et al. 2006) . Given that, the next step in the research process for this model of prevention in schools is to test whether CPU can be successfully implemented by teachers in a variety of Italian schools. It is unknown whether CPU can realistically be implemented in real-world settings. Efficacious programs sometimes become ineffective when implemented at scale because the conditions under which they were tested simply cannot be sustained when implemented at scale (Dodge 2011) . For this reason, our study aims to examine the effectiveness of CPU when implemented at scale.",
        "section": "",
        "section_number": 14,
        "sentences": [
            "However, when intervention programs have been disseminated in school settings, the quality of program implementation has been highly variable, contributing to the apparent failure of many effective interventions after they have been adopted and widely distributed (August et al. 2006) .",
            "Given that, the next step in the research process for this model of prevention in schools is to test whether CPU can be successfully implemented by teachers in a variety of Italian schools.",
            "It is unknown whether CPU can realistically be implemented in real-world settings.",
            "Efficacious programs sometimes become ineffective when implemented at scale because the conditions under which they were tested simply cannot be sustained when implemented at scale (Dodge 2011) .",
            "For this reason, our study aims to examine the effectiveness of CPU when implemented at scale."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33389",
        "text": "Coping power universal is an adaptation of the Coping Power program. The current study aimed to demonstrate that the CP program could be adapted as a classroom-based universal prevention program among elementary school children, such as in a previous pilot study with a smaller sample. It is hypothesized that supporting teachers' ability to manage a classroom with positive behavior management strategies, and to deliver a Child goal sheet is described in a individual form. Goal sheets of all children are described in a poster placed in the classroom.",
        "section": "The Present Study",
        "section_number": 15,
        "sentences": [
            "Coping power universal is an adaptation of the Coping Power program.",
            "The current study aimed to demonstrate that the CP program could be adapted as a classroom-based universal prevention program among elementary school children, such as in a previous pilot study with a smaller sample.",
            "It is hypothesized that supporting teachers' ability to manage a classroom with positive behavior management strategies, and to deliver a Child goal sheet is described in a individual form.",
            "Goal sheets of all children are described in a poster placed in the classroom."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33389",
        "text": "Children take goals to improve their behavior at home and at school. Children take goals to improve their behavior only at school. There are individual and group prizes.",
        "section": "The Present Study",
        "section_number": 16,
        "sentences": [
            "Children take goals to improve their behavior at home and at school.",
            "Children take goals to improve their behavior only at school.",
            "There are individual and group prizes."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33389",
        "text": "There are only group prizes.",
        "section": "The Present Study",
        "section_number": 17,
        "sentences": [
            "There are only group prizes."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "33389",
        "text": "Children are taught a set of coping methods that they can use when anger-aroused and which can aid them in recovering more quickly from an aroused state.",
        "section": "The Present Study",
        "section_number": 18,
        "sentences": [
            "Children are taught a set of coping methods that they can use when anger-aroused and which can aid them in recovering more quickly from an aroused state."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "33389",
        "text": "Children are taught also to suggest each other a set of coping methods, when they note a mate in an aroused state.",
        "section": "The Present Study",
        "section_number": 19,
        "sentences": [
            "Children are taught also to suggest each other a set of coping methods, when they note a mate in an aroused state."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "33389",
        "text": "The primary focus of perspective taking activities is on retraining the hostile attribution bias evident in reactive aggressive children (erroneously assuming hostile intentions in ambiguous situation).",
        "section": "The Present Study",
        "section_number": 20,
        "sentences": [
            "The primary focus of perspective taking activities is on retraining the hostile attribution bias evident in reactive aggressive children (erroneously assuming hostile intentions in ambiguous situation)."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "33389",
        "text": "The primary focus of perspective taking activities is on improving the ability of accurately perceive other's intention.",
        "section": "The Present Study",
        "section_number": 21,
        "sentences": [
            "The primary focus of perspective taking activities is on improving the ability of accurately perceive other's intention."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "33389",
        "text": "Children learn a step-wise approach to thinking about problem resolution starting from hypothetical situations.",
        "section": "The Present Study",
        "section_number": 22,
        "sentences": [
            "Children learn a step-wise approach to thinking about problem resolution starting from hypothetical situations."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "33389",
        "text": "Children learn a step-wise approach to thinking about problem resolution starting from interpersonal problems happened in their class.",
        "section": "The Present Study",
        "section_number": 23,
        "sentences": [
            "Children learn a step-wise approach to thinking about problem resolution starting from interpersonal problems happened in their class."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "33389",
        "text": "program designed to promote emotional regulation, will lead to fewer behavioral problems in the classes. The current study aimed to test this hypothesis in a sample of Italian children, totally independent of the prior pilot study.",
        "section": "The Present Study",
        "section_number": 24,
        "sentences": [
            "program designed to promote emotional regulation, will lead to fewer behavioral problems in the classes.",
            "The current study aimed to test this hypothesis in a sample of Italian children, totally independent of the prior pilot study."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "33389",
        "text": "In July 2014, we contacted the elementary public schools located in Lucca, Pisa, and Spoleto (Italy) to propose the current intervention project. Six schools (two from each sites) agreed to participate. The school principals decided to involve the teachers in all the eligible third-and fourth-grade classes in their schools. The sample comprised 40 classes (901 students; 488 CPU students); the average age of the total sample of children was 104 months (SD = 7 months). In September 2014, the 40 classes were recruited and randomly assigned to either the CPU intervention group or the control group. The randomization procedure was carried out after the entire group of participants had completed the baseline evaluation, and an independent researcher had generated the allocation sequence. The CPU sample included ten third-grade classes and ten fourth-grade classes, as well as the control sample. In October 2014, all 20 teachers of the CPU classes attended an initial 12-h training course. They implemented the program from November 2014 to April 2015. At the end of the program, we interviewed the teachers of the control classes to verify that they had not received information about the intervention.",
        "section": "Participants and Procedures",
        "section_number": 25,
        "sentences": [
            "In July 2014, we contacted the elementary public schools located in Lucca, Pisa, and Spoleto (Italy) to propose the current intervention project.",
            "Six schools (two from each sites) agreed to participate.",
            "The school principals decided to involve the teachers in all the eligible third-and fourth-grade classes in their schools.",
            "The sample comprised 40 classes (901 students; 488 CPU students); the average age of the total sample of children was 104 months (SD = 7 months).",
            "In September 2014, the 40 classes were recruited and randomly assigned to either the CPU intervention group or the control group.",
            "The randomization procedure was carried out after the entire group of participants had completed the baseline evaluation, and an independent researcher had generated the allocation sequence.",
            "The CPU sample included ten third-grade classes and ten fourth-grade classes, as well as the control sample.",
            "In October 2014, all 20 teachers of the CPU classes attended an initial 12-h training course.",
            "They implemented the program from November 2014 to April 2015.",
            "At the end of the program, we interviewed the teachers of the control classes to verify that they had not received information about the intervention."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33389",
        "text": "The students with complete data at both times were 841; attrition involved 6.72 % of the students. No significant differences were found between those who completed both data collections and those who completed only the baseline evaluation. Descriptive statistics for the students' variables are reported in Table 2 .",
        "section": "Participants and Procedures",
        "section_number": 26,
        "sentences": [
            "The students with complete data at both times were 841; attrition involved 6.72 % of the students.",
            "No significant differences were found between those who completed both data collections and those who completed only the baseline evaluation.",
            "Descriptive statistics for the students' variables are reported in Table 2 ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33389",
        "text": "The parents' written consent was obtained for the assessment, intervention, and research data collection procedures. All the parents agreed to let their children participate. In Italian schools, Bpsychological^activities implemented during a typical school day are quite common, and usually, all the parents let their children participate. All the procedures performed in the current study were approved by the IRCCS Stella Maris Institutional Review Board. The SDQ is a 25-item questionnaire to assess the occurrence of particular behaviors that have been associated with conduct problems (e.g., bullying), hyperactivity (e.g., squirming), emotional symptoms (e.g., worrying), and peer problems (e.g., unliked by other children) and pro-social behavior (e.g., helping) in children aged 4-16. The SDQ-Overall Stress is the total score of the four scales indicating general problematic behaviors. In the current study, we used three subscales of SDQ: conduct problems, hyperactive behaviors, and emotional symptoms. In the current sample, the SDQ reliability was generally satisfactory, as demonstrated by the internal consistency of subscales (mean α Cronbach for each assessment point)-.84 for emotional symptoms, .83 for conduct problems, and .86 for hyperactivity. Teachers completed the SDQ for each of the students in their classes.",
        "section": "Participants and Procedures",
        "section_number": 27,
        "sentences": [
            "The parents' written consent was obtained for the assessment, intervention, and research data collection procedures.",
            "All the parents agreed to let their children participate.",
            "In Italian schools, Bpsychological^activities implemented during a typical school day are quite common, and usually, all the parents let their children participate.",
            "All the procedures performed in the current study were approved by the IRCCS Stella Maris Institutional Review Board.",
            "The SDQ is a 25-item questionnaire to assess the occurrence of particular behaviors that have been associated with conduct problems (e.g., bullying), hyperactivity (e.g., squirming), emotional symptoms (e.g., worrying), and peer problems (e.g., unliked by other children) and pro-social behavior (e.g., helping) in children aged 4-16.",
            "The SDQ-Overall Stress is the total score of the four scales indicating general problematic behaviors.",
            "In the current study, we used three subscales of SDQ: conduct problems, hyperactive behaviors, and emotional symptoms.",
            "In the current sample, the SDQ reliability was generally satisfactory, as demonstrated by the internal consistency of subscales (mean α Cronbach for each assessment point)-.84 for emotional symptoms, .83 for conduct problems, and .86 for hyperactivity.",
            "Teachers completed the SDQ for each of the students in their classes."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33389",
        "text": "All teachers from the CPU classes attended an initial 12-h training workshop, had 2-h monthly meetings in small groups for the duration of the program, and used intervention manuals. During training, we provided information about the conceptual background of the program, the empirical bases of the program, and the specific activities to be addressed session by session, using discussion and role play. During the monthly meetings, we reviewed prior sessions, previewed upcoming sessions, and problem-solved around difficulties that teachers encountered when implementing the program. This training schedule is similar to what has been done in the past with CP version for counselors, who implemented the targeted prevention within the context of a small group.",
        "section": "Teacher Training",
        "section_number": 28,
        "sentences": [
            "All teachers from the CPU classes attended an initial 12-h training workshop, had 2-h monthly meetings in small groups for the duration of the program, and used intervention manuals.",
            "During training, we provided information about the conceptual background of the program, the empirical bases of the program, and the specific activities to be addressed session by session, using discussion and role play.",
            "During the monthly meetings, we reviewed prior sessions, previewed upcoming sessions, and problem-solved around difficulties that teachers encountered when implementing the program.",
            "This training schedule is similar to what has been done in the past with CP version for counselors, who implemented the targeted prevention within the context of a small group."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33389",
        "text": "Several steps were taken in the current study to have adequate fidelity of implementation. First, the objectives and specific activities for each child session were detailed in intervention manuals. Second, interventionists completed a measure of fidelity after completing each intervention session, rating whether they had covered each session objective Bcompletely,^Bpartially,^or Bnot at all.^In our study, the CPU leaders indicated that they Bcompletely^(89 % child group) or Bpartially^(11 % child group) completed group intervention objectives, indicating a high rate of selfreported intervention fidelity. Furthermore, teachers had to complete after each intervention session a questionnaire that investigated the theoretical and practical preparation of the teachers on the daily session activities and principles (for instance, after the anger thermometer session, one of the questions is: Why it is important that child recognize three levels of anger?). A certified CP supervisor verified the percentage of the correct answer: 87 % of the answers were corrected in the current study. Seventy percent of intervention sessions were video-recorded so the clinical supervisor could give performance feedback. However, because of limited resources, the videos were not rated by an independent observer for completion of intervention objectives.",
        "section": "Intervention Adherence",
        "section_number": 29,
        "sentences": [
            "Several steps were taken in the current study to have adequate fidelity of implementation.",
            "First, the objectives and specific activities for each child session were detailed in intervention manuals.",
            "Second, interventionists completed a measure of fidelity after completing each intervention session, rating whether they had covered each session objective Bcompletely,^Bpartially,^or Bnot at all.^In our study, the CPU leaders indicated that they Bcompletely^(89 % child group) or Bpartially^(11 % child group) completed group intervention objectives, indicating a high rate of selfreported intervention fidelity.",
            "Furthermore, teachers had to complete after each intervention session a questionnaire that investigated the theoretical and practical preparation of the teachers on the daily session activities and principles (for instance, after the anger thermometer session, one of the questions is: Why it is important that child recognize three levels of anger?).",
            "A certified CP supervisor verified the percentage of the correct answer: 87 % of the answers were corrected in the current study.",
            "Seventy percent of intervention sessions were video-recorded so the clinical supervisor could give performance feedback.",
            "However, because of limited resources, the videos were not rated by an independent observer for completion of intervention objectives."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33389",
        "text": "The CP program was primarily derived from the Anger-Coping program (a precursor to the CP program; Lochman and Lenhart 1993). The Anger-Coping program had been refined, tested, and disseminated with a multi-disciplinary set of clinical child psychologists and school psychologists (Larson and Lochman 2011) . The newer version of CP is a multicomponent program, which includes 16 sessions for parents and 34 child group sessions across multiple years. Follow-up study effects, 3 years after the intervention, have been found on youths' externalizing behavior in school settings (Lochman et al. 2013 ) and on aggressive behavioral problems in a clinical setting (Muratori et al. 2015b) . The universal prevention version used in the present study included only the child component of the CP program and followed the abbreviated version (24 sessions) of this model (Lochman et al. 2014) . Each CPU session lasted 60 min and was divided into three parts: review of weekly goal sheets and discussion, specific activities for each session, and assignment points (participation in activities and goal sheets). The intervention was delivered during school time as part of the typical school day. The 24 sessions were organized as follows: session 1: group structure and behavioral goal setting procedure; sessions 2-3: goal setting (long-and short-term goals); sessions 4-6: awareness of feelings and physiological arousal related to anger; session 7: anger and self-control; sessions 8-10: using self statements for anger coping; session 11: relaxation and overcoming barriers to self-control; sessions 12-14: perspective taking; session 15: perspective taking and problem solving; sessions 16-19: social problem solving; sessions 20-23: groups create problem-solving videotape; and session 24: review and termination of the program.",
        "section": "Intervention",
        "section_number": 30,
        "sentences": [
            "The CP program was primarily derived from the Anger-Coping program (a precursor to the CP program; Lochman and Lenhart 1993).",
            "The Anger-Coping program had been refined, tested, and disseminated with a multi-disciplinary set of clinical child psychologists and school psychologists (Larson and Lochman 2011) .",
            "The newer version of CP is a multicomponent program, which includes 16 sessions for parents and 34 child group sessions across multiple years.",
            "Follow-up study effects, 3 years after the intervention, have been found on youths' externalizing behavior in school settings (Lochman et al. 2013 ) and on aggressive behavioral problems in a clinical setting (Muratori et al. 2015b) .",
            "The universal prevention version used in the present study included only the child component of the CP program and followed the abbreviated version (24 sessions) of this model (Lochman et al. 2014) .",
            "Each CPU session lasted 60 min and was divided into three parts: review of weekly goal sheets and discussion, specific activities for each session, and assignment points (participation in activities and goal sheets).",
            "The intervention was delivered during school time as part of the typical school day.",
            "The 24 sessions were organized as follows: session 1: group structure and behavioral goal setting procedure; sessions 2-3: goal setting (long-and short-term goals); sessions 4-6: awareness of feelings and physiological arousal related to anger; session 7: anger and self-control; sessions 8-10: using self statements for anger coping; session 11: relaxation and overcoming barriers to self-control; sessions 12-14: perspective taking; session 15: perspective taking and problem solving; sessions 16-19: social problem solving; sessions 20-23: groups create problem-solving videotape; and session 24: review and termination of the program."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33389",
        "text": "Since we chose to work with the whole class rather than a small group of at-risk children, as in the original program, some CP activities were adapted from the original model to be used with the whole class. For example, instead of using Bgoal sheets,^we used a poster containing the names of all the students and we wrote weekly short-term goals on it. This adaptation allowed teachers to accelerate daily evaluation, and at the same time, made personal goals more accessible and visible to all the children in the class. Another example of adaptation was the creation of an illustrated story by which the teacher guided the children throughout the program's activities; this served to motivate young children to participate in session activities.",
        "section": "Intervention",
        "section_number": 31,
        "sentences": [
            "Since we chose to work with the whole class rather than a small group of at-risk children, as in the original program, some CP activities were adapted from the original model to be used with the whole class.",
            "For example, instead of using Bgoal sheets,^we used a poster containing the names of all the students and we wrote weekly short-term goals on it.",
            "This adaptation allowed teachers to accelerate daily evaluation, and at the same time, made personal goals more accessible and visible to all the children in the class.",
            "Another example of adaptation was the creation of an illustrated story by which the teacher guided the children throughout the program's activities; this served to motivate young children to participate in session activities."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33389",
        "text": "Teachers delivered the intervention. An advanced CPtrained psychologist, certified by the University of Alabama, supervised and monitored program implementation. The classes in the control condition received the standard academic curriculum provided in Italian elementary schools. In the comparison classes, there were no other ongoing interventions.",
        "section": "Intervention",
        "section_number": 32,
        "sentences": [
            "Teachers delivered the intervention.",
            "An advanced CPtrained psychologist, certified by the University of Alabama, supervised and monitored program implementation.",
            "The classes in the control condition received the standard academic curriculum provided in Italian elementary schools.",
            "In the comparison classes, there were no other ongoing interventions."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33389",
        "text": "We tested whether the CPU program was effective in reducing students' behavioral problems (SDQ scales). To this purpose, the linear mixed-effects models (MIXED) procedure in SPSS has been used with maximum likelihood (ML) estimation (West 2009) . MIXED procedure handles more complex situations in which experimental units are nested in a hierarchy such as classrooms and schools. The MIXED procedure solves the sampling procedure problems by providing the tools necessary to estimate fixed and random effects in one model. The model used for the students' outcomes was a multi-level model (measurement occasion within individuals within classes, and within schools) random-intercept model: a random-intercept model was fit to account for within-subject and within-classroom correlations. Table 2 shows that the SDQ scales: overall, emotional symptoms, and conduct problems decreased in the experimental group but not in the control group where they increased across time. In relation to the hyperactivity scale, scores decreased in both samples, although with a more consistent effect in the CPU group. Table 3 reported results on the general effectiveness of the CPU in reducing children's behavioral difficulties. Findings showed a significant interaction, group by time, for all the outcomes. Specifically a time*experimental group effect was found for emotional symptoms, conduct problems, and hyperactivity behavior SDQ subscales. Effect size (Cohen's d) was 0.52 for emotional symptoms and conduct problem SDQ subscales and 0.42 for hyperactivity SDQ subscale.",
        "section": "Analytic Strategy",
        "section_number": 33,
        "sentences": [
            "We tested whether the CPU program was effective in reducing students' behavioral problems (SDQ scales).",
            "To this purpose, the linear mixed-effects models (MIXED) procedure in SPSS has been used with maximum likelihood (ML) estimation (West 2009) .",
            "MIXED procedure handles more complex situations in which experimental units are nested in a hierarchy such as classrooms and schools.",
            "The MIXED procedure solves the sampling procedure problems by providing the tools necessary to estimate fixed and random effects in one model.",
            "The model used for the students' outcomes was a multi-level model (measurement occasion within individuals within classes, and within schools) random-intercept model: a random-intercept model was fit to account for within-subject and within-classroom correlations.",
            "Table 2 shows that the SDQ scales: overall, emotional symptoms, and conduct problems decreased in the experimental group but not in the control group where they increased across time.",
            "In relation to the hyperactivity scale, scores decreased in both samples, although with a more consistent effect in the CPU group.",
            "Table 3 reported results on the general effectiveness of the CPU in reducing children's behavioral difficulties.",
            "Findings showed a significant interaction, group by time, for all the outcomes.",
            "Specifically a time*experimental group effect was found for emotional symptoms, conduct problems, and hyperactivity behavior SDQ subscales.",
            "Effect size (Cohen's d) was 0.52 for emotional symptoms and conduct problem SDQ subscales and 0.42 for hyperactivity SDQ subscale."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33389",
        "text": "Classes, which received CPU, were significantly less likely to exhibit hyperactive behaviors and conduct problems; furthermore, classes which received CPU also showed fewer emotional problems after the intervention. Since the current study is the first step of the implementation process of the CPU model in Italian schools, it is important that the current findings are consistent with those from a previous pilot study (Muratori et al. 2015a) and to those from prior research on the outcomes of the original version of CP (Lochman and Wells 2004; Lochman et al. 2012) .",
        "section": "Discussion",
        "section_number": 34,
        "sentences": [
            "Classes, which received CPU, were significantly less likely to exhibit hyperactive behaviors and conduct problems; furthermore, classes which received CPU also showed fewer emotional problems after the intervention.",
            "Since the current study is the first step of the implementation process of the CPU model in Italian schools, it is important that the current findings are consistent with those from a previous pilot study (Muratori et al. 2015a) and to those from prior research on the outcomes of the original version of CP (Lochman and Wells 2004; Lochman et al. 2012) ."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "33389",
        "text": "The findings of the current study on behavioral outcomes are similar to those of previous studies that indicated how universal prevention programs have significant effects on children's hyperactive-inattention behaviors and overall behavioral difficulties (Kellam et al. 2008; Winther et al. 2014) . From a prevention standpoint, the effects of CPU on hyperactiveinattentive behaviors are particularly important because they might indicate lower levels of impulsivity and greater inhibitory control in children. This pattern of improved behavioral self-regulation seems to be a more meaningful predictor of later graduation than other forms of behavioral difficulties during childhood (Dodge et al. 2008) . In addition, children's reduced level of those behavioral problems may enable them to better attend to and comprehend classroom teaching at school. It could be possible that when overall impulsive behaviors in the classrooms are reduced, children have the opportunity to better focus on academic learning. However, to verify this hypothesis, future studies should include an academic achievement evaluation as an outcome measure. CPU classes also showed a reduction in conduct problems. Recently, Martel et al. (2012) suggested that hyperactive and conduct problems have in part common etiological pathways (lower conscientiousness when exposed to inconsistent parenting); it could be that in our study, CPU activities improved children's conscientiousness, while the structure of the program helped reduce teachers' inconsistent discipline, and that as a result, children's hyperactive-inattention behaviors were reduced as well as their conduct problems.",
        "section": "Discussion",
        "section_number": 35,
        "sentences": [
            "The findings of the current study on behavioral outcomes are similar to those of previous studies that indicated how universal prevention programs have significant effects on children's hyperactive-inattention behaviors and overall behavioral difficulties (Kellam et al. 2008; Winther et al. 2014) .",
            "From a prevention standpoint, the effects of CPU on hyperactiveinattentive behaviors are particularly important because they might indicate lower levels of impulsivity and greater inhibitory control in children.",
            "This pattern of improved behavioral self-regulation seems to be a more meaningful predictor of later graduation than other forms of behavioral difficulties during childhood (Dodge et al. 2008) .",
            "In addition, children's reduced level of those behavioral problems may enable them to better attend to and comprehend classroom teaching at school.",
            "It could be possible that when overall impulsive behaviors in the classrooms are reduced, children have the opportunity to better focus on academic learning.",
            "However, to verify this hypothesis, future studies should include an academic achievement evaluation as an outcome measure.",
            "CPU classes also showed a reduction in conduct problems.",
            "Recently, Martel et al. (2012) suggested that hyperactive and conduct problems have in part common etiological pathways (lower conscientiousness when exposed to inconsistent parenting); it could be that in our study, CPU activities improved children's conscientiousness, while the structure of the program helped reduce teachers' inconsistent discipline, and that as a result, children's hyperactive-inattention behaviors were reduced as well as their conduct problems."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33389",
        "text": "Children in CPU classes also displayed fewer emotional problems (i.e., often unhappy; easily scared). This finding may indicate that these children may respond to future victimization experiences from their peers. From a prevention standpoint, this is an encouraging outcome; in fact, several studies have found negative outcomes for victims of peer aggression, such as depression disorders, relational problems, school avoidance, and lower academic performance (Loukas et al. 2012) . This finding might also suggest that the CPU has both externalizing and internalizing trans-diagnostic outcomes because it focuses on active mechanisms (e.g., social problemsolving skills), which are common to multiple outcomes, including aggression and depression (Ehrenreich-May and Chu 2014). However, they are preliminary hypotheses, and future research will be necessary.",
        "section": "Discussion",
        "section_number": 36,
        "sentences": [
            "Children in CPU classes also displayed fewer emotional problems (i.e., often unhappy; easily scared).",
            "This finding may indicate that these children may respond to future victimization experiences from their peers.",
            "From a prevention standpoint, this is an encouraging outcome; in fact, several studies have found negative outcomes for victims of peer aggression, such as depression disorders, relational problems, school avoidance, and lower academic performance (Loukas et al. 2012) .",
            "This finding might also suggest that the CPU has both externalizing and internalizing trans-diagnostic outcomes because it focuses on active mechanisms (e.g., social problemsolving skills), which are common to multiple outcomes, including aggression and depression (Ehrenreich-May and Chu 2014).",
            "However, they are preliminary hypotheses, and future research will be necessary."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33389",
        "text": "The current study has as its primary strength the use of an RCT method; however, it has some limitations. For example, one limitation is that we cannot determine whether the improvements observed in the children's behavior occurred outside the classroom environment as well. Another important limitation is that the teachers who received the training and implemented the intervention were the same as those who reported the behavioral outcome measures and thus may have been biased in favor of reporting positive student changes.",
        "section": "Implications of the Findings for Practice and Future Research",
        "section_number": 37,
        "sentences": [
            "The current study has as its primary strength the use of an RCT method; however, it has some limitations.",
            "For example, one limitation is that we cannot determine whether the improvements observed in the children's behavior occurred outside the classroom environment as well.",
            "Another important limitation is that the teachers who received the training and implemented the intervention were the same as those who reported the behavioral outcome measures and thus may have been biased in favor of reporting positive student changes."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33389",
        "text": "Essentially, the current study shows that CPU intervention can be implemented in Italian schools with satisfactory results. Differently from our previous pilot study where psychologists delivered the intervention, in the current study, psychologists trained the teachers who then applied the program. Students with aggressive behavioral difficulties may become involved in coercive interactions with their teachers, who are often not trained in classroom behavior management intervention, and may inadvertently escalate negative behaviors in children (Kokkinos 2007) . The current method of implementation could promote a better relationship between children and teachers; it may lead children to put more effort into their self-control during typical school-day activities as well as encourage teachers to be more patiently persistent in teaching them. In addition, although teacher training hours were higher in comparison with the previous study, this method of implementation could be considered a cost-effective procedure. In fact, by using this method, teachers could learn about an intervention program and a set of practices, thus becoming able to reinforce emerging improvements in the children's skills during typical school-day activities and to apply the intervention with new classes during the following years without new training costs for the school. Furthermore, CPU manuals make the implementation of the intervention easier, providing structure and prepared materials such as handouts (Bertacchi et al. 2016 ).",
        "section": "Implications of the Findings for Practice and Future Research",
        "section_number": 38,
        "sentences": [
            "Essentially, the current study shows that CPU intervention can be implemented in Italian schools with satisfactory results.",
            "Differently from our previous pilot study where psychologists delivered the intervention, in the current study, psychologists trained the teachers who then applied the program.",
            "Students with aggressive behavioral difficulties may become involved in coercive interactions with their teachers, who are often not trained in classroom behavior management intervention, and may inadvertently escalate negative behaviors in children (Kokkinos 2007) .",
            "The current method of implementation could promote a better relationship between children and teachers; it may lead children to put more effort into their self-control during typical school-day activities as well as encourage teachers to be more patiently persistent in teaching them.",
            "In addition, although teacher training hours were higher in comparison with the previous study, this method of implementation could be considered a cost-effective procedure.",
            "In fact, by using this method, teachers could learn about an intervention program and a set of practices, thus becoming able to reinforce emerging improvements in the children's skills during typical school-day activities and to apply the intervention with new classes during the following years without new training costs for the school.",
            "Furthermore, CPU manuals make the implementation of the intervention easier, providing structure and prepared materials such as handouts (Bertacchi et al. 2016 )."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33389",
        "text": "As noted above, the current implementation in Italian culture is also noteworthy as the challenge was to assess whether a program created for application in the US cultural context and educational setting could be adapted to a different cultural context with a different educational setting. The adaptation of an evidence-based model to a different cultural context with different norms and values, language, different stories, is a dilemma that all evidence-based programs and curricula face when scaling up. The question is at what point does that adaptation changes the very nature of the intervention, such that it is no longer evidence based. This paper has a number of examples of the changes made to be consistent with Italian culture, and our preliminary results are promising. Considering our experience, we can suggest that every research can adapt some aspects of evidence-based curriculum to be consistent with their culture. Importantly, these adaptations must be inspired by essential principles of the original model, if not the adaptations would change the very nature of the intervention, such that it is no longer evidence based.",
        "section": "Implications of the Findings for Practice and Future Research",
        "section_number": 39,
        "sentences": [
            "As noted above, the current implementation in Italian culture is also noteworthy as the challenge was to assess whether a program created for application in the US cultural context and educational setting could be adapted to a different cultural context with a different educational setting.",
            "The adaptation of an evidence-based model to a different cultural context with different norms and values, language, different stories, is a dilemma that all evidence-based programs and curricula face when scaling up.",
            "The question is at what point does that adaptation changes the very nature of the intervention, such that it is no longer evidence based.",
            "This paper has a number of examples of the changes made to be consistent with Italian culture, and our preliminary results are promising.",
            "Considering our experience, we can suggest that every research can adapt some aspects of evidence-based curriculum to be consistent with their culture.",
            "Importantly, these adaptations must be inspired by essential principles of the original model, if not the adaptations would change the very nature of the intervention, such that it is no longer evidence based."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33389",
        "text": "Overall, prevention programs can be categorized as universal prevention programs, which focus on all children attending a school or a class, or as targeted prevention programs, which confine the intervention to children who have been identified as being at risk for developing serious behavioral problems. Our findings suggest that a multi-tiered prevention model can be delivered. Teachers, educators, and school psychologists can learn a set of intervention skills and then use them flexibly to address class dynamics (CPU) and at-risk children's behavioral difficulties (CP). We have recently developed a version of CPU for preschoolers, and this intervention model will permit the application of a similar model at the school-age level and at the pre-school-age level (Muratori et al. 2016b ). These multiple levels of intervention could be considered a cost-effective procedure in school settings, reducing the expenditure of resources that might have been used for the adoption of multiple programs (Tilly 2008) . However, this last idea remains a hypothesis to be addressed in the future.",
        "section": "Implications of the Findings for Practice and Future Research",
        "section_number": 40,
        "sentences": [
            "Overall, prevention programs can be categorized as universal prevention programs, which focus on all children attending a school or a class, or as targeted prevention programs, which confine the intervention to children who have been identified as being at risk for developing serious behavioral problems.",
            "Our findings suggest that a multi-tiered prevention model can be delivered.",
            "Teachers, educators, and school psychologists can learn a set of intervention skills and then use them flexibly to address class dynamics (CPU) and at-risk children's behavioral difficulties (CP).",
            "We have recently developed a version of CPU for preschoolers, and this intervention model will permit the application of a similar model at the school-age level and at the pre-school-age level (Muratori et al. 2016b ).",
            "These multiple levels of intervention could be considered a cost-effective procedure in school settings, reducing the expenditure of resources that might have been used for the adoption of multiple programs (Tilly 2008) .",
            "However, this last idea remains a hypothesis to be addressed in the future."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33389",
        "text": "Conflict of Interest John Lochman is the co-developer of the Coping Power program and receives royalties from the Oxford University Press for the Coping Power Implementation Guides for the Child Group Program and the Parent Group Program. He is also the PI on grants from NICHD and NIDA which provide funding for intervention research on the Coping Power program. All the other authors declare that they have no conflict of interest.",
        "section": "Compliance with Ethical Standards",
        "section_number": 41,
        "sentences": [
            "Conflict of Interest John Lochman is the co-developer of the Coping Power program and receives royalties from the Oxford University Press for the Coping Power Implementation Guides for the Child Group Program and the Parent Group Program.",
            "He is also the PI on grants from NICHD and NIDA which provide funding for intervention research on the Coping Power program.",
            "All the other authors declare that they have no conflict of interest."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33389",
        "text": "Ethical Approval All procedures performed in studies involving human participants were in accordance with the ethical standards of the institutional and/or national research committee and with the 1964 Helsinki declaration and its later amendments or comparable ethical standards. This article does not contain any studies with animals performed by any of the authors.",
        "section": "Compliance with Ethical Standards",
        "section_number": 42,
        "sentences": [
            "Ethical Approval All procedures performed in studies involving human participants were in accordance with the ethical standards of the institutional and/or national research committee and with the 1964 Helsinki declaration and its later amendments or comparable ethical standards.",
            "This article does not contain any studies with animals performed by any of the authors."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "33389",
        "text": "Informed Consent Informed consent was obtained from all individual participants included in the study.",
        "section": "Compliance with Ethical Standards",
        "section_number": 43,
        "sentences": [
            "Informed Consent Informed consent was obtained from all individual participants included in the study."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "33389",
        "text": "Prev Sci (2017) 18:754-761",
        "section": "",
        "section_number": 44,
        "sentences": [
            "Prev Sci (2017) 18:754-761"
        ],
        "sentence_labels": [
            -1
        ]
    }
]