[
    {
        "doc_id": "37617",
        "text": "Objectives: The aim of the study was to evaluate the effects of infant formula supplemented with 2 human milk oligosaccharides (HMOs) on infant growth, tolerance, and morbidity. Methods: Healthy infants, 0 to 14 days old, were randomized to an intactprotein, cow's milk-based infant formula (control, n ¼ 87) or the same formula with 1.0 g/L 2 0 fucosyllactose (2 0 FL) and 0.5 g/L lacto-N-neotetraose (LNnT) (test, n ¼ 88) from enrollment to 6 months; all infants received standard follow-up formula without HMOs from 6 to 12 months. Primary endpoint was weight gain through 4 months. Secondary endpoints included additional anthropometric measures, gastrointestinal tolerance, behavioral patterns, and morbidity through age 12 months. Results: Weight gain was similar in both groups (mean difference [95% confidence interval] test vs control: À0.30 [À1.94, 1.34] g/day; lower bound of 95% confidence interval was above noninferiority margin [À3 g/day]). Digestive symptoms and behavioral patterns were similar between groups; exceptions included softer stool (P ¼ 0.021) and fewer nighttime wake-ups (P ¼ 0.036) in the test group at 2 months. Infants receiving test (vs control) had significantly fewer parental reports (P ¼ 0.004-0.047) of bronchitis through 4 (2.3% vs 12.6%), 6 (6.8% vs 21.8%), and 12 months (10.2% vs 27.6%); lower respiratory tract infection (adverse event cluster) through 12 months (19.3% vs 34.5%); antipyretics use through 4 months (15.9% vs 29.9%); and antibiotics use through 6 (34.1% vs 49.4%) and 12 months (42.0% vs 60.9%). Conclusions: Infant formula with 2 0 FL and LNnT is safe, well-tolerated, and supports age-appropriate growth. Secondary outcome findings showing associations between consuming HMO-supplemented formula and lower parent-reported morbidity (particularly bronchitis) and medication use (antipyretics and antibiotics) warrant confirmation in future studies.",
        "section": "Abstract",
        "sentences": [
            "Objectives: The aim of the study was to evaluate the effects of infant formula supplemented with 2 human milk oligosaccharides (HMOs) on infant growth, tolerance, and morbidity.",
            "Methods: Healthy infants, 0 to 14 days old, were randomized to an intactprotein, cow's milk-based infant formula (control, n ¼ 87) or the same formula with 1.0 g/L 2 0 fucosyllactose (2 0 FL) and 0.5 g/L lacto-N-neotetraose (LNnT) (test, n ¼ 88) from enrollment to 6 months; all infants received standard follow-up formula without HMOs from 6 to 12 months.",
            "Primary endpoint was weight gain through 4 months.",
            "Secondary endpoints included additional anthropometric measures, gastrointestinal tolerance, behavioral patterns, and morbidity through age 12 months.",
            "Results: Weight gain was similar in both groups (mean difference [95% confidence interval] test vs control: À0.30 [À1.94, 1.34] g/day; lower bound of 95% confidence interval was above noninferiority margin [À3 g/day]).",
            "Digestive symptoms and behavioral patterns were similar between groups; exceptions included softer stool (P ¼ 0.021) and fewer nighttime wake-ups (P ¼ 0.036) in the test group at 2 months.",
            "Infants receiving test (vs control) had significantly fewer parental reports (P ¼ 0.004-0.047) of bronchitis through 4 (2.3% vs 12.6%), 6 (6.8% vs 21.8%), and 12 months (10.2% vs 27.6%); lower respiratory tract infection (adverse event cluster) through 12 months (19.3% vs 34.5%); antipyretics use through 4 months (15.9% vs 29.9%); and antibiotics use through 6 (34.1% vs 49.4%) and 12 months (42.0% vs 60.9%).",
            "Conclusions: Infant formula with 2 0 FL and LNnT is safe, well-tolerated, and supports age-appropriate growth.",
            "Secondary outcome findings showing associations between consuming HMO-supplemented formula and lower parent-reported morbidity (particularly bronchitis) and medication use (antipyretics and antibiotics) warrant confirmation in future studies."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37617",
        "text": "H uman milk contains an abundance of structurally diverse oligosaccharides, known collectively as human milk oligosaccharides (HMOs), which represent the third largest solid component of human milk after lactose and lipids (1, 2) . Three classes of oligosaccharides can be distinguished in human milk: neutral",
        "section": "",
        "section_number": 1,
        "sentences": [
            "H uman milk contains an abundance of structurally diverse oligosaccharides, known collectively as human milk oligosaccharides (HMOs), which represent the third largest solid component of human milk after lactose and lipids (1, 2) .",
            "Three classes of oligosaccharides can be distinguished in human milk: neutral"
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37617",
        "text": "Human milk contains structurally diverse oligosaccharides, which may support gastrointestinal and immune functions in breast-fed infants. Numerous studies have reported a lower incidence of infections, including respiratory tract infections, in breastfed infants compared with those fed infant formula.",
        "section": "What Is Known",
        "section_number": 2,
        "sentences": [
            "Human milk contains structurally diverse oligosaccharides, which may support gastrointestinal and immune functions in breast-fed infants.",
            "Numerous studies have reported a lower incidence of infections, including respiratory tract infections, in breastfed infants compared with those fed infant formula."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37617",
        "text": "Infant formula supplemented with 2 0 fucosyllactose and lacto-N-neotetraose, 2 oligosaccharides commonly found in human milk, is safe, well-tolerated and supports age-appropriate growth. Secondary outcome findings of lower morbidity (particularly bronchitis) and medication use (antipyretics and antibiotics) were reported in infants fed supplemented formula, associations that warrant confirmation in future studies. fucosylated (including 2 0 fucosyllactose, 2 0 FL), neutral nonfucosylated (including lacto-N-neotetraose, LNnT), and acidic (including 3 0 sialyllactose, 3 0 SL, and 6 0 sialyllactose, 6 0 SL) (3) (4) (5) . In contrast, cow's milk contains relatively low oligosaccharide content with limited structural diversity (6) . Although the types and concentrations of HMOs vary considerably among lactating women and over time, 2 that are commonly found in abundance in human milk are 2 0 FL and LNnT. Levels of 2 0 FL typically range from 1.1 to 4.3 g/L in mature milk based on pooled data from secretors and nonsecretors (3, 5, (7) (8) (9) (10) (11) (12) (13) (14) (15) (16) (17) . Levels of LNnT in mature milk typically range from 0.1 to 0.6 g/L (5, 9, 10, 12, 15, (18) (19) (20) , with higher levels more commonly observed within the first month of lactation (12) .",
        "section": "What Is New",
        "section_number": 3,
        "sentences": [
            "Infant formula supplemented with 2 0 fucosyllactose and lacto-N-neotetraose, 2 oligosaccharides commonly found in human milk, is safe, well-tolerated and supports age-appropriate growth.",
            "Secondary outcome findings of lower morbidity (particularly bronchitis) and medication use (antipyretics and antibiotics) were reported in infants fed supplemented formula, associations that warrant confirmation in future studies.",
            "fucosylated (including 2 0 fucosyllactose, 2 0 FL), neutral nonfucosylated (including lacto-N-neotetraose, LNnT), and acidic (including 3 0 sialyllactose, 3 0 SL, and 6 0 sialyllactose, 6 0 SL) (3) (4) (5) .",
            "In contrast, cow's milk contains relatively low oligosaccharide content with limited structural diversity (6) .",
            "Although the types and concentrations of HMOs vary considerably among lactating women and over time, 2 that are commonly found in abundance in human milk are 2 0 FL and LNnT. Levels of 2 0 FL typically range from 1.1 to 4.3 g/L in mature milk based on pooled data from secretors and nonsecretors (3, 5, (7) (8) (9) (10) (11) (12) (13) (14) (15) (16) (17) .",
            "Levels of LNnT in mature milk typically range from 0.1 to 0.6 g/L (5, 9, 10, 12, 15, (18) (19) (20) , with higher levels more commonly observed within the first month of lactation (12) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37617",
        "text": "Emerging research has suggested the importance of HMOs in enhancing the development of the intestinal microbiota and supporting immune protection in breast-fed infants (21, 22) . Both 2 0 FL and LNnT promote the growth of Bifidobacterium species in preclinical models (23, 24) . In addition to this, in mice infected with adherent-invasive Escherichia coli (AIEC), 2 0 FL was effective in reducing colonization by AIEC, modulating AIEC-induced CD14 expression, and attenuating inflammation associated with E. coli invasion (25) . In healthy infants, the relative absorption of 2 0 FL was similar among breast-fed infants and those fed formula supplemented with 2 0 FL (26), suggesting that 2 0 FL and possibly other HMOs may exert effects beyond the gastrointestinal (GI) tract (27, 28) . These findings, in conjunction with the documented differences in oligosaccharide composition between human and bovine milk, support the rationale for supplementing cow's milk-based infant formulas with 2 0 FL and LNnT. Although the safety of HMOs has been previously established in preclinical studies (29, 30) , clinical data regarding the effects of HMO supplementation on infant growth and tolerability are extremely limited (26) . Therefore, the primary objective of this study was to evaluate the growth of infants fed a new cow's milk-based formula supplemented with 2 0 FL and LNnT. Secondary objectives included the evaluation of anthropometric measures, GI tolerance, and behavioral patterns, as well as morbidity through age 12 months.",
        "section": "What Is New",
        "section_number": 4,
        "sentences": [
            "Emerging research has suggested the importance of HMOs in enhancing the development of the intestinal microbiota and supporting immune protection in breast-fed infants (21, 22) .",
            "Both 2 0 FL and LNnT promote the growth of Bifidobacterium species in preclinical models (23, 24) .",
            "In addition to this, in mice infected with adherent-invasive Escherichia coli (AIEC), 2 0 FL was effective in reducing colonization by AIEC, modulating AIEC-induced CD14 expression, and attenuating inflammation associated with E. coli invasion (25) .",
            "In healthy infants, the relative absorption of 2 0 FL was similar among breast-fed infants and those fed formula supplemented with 2 0 FL (26), suggesting that 2 0 FL and possibly other HMOs may exert effects beyond the gastrointestinal (GI) tract (27, 28) .",
            "These findings, in conjunction with the documented differences in oligosaccharide composition between human and bovine milk, support the rationale for supplementing cow's milk-based infant formulas with 2 0 FL and LNnT. Although the safety of HMOs has been previously established in preclinical studies (29, 30) , clinical data regarding the effects of HMO supplementation on infant growth and tolerability are extremely limited (26) .",
            "Therefore, the primary objective of this study was to evaluate the growth of infants fed a new cow's milk-based formula supplemented with 2 0 FL and LNnT. Secondary objectives included the evaluation of anthropometric measures, GI tolerance, and behavioral patterns, as well as morbidity through age 12 months."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37617",
        "text": "This was a multicenter, randomized, double-blind trial of 2 parallel groups of formula-fed infants who were enrolled at 14 days of age. Formula-fed infants who met the eligibility criteria were randomized equally to receive either control or test formula through 6 months of age. Randomization was carried out using a permuted block algorithm with Medidata Balance (New York, NY) and was stratified by infant sex and delivery method (vaginal or cesarean) to ensure balance of infant sex and delivery mode between groups. Parents/caregivers (hereafter ''parents''), investigators and study support staff were blinded to the study formulas; formulas were coded by the manufacturer (Nestlé Product Technology Center, Konolfingen, Switzerland) using a single nonspeaking code per formula group.",
        "section": "METHODS",
        "section_number": 5,
        "sentences": [
            "This was a multicenter, randomized, double-blind trial of 2 parallel groups of formula-fed infants who were enrolled at 14 days of age.",
            "Formula-fed infants who met the eligibility criteria were randomized equally to receive either control or test formula through 6 months of age.",
            "Randomization was carried out using a permuted block algorithm with Medidata Balance (New York, NY) and was stratified by infant sex and delivery method (vaginal or cesarean) to ensure balance of infant sex and delivery mode between groups.",
            "Parents/caregivers (hereafter ''parents''), investigators and study support staff were blinded to the study formulas; formulas were coded by the manufacturer (Nestlé Product Technology Center, Konolfingen, Switzerland) using a single nonspeaking code per formula group."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37617",
        "text": "The control formula was an intact protein, cow's milkbased, whey-predominant infant formula with long-chain polyunsaturated fatty acids (67 kcal/100 mL reconstituted formula; 1.8 g protein/100 kcal with a whey:casein ratio of 70%:30%). The test formula was identical to control except for the addition of 2 HMOs (Glycom A/S, Kongens Lyngby, Denmark) providing 1.0 g 2 0 FL and 0.5 g LNnT per liter of reconstituted formula. Although not directly measured, the osmolarities of the 2 study formulas were likely similar (or even slightly lower in the test formula) because HMOs, which replaced the same amount of lactose in the test formula, have higher molecular weight than lactose. The test and control formulas were distributed at study visits until age 6 months, when infants in both formula groups were switched to an intact protein, cow's milk-based, follow-up formula without HMOs for feedings through age 12 months. Parents were advised to feed the study formulas to their infants as they deemed appropriate, based on the infant's appetite, age, and weight. Complementary foods were allowed beginning at age 4 months.",
        "section": "METHODS",
        "section_number": 6,
        "sentences": [
            "The control formula was an intact protein, cow's milkbased, whey-predominant infant formula with long-chain polyunsaturated fatty acids (67 kcal/100 mL reconstituted formula; 1.8 g protein/100 kcal with a whey:casein ratio of 70%:30%).",
            "The test formula was identical to control except for the addition of 2 HMOs (Glycom A/S, Kongens Lyngby, Denmark) providing 1.0 g 2 0 FL and 0.5 g LNnT per liter of reconstituted formula.",
            "Although not directly measured, the osmolarities of the 2 study formulas were likely similar (or even slightly lower in the test formula) because HMOs, which replaced the same amount of lactose in the test formula, have higher molecular weight than lactose.",
            "The test and control formulas were distributed at study visits until age 6 months, when infants in both formula groups were switched to an intact protein, cow's milk-based, follow-up formula without HMOs for feedings through age 12 months.",
            "Parents were advised to feed the study formulas to their infants as they deemed appropriate, based on the infant's appetite, age, and weight.",
            "Complementary foods were allowed beginning at age 4 months."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37617",
        "text": "The study was conducted between October 2012 and July 2015 in the Dipartimento Materno Infantile AOUP ''Paolo Giaccone,'' Università di Palermo, Palermo, Italy, and in the Department of Paediatrics at Jessa Hospital in Hasselt, Belgium. The study was approved by the ethical committees of both hospitals. Trial conduct complied with the Declaration of Helsinki and the International Conference on Harmonization guidelines for Good Clinical Practice. Informed consent was obtained from the parent or legal guardian of each infant before enrollment.",
        "section": "METHODS",
        "section_number": 7,
        "sentences": [
            "The study was conducted between October 2012 and July 2015 in the Dipartimento Materno Infantile AOUP ''Paolo Giaccone,'' Università di Palermo, Palermo, Italy, and in the Department of Paediatrics at Jessa Hospital in Hasselt, Belgium.",
            "The study was approved by the ethical committees of both hospitals.",
            "Trial conduct complied with the Declaration of Helsinki and the International Conference on Harmonization guidelines for Good Clinical Practice.",
            "Informed consent was obtained from the parent or legal guardian of each infant before enrollment."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37617",
        "text": "We enrolled healthy infants using the following inclusion criteria: 14 days of age; gestation 37 to 42 weeks; birth weight 2500 to 4500 g; mothers had independently elected, before enrollment, not to breast-feed; exclusive formula-feeding at time of enrollment; and parent/legal guardian informed consent. Exclusion criteria were congenital illness or malformation that could affect growth; significant prenatal and/or serious postnatal disease before enrollment; minor parent(s); parents not expected to comply with study procedures; and current or previous participation in another clinical trial.",
        "section": "Participants",
        "section_number": 8,
        "sentences": [
            "We enrolled healthy infants using the following inclusion criteria: 14 days of age; gestation 37 to 42 weeks; birth weight 2500 to 4500 g; mothers had independently elected, before enrollment, not to breast-feed; exclusive formula-feeding at time of enrollment; and parent/legal guardian informed consent.",
            "Exclusion criteria were congenital illness or malformation that could affect growth; significant prenatal and/or serious postnatal disease before enrollment; minor parent(s); parents not expected to comply with study procedures; and current or previous participation in another clinical trial."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37617",
        "text": "Infants completed a baseline visit at 14 days of age, followed by visits at 1, 2, 3, 4, 6, and 12 months of age. At the baseline visit, demographic information and participant characteristics were collected, a clinical examination was performed and anthropometrics (weight, length, and head circumference) were obtained. At each subsequent visit, a clinical examination was performed, anthropometrics were obtained, and digestive tolerance, behavioral patterns, and formula intake were assessed using a paper diary completed by the parent reflecting 3 consecutive days before the visit. Parents also provided information on illness symptoms and medication use in the diary, which was reviewed and confirmed by the physician at each study visit.",
        "section": "Study Visits",
        "section_number": 9,
        "sentences": [
            "Infants completed a baseline visit at 14 days of age, followed by visits at 1, 2, 3, 4, 6, and 12 months of age.",
            "At the baseline visit, demographic information and participant characteristics were collected, a clinical examination was performed and anthropometrics (weight, length, and head circumference) were obtained.",
            "At each subsequent visit, a clinical examination was performed, anthropometrics were obtained, and digestive tolerance, behavioral patterns, and formula intake were assessed using a paper diary completed by the parent reflecting 3 consecutive days before the visit.",
            "Parents also provided information on illness symptoms and medication use in the diary, which was reviewed and confirmed by the physician at each study visit."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37617",
        "text": "The primary outcome was weight gain (g/day) between enrollment and age 4 months (calculated as the difference in infant weight between the baseline visit and the visit at age 4 months, divided by the number of days between these 2 visits), as recommended in guidelines from the American Academy of Pediatrics Task Force on Clinical Testing of Infant Formulas (31) . The period from 0 to 4 months represents the timeframe when infant formula is used as the sole source of nutrition. Secondary outcomes included other anthropometric measures (weight, length, body mass index [BMI], head circumference, and corresponding z scores), digestive tolerance (flatulence, spitting-up, and vomiting), stool characteristics (stool consistency and frequency), behavior patterns (restlessness, colic, and nighttime awakenings), formula intake, and morbidity (parentreported adverse events [AEs] and concomitant medications).",
        "section": "Outcome Measures",
        "section_number": 10,
        "sentences": [
            "The primary outcome was weight gain (g/day) between enrollment and age 4 months (calculated as the difference in infant weight between the baseline visit and the visit at age 4 months, divided by the number of days between these 2 visits), as recommended in guidelines from the American Academy of Pediatrics Task Force on Clinical Testing of Infant Formulas (31) .",
            "The period from 0 to 4 months represents the timeframe when infant formula is used as the sole source of nutrition.",
            "Secondary outcomes included other anthropometric measures (weight, length, body mass index [BMI], head circumference, and corresponding z scores), digestive tolerance (flatulence, spitting-up, and vomiting), stool characteristics (stool consistency and frequency), behavior patterns (restlessness, colic, and nighttime awakenings), formula intake, and morbidity (parentreported adverse events [AEs] and concomitant medications)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37617",
        "text": "Detailed information on outcome measurement procedures is provided in Supplemental Digital Content 1 (http://links.lww.com/ MPG/A886). Briefly, anthropometrics were measured by trained study personnel using standard procedures; z scores were calculated using the WHO 2006 Child Growth Standards (32) . Diaries completed by parents in the 3-day period before each postbaseline study visit provided information on number of stools per day and stool consistency (1 ¼ hard, 7 ¼ watery; stool images and descriptions provided to parents). Parents were also asked to respond to a series of structured questions in the diary designed to assess the frequency with which their child exhibited symptoms related to digestive tolerance and behavioral patterns (ie, flatulence, spittingup, vomiting, colic, restless and irritable, and waking up during the night) by selecting one of the response options (ie, never, sometimes, or often). During the initial baseline visit, parents were instructed on how and when to fill out the diary, and at each of the subsequent visits, the investigators reviewed the diary with the parents to verify the completeness and accuracy of the diary entries.",
        "section": "Outcome Measures",
        "section_number": 11,
        "sentences": [
            "Detailed information on outcome measurement procedures is provided in Supplemental Digital Content 1 (http://links.lww.com/ MPG/A886).",
            "Briefly, anthropometrics were measured by trained study personnel using standard procedures; z scores were calculated using the WHO 2006 Child Growth Standards (32) .",
            "Diaries completed by parents in the 3-day period before each postbaseline study visit provided information on number of stools per day and stool consistency (1 ¼ hard, 7 ¼ watery; stool images and descriptions provided to parents).",
            "Parents were also asked to respond to a series of structured questions in the diary designed to assess the frequency with which their child exhibited symptoms related to digestive tolerance and behavioral patterns (ie, flatulence, spittingup, vomiting, colic, restless and irritable, and waking up during the night) by selecting one of the response options (ie, never, sometimes, or often).",
            "During the initial baseline visit, parents were instructed on how and when to fill out the diary, and at each of the subsequent visits, the investigators reviewed the diary with the parents to verify the completeness and accuracy of the diary entries."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37617",
        "text": "The diary also included a grid for the parent to record any illness symptoms including fever. Although parents were not expected to diagnose specific illnesses, they were asked to convey in the diary any illness diagnoses provided to them by either the child's primary care physician or the study physician when the child was ill. Parents also could record in the grid any hospitalizations (reason, duration) and intake of medications since the prior visit, and the associated start and stop dates. The information recorded in the diary by the parent was reviewed and verified by the study physician at each study visit before being recorded in the study database as reported AEs or reported medication use. AEs were then coded and categorized by a single physician who was not involved in study conduct using the Medical Dictionary for Regulatory Activities (MedDRA) System, Organ, and Class (SOC) categories as well as the Preferred Terms (PTs) within each SOC category. Several PTs within the ''Infections and Infestations'' SOC category were identified a priori as being of particular interest, including upper respiratory tract infection, pyrexia, rhinitis, bronchitis, bronchiolitis, otitis media, pharyngitis and gastroenteritis. In addition to this, 3 AE clusters were identified: upper respiratory tract infection, lower respiratory tract infection, and otitis/ear infection (see Supplemental Digital Content 1, http://links.lww. com/MPG/A886, for PTs included in each AE cluster). Similarly, recorded medications were coded and categorized into groups, including antibiotics, antipyretics, and gastroesophageal reflux disease medications. Data related to AEs and medication use were expressed as the proportion of infants in each group with at least 1 episode of the specific AE or medication use.",
        "section": "Outcome Measures",
        "section_number": 12,
        "sentences": [
            "The diary also included a grid for the parent to record any illness symptoms including fever.",
            "Although parents were not expected to diagnose specific illnesses, they were asked to convey in the diary any illness diagnoses provided to them by either the child's primary care physician or the study physician when the child was ill.",
            "Parents also could record in the grid any hospitalizations (reason, duration) and intake of medications since the prior visit, and the associated start and stop dates.",
            "The information recorded in the diary by the parent was reviewed and verified by the study physician at each study visit before being recorded in the study database as reported AEs or reported medication use.",
            "AEs were then coded and categorized by a single physician who was not involved in study conduct using the Medical Dictionary for Regulatory Activities (MedDRA) System, Organ, and Class (SOC) categories as well as the Preferred Terms (PTs) within each SOC category.",
            "Several PTs within the ''Infections and Infestations'' SOC category were identified a priori as being of particular interest, including upper respiratory tract infection, pyrexia, rhinitis, bronchitis, bronchiolitis, otitis media, pharyngitis and gastroenteritis.",
            "In addition to this, 3 AE clusters were identified: upper respiratory tract infection, lower respiratory tract infection, and otitis/ear infection (see Supplemental Digital Content 1, http://links.lww.",
            "com/MPG/A886, for PTs included in each AE cluster).",
            "Similarly, recorded medications were coded and categorized into groups, including antibiotics, antipyretics, and gastroesophageal reflux disease medications.",
            "Data related to AEs and medication use were expressed as the proportion of infants in each group with at least 1 episode of the specific AE or medication use."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37617",
        "text": "The sample size was determined according to guidelines from the American Academy of Pediatrics Task Force on Clinical Testing of Infant Formulas (31) . Specifically, power calculations were performed using the software package R version 2.13.2 (2011; The R Foundation for Statistical Computing, Vienna, Austria). Assuming 80% power, a ¼ 0.025 for the 1-sided weight gain noninferiority comparison between groups, a noninferiority margin of À3 g/day (31) , and a standard deviation of 6.1 g/day (33), a total of 66 infants were needed in each formula-fed group. Enrollment of approximately 88 infants per group was planned to account for a 25% dropout rate.",
        "section": "Statistical Analysis",
        "section_number": 13,
        "sentences": [
            "The sample size was determined according to guidelines from the American Academy of Pediatrics Task Force on Clinical Testing of Infant Formulas (31) .",
            "Specifically, power calculations were performed using the software package R version 2.13.2 (2011; The R Foundation for Statistical Computing, Vienna, Austria).",
            "Assuming 80% power, a ¼ 0.025 for the 1-sided weight gain noninferiority comparison between groups, a noninferiority margin of À3 g/day (31) , and a standard deviation of 6.1 g/day (33), a total of 66 infants were needed in each formula-fed group.",
            "Enrollment of approximately 88 infants per group was planned to account for a 25% dropout rate."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37617",
        "text": "The primary outcome (weight gain, g/day from baseline to 4 months) was analyzed using an analysis of covariance model adjusted for multiple covariates/factors including baseline weight, treatment, sex, and center. Missing postbaseline weight gain was imputed using the respective treatment visit mean by sex. Adjusted mean and standard error (SE) of weight gain was reported. Weight gain in the test group was considered noninferior to control if the lower bound of the 2-sided 95% confidence interval (CI) for the difference between groups (test minus control) was above the noninferiority margin of À3 g/day (31) . The primary outcome was analyzed in both the per-protocol (PP) and intention-to-treat (ITT) populations. The PP population included infants with none of the following major protocol violations before age 4 months: being hospitalized for >3 consecutive days 1 week before age 4 months, being off study formula for !3 consecutive days, and taking !4 teaspoons of complementary food per day. The ITT population included all infants randomized to study formula.",
        "section": "Statistical Analysis",
        "section_number": 14,
        "sentences": [
            "The primary outcome (weight gain, g/day from baseline to 4 months) was analyzed using an analysis of covariance model adjusted for multiple covariates/factors including baseline weight, treatment, sex, and center.",
            "Missing postbaseline weight gain was imputed using the respective treatment visit mean by sex.",
            "Adjusted mean and standard error (SE) of weight gain was reported.",
            "Weight gain in the test group was considered noninferior to control if the lower bound of the 2-sided 95% confidence interval (CI) for the difference between groups (test minus control) was above the noninferiority margin of À3 g/day (31) .",
            "The primary outcome was analyzed in both the per-protocol (PP) and intention-to-treat (ITT) populations.",
            "The PP population included infants with none of the following major protocol violations before age 4 months: being hospitalized for >3 consecutive days 1 week before age 4 months, being off study formula for !",
            "3 consecutive days, and taking !",
            "4 teaspoons of complementary food per day.",
            "The ITT population included all infants randomized to study formula."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37617",
        "text": "Secondary outcomes were evaluated in the ITT population, without adjustment for multiple testing. Anthropometrics were analyzed using a mixed-effect model repeated measures approach adjusted for multiple covariates/factors and their interactions including baseline anthropometric assessments, sex, center, visit, treatment, sex Â visit, and sex Â treatment. The Cochran-Mantel-Haenszel test was used to evaluate the linear association between study formula and digestive tolerance, behavioral patterns, and stool consistency. Stool consistency was also compared between groups using a Student t test at each visit. Stool frequency was analyzed using the negative binomial generalized linear model. Morbidity outcomes were analyzed using the Fisher exact test and reported as odds ratio (OR) and 95% CI (See Supplemental Digital Content 2, http://links.lww.com/MPG/A887, for additional details on statistical analyses).",
        "section": "Statistical Analysis",
        "section_number": 15,
        "sentences": [
            "Secondary outcomes were evaluated in the ITT population, without adjustment for multiple testing.",
            "Anthropometrics were analyzed using a mixed-effect model repeated measures approach adjusted for multiple covariates/factors and their interactions including baseline anthropometric assessments, sex, center, visit, treatment, sex Â visit, and sex Â treatment.",
            "The Cochran-Mantel-Haenszel test was used to evaluate the linear association between study formula and digestive tolerance, behavioral patterns, and stool consistency.",
            "Stool consistency was also compared between groups using a Student t test at each visit.",
            "Stool frequency was analyzed using the negative binomial generalized linear model.",
            "Morbidity outcomes were analyzed using the Fisher exact test and reported as odds ratio (OR) and 95% CI (See Supplemental Digital Content 2, http://links.lww.com/MPG/A887, for additional details on statistical analyses)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37617",
        "text": "A total of 175 infants were enrolled (95 from the site in Belgium and 80 from the site in Italy), with 87 and 88 randomized to receive the control and test formulas, respectively (Fig. 1) . Fortyfour (25.1%) infants (20 in control; 24 in test) withdrew before the primary outcome assessment (4-month follow-up). The dropout rate was comparable between groups and was accounted for in the sample size calculation. The most common reason for discontinuation was an AE (n ¼ 11 in control; n ¼ 12 in test). Other reasons for discontinuation before 4 months included parent/guardian request (n ¼ 3 in control; n ¼ 6 in test); lost to follow-up/missing (n ¼ 5 in control; n ¼ 6 in test); and other (n ¼ 1 in control; n ¼ 0 in test). Infant baseline characteristics and anthropometrics were comparable between groups (Table 1) .",
        "section": "RESULTS",
        "section_number": 16,
        "sentences": [
            "A total of 175 infants were enrolled (95 from the site in Belgium and 80 from the site in Italy), with 87 and 88 randomized to receive the control and test formulas, respectively (Fig. 1) .",
            "Fortyfour (25.1%) infants (20 in control; 24 in test) withdrew before the primary outcome assessment (4-month follow-up).",
            "The dropout rate was comparable between groups and was accounted for in the sample size calculation.",
            "The most common reason for discontinuation was an AE (n ¼ 11 in control; n ¼ 12 in test).",
            "Other reasons for discontinuation before 4 months included parent/guardian request (n ¼ 3 in control; n ¼ 6 in test); lost to follow-up/missing (n ¼ 5 in control; n ¼ 6 in test); and other (n ¼ 1 in control; n ¼ 0 in test).",
            "Infant baseline characteristics and anthropometrics were comparable between groups (Table 1) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37617",
        "text": "In the PP population, adjusted mean (SE) weight gain through age 4 months was 29.84 (0.60) g/day for infants fed the test formula and 30.15 (0.58) g/day for those fed control (Table 2) . Mean difference (95% CI) in weight gain between groups was À0.30 (À1.94, 1.34) g/day, with the lower limit of the 95% CI above the predefined noninferiority margin of À3 g/day, indicating similar weight gain in the 2 groups. Results were similar in the ITT population. Mean weight, length, head circumference, and BMI were not significantly different between groups at any study visit (see Supplemental Digital Content 3, http://links.lww.com/MPG/ A888). Likewise, mean weight-for-age, length-for-age, head circumference-for-age, and BMI-for-age z scores (Fig. 2) did not differ significantly between the groups at any study visit and tracked closely with the WHO growth standards.",
        "section": "Growth",
        "section_number": 17,
        "sentences": [
            "In the PP population, adjusted mean (SE) weight gain through age 4 months was 29.84 (0.60) g/day for infants fed the test formula and 30.15 (0.58) g/day for those fed control (Table 2) .",
            "Mean difference (95% CI) in weight gain between groups was À0.30 (À1.94, 1.34) g/day, with the lower limit of the 95% CI above the predefined noninferiority margin of À3 g/day, indicating similar weight gain in the 2 groups.",
            "Results were similar in the ITT population.",
            "Mean weight, length, head circumference, and BMI were not significantly different between groups at any study visit (see Supplemental Digital Content 3, http://links.lww.com/MPG/ A888).",
            "Likewise, mean weight-for-age, length-for-age, head circumference-for-age, and BMI-for-age z scores (Fig. 2) did not differ significantly between the groups at any study visit and tracked closely with the WHO growth standards."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37617",
        "text": "Mean daily formula intake was similar between groups at all study visits. At age 4 months, mean intake was 908 mL in the test group and 929 mL in the control group (P ¼ 0.54). GI symptoms, including flatulence, spitting-up and vomiting, were not significantly different at any study visit between the groups, indicating no association between type of formula and digestive tolerance. No differences were observed between the groups in the proportion of stools in each consistency category. Comparison of mean AE SE stool consistency ratings showed that the test group had a tendency toward softer stools at 1 month (5.9 AE 0.2 vs 5.5 AE 0.2, P ¼ 0.064) and had significantly softer stools at 2 months (6.1 AE 0.1 vs 5.7 AE 0.2, P ¼ 0.021); no significant differences were observed at other visits. No significant differences in stool frequency were reported at any visit.",
        "section": "Formula Intake and Tolerance",
        "section_number": 18,
        "sentences": [
            "Mean daily formula intake was similar between groups at all study visits.",
            "At age 4 months, mean intake was 908 mL in the test group and 929 mL in the control group (P ¼ 0.54).",
            "GI symptoms, including flatulence, spitting-up and vomiting, were not significantly different at any study visit between the groups, indicating no association between type of formula and digestive tolerance.",
            "No differences were observed between the groups in the proportion of stools in each consistency category.",
            "Comparison of mean AE SE stool consistency ratings showed that the test group had a tendency toward softer stools at 1 month (5.9 AE 0.2 vs 5.5 AE 0.2, P ¼ 0.064) and had significantly softer stools at 2 months (6.1 AE 0.1 vs 5.7 AE 0.2, P ¼ 0.021); no significant differences were observed at other visits.",
            "No significant differences in stool frequency were reported at any visit."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37617",
        "text": "Parent-reported infant behavioral patterns including restlessness/irritability and colic were similar in the test and control groups at each study visit, although among the subgroup of infants delivered by cesarean section, colic at 4 months was reported less frequently in the test group (P ¼ 0.035). Specifically, among cesarean-born infants, colic was reported as ''never'' and ''sometimes'' in 96% and 4%, respectively, in the test group compared to 74% and 26% in the control group. In addition to this, at 2 months, nighttime awakenings were reported less frequently in the test group (P ¼ 0.036), with parents reporting ''never,'' ''sometimes,'' and ''often'' in 27%, 69%, and 4% of infants in the test group, compared with 25%, 57%, and 18% in the control group. This difference, however, did not persist after age 2 months.",
        "section": "Behavioral Patterns",
        "section_number": 19,
        "sentences": [
            "Parent-reported infant behavioral patterns including restlessness/irritability and colic were similar in the test and control groups at each study visit, although among the subgroup of infants delivered by cesarean section, colic at 4 months was reported less frequently in the test group (P ¼ 0.035).",
            "Specifically, among cesarean-born infants, colic was reported as ''never'' and ''sometimes'' in 96% and 4%, respectively, in the test group compared to 74% and 26% in the control group.",
            "In addition to this, at 2 months, nighttime awakenings were reported less frequently in the test group (P ¼ 0.036), with parents reporting ''never,'' ''sometimes,'' and ''often'' in 27%, 69%, and 4% of infants in the test group, compared with 25%, 57%, and 18% in the control group.",
            "This difference, however, did not persist after age 2 months."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37617",
        "text": "The overall percentage of infants who had at least 1 reported AE was similar in both groups during the 4-month exclusive feeding period (test: 84.1%; control 90.8%). At 4 months, at least 1 serious AE was reported in 6 infants (6.8%) in the test group and 10 infants (11.5%) in the control group. Only 1 infant experienced an AE (cow's milk-protein allergy) considered to be related to the study formula (infant was assigned to test). There were no statistically significant differences between groups in the cumulative incidence of reported AEs when analyzed by SOC categories. The percentage of infants who reported at least 1 AE in the SOC category of ''Infections and Infestations'' from 0 to 12 months was, however, numerically lower in the test group, a difference that approached statistical significance (69.3% vs 82.8%, OR 0.47, 95% CI 0.21-1.02, P ¼ 0.051). No statistically significant differences were observed between groups in other SOC categories.",
        "section": "Morbidity",
        "section_number": 20,
        "sentences": [
            "The overall percentage of infants who had at least 1 reported AE was similar in both groups during the 4-month exclusive feeding period (test: 84.1%; control 90.8%).",
            "At 4 months, at least 1 serious AE was reported in 6 infants (6.8%) in the test group and 10 infants (11.5%) in the control group.",
            "Only 1 infant experienced an AE (cow's milk-protein allergy) considered to be related to the study formula (infant was assigned to test).",
            "There were no statistically significant differences between groups in the cumulative incidence of reported AEs when analyzed by SOC categories.",
            "The percentage of infants who reported at least 1 AE in the SOC category of ''Infections and Infestations'' from 0 to 12 months was, however, numerically lower in the test group, a difference that approached statistical significance (69.3% vs 82.8%, OR 0.47, 95% CI 0.21-1.02, P ¼ 0.051).",
            "No statistically significant differences were observed between groups in other SOC categories."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37617",
        "text": "Regarding the a priori-identified AEs of interest within the ''Infections and Infestations'' SOC category, as shown in Figure 3 , infants receiving test had significantly fewer reports of bronchitis through 4, 6, and 12 months, and the AE cluster of lower respiratory tract infection through 12 months. Similar statistically significant differences between the test and control groups were observed in the subgroup of infants born by cesarean section for bronchitis through 12 months (3.1% vs 34.4%, OR 0.06, 95% CI 0.00-0.50, P ¼ 0.003) and lower respiratory tract infection through 6 (6.3% vs 28.1%, OR 0.17, 95% CI 0.02-0.96, P ¼ 0.043) and 12 months (12.5% vs 40.6%, OR 0.21, 95% CI 0.04-0.83, P ¼ 0.022). Fewer reports of the AE cluster of otitis/ear infection were observed in the test group through 12 months, but the difference between groups did not reach statistical significance (6.8% vs 12.6%, P ¼ 0.213). There were no other statistically significant findings for the reported incidences of AE PTs or AE clusters. Infants receiving test had significantly fewer reports of the use of antipyretics through 4 months; however, this difference was not statistically significant at 6 or 12 months (Fig. 3) . Infants receiving test also had significantly fewer reports of antibiotic use through 6 and 12 months.",
        "section": "Morbidity",
        "section_number": 21,
        "sentences": [
            "Regarding the a priori-identified AEs of interest within the ''Infections and Infestations'' SOC category, as shown in Figure 3 , infants receiving test had significantly fewer reports of bronchitis through 4, 6, and 12 months, and the AE cluster of lower respiratory tract infection through 12 months.",
            "Similar statistically significant differences between the test and control groups were observed in the subgroup of infants born by cesarean section for bronchitis through 12 months (3.1% vs 34.4%, OR 0.06, 95% CI 0.00-0.50, P ¼ 0.003) and lower respiratory tract infection through 6 (6.3% vs 28.1%, OR 0.17, 95% CI 0.02-0.96, P ¼ 0.043) and 12 months (12.5% vs 40.6%, OR 0.21, 95% CI 0.04-0.83, P ¼ 0.022).",
            "Fewer reports of the AE cluster of otitis/ear infection were observed in the test group through 12 months, but the difference between groups did not reach statistical significance (6.8% vs 12.6%, P ¼ 0.213).",
            "There were no other statistically significant findings for the reported incidences of AE PTs or AE clusters.",
            "Infants receiving test had significantly fewer reports of the use of antipyretics through 4 months; however, this difference was not statistically significant at 6 or 12 months (Fig. 3) .",
            "Infants receiving test also had significantly fewer reports of antibiotic use through 6 and 12 months."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37617",
        "text": "To our knowledge, this is the first randomized, controlled trial of infant formula supplemented with both 2 0 FL (1 g/L) and LNnT (0.5 g/L), 2 abundant oligosaccharides in breast milk that collectively represent $37% of total HMOs (34) . We found that compared with infants fed the control formula without HMOs, those fed the test formula: manifested similar age-appropriate growth, had indications of improved GI comfort in the first few months of age, and had lower rates of parent-reported morbidities related to lower respiratory tract infections as well as antipyretic and antibiotic use. As the study was powered for the primary outcome (weight gain from 0 to months of age), the findings related to secondary outcomes warrant confirmation in future studies.",
        "section": "DISCUSSION",
        "section_number": 22,
        "sentences": [
            "To our knowledge, this is the first randomized, controlled trial of infant formula supplemented with both 2 0 FL (1 g/L) and LNnT (0.5 g/L), 2 abundant oligosaccharides in breast milk that collectively represent $37% of total HMOs (34) .",
            "We found that compared with infants fed the control formula without HMOs, those fed the test formula: manifested similar age-appropriate growth, had indications of improved GI comfort in the first few months of age, and had lower rates of parent-reported morbidities related to lower respiratory tract infections as well as antipyretic and antibiotic use.",
            "As the study was powered for the primary outcome (weight gain from 0 to months of age), the findings related to secondary outcomes warrant confirmation in future studies."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37617",
        "text": "The study demonstrated comparable weight gain in the test and control groups and growth tracked closely with the WHO growth standards through 12 months of age. The study also showed that test formula supplemented with 1 g/L 2 0 FL and 0.5 g/L LNnT is well tolerated. Interestingly, infants fed the test formula tended to have softer stools at 1 month of age and had significantly softer stools at age 2 months. Although these differences did not persist at later time points, the findings highlight the beneficial effect of HMOs on stool characteristics during the first few months of life when the neonatal GI tract undergoes profound growth and functional maturation (35) . Moreover, the proportion of parents reporting that their infants woke up ''often'' at night was lower in the test group at 2 months of age, although this finding did not persist at later time points. The lack of statistical significance for this endpoint after 2 months may be attributable to inadequate power. In addition to this, among cesarean-born infants, parents reported less colic in the test group at age 4 months. Collectively, these findings suggest that infant formula supplemented with 1 g/L 2 0 FL and 0.5 g/L LNnT may confer improved GI comfort, although further confirmatory studies are needed.",
        "section": "Growth and Tolerance",
        "section_number": 23,
        "sentences": [
            "The study demonstrated comparable weight gain in the test and control groups and growth tracked closely with the WHO growth standards through 12 months of age.",
            "The study also showed that test formula supplemented with 1 g/L 2 0 FL and 0.5 g/L LNnT is well tolerated.",
            "Interestingly, infants fed the test formula tended to have softer stools at 1 month of age and had significantly softer stools at age 2 months.",
            "Although these differences did not persist at later time points, the findings highlight the beneficial effect of HMOs on stool characteristics during the first few months of life when the neonatal GI tract undergoes profound growth and functional maturation (35) .",
            "Moreover, the proportion of parents reporting that their infants woke up ''often'' at night was lower in the test group at 2 months of age, although this finding did not persist at later time points.",
            "The lack of statistical significance for this endpoint after 2 months may be attributable to inadequate power.",
            "In addition to this, among cesarean-born infants, parents reported less colic in the test group at age 4 months.",
            "Collectively, these findings suggest that infant formula supplemented with 1 g/L 2 0 FL and 0.5 g/L LNnT may confer improved GI comfort, although further confirmatory studies are needed."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37617",
        "text": "The safety of the test formula is supported by a similar incidence of total reported AEs in the test and control groups. Importantly, we observed lower rates of respiratory tract-related morbidity outcomes among infants fed formula with 2 0 FL and LNnT compared with those fed the control formula. We also observed a lower likelihood of reporting the use of antipyretic and antibiotic medications in the test group. Although these secondary outcome findings showing associations between HMOsupplemented formula and lower parent-reported morbidity and medication use warrant confirmation in future studies, accumulating evidence (36) (37) (38) (39) (40) showing both local anti-adhesion and systemic immunomodulatory effects of HMOs provides mechanistic support for an effect on respiratory tract-related morbidities. Specifically, HMOs rinse the laryngopharyngeal region during oral consumption and could potentially reduce pathogen adhesion locally at the entrance to the upper respiratory tract (41). 2 0 FL was shown to inhibit the binding of pathogens such as Pseudomonas aeruginosa to respiratory cells (36) . LNnT was shown to reduce pneumococcal load in rabbit lungs when instilled concurrently with or 24 hours after Streptococcus pneumonia challenge and altered the progression of pre-existing pneumonia by preventing bacterial adherence (37) . Prior incubation with LNnT also prevented adherence of S. pneumonia to chinchilla lungs (38) . In addition to this, HMOs may play a systemic immunomodulatory role via direct mediation of cell-cell interactions in the immune system (41) when HMOs are absorbed intact into the circulation (26, 28, 42) , and modulation of gut microbiota with indirect downstream effects on the immune system when largely indigestible HMOs reach the infant's colon (43) . Duska-McEwen et al (40) recently reported that 2 0 FL and LNnT may decrease viral load in an in vitro model by enhancing innate immune responses to respiratory syncytial virus NM232 and influenza A virus H1N1 (NC99), 2 viruses associated with lower respiratory infections.",
        "section": "Parent-reported Morbidities and Medication Use",
        "section_number": 24,
        "sentences": [
            "The safety of the test formula is supported by a similar incidence of total reported AEs in the test and control groups.",
            "Importantly, we observed lower rates of respiratory tract-related morbidity outcomes among infants fed formula with 2 0 FL and LNnT compared with those fed the control formula.",
            "We also observed a lower likelihood of reporting the use of antipyretic and antibiotic medications in the test group.",
            "Although these secondary outcome findings showing associations between HMOsupplemented formula and lower parent-reported morbidity and medication use warrant confirmation in future studies, accumulating evidence (36) (37) (38) (39) (40) showing both local anti-adhesion and systemic immunomodulatory effects of HMOs provides mechanistic support for an effect on respiratory tract-related morbidities.",
            "Specifically, HMOs rinse the laryngopharyngeal region during oral consumption and could potentially reduce pathogen adhesion locally at the entrance to the upper respiratory tract (41).",
            "2 0 FL was shown to inhibit the binding of pathogens such as Pseudomonas aeruginosa to respiratory cells (36) .",
            "LNnT was shown to reduce pneumococcal load in rabbit lungs when instilled concurrently with or 24 hours after Streptococcus pneumonia challenge and altered the progression of pre-existing pneumonia by preventing bacterial adherence (37) .",
            "Prior incubation with LNnT also prevented adherence of S. pneumonia to chinchilla lungs (38) .",
            "In addition to this, HMOs may play a systemic immunomodulatory role via direct mediation of cell-cell interactions in the immune system (41) when HMOs are absorbed intact into the circulation (26, 28, 42) , and modulation of gut microbiota with indirect downstream effects on the immune system when largely indigestible HMOs reach the infant's colon (43) .",
            "Duska-McEwen et al (40) recently reported that 2 0 FL and LNnT may decrease viral load in an in vitro model by enhancing innate immune responses to respiratory syncytial virus NM232 and influenza A virus H1N1 (NC99), 2 viruses associated with lower respiratory infections."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37617",
        "text": "Additional findings on a lower likelihood of reported bronchitis and lower respiratory tract infection in the subset of cesareanborn infants who were fed test formula are notable, given this subgroup analysis included only slightly more than one-third of the infants in each feeding group. Well-documented aberrations in the early stages of gut colonization in cesarean-born infants (44) (45) (46) may make this group of infants particularly sensitive to nutritional interventions (eg, HMOs) that are aimed at supporting the development of a healthy gut microbiota and a healthy immune system in early infancy. It is also noteworthy that most of the morbidityrelated differences between the test and control groups persisted through 12 months, which was beyond the first 6 months of age when HMOs were consumed. The potential immune-modulation of HMOs may be long-lasting; early exposure to HMOs may program the immune system (43) in a way that lowers the later risk of infections within the respiratory tract.",
        "section": "Parent-reported Morbidities and Medication Use",
        "section_number": 25,
        "sentences": [
            "Additional findings on a lower likelihood of reported bronchitis and lower respiratory tract infection in the subset of cesareanborn infants who were fed test formula are notable, given this subgroup analysis included only slightly more than one-third of the infants in each feeding group.",
            "Well-documented aberrations in the early stages of gut colonization in cesarean-born infants (44) (45) (46) may make this group of infants particularly sensitive to nutritional interventions (eg, HMOs) that are aimed at supporting the development of a healthy gut microbiota and a healthy immune system in early infancy.",
            "It is also noteworthy that most of the morbidityrelated differences between the test and control groups persisted through 12 months, which was beyond the first 6 months of age when HMOs were consumed.",
            "The potential immune-modulation of HMOs may be long-lasting; early exposure to HMOs may program the immune system (43) in a way that lowers the later risk of infections within the respiratory tract."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37617",
        "text": "We did not observe an effect of HMOs on GI-related morbidities, although literature suggests such an effect may exist (11, 34) . Our results may relate to the low rate of GI-related morbidities in our study population, such as, gastroenteritis was reported in only 18% of infants between 0 and 12 months of age, compared with 38% of infants with reported bronchitis during the first year of life. Overall, our findings of lower respiratory tractrelated morbidities in the test group, along with a recent study that found an association between breast milk 2 0 FL and a lower risk of allergic disease onset (including eczema) among infants delivered by cesarean section (47) , suggest that HMOs may exert effects beyond the GI tract.",
        "section": "Parent-reported Morbidities and Medication Use",
        "section_number": 26,
        "sentences": [
            "We did not observe an effect of HMOs on GI-related morbidities, although literature suggests such an effect may exist (11, 34) .",
            "Our results may relate to the low rate of GI-related morbidities in our study population, such as, gastroenteritis was reported in only 18% of infants between 0 and 12 months of age, compared with 38% of infants with reported bronchitis during the first year of life.",
            "Overall, our findings of lower respiratory tractrelated morbidities in the test group, along with a recent study that found an association between breast milk 2 0 FL and a lower risk of allergic disease onset (including eczema) among infants delivered by cesarean section (47) , suggest that HMOs may exert effects beyond the GI tract."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37617",
        "text": "The current study was the first clinical trial evaluating infant formula supplemented with 2 HMOs (2 0 FL and LNnT), while previous studies (26, 34, 48, 49) considered only a single HMO. The multicenter design and enrollment of infants by primary care pediatricians provided a representative sample of healthy term infants, supporting the generalizability of the results. In addition, infants were followed until 1 year of age, which allowed us to capture the potential sustained effects of HMOs consumed during the first 6 months of age. A limitation of the study is the absence of growth and secondary outcome data from a breast-fed reference group. In addition to this, GI tolerance data were based on parent report, which may be susceptible to under-or overeporting, although instructions from study staff on how to complete the diary, use of common terms for GI symptoms in the diary, and the double-blind study design reduced the risk that parents in the test group systematically differed from the control group in under-or overreporting these outcomes. The use of morbidity assessments based on parent-reported symptoms/illnesses and medication use, rather than a direct evaluation and diagnosis of each suspected illness by the study physician, is also a potential limitation. Although we were not able to implement the latter approach in this trial due to an increased burden on study participants and sites, any illness-related information reported by the parent was carefully reviewed and verified by study physicians at each clinic visit, and AEs of interest were well defined and identified a priori. Nonetheless, additional studies are needed to confirm whether HMOsupplemented infant formulas confer protection from illness. If replicated, the effects of HMOs on morbidity and medication use will carry substantial positive implications for the health of infants. In addition to this, while our findings are consistent with preclinical evidence on potential underlying mechanisms for the effects of HMOs, confirmation is needed in future trials that include evaluation of biomarkers to investigate biologic mechanisms. Future trials should also consider inclusion of outcomes related to stool volume and weight, which would provide insight on whether the addition of HMOs had an osmotic effect.",
        "section": "Strengths and Limitations",
        "section_number": 27,
        "sentences": [
            "The current study was the first clinical trial evaluating infant formula supplemented with 2 HMOs (2 0 FL and LNnT), while previous studies (26, 34, 48, 49) considered only a single HMO.",
            "The multicenter design and enrollment of infants by primary care pediatricians provided a representative sample of healthy term infants, supporting the generalizability of the results.",
            "In addition, infants were followed until 1 year of age, which allowed us to capture the potential sustained effects of HMOs consumed during the first 6 months of age.",
            "A limitation of the study is the absence of growth and secondary outcome data from a breast-fed reference group.",
            "In addition to this, GI tolerance data were based on parent report, which may be susceptible to under-or overeporting, although instructions from study staff on how to complete the diary, use of common terms for GI symptoms in the diary, and the double-blind study design reduced the risk that parents in the test group systematically differed from the control group in under-or overreporting these outcomes.",
            "The use of morbidity assessments based on parent-reported symptoms/illnesses and medication use, rather than a direct evaluation and diagnosis of each suspected illness by the study physician, is also a potential limitation.",
            "Although we were not able to implement the latter approach in this trial due to an increased burden on study participants and sites, any illness-related information reported by the parent was carefully reviewed and verified by study physicians at each clinic visit, and AEs of interest were well defined and identified a priori.",
            "Nonetheless, additional studies are needed to confirm whether HMOsupplemented infant formulas confer protection from illness.",
            "If replicated, the effects of HMOs on morbidity and medication use will carry substantial positive implications for the health of infants.",
            "In addition to this, while our findings are consistent with preclinical evidence on potential underlying mechanisms for the effects of HMOs, confirmation is needed in future trials that include evaluation of biomarkers to investigate biologic mechanisms.",
            "Future trials should also consider inclusion of outcomes related to stool volume and weight, which would provide insight on whether the addition of HMOs had an osmotic effect."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37617",
        "text": "This randomized trial demonstrated that infant formula supplemented with 2 0 FL and LNnT is safe and well-tolerated. The HMO-supplemented formula supported normal, age-appropriate infant growth during the 4-month exclusive feeding period, after the introduction of complementary foods from 4 to 6 months, and following the switch to a standard follow-up formula without HMOs at 6 months up to 12 months of age. In addition, secondary outcome findings showed associations between formula supplemented with 2 0 FL and LNnT and lower rates of parent-reported morbidity (particularly bronchitis) and medication use. These secondary findings warrant confirmation in future studies.",
        "section": "CONCLUSIONS",
        "section_number": 28,
        "sentences": [
            "This randomized trial demonstrated that infant formula supplemented with 2 0 FL and LNnT is safe and well-tolerated.",
            "The HMO-supplemented formula supported normal, age-appropriate infant growth during the 4-month exclusive feeding period, after the introduction of complementary foods from 4 to 6 months, and following the switch to a standard follow-up formula without HMOs at 6 months up to 12 months of age.",
            "In addition, secondary outcome findings showed associations between formula supplemented with 2 0 FL and LNnT and lower rates of parent-reported morbidity (particularly bronchitis) and medication use.",
            "These secondary findings warrant confirmation in future studies."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    }
]