[
    {
        "doc_id": "38364",
        "text": "Results For participants allocated to the fish oil group who had two copies of the FADS1 haplotype consisting of SNP minor alleles, DHA levels were significantly higher compared to other haplotypes. This finding was not observed for the placebo group. Furthermore, for members of the fish oil group only, the minor homozygous carriers of all the FADS1 SNPs investigated had significantly higher DHA than other genotypes (rs174545, rs174546, rs174548, rs174553, rs174556, rs174537, rs174448, and rs174455). Conclusions Overall results of this preliminary study suggest that supplementation with fish oil may only significantly increase DHA in minor allele carriers of FADS1 SNPs. Further research is required to confirm this novel finding.",
        "section": "Abstract",
        "sentences": [
            "Results For participants allocated to the fish oil group who had two copies of the FADS1 haplotype consisting of SNP minor alleles, DHA levels were significantly higher compared to other haplotypes.",
            "This finding was not observed for the placebo group.",
            "Furthermore, for members of the fish oil group only, the minor homozygous carriers of all the FADS1 SNPs investigated had significantly higher DHA than other genotypes (rs174545, rs174546, rs174548, rs174553, rs174556, rs174537, rs174448, and rs174455).",
            "Conclusions Overall results of this preliminary study suggest that supplementation with fish oil may only significantly increase DHA in minor allele carriers of FADS1 SNPs.",
            "Further research is required to confirm this novel finding."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38364",
        "text": "The omega-3 (n-3) and omega-6 (n-6) long-chain polyunsaturated fatty acids (LCPUFA) have a major impact on human health. They have been associated with inflammation and immune function, cardiovascular disease mortality, the metabolic syndrome as well as early visual, cognitive, and motor development [15, 42] . The supply of LCPUFA during the neonatal period is particularly important as the n-3 LCFUFA docosahexaenoic acid (22:6n-3, DHA) is highly deposited within the brain during the third trimester and through the first year of life [26] . This coincides with a time of accelerated brain growth. Furthermore, early dietary LCPUFA may protect from high blood pressure and cardiovascular risk in later childhood [7, 14] .",
        "section": "Introduction",
        "section_number": 1,
        "sentences": [
            "The omega-3 (n-3) and omega-6 (n-6) long-chain polyunsaturated fatty acids (LCPUFA) have a major impact on human health.",
            "They have been associated with inflammation and immune function, cardiovascular disease mortality, the metabolic syndrome as well as early visual, cognitive, and motor development [15, 42] .",
            "The supply of LCPUFA during the neonatal period is particularly important as the n-3 LCFUFA docosahexaenoic acid (22:6n-3, DHA) is highly deposited within the brain during the third trimester and through the first year of life [26] .",
            "This coincides with a time of accelerated brain growth.",
            "Furthermore, early dietary LCPUFA may protect from high blood pressure and cardiovascular risk in later childhood [7, 14] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38364",
        "text": "The level and composition of LCPUFA during the neonatal period are largely dependent on maternal dietary intake during pregnancy or breastfeeding [18] . To a lesser extent, LCPUFA can be derived via the endogenous desaturation and elongation of precursor fatty acids, linoleic acid (LA or 18:2n-6), and alpha-linolenic acid ALA) . This conversion is catalyzed by the enzymes ∆ 5 and ∆ 6 -desaturases (D5D and D6D), which are encoded by the FADS1 and FADS2 genes, both located on the desaturase gene cluster on chromosome 11q12-q13.1 [20] . There is some preliminary evidence of a third desaturase gene, FADS3, but its implication for the metabolism of fatty acids is not as well substantiated [37] . In one study, FADS genotypes account for up to 28% of the variability observed for fatty acid levels measured in serum phospholipids [41] . A number of biomarkers currently exist to reflect fatty acid intake and incorporation into the human body. Different biomarkers have been found to affect intake over different time periods, with plasma phospholipid measurements thought to reflect shorter term intake (over the past week), while erythrocyte measurements better reflect longer term intake (over the past month) [47] .",
        "section": "Introduction",
        "section_number": 2,
        "sentences": [
            "The level and composition of LCPUFA during the neonatal period are largely dependent on maternal dietary intake during pregnancy or breastfeeding [18] .",
            "To a lesser extent, LCPUFA can be derived via the endogenous desaturation and elongation of precursor fatty acids, linoleic acid (LA or 18:2n-6), and alpha-linolenic acid ALA) .",
            "This conversion is catalyzed by the enzymes ∆ 5 and ∆ 6 -desaturases (D5D and D6D), which are encoded by the FADS1 and FADS2 genes, both located on the desaturase gene cluster on chromosome 11q12-q13.1 [20] .",
            "There is some preliminary evidence of a third desaturase gene, FADS3, but its implication for the metabolism of fatty acids is not as well substantiated [37] .",
            "In one study, FADS genotypes account for up to 28% of the variability observed for fatty acid levels measured in serum phospholipids [41] .",
            "A number of biomarkers currently exist to reflect fatty acid intake and incorporation into the human body.",
            "Different biomarkers have been found to affect intake over different time periods, with plasma phospholipid measurements thought to reflect shorter term intake (over the past week), while erythrocyte measurements better reflect longer term intake (over the past month) [47] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38364",
        "text": "There have been a number of studies which have shown significant associations between single nucleotide polymorphisms (SNPs) in the FADS genes and markers of fatty acid status, including those measured in plasma [21, 23-25, 30, 39, 41, 46, 49] , serum [3, 9, 12, 19, 27] , and erythrocytes [10, 17, 24, 25, 39, 46, 49, 51] . Although there are exceptions, the majority of studies have reported that minor allele carriers have a decreased synthesis of LCPUFA, with higher proportions of the substrate fatty acids ALA and LA and dihomo-ү-liolenic acid (20:3n-6), relative to LCPUFA, typically arachidonic acid (20:4n-6, AA). FADS genotypes have also been shown to have disparate modulating effects on fatty-acid-related phenotypes, including cardiovascular disease risk [19, 25, 38] , intelligence quotient [5, 45] , attention-deficit/hyperactivity disorder (ADHD) and behaviour [4, 16] , allergic diseases [40, 43, 44] , and the metabolic syndrome [31, 36, 48] .",
        "section": "Introduction",
        "section_number": 3,
        "sentences": [
            "There have been a number of studies which have shown significant associations between single nucleotide polymorphisms (SNPs) in the FADS genes and markers of fatty acid status, including those measured in plasma [21, 23-25, 30, 39, 41, 46, 49] , serum [3, 9, 12, 19, 27] , and erythrocytes [10, 17, 24, 25, 39, 46, 49, 51] .",
            "Although there are exceptions, the majority of studies have reported that minor allele carriers have a decreased synthesis of LCPUFA, with higher proportions of the substrate fatty acids ALA and LA and dihomo-ү-liolenic acid (20:3n-6), relative to LCPUFA, typically arachidonic acid (20:4n-6, AA).",
            "FADS genotypes have also been shown to have disparate modulating effects on fatty-acid-related phenotypes, including cardiovascular disease risk [19, 25, 38] , intelligence quotient [5, 45] , attention-deficit/hyperactivity disorder (ADHD) and behaviour [4, 16] , allergic diseases [40, 43, 44] , and the metabolic syndrome [31, 36, 48] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38364",
        "text": "Research is yet to examine the interaction between LCP-UFA supplementation and FADS genotypes in a neonatal population, a time when the supply of fatty acids is thought to be particularly important for subsequent development. This adds complexity to the current debate around the optimal supply of n-3 LCPUFA and n-6 LCPUFA for proper cognitive and motor development [13] . The evaluation of how genotype may influence the fatty acid status in early life may lead to clearer requirements for dietary supply during this period, and could improve the imprecise study results which neonatal LCPUFA supplementation trials have observed [13] .",
        "section": "Introduction",
        "section_number": 4,
        "sentences": [
            "Research is yet to examine the interaction between LCP-UFA supplementation and FADS genotypes in a neonatal population, a time when the supply of fatty acids is thought to be particularly important for subsequent development.",
            "This adds complexity to the current debate around the optimal supply of n-3 LCPUFA and n-6 LCPUFA for proper cognitive and motor development [13] .",
            "The evaluation of how genotype may influence the fatty acid status in early life may lead to clearer requirements for dietary supply during this period, and could improve the imprecise study results which neonatal LCPUFA supplementation trials have observed [13] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38364",
        "text": "In this study, we investigated the association of FADS SNPs and reconstructed haplotypes with proportions of postsupplementation LCPUFAs in plasma and erythrocytes in healthy term infants recruited to a randomized controlled trial of fish oil (DHA and EPA) supplementation from birth to 6 months of age. The aim was to discover whether FADS SNPs and/or haplotypes would modify the effects of supplementary on DHA and EPA or that SNPs/haplotype would only have an effect in the presence (supplementation) or absence (placebo) of fish oil.",
        "section": "Introduction",
        "section_number": 5,
        "sentences": [
            "In this study, we investigated the association of FADS SNPs and reconstructed haplotypes with proportions of postsupplementation LCPUFAs in plasma and erythrocytes in healthy term infants recruited to a randomized controlled trial of fish oil (DHA and EPA) supplementation from birth to 6 months of age.",
            "The aim was to discover whether FADS SNPs and/or haplotypes would modify the effects of supplementary on DHA and EPA or that SNPs/haplotype would only have an effect in the presence (supplementation) or absence (placebo) of fish oil."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "38364",
        "text": "The Infant Fish Oil Supplementation Study (IFOS) is a double-blind randomised controlled clinical trial originally designed to assess whether n-3 LCPUFA supplementation during infancy can reduce the risk of allergic diseases by favourable influencing immune development, and improving neurodevelopment. The study design and methodology has been described in detail elsewhere [28] . A brief summary is provided below.",
        "section": "Participants",
        "section_number": 6,
        "sentences": [
            "The Infant Fish Oil Supplementation Study (IFOS) is a double-blind randomised controlled clinical trial originally designed to assess whether n-3 LCPUFA supplementation during infancy can reduce the risk of allergic diseases by favourable influencing immune development, and improving neurodevelopment.",
            "The study design and methodology has been described in detail elsewhere [28] .",
            "A brief summary is provided below."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38364",
        "text": "Four hundred and twenty healthy term infants were enrolled in the study between June 2005 and October 2008 from antenatal clinics in Perth, Western Australia. To be eligible for the study, mothers of the participants were required to have a history of allergic disease (typically eczema, allergic rhinitis, or asthma) confirmed by at least one positive skin prick test (SPT) to a defined panel of allergens. In the absence of maternal allergy, infants were included in the study if an older sibling was diagnosed with allergic disease by a specialist. Exclusion criteria included maternal smoking, a pre-existing medical conditions or a high-risk pregnancy, high maternal fish intake during pregnancy (>3 fish meals per week or 1000 mg fish oil per day), preterm delivery (≤36 weeks), or infant congenital abnormalities. The study was approved by the Princess Margaret Hospital Ethics Committee and performed in accordance with the ethical standards laid down in the 1964 Declaration of Helsinki and its later amendments.",
        "section": "Participants",
        "section_number": 7,
        "sentences": [
            "Four hundred and twenty healthy term infants were enrolled in the study between June 2005 and October 2008 from antenatal clinics in Perth, Western Australia.",
            "To be eligible for the study, mothers of the participants were required to have a history of allergic disease (typically eczema, allergic rhinitis, or asthma) confirmed by at least one positive skin prick test (SPT) to a defined panel of allergens.",
            "In the absence of maternal allergy, infants were included in the study if an older sibling was diagnosed with allergic disease by a specialist.",
            "Exclusion criteria included maternal smoking, a pre-existing medical conditions or a high-risk pregnancy, high maternal fish intake during pregnancy (>3 fish meals per week or 1000 mg fish oil per day), preterm delivery (≤36 weeks), or infant congenital abnormalities.",
            "The study was approved by the Princess Margaret Hospital Ethics Committee and performed in accordance with the ethical standards laid down in the 1964 Declaration of Helsinki and its later amendments."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38364",
        "text": "Infants were randomized to receive either 650 mg fish oil (containing 250-280 mg DHA and 60-110 mg EPA) or control oil (650 mg olive oil containing 66.6% n-9 oleic acid) (Ocean Nutrition Canada Ltd; Nu-Mega Ingredients Pty Ltd Australia). Supplementation commenced at birth and ceased at 6 months of age. One capsule was given per day and it was recommended that the capsule contents be either squeezed into the mouth of the infant or added to milk with the first daily feed. Randomization was completed by external staff via computer software using an unpredictable allocation sequence, stratified according to maternal and paternal atopic history and parity. Mothers and study personnel were unaware of the group allocation. Participants were un-blinded at the 2.5 year study appointment, but study personnel involved in the long-term follow-up of the study participants remains blinded.",
        "section": "Supplementation",
        "section_number": 8,
        "sentences": [
            "Infants were randomized to receive either 650 mg fish oil (containing 250-280 mg DHA and 60-110 mg EPA) or control oil (650 mg olive oil containing 66.6% n-9 oleic acid) (Ocean Nutrition Canada Ltd; Nu-Mega Ingredients Pty Ltd Australia).",
            "Supplementation commenced at birth and ceased at 6 months of age.",
            "One capsule was given per day and it was recommended that the capsule contents be either squeezed into the mouth of the infant or added to milk with the first daily feed.",
            "Randomization was completed by external staff via computer software using an unpredictable allocation sequence, stratified according to maternal and paternal atopic history and parity.",
            "Mothers and study personnel were unaware of the group allocation.",
            "Participants were un-blinded at the 2.5 year study appointment, but study personnel involved in the long-term follow-up of the study participants remains blinded."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38364",
        "text": "Peripheral blood was obtained by venepuncture from the infants at 6 months of age if mothers consented when the procedure was possible. Up to 10 ml blood was collected into heparinised tubes and processed immediately. Blood cells were pelleted using centrifugation and plasma collected and stored at −80 °C. Cells were separated using density centrifugation. Lipids were extracted with methanol and chloroform (2:1) and stored at −20 °C. Lipid fractions were analysed using thin-layer chromatography. Fatty acid methyl esters were analysed by gas-liquid chromatography (Agilent Technologies Australia Private Limited) using Supelco SP-2560 column's (Sigma-Aldrich Private Limited) and hydrogen as the carrier gas as previously described [35] . In both cases, peaks were identified using a standard mixture and fatty acids were expressed as a percentage composition of the total fatty acids measured (C14-C22).",
        "section": "Fatty acid analysis",
        "section_number": 9,
        "sentences": [
            "Peripheral blood was obtained by venepuncture from the infants at 6 months of age if mothers consented when the procedure was possible.",
            "Up to 10 ml blood was collected into heparinised tubes and processed immediately.",
            "Blood cells were pelleted using centrifugation and plasma collected and stored at −80 °C.",
            "Cells were separated using density centrifugation.",
            "Lipids were extracted with methanol and chloroform (2:1) and stored at −20 °C.",
            "Lipid fractions were analysed using thin-layer chromatography.",
            "Fatty acid methyl esters were analysed by gas-liquid chromatography (Agilent Technologies Australia Private Limited) using Supelco SP-2560 column's (Sigma-Aldrich Private Limited) and hydrogen as the carrier gas as previously described [35] .",
            "In both cases, peaks were identified using a standard mixture and fatty acids were expressed as a percentage composition of the total fatty acids measured (C14-C22)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38364",
        "text": "Genomic DNA was extracted for a total of 276 participants from samples obtained during the course of the clinical trial. Where participants had multiple blood samples collected at different timepoints, samples collected after birth (at 6 months, 2.5 or 5 years) were preferentially chosen for DNA purification. However, if blood was not collected at either of these timepoints, cord blood samples were utilised (n = 14). A sub-group (n = 8) of participants consented to DNA collection, but refused venepuncture provided saliva samples using Oragene ® oral DNA collection kits. Red blood cell pellets (0.3-2 ml) were stored at −80 °C until processed using QIAamp ® DNA Midi Kits (Qiagen) according to manufacturer's instructions. Sample purity was evaluated on a NanoDrop spectrophotometer and was confirmed to be of good quality (260/280 nm > 1.80).",
        "section": "Genetic analysis",
        "section_number": 10,
        "sentences": [
            "Genomic DNA was extracted for a total of 276 participants from samples obtained during the course of the clinical trial.",
            "Where participants had multiple blood samples collected at different timepoints, samples collected after birth (at 6 months, 2.5 or 5 years) were preferentially chosen for DNA purification.",
            "However, if blood was not collected at either of these timepoints, cord blood samples were utilised (n = 14).",
            "A sub-group (n = 8) of participants consented to DNA collection, but refused venepuncture provided saliva samples using Oragene ® oral DNA collection kits.",
            "Red blood cell pellets (0.3-2 ml) were stored at −80 °C until processed using QIAamp ® DNA Midi Kits (Qiagen) according to manufacturer's instructions.",
            "Sample purity was evaluated on a NanoDrop spectrophotometer and was confirmed to be of good quality (260/280 nm > 1.80)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38364",
        "text": "A quantity of 5 ng of genomic DNA was subjected to PCR amplification conducted at the Children's Clinical Research Facility (CCRF) at Princess Margaret Hospital. Samples were then sent to Munich (Helmholtz Zentrum München, University of Munich Medical Centre), where the genomic DNA underwent a genotyping procedure using iPLEX chemistry (Sequenom, San Diego, CA) according to the manufacturer's protocol and a matrix-assisted laser desorption/ionisation time-of-flight-based allele detection method. The procedure has been described in detail elsewhere [41] .",
        "section": "Genetic analysis",
        "section_number": 11,
        "sentences": [
            "A quantity of 5 ng of genomic DNA was subjected to PCR amplification conducted at the Children's Clinical Research Facility (CCRF) at Princess Margaret Hospital.",
            "Samples were then sent to Munich (Helmholtz Zentrum München, University of Munich Medical Centre), where the genomic DNA underwent a genotyping procedure using iPLEX chemistry (Sequenom, San Diego, CA) according to the manufacturer's protocol and a matrix-assisted laser desorption/ionisation time-of-flight-based allele detection method.",
            "The procedure has been described in detail elsewhere [41] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38364",
        "text": "In total, there were matching individual data for both FADS genotype and fatty acids in plasma and erythrocytes for 133 and 126 individuals, respectively. Descriptive characteristics of the participants included for the present study are included in Table 1 . These individuals were then included in the statistical analysis described below.",
        "section": "Genetic analysis",
        "section_number": 12,
        "sentences": [
            "In total, there were matching individual data for both FADS genotype and fatty acids in plasma and erythrocytes for 133 and 126 individuals, respectively.",
            "Descriptive characteristics of the participants included for the present study are included in Table 1 .",
            "These individuals were then included in the statistical analysis described below."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38364",
        "text": "SNPs genotyped in the present study were chosen based on minor allele frequency >10% and linkage disequilibrium (LD) information provided by HapMap ( Table 2 . All genotyped SNPs were found to be polymorphic. The minor allele frequency (MAF) ranged from 5 to 48%, as shown in Table 2 , with only one SNP (rs968567) showing MAF < 10% (5%). The mean genotyping success rate (GSR) was 98.8%, with the lowest GSR being 97.1%. The genotype distribution for each SNP was consistent with Hardy-Weinberg equilibrium. Genotyping was also attempted on two additional SNPs (rs174561 and rs174634) but the assay failed, so this data could not be included in the final analyses. Due to high degree of SNP overlap, rs174556, rs174553, rs99780, rs174574, rs174576, rs174583, and rs174449 were not analysed.",
        "section": "SNP selection and characteristics",
        "section_number": 13,
        "sentences": [
            "SNPs genotyped in the present study were chosen based on minor allele frequency >10% and linkage disequilibrium (LD) information provided by HapMap ( Table 2 .",
            "All genotyped SNPs were found to be polymorphic.",
            "The minor allele frequency (MAF) ranged from 5 to 48%, as shown in Table 2 , with only one SNP (rs968567) showing MAF < 10% (5%).",
            "The mean genotyping success rate (GSR) was 98.8%, with the lowest GSR being 97.1%.",
            "The genotype distribution for each SNP was consistent with Hardy-Weinberg equilibrium.",
            "Genotyping was also attempted on two additional SNPs (rs174561 and rs174634) but the assay failed, so this data could not be included in the final analyses.",
            "Due to high degree of SNP overlap, rs174556, rs174553, rs99780, rs174574, rs174576, rs174583, and rs174449 were not analysed."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38364",
        "text": "Haplotype construction was completed according to the method, as described in Zhang et al. [50] . Five SNPs in FADS1 (rs174545, rs174546, rs174548, rs174553, and rs174556, sequenced in this order) and 13 SNPs in FADS2 (rs968567, rs99780, rs174570, rs174574, rs174575, rs2727271, rs174576, rs174578, rs174579, rs174583, rs174602, rs498793, and rs526126, sequenced in this order) were used to construct haplotypes using PHASE (version 2.1.1) for the two genes, respectively (Tables 2, 3 ). Two haplotype alleles in FADS1 (FADS1 Haplo.1 and FADS1 Haplo.7) and four in FADS2 (FADS2 Haplo.1, Haplo.3, Haplo.20, and Haplo.34) were identified in the population with a frequency >5% (Table 3) , and these six haplotypes were investigated for their associated with LCPUFA status considering the limited statistical power for the other rare haplotypes.",
        "section": "Haplotype construction",
        "section_number": 14,
        "sentences": [
            "Haplotype construction was completed according to the method, as described in Zhang et al. [50] .",
            "Five SNPs in FADS1 (rs174545, rs174546, rs174548, rs174553, and rs174556, sequenced in this order) and 13 SNPs in FADS2 (rs968567, rs99780, rs174570, rs174574, rs174575, rs2727271, rs174576, rs174578, rs174579, rs174583, rs174602, rs498793, and rs526126, sequenced in this order) were used to construct haplotypes using PHASE (version 2.1.1) for the two genes, respectively (Tables 2, 3 ).",
            "Two haplotype alleles in FADS1 (FADS1 Haplo.1 and FADS1 Haplo.7) and four in FADS2 (FADS2 Haplo.1, Haplo.3, Haplo.20, and Haplo.34) were identified in the population with a frequency >5% (Table 3) , and these six haplotypes were investigated for their associated with LCPUFA status considering the limited statistical power for the other rare haplotypes."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38364",
        "text": "Statistical analysis was performed using the IBM Statistical Package for the Social Sciences (SPSS) Version 21 for PC. Fatty acid data were tested for normality via visual inspection. Log transformations were applied to plasma and erythrocyte EPA to reduce the skewness of the data. For all other fatty acids, transformation was not required. Linear regression analysis was used to investigate the associations of FADS haplotypes and SNPs with LCPUFA levels. For haplotype analysis, FADS haplotypes were encoded as linear variables; 0 = no presence of the haplotype, 1 = heterozygous (the haplotype present on one allele) and 2 = homozygous (the haplotype present on both alleles). The supplement-by-haplotype interaction effect was investigated with the inclusion of an interaction term (haplotype × intervention). FADS SNPs were encoded as a three-category, ordinal variables: mm = minor allele homozygous; Mm = heterozygous; and MM = major allele homozygous. Factors which have been suggested to be associated with LCPUFA levels were controlled for including sex of the child and the level of precursor fatty acid status.",
        "section": "Statistical analysis",
        "section_number": 15,
        "sentences": [
            "Statistical analysis was performed using the IBM Statistical Package for the Social Sciences (SPSS) Version 21 for PC.",
            "Fatty acid data were tested for normality via visual inspection.",
            "Log transformations were applied to plasma and erythrocyte EPA to reduce the skewness of the data.",
            "For all other fatty acids, transformation was not required.",
            "Linear regression analysis was used to investigate the associations of FADS haplotypes and SNPs with LCPUFA levels.",
            "For haplotype analysis, FADS haplotypes were encoded as linear variables; 0 = no presence of the haplotype, 1 = heterozygous (the haplotype present on one allele) and 2 = homozygous (the haplotype present on both alleles).",
            "The supplement-by-haplotype interaction effect was investigated with the inclusion of an interaction term (haplotype × intervention).",
            "FADS SNPs were encoded as a three-category, ordinal variables: mm = minor allele homozygous; Mm = heterozygous; and MM = major allele homozygous.",
            "Factors which have been suggested to be associated with LCPUFA levels were controlled for including sex of the child and the level of precursor fatty acid status."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38364",
        "text": "To reduce the number of statistical comparisons, the analyses were conducted in a systematic manner. Interaction analyses were conducted initially. If a significant interaction was observed for any haplotype and supplementation group, then the cohort was split according to the supplementation groups to examine for any specific effects on genotypes and haplotypes on outcome variables such as erythrocyte DHA. Intergenic and FADS3 SNPs were investigated individually in each of the supplementation groups.",
        "section": "Statistical analysis",
        "section_number": 16,
        "sentences": [
            "To reduce the number of statistical comparisons, the analyses were conducted in a systematic manner.",
            "Interaction analyses were conducted initially.",
            "If a significant interaction was observed for any haplotype and supplementation group, then the cohort was split according to the supplementation groups to examine for any specific effects on genotypes and haplotypes on outcome variables such as erythrocyte DHA.",
            "Intergenic and FADS3 SNPs were investigated individually in each of the supplementation groups."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38364",
        "text": "As reported in the original publication of the IFOS study, at the end of the 6 month intervention, the fish oil group had higher erythrocyte and plasma DHA and EPA, with a corresponding significant decrease in AA [29] . The content of fatty acids in plasma and the erythrocyte membrane for two n-6 and three n-3 LCPUFAs was determined for 133 and 126 individuals included in the present analysis. The individual fatty acids in plasma and erythrocytes were correlated significantly to each other (data not shown, r 2 ranged from 0.278 to 784), with the exception of ALA (18:3n-3), where the erythrocyte PUFA was higher as a percentage of total fatty acids than plasma. Not all of the precursor fatty acids were significantly correlated with their product LCPUFA, with only plasma linoleic acid (18:2n-6) significantly correlated with plasma AA (r 2 = −0.739, p < 0.001) and plasma alphalinolenic acid (18:3n-3) significantly correlated with plasma DHA (r 2 = −0.396, p < 0.001) likely due to the interfering effects of the fish oil supplementation on LCPUFA levels (data not shown).",
        "section": "PUFA in plasma and erythrocyte membranes following supplementation",
        "section_number": 17,
        "sentences": [
            "As reported in the original publication of the IFOS study, at the end of the 6 month intervention, the fish oil group had higher erythrocyte and plasma DHA and EPA, with a corresponding significant decrease in AA [29] .",
            "The content of fatty acids in plasma and the erythrocyte membrane for two n-6 and three n-3 LCPUFAs was determined for 133 and 126 individuals included in the present analysis.",
            "The individual fatty acids in plasma and erythrocytes were correlated significantly to each other (data not shown, r 2 ranged from 0.278 to 784), with the exception of ALA (18:3n-3), where the erythrocyte PUFA was higher as a percentage of total fatty acids than plasma.",
            "Not all of the precursor fatty acids were significantly correlated with their product LCPUFA, with only plasma linoleic acid (18:2n-6) significantly correlated with plasma AA (r 2 = −0.739, p < 0.001) and plasma alphalinolenic acid (18:3n-3) significantly correlated with plasma DHA (r 2 = −0.396, p < 0.001) likely due to the interfering effects of the fish oil supplementation on LCPUFA levels (data not shown)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38364",
        "text": "Interaction effects between haplotype and supplementation group were examined using linear modelling (Tables 4, 5) . For erythrocyte DHA, haplotypes within the FADS1 cluster (Haplo.1 and Haplo.7) were found to statistically significantly interact with supplement group. For plasma EPA, two haplotypes within the FADS2 cluster (Haplo.1 and Haplo.20) were found to statistically significantly interact with supplement group. Consequently, further analyses were completed, whereby the cohort was split according to supplement group (fish oil, placebo) and haplotype carriers to examine for any specific effects of supplementation for specific carriers.",
        "section": "Interaction with capsule supplementation",
        "section_number": 18,
        "sentences": [
            "Interaction effects between haplotype and supplementation group were examined using linear modelling (Tables 4, 5) .",
            "For erythrocyte DHA, haplotypes within the FADS1 cluster (Haplo.1 and Haplo.7) were found to statistically significantly interact with supplement group.",
            "For plasma EPA, two haplotypes within the FADS2 cluster (Haplo.1 and Haplo.20) were found to statistically significantly interact with supplement group.",
            "Consequently, further analyses were completed, whereby the cohort was split according to supplement group (fish oil, placebo) and haplotype carriers to examine for any specific effects of supplementation for specific carriers."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38364",
        "text": "For erythrocyte DHA, those participants within the fish oil group that had two copies of the FADS1 Haplo.7 allele (which were all minor alleles) had significantly higher DHA compared to other haplotypes (Table 6 ). Conversely, those who were not carriers of the FADS1 Haplo.1 allele (which were all major alleles); the opposite statistically significant trend was observed. These findings were not found within the placebo group. This suggests that minor allele carriers had higher DHA and that supplementation with fish oil may only significantly increase DHA in minor allele carriers. For plasma EPA, no statistically significant differences were observed following adjustment for sex of the child and the level of precursor fatty acid ( Table 7) .",
        "section": "Haplotype",
        "section_number": 19,
        "sentences": [
            "For erythrocyte DHA, those participants within the fish oil group that had two copies of the FADS1 Haplo.7 allele (which were all minor alleles) had significantly higher DHA compared to other haplotypes (Table 6 ).",
            "Conversely, those who were not carriers of the FADS1 Haplo.1 allele (which were all major alleles); the opposite statistically significant trend was observed.",
            "These findings were not found within the placebo group.",
            "This suggests that minor allele carriers had higher DHA and that supplementation with fish oil may only significantly increase DHA in minor allele carriers.",
            "For plasma EPA, no statistically significant differences were observed following adjustment for sex of the child and the level of precursor fatty acid ( Table 7) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38364",
        "text": "For erythrocyte DHA, due to the significant interaction effects observed for FADS1, only SNPs located within this gene cluster were investigated. Intergenic SNPs (rs174448 and rs174449) and one FADS3 SNP (rs174455) were also examined. For members of the fish oil group, the minor homozygous carriers of all the SNPs investigated had significantly higher DHA (rs174545, rs174546, rs174548, rs174553, rs174556, rs174537, rs174448, rs174449, and rs174455). These findings were not observed within the placebo group (Table 8) . Overall, this finding demonstrates that compared with common allele carriers, DHA in minor allele carriers of FADS1 SNPs was increased for those participants who were supplemented with fish oil, but not for those who received placebo.",
        "section": "SNP",
        "section_number": 20,
        "sentences": [
            "For erythrocyte DHA, due to the significant interaction effects observed for FADS1, only SNPs located within this gene cluster were investigated.",
            "Intergenic SNPs (rs174448 and rs174449) and one FADS3 SNP (rs174455) were also examined.",
            "For members of the fish oil group, the minor homozygous carriers of all the SNPs investigated had significantly higher DHA (rs174545, rs174546, rs174548, rs174553, rs174556, rs174537, rs174448, rs174449, and rs174455).",
            "These findings were not observed within the placebo group (Table 8) .",
            "Overall, this finding demonstrates that compared with common allele carriers, DHA in minor allele carriers of FADS1 SNPs was increased for those participants who were supplemented with fish oil, but not for those who received placebo."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38364",
        "text": "In this sample of healthy term infants supplemented with either n-3 LCPUFA or placebo from birth to 6 months, we observed that haplotype carriers of predominantly minor alleles in the FADS1 gene cluster were associated with higher erythrocyte DHA. The specific findings according to the FADS gene cluster show biological plausibility, with FADS1 encoding for the delta5-desaturase enzyme which is responsible for the conversion of 20:4n-3 to EPA (20:5n-3). Furthermore, the significant improvement in DHA for only minor homozygous carriers is supported by the numerous previous association studies which have identified minor allele carriers as having lower desaturation of LCPUFA, and were likely to receive the greatest benefit from supplementation. However, previous studies have found associations for EPA, AA and 22:5 (n-3) (Docosapentaenoic Acid) and not DHA, which was thought to be strongly related to dietary intake, rather than endogenous synthesis. Due to role of FADS2 in the elongation of 22:5n-3 to ultimately obtain DHA, it is surprising that this gene cluster was not identified as significant in the present analysis or that AA and EPA were not found to be associated with FADS1 haplotypes or SNPs. o increased endogenous synthesis of DHA is seen in the placebo group for minor allele carriers. The exploratory nature of the study and the reduced sample size may account for this. In addition, the high variability in fatty acid results (particularly EPA had large standard deviations), likely due to differences in supplement compliance, may have made it difficult to detect differences between genotypes. Alternatively, it may suggest that minor allele carriers have a greater propensity to incorporate preformed LCPUFA. This hypothesis requires replication with a larger cohort to be proven.",
        "section": "Discussion",
        "section_number": 21,
        "sentences": [
            "In this sample of healthy term infants supplemented with either n-3 LCPUFA or placebo from birth to 6 months, we observed that haplotype carriers of predominantly minor alleles in the FADS1 gene cluster were associated with higher erythrocyte DHA.",
            "The specific findings according to the FADS gene cluster show biological plausibility, with FADS1 encoding for the delta5-desaturase enzyme which is responsible for the conversion of 20:4n-3 to EPA (20:5n-3).",
            "Furthermore, the significant improvement in DHA for only minor homozygous carriers is supported by the numerous previous association studies which have identified minor allele carriers as having lower desaturation of LCPUFA, and were likely to receive the greatest benefit from supplementation.",
            "However, previous studies have found associations for EPA, AA and 22:5 (n-3) (Docosapentaenoic Acid) and not DHA, which was thought to be strongly related to dietary intake, rather than endogenous synthesis.",
            "Due to role of FADS2 in the elongation of 22:5n-3 to ultimately obtain DHA, it is surprising that this gene cluster was not identified as significant in the present analysis or that AA and EPA were not found to be associated with FADS1 haplotypes or SNPs.",
            "o increased endogenous synthesis of DHA is seen in the placebo group for minor allele carriers.",
            "The exploratory nature of the study and the reduced sample size may account for this.",
            "In addition, the high variability in fatty acid results (particularly EPA had large standard deviations), likely due to differences in supplement compliance, may have made it difficult to detect differences between genotypes.",
            "Alternatively, it may suggest that minor allele carriers have a greater propensity to incorporate preformed LCPUFA.",
            "This hypothesis requires replication with a larger cohort to be proven."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38364",
        "text": "The results observed were incongruent for plasma and erythrocyte fatty acid measurements. Although we cannot be certain of the cause of this observation, other findings have suggested that erythrocyte measurements are less influenced by FADS genotypes than plasma or serum phospholipid quantities. Furthermore, as erythrocyte measurements are known to reflect longer term intake of fatty acids, whereas plasma reflects intake over the past week [2] , the findings in erythrocyte DHA may be more important for later neurodevelopment, due to the high deposition of DHA in neural tissue during this period.",
        "section": "Discussion",
        "section_number": 22,
        "sentences": [
            "The results observed were incongruent for plasma and erythrocyte fatty acid measurements.",
            "Although we cannot be certain of the cause of this observation, other findings have suggested that erythrocyte measurements are less influenced by FADS genotypes than plasma or serum phospholipid quantities.",
            "Furthermore, as erythrocyte measurements are known to reflect longer term intake of fatty acids, whereas plasma reflects intake over the past week [2] , the findings in erythrocyte DHA may be more important for later neurodevelopment, due to the high deposition of DHA in neural tissue during this period."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38364",
        "text": "To examine differential requirements of LCPUFA intake, several authors have suggested the examination of FADS genotypes in randomised controlled trials of LCPUFA supplementation, but research of this design is limited. Significant interactions between intake of n-3 PUFA or fatty fish and FADS genotypes have been established in uncontrolled studies by some [6, 11, 38] but not by others [22, 32] . Only two studies have examined FADS genotypes in the context of an RCT, where dietary intake was more controlled. Gillingham et al. [8] in an RCT of three diets containing variable levels of ALA for 4 weeks observed that minor allele homozygotes of four SNPs (rs174545, rs174583, rs174561, and rs174537) had significantly lower plasma EPA, AA, EPA/ALA, and AA/LA compositions in comparison with the major allele carriers after all diets. Whereas Al-Hilal et al. [1] conducted an RCT of three variable doses of DHA and EPA or a placebo for 6 months and found no interactions between genotype and treatment in determination of LCPUFA proportions. However, an interaction with minor T allele carriers of rs174537 with D5D activity was observed in plasma, which increased significantly with dose with almost no change in the common homozygotes. Both studies provide some indication that minor allele carriers may have a comparatively limited capacity for internal desaturation, and may benefit from increased LCPUFA consumption, supporting the present results for erythrocyte DHA.",
        "section": "Discussion",
        "section_number": 23,
        "sentences": [
            "To examine differential requirements of LCPUFA intake, several authors have suggested the examination of FADS genotypes in randomised controlled trials of LCPUFA supplementation, but research of this design is limited.",
            "Significant interactions between intake of n-3 PUFA or fatty fish and FADS genotypes have been established in uncontrolled studies by some [6, 11, 38] but not by others [22, 32] .",
            "Only two studies have examined FADS genotypes in the context of an RCT, where dietary intake was more controlled.",
            "Gillingham et al. [8] in an RCT of three diets containing variable levels of ALA for 4 weeks observed that minor allele homozygotes of four SNPs (rs174545, rs174583, rs174561, and rs174537) had significantly lower plasma EPA, AA, EPA/ALA, and AA/LA compositions in comparison with the major allele carriers after all diets.",
            "Whereas Al-Hilal et al. [1] conducted an RCT of three variable doses of DHA and EPA or a placebo for 6 months and found no interactions between genotype and treatment in determination of LCPUFA proportions.",
            "However, an interaction with minor T allele carriers of rs174537 with D5D activity was observed in plasma, which increased significantly with dose with almost no change in the common homozygotes.",
            "Both studies provide some indication that minor allele carriers may have a comparatively limited capacity for internal desaturation, and may benefit from increased LCPUFA consumption, supporting the present results for erythrocyte DHA."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38364",
        "text": "Our study is not without its limitations. The sample size was particularly small, and we cannot rule out the possibility that we have a reduced ability to detect any other true effects. Therefore, our study requires replication by larger RCTs to confirm the findings. Due to the small sample size and the exploratory nature of the study, we chose not to adjust for multiple comparisons, but rather to limit the number of comparisons using a systematic method of analysis. Yet, the consistent nature of the significant results, both in haplotype, SNP, and interaction effect, appears to make Type I errors that seem unlikely. Another potential limitation was the effect of maternal genotype and its influence on breast milk PUFA. Several authors have found that maternal FADS genotype is associated with the LCPUFA content of breast milk, which can affect infant status and later phenotype [33, 34, 49] . As the vast majority of infants were breastfed during the course of the trial (>90%), this may have relevance for our study, as a fully breast fed infant in Australia consumes approximately 107.1 mg per day of DHA (assuming 0.34% of fatty acids, 750 ml per day intake with 4.2 g of fat per 100 ml), and while this is lower than the supplement dose of 280 mg per day, it may still contribute significantly to the DHA status of the infants. We do not have access to maternal genotype, which limits our investigation of this concern. Therefore, it remains a possibility that maternal FADS genotype may be a significant contributor to infant LCPUFA at 6 months, along with infant genotype.",
        "section": "Discussion",
        "section_number": 24,
        "sentences": [
            "Our study is not without its limitations.",
            "The sample size was particularly small, and we cannot rule out the possibility that we have a reduced ability to detect any other true effects.",
            "Therefore, our study requires replication by larger RCTs to confirm the findings.",
            "Due to the small sample size and the exploratory nature of the study, we chose not to adjust for multiple comparisons, but rather to limit the number of comparisons using a systematic method of analysis.",
            "Yet, the consistent nature of the significant results, both in haplotype, SNP, and interaction effect, appears to make Type I errors that seem unlikely.",
            "Another potential limitation was the effect of maternal genotype and its influence on breast milk PUFA.",
            "Several authors have found that maternal FADS genotype is associated with the LCPUFA content of breast milk, which can affect infant status and later phenotype [33, 34, 49] .",
            "As the vast majority of infants were breastfed during the course of the trial (>90%), this may have relevance for our study, as a fully breast fed infant in Australia consumes approximately 107.1 mg per day of DHA (assuming 0.34% of fatty acids, 750 ml per day intake with 4.2 g of fat per 100 ml), and while this is lower than the supplement dose of 280 mg per day, it may still contribute significantly to the DHA status of the infants.",
            "We do not have access to maternal genotype, which limits our investigation of this concern.",
            "Therefore, it remains a possibility that maternal FADS genotype may be a significant contributor to infant LCPUFA at 6 months, along with infant genotype."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38364",
        "text": "The present study does have a number of strengths. This is the first RCT in the neonatal period to examine the differential effects of an n-3 LCPUFA intervention according to FADS genotype. The use of a randomised cohort limits the effect of diet on LCPUFA levels, with breast milk LCPUFA levels likely balanced between placebo and treatment groups. The use of both plasma and erythrocyte measurements was important to detect any possible effect in a number of PUFA biomarkers. We also genotyped a number of SNPs which were found to be linked to fatty acids in the previous research, thus increasing the possibility of identifying a functional SNP or haplotype. In conclusion, the results of this small exploratory study suggest that FADS genotype can alter the effects of LCPUFA supplementation. Our results suggest that minor allele homozygous carriers receive the greatest benefit from supplementation, with statistically increased DHA levels. Our findings support the suggestion by authors that genetic heterogeneity may have contributed to inconsistent findings of RCTs investigating the neonatal supply of LCPUFA on developmental outcome. Further larger RCTs are required to confirm these exploratory findings, and examine the association between FADS genotype, n-3 LCPUFA status, and neurological development to evaluate the relevance of FADS genotype on fatty-acid-related phenotypes.",
        "section": "Discussion",
        "section_number": 25,
        "sentences": [
            "The present study does have a number of strengths.",
            "This is the first RCT in the neonatal period to examine the differential effects of an n-3 LCPUFA intervention according to FADS genotype.",
            "The use of a randomised cohort limits the effect of diet on LCPUFA levels, with breast milk LCPUFA levels likely balanced between placebo and treatment groups.",
            "The use of both plasma and erythrocyte measurements was important to detect any possible effect in a number of PUFA biomarkers.",
            "We also genotyped a number of SNPs which were found to be linked to fatty acids in the previous research, thus increasing the possibility of identifying a functional SNP or haplotype.",
            "In conclusion, the results of this small exploratory study suggest that FADS genotype can alter the effects of LCPUFA supplementation.",
            "Our results suggest that minor allele homozygous carriers receive the greatest benefit from supplementation, with statistically increased DHA levels.",
            "Our findings support the suggestion by authors that genetic heterogeneity may have contributed to inconsistent findings of RCTs investigating the neonatal supply of LCPUFA on developmental outcome.",
            "Further larger RCTs are required to confirm these exploratory findings, and examine the association between FADS genotype, n-3 LCPUFA status, and neurological development to evaluate the relevance of FADS genotype on fatty-acid-related phenotypes."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38364",
        "text": "promoter modify the association between alpha-linolenic acid and the prevalence of metabolic syndrome? Am J Clin Nutr 89 3 ",
        "section": "Discussion",
        "section_number": 26,
        "sentences": [
            "promoter modify the association between alpha-linolenic acid and the prevalence of metabolic syndrome?",
            "Am J Clin Nutr 89 3"
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "38364",
        "text": "Eur J Nutr (2018) 57:2583-2594",
        "section": "",
        "section_number": 27,
        "sentences": [
            "Eur J Nutr (2018) 57:2583-2594"
        ],
        "sentence_labels": [
            -1
        ]
    }
]