[
    {
        "doc_id": "38971",
        "text": "Introduction: Children with cleft palate frequently show speech disorders known as compensatory articulation. Compensatory articulation requires a prolonged period of speech intervention that should include reinforcement at home. However, frequently relatives do not know how to work with their children at home. Objective: To study whether the use of audiovisual materials especially designed for complementing speech pathology treatment in children with compensatory articulation can be effective for stimulating articulation practice at home and consequently enhancing speech normalization in children with cleft palate. Materials and methods: Eighty-two patients with compensatory articulation were studied. Patients were randomly divided into two groups. Both groups received speech pathology treatment aimed to correct articulation placement. In addition, patients from the active group received a set of audiovisual materials to be used at home. Parents were instructed about strategies and ideas about how to use the materials with their children. Severity of compensatory articulation was compared at the onset and at the end of the speech intervention. Results: After the speech therapy period, the group of patients using audiovisual materials at home demonstrated significantly greater improvement in articulation, as compared with the patients receiving speech pathology treatment on e site without audiovisual supporting materials. Conclusion: The results of this study suggest that audiovisual materials especially designed for practicing adequate articulation placement at home can be effective for reinforcing and enhancing speech pathology treatment of patients with cleft palate and compensatory articulation.",
        "section": "Abstract",
        "sentences": [
            "Introduction: Children with cleft palate frequently show speech disorders known as compensatory articulation.",
            "Compensatory articulation requires a prolonged period of speech intervention that should include reinforcement at home.",
            "However, frequently relatives do not know how to work with their children at home.",
            "Objective: To study whether the use of audiovisual materials especially designed for complementing speech pathology treatment in children with compensatory articulation can be effective for stimulating articulation practice at home and consequently enhancing speech normalization in children with cleft palate.",
            "Materials and methods: Eighty-two patients with compensatory articulation were studied.",
            "Patients were randomly divided into two groups.",
            "Both groups received speech pathology treatment aimed to correct articulation placement.",
            "In addition, patients from the active group received a set of audiovisual materials to be used at home.",
            "Parents were instructed about strategies and ideas about how to use the materials with their children.",
            "Severity of compensatory articulation was compared at the onset and at the end of the speech intervention.",
            "Results: After the speech therapy period, the group of patients using audiovisual materials at home demonstrated significantly greater improvement in articulation, as compared with the patients receiving speech pathology treatment on e site without audiovisual supporting materials.",
            "Conclusion: The results of this study suggest that audiovisual materials especially designed for practicing adequate articulation placement at home can be effective for reinforcing and enhancing speech pathology treatment of patients with cleft palate and compensatory articulation."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38971",
        "text": "Children with cleft palate (CCP) often present disorders of speech sound production and resonance [1] . Some speech sound disorders in these cases are related to velopharyngeal insufficiency (VPI) and are known as compensatory articulation errors (CA). Some reports describe that these errors begin due to the structural abnormalities and become incorporated into the system of linguistic and phonological rules that are still in development. These articulatory deficits can be considered at the level of phonological representations involving cognitive components for managing the sounds of Speech [2, 3] and are related to other areas of language and higher levels of organization such as the abstract or decontextualized thought [4, 5] . In contrast, some clinicians view these errors as phonetic involving inaccurate learning and anatomic and physiologic motor deficits [2, 6, 7] . Therefore, in general the speech pathology (SP) intervention approach for CA can be a phonologic or linguistic approach or a phonetic or motor e based approach. There is still controversy in the related scientific literature about which approach is more effective. A recent systematic review found little evidence to support any specific intervention [8] . Nonetheless, there seem to be a reliable consensus among clinicians and researchers that non e speech oral e motor exercises are not useful for the SP intervention of CPP [1, 3, 5, 9] .",
        "section": "Introduction",
        "section_number": 1,
        "sentences": [
            "Children with cleft palate (CCP) often present disorders of speech sound production and resonance [1] .",
            "Some speech sound disorders in these cases are related to velopharyngeal insufficiency (VPI) and are known as compensatory articulation errors (CA).",
            "Some reports describe that these errors begin due to the structural abnormalities and become incorporated into the system of linguistic and phonological rules that are still in development.",
            "These articulatory deficits can be considered at the level of phonological representations involving cognitive components for managing the sounds of Speech [2, 3] and are related to other areas of language and higher levels of organization such as the abstract or decontextualized thought [4, 5] .",
            "In contrast, some clinicians view these errors as phonetic involving inaccurate learning and anatomic and physiologic motor deficits [2, 6, 7] .",
            "Therefore, in general the speech pathology (SP) intervention approach for CA can be a phonologic or linguistic approach or a phonetic or motor e based approach.",
            "There is still controversy in the related scientific literature about which approach is more effective.",
            "A recent systematic review found little evidence to support any specific intervention [8] .",
            "Nonetheless, there seem to be a reliable consensus among clinicians and researchers that non e speech oral e motor exercises are not useful for the SP intervention of CPP [1, 3, 5, 9] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38971",
        "text": "Regardless of the intervention approach, the correction of these disorders often entails a long process and requires considerable amounts of work. Moreover, a phonologic based intervention involves changing the child's previously established linguistic and phonologic rules for speech sound production. This process is costly for the patient and health care systems. The Whole Language Model (WLM) is an approach that considers these broader areas of language and cognitive development [10] . This approach opens the possibility of new perspectives for the treatment of CCP that go beyond the traditional intervention approaches of these patients, which mainly focuses on peripheral aspects of articulation. In contrast, an intervention following a WLM approach considers the content and structure of the message as well as the form of the language used to express the message (e.g., the syntax or articulation within the same event or activity).",
        "section": "Introduction",
        "section_number": 2,
        "sentences": [
            "Regardless of the intervention approach, the correction of these disorders often entails a long process and requires considerable amounts of work.",
            "Moreover, a phonologic based intervention involves changing the child's previously established linguistic and phonologic rules for speech sound production.",
            "This process is costly for the patient and health care systems.",
            "The Whole Language Model (WLM) is an approach that considers these broader areas of language and cognitive development [10] .",
            "This approach opens the possibility of new perspectives for the treatment of CCP that go beyond the traditional intervention approaches of these patients, which mainly focuses on peripheral aspects of articulation.",
            "In contrast, an intervention following a WLM approach considers the content and structure of the message as well as the form of the language used to express the message (e.g., the syntax or articulation within the same event or activity)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38971",
        "text": "Previous research shows that when language and articulation are addressed simultaneously, better results are achieved in the overall communicative performance of these patients in a shorter period of time [3, 11] .",
        "section": "Introduction",
        "section_number": 3,
        "sentences": [
            "Previous research shows that when language and articulation are addressed simultaneously, better results are achieved in the overall communicative performance of these patients in a shorter period of time [3, 11] ."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38971",
        "text": "It should be noted that a WLM intervention in CCP does not leave articulation as a secondary goal. Articulation has been and should be a must when SP treatment is being provided to CCP. However, if articulation and linguistic aspects are considered as a whole, the final outcome is improved and the time of the intervention can be significantly shortened [3, 12] . Commonly patients are required to regularly attend intervention sessions, which can involve a long and sinuous process requiring time and financial costs for the patients and their families. These costs can become a significant burden for less advantaged families. For example, in developing countries, it is hard to find SP services in every community and attending treatment sessions often involves hours of transportation, leading families to irregularly attend to treatment. A successful outcome in SP in CCP involves many factors, including the linguistic and articulatory characteristics of the patients, the experience of the clinician, the frequency and length of the intervention sessions, as well as reinforcement and family support at home. It has been extensively reported that frequency of treatment sessions is an important factor. The more frequent and intensive the treatment sessions, the more speech and language are improved [13e15]. However, when families are incapable to assist frequently and regularly to intervention sessions at the clinic, home practice plays an even more important role. Nonetheless, clinicians frequently struggle to find effective and accessible resources for encouraging practice at home.",
        "section": "Introduction",
        "section_number": 4,
        "sentences": [
            "It should be noted that a WLM intervention in CCP does not leave articulation as a secondary goal.",
            "Articulation has been and should be a must when SP treatment is being provided to CCP.",
            "However, if articulation and linguistic aspects are considered as a whole, the final outcome is improved and the time of the intervention can be significantly shortened [3, 12] .",
            "Commonly patients are required to regularly attend intervention sessions, which can involve a long and sinuous process requiring time and financial costs for the patients and their families.",
            "These costs can become a significant burden for less advantaged families.",
            "For example, in developing countries, it is hard to find SP services in every community and attending treatment sessions often involves hours of transportation, leading families to irregularly attend to treatment.",
            "A successful outcome in SP in CCP involves many factors, including the linguistic and articulatory characteristics of the patients, the experience of the clinician, the frequency and length of the intervention sessions, as well as reinforcement and family support at home.",
            "It has been extensively reported that frequency of treatment sessions is an important factor.",
            "The more frequent and intensive the treatment sessions, the more speech and language are improved [13e15].",
            "However, when families are incapable to assist frequently and regularly to intervention sessions at the clinic, home practice plays an even more important role.",
            "Nonetheless, clinicians frequently struggle to find effective and accessible resources for encouraging practice at home."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38971",
        "text": "It is important to find motivating methods for enhancing the involvement of both, caregivers and children in the consistent practice of articulation drills at home. This can pose a challenge because children and their caregivers must engage in deliberate practice in order to improve their speech skills. Deliberate practice requires attention, feedback, and repetition [16] , which can become tedious and boring. A more engaging method for deliberate practice at home for CCP can be practicing articulation through music and stories. It has been described that music and language are closely related. They both share many similar characteristics; one of them is that both activities take place at the auditory level. Moreover, some studies show a relationship at other levels as well, including syntax and harmony or semantics and melody [17, 18] . The relationship between music and other cognitive domains has been studied in several studies including language and motor skills [17] , reading [19] , intelligence [20] , executive functions [21, 22] , and language acquisition [23, 24] . The use of music as a rehabilitation tool has also been reported [18, 25] .",
        "section": "Introduction",
        "section_number": 5,
        "sentences": [
            "It is important to find motivating methods for enhancing the involvement of both, caregivers and children in the consistent practice of articulation drills at home.",
            "This can pose a challenge because children and their caregivers must engage in deliberate practice in order to improve their speech skills.",
            "Deliberate practice requires attention, feedback, and repetition [16] , which can become tedious and boring.",
            "A more engaging method for deliberate practice at home for CCP can be practicing articulation through music and stories.",
            "It has been described that music and language are closely related.",
            "They both share many similar characteristics; one of them is that both activities take place at the auditory level.",
            "Moreover, some studies show a relationship at other levels as well, including syntax and harmony or semantics and melody [17, 18] .",
            "The relationship between music and other cognitive domains has been studied in several studies including language and motor skills [17] , reading [19] , intelligence [20] , executive functions [21, 22] , and language acquisition [23, 24] .",
            "The use of music as a rehabilitation tool has also been reported [18, 25] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38971",
        "text": "The purpose of this paper is to study whether providing parents with audiovisual aids containing songs designed for stimulating articulation in CCP at home, could effectively improve speech performance.",
        "section": "Introduction",
        "section_number": 6,
        "sentences": [
            "The purpose of this paper is to study whether providing parents with audiovisual aids containing songs designed for stimulating articulation in CCP at home, could effectively improve speech performance."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38971",
        "text": "This study was carried out at the cleft palate clinic of the Hospital Gea Gonz alez in Mexico City. The Internal Review Board (IRB) including the Bioethics and Research Committees of the Hospital approved the protocol and the study had been performed in accordance with the ethical standards laid down in the 1964 Declaration of Helsinki's and its later amendments. Before the inclusion of each patient into the study group, the parents or legal guardians were carefully explained the procedures and the methodology of the protocol. All parents of the patients included in the study group, agreed to participate in the study and gave their informed consent prior to the inclusion of the study.",
        "section": "Materials and methods",
        "section_number": 7,
        "sentences": [
            "This study was carried out at the cleft palate clinic of the Hospital Gea Gonz alez in Mexico City.",
            "The Internal Review Board (IRB) including the Bioethics and Research Committees of the Hospital approved the protocol and the study had been performed in accordance with the ethical standards laid down in the 1964 Declaration of Helsinki's and its later amendments.",
            "Before the inclusion of each patient into the study group, the parents or legal guardians were carefully explained the procedures and the methodology of the protocol.",
            "All parents of the patients included in the study group, agreed to participate in the study and gave their informed consent prior to the inclusion of the study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38971",
        "text": "Sample size was calculated at an Alfa of 95% confidence interval and a Beta power of 80% for a comparative study of two treatment groups. The distribution of the severity of CA across the patients evaluated in our center during the last 2 years was considered. The aim was to detect a difference of at least 20% between groups. According to these calculations, a minimum of 40 patients classified in each group should be included in the study. All cleft palate patients attending the Speech Summer Camp -2015 in Mexico City were evaluated. The methodology and settings of the Speech Camps have been previously reported [14, 15] . To qualify for the study groups, patients had to meet the following criteria:",
        "section": "Materials and methods",
        "section_number": 8,
        "sentences": [
            "Sample size was calculated at an Alfa of 95% confidence interval and a Beta power of 80% for a comparative study of two treatment groups.",
            "The distribution of the severity of CA across the patients evaluated in our center during the last 2 years was considered.",
            "The aim was to detect a difference of at least 20% between groups.",
            "According to these calculations, a minimum of 40 patients classified in each group should be included in the study.",
            "All cleft palate patients attending the Speech Summer Camp -2015 in Mexico City were evaluated.",
            "The methodology and settings of the Speech Camps have been previously reported [14, 15] .",
            "To qualify for the study groups, patients had to meet the following criteria:"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38971",
        "text": "1. Unilateral, complete cleft of primary and secondary palate (UCLP) [26] . Palatal repair of the UCLP performed according to the surgical routine of the cleft palate clinic. This routine includes: surgical repair of the lip and primary palate between 1 and 3 months and surgical repair of the secondary palate between 6 and 10 months with a minimal incision palatopharyngoplasty [27] . 2. Absence of postoperative fistulae. 3. No known neurological or genetic syndromes. 4. Chronological age between 3 and 7 years of age at the time of selection for the study group.",
        "section": "Materials and methods",
        "section_number": 9,
        "sentences": [
            "1.",
            "Unilateral, complete cleft of primary and secondary palate (UCLP) [26] .",
            "Palatal repair of the UCLP performed according to the surgical routine of the cleft palate clinic.",
            "This routine includes: surgical repair of the lip and primary palate between 1 and 3 months and surgical repair of the secondary palate between 6 and 10 months with a minimal incision palatopharyngoplasty [27] .",
            "2.",
            "Absence of postoperative fistulae.",
            "3.",
            "No known neurological or genetic syndromes.",
            "4.",
            "Chronological age between 3 and 7 years of age at the time of selection for the study group."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38971",
        "text": "Model evaluation practiced in our clinic routinely and reported previously [11] . 6. VPI after palatal repair demonstrated by SP evaluation, videonasopharyngoscopy and multi e planar videofluoroscopy as previously described [28] . 7. CA in association with VPI had to be demonstrated during a complete SP evaluation as previously described [11] . 8. Normal hearing demonstrated by conventional pure-tone audiometry.",
        "section": "No identified severe language disorders according to the SDS-",
        "section_number": 10,
        "sentences": [
            "Model evaluation practiced in our clinic routinely and reported previously [11] .",
            "6.",
            "VPI after palatal repair demonstrated by SP evaluation, videonasopharyngoscopy and multi e planar videofluoroscopy as previously described [28] .",
            "7.",
            "CA in association with VPI had to be demonstrated during a complete SP evaluation as previously described [11] .",
            "8.",
            "Normal hearing demonstrated by conventional pure-tone audiometry."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38971",
        "text": "All patients received a complete clinical evaluation of Speech, Language and Voice. It should be pointed out, that such evaluation is considered as the gold standard diagnostic marker of CA [11, 29, 30] .",
        "section": "Patients and procedures",
        "section_number": 11,
        "sentences": [
            "All patients received a complete clinical evaluation of Speech, Language and Voice.",
            "It should be pointed out, that such evaluation is considered as the gold standard diagnostic marker of CA [11, 29, 30] ."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38971",
        "text": "A total of 88 patients were selected for the study. Six patients stopped attending the camp for different reasons and they were eliminated from the study. All patients were assessed at the onset and at the end of the Speech Summer Camp, including an analysis based on the WLM and basic phonological principles. Special attention was focused on the detection of compensatory articulation patterns, the placement and manner of articulation of these patterns and the phonological rules of the phonological system of each child. For this purpose, children were videotaped interacting with a trained speech and language pathologist (SLP) during storytelling for 30 min. A 20 min segment was selected where a high level of verbal interaction occurred. The 20 min of interaction were transcribed verbatim for analyzing the presence and severity of compensatory articulation. All the SLP's participating in this study had been performing phonological transcriptions of cleft palate children for at least 5 years. A blind procedure was utilized for assessing the reliability of the evaluation of CA severity. All analyses were independently conducted by twotrained SLP. Whenever there was a disagreement, each case was discussed until a consensus was reached. The children were randomly divided into two groups. Patients assigned to the active group were matched by gender with patients included in the control group. The age range of the patients from both groups was kept as similar as possible. The articulation of all the children was evaluated according with a previously reported clinical scale of severity of CA [31] . This scale categorizes the degree of severity of CA in each child in 8 levels as follows:",
        "section": "Patients and procedures",
        "section_number": 12,
        "sentences": [
            "A total of 88 patients were selected for the study.",
            "Six patients stopped attending the camp for different reasons and they were eliminated from the study.",
            "All patients were assessed at the onset and at the end of the Speech Summer Camp, including an analysis based on the WLM and basic phonological principles.",
            "Special attention was focused on the detection of compensatory articulation patterns, the placement and manner of articulation of these patterns and the phonological rules of the phonological system of each child.",
            "For this purpose, children were videotaped interacting with a trained speech and language pathologist (SLP) during storytelling for 30 min.",
            "A 20 min segment was selected where a high level of verbal interaction occurred.",
            "The 20 min of interaction were transcribed verbatim for analyzing the presence and severity of compensatory articulation.",
            "All the SLP's participating in this study had been performing phonological transcriptions of cleft palate children for at least 5 years.",
            "A blind procedure was utilized for assessing the reliability of the evaluation of CA severity.",
            "All analyses were independently conducted by twotrained SLP.",
            "Whenever there was a disagreement, each case was discussed until a consensus was reached.",
            "The children were randomly divided into two groups.",
            "Patients assigned to the active group were matched by gender with patients included in the control group.",
            "The age range of the patients from both groups was kept as similar as possible.",
            "The articulation of all the children was evaluated according with a previously reported clinical scale of severity of CA [31] .",
            "This scale categorizes the degree of severity of CA in each child in 8 levels as follows:"
        ],
        "sentence_labels": [
            -1,
            1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": 0
    },
    {
        "doc_id": "38971",
        "text": "Constant CA. The patient is not able to correct articulation not even in isolated phonemes and despite direct instruction. Intelligibility is severely affected. Articulation of isolated phonemes. The patient is able to correct articulation only in isolated phonemes through direct instruction. Intelligibility is severely affected. Articulation in syllables or words. The patient can correct articulation during isolated words, only when the clinician uses specific instruction. Intelligibility is affected. Articulation in phrases. The patient can correct articulation during phrases with the model of the clinician. Articulation within a closed context. The patient can articulate correctly when talking within a specific context with visual support (e.g., when reconstructing a passage from a known storybook using visual clues from the illustrations). Nonetheless, he/she shows frequent compensatory errors during spontaneous speech, and this affect intelligibility.",
        "section": "Patients and procedures",
        "section_number": 13,
        "sentences": [
            "Constant CA.",
            "The patient is not able to correct articulation not even in isolated phonemes and despite direct instruction.",
            "Intelligibility is severely affected.",
            "Articulation of isolated phonemes.",
            "The patient is able to correct articulation only in isolated phonemes through direct instruction.",
            "Intelligibility is severely affected.",
            "Articulation in syllables or words.",
            "The patient can correct articulation during isolated words, only when the clinician uses specific instruction.",
            "Intelligibility is affected.",
            "Articulation in phrases.",
            "The patient can correct articulation during phrases with the model of the clinician.",
            "Articulation within a closed context.",
            "The patient can articulate correctly when talking within a specific context with visual support (e.g., when reconstructing a passage from a known storybook using visual clues from the illustrations).",
            "Nonetheless, he/she shows frequent compensatory errors during spontaneous speech, and this affect intelligibility."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38971",
        "text": "Articulation within an open context. The patient self-corrects articulation when using speech within a specific context. Now he/she can connect the information of the storybook and articulate correctly while talking about personal experiences. Nonetheless he/she shows compensatory errors during spontaneous speech, and this affect intelligibility.",
        "section": "Patients and procedures",
        "section_number": 14,
        "sentences": [
            "Articulation within an open context.",
            "The patient self-corrects articulation when using speech within a specific context.",
            "Now he/she can connect the information of the storybook and articulate correctly while talking about personal experiences.",
            "Nonetheless he/she shows compensatory errors during spontaneous speech, and this affect intelligibility."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38971",
        "text": "Inconsistent articulation. The patient shows compensatory articulation errors inconsistently during spontaneous speech. Intelligibility is not significantly affected Appropriate articulation. The patient is able to produce adequate placement and manner of articulation during spontaneous speech, including non-present situations.",
        "section": "Patients and procedures",
        "section_number": 15,
        "sentences": [
            "Inconsistent articulation.",
            "The patient shows compensatory articulation errors inconsistently during spontaneous speech.",
            "Intelligibility is not significantly affected Appropriate articulation.",
            "The patient is able to produce adequate placement and manner of articulation during spontaneous speech, including non-present situations."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38971",
        "text": "Both groups received SP treatment aimed to correct CA according to the phonologic principles of the WLM 3. Activities included storybook reading, art, music, cooking, representing, writing, visits, and games. The intervention was aimed to address all areas of language with an emphasis in articulation. Thus, as the narrative of the storybook, the song or the experience of a live activity is being followed and expanded, the articulation placement, manner and voicing of the target sounds is being reinforced. The treatment goals were set depending on the phonological needs of each child. In addition, patients from the active group received a set of audiovisual materials to be used at home. Parents were instructed about strategies and ideas about how to use the materials. The following variables from both groups were compared: age at the onset of speech therapy, severity of CA at the onset and at the end of the speech camp [31] .",
        "section": "Patients and procedures",
        "section_number": 16,
        "sentences": [
            "Both groups received SP treatment aimed to correct CA according to the phonologic principles of the WLM 3.",
            "Activities included storybook reading, art, music, cooking, representing, writing, visits, and games.",
            "The intervention was aimed to address all areas of language with an emphasis in articulation.",
            "Thus, as the narrative of the storybook, the song or the experience of a live activity is being followed and expanded, the articulation placement, manner and voicing of the target sounds is being reinforced.",
            "The treatment goals were set depending on the phonological needs of each child.",
            "In addition, patients from the active group received a set of audiovisual materials to be used at home.",
            "Parents were instructed about strategies and ideas about how to use the materials.",
            "The following variables from both groups were compared: age at the onset of speech therapy, severity of CA at the onset and at the end of the speech camp [31] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38971",
        "text": "Audio-visual materials are songs with drills and audio stories especially prepared for CCP with CA. Each set of materials included a CD with songs and each song has a coloring storybook to visually support the audio stories (see Figs. 1 and 2) . The lyrics of the songs were written by a speech pathologist with extensive experience in cleft palate speech and CA, the music by a professional musician, and an illustrator made the coloring books. Also, the singers who made the voices were instructed about how to stress the articulation placement and manner when they recorded the songs and narrations. All materials were carefully prepared to address all phonemes affected in children with CA, such as/k/,/p/,/t/,/ch/, or/s/. Furthermore, all materials provide an appropriate linguistic context for practicing articulation. In addition, some strategies described to stimulate the development of the phonologic system are used in the songs, including: a) Auditory feedback: Hodson and Paden, in 1983, stated that children with highly unintelligible speech seem to discount their own auditory feedback signals. They suggest providing auditory stimulation. The purpose is to help the child to rely on auditory feedback as well on the new kinesthetic image. In this process, self e monitoring skills are enhanced. The audiovisual material provides the auditory stimulation in a motivating way since sounds are stressed and included in attractive songs and/ or stories specially made for this project [32] . b) Modifying linguistic context: Ingram, in 1989, described that children learn best the sounds that are necessary to their language. These sounds are the ones that children encounter frequently and the ones that are \"easy to hear\". Modifying linguistic context in order to make the target sounds appear frequently and putting stress while articulating those sounds can help children to focus on them [33] . c) Finally, giving information for developing phonemic awareness may help children to identify sounds and classify them in order to enhance manipulation and articulation of sounds while enhancing the relationship with the rest of the areas of language [34, 35] .",
        "section": "Audiovisual material",
        "section_number": 17,
        "sentences": [
            "Audio-visual materials are songs with drills and audio stories especially prepared for CCP with CA.",
            "Each set of materials included a CD with songs and each song has a coloring storybook to visually support the audio stories (see Figs. 1 and 2) .",
            "The lyrics of the songs were written by a speech pathologist with extensive experience in cleft palate speech and CA, the music by a professional musician, and an illustrator made the coloring books.",
            "Also, the singers who made the voices were instructed about how to stress the articulation placement and manner when they recorded the songs and narrations.",
            "All materials were carefully prepared to address all phonemes affected in children with CA, such as/k/,/p/,/t/,/ch/, or/s/. Furthermore, all materials provide an appropriate linguistic context for practicing articulation.",
            "In addition, some strategies described to stimulate the development of the phonologic system are used in the songs, including: a) Auditory feedback: Hodson and Paden, in 1983, stated that children with highly unintelligible speech seem to discount their own auditory feedback signals.",
            "They suggest providing auditory stimulation.",
            "The purpose is to help the child to rely on auditory feedback as well on the new kinesthetic image.",
            "In this process, self e monitoring skills are enhanced.",
            "The audiovisual material provides the auditory stimulation in a motivating way since sounds are stressed and included in attractive songs and/ or stories specially made for this project [32] .",
            "b) Modifying linguistic context: Ingram, in 1989, described that children learn best the sounds that are necessary to their language.",
            "These sounds are the ones that children encounter frequently and the ones that are \"easy to hear\".",
            "Modifying linguistic context in order to make the target sounds appear frequently and putting stress while articulating those sounds can help children to focus on them [33] .",
            "c) Finally, giving information for developing phonemic awareness may help children to identify sounds and classify them in order to enhance manipulation and articulation of sounds while enhancing the relationship with the rest of the areas of language [34, 35] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38971",
        "text": "As mentioned herein, all patients from the active group were able to take the materials home. The parents were provided with instructions and suggestions for working with the materials at home including the following: a) The specific sounds each kid needs to practice and the way to do it; b) To use the materials together eparents/kidat least 3 times per week. Children could use it by themselves as often as they wanted; c) When working together, make sure the child is articulating words or phrases correctly; pause the song, repeat the choir or focus on specific words when necessary. The SLP in charge of each child stayed in contact with the family in order to make sure that the material was being used frequently and appropriately, as well as to discuss any doubts and address any questions concerning the use of the materials.",
        "section": "Audiovisual material",
        "section_number": 18,
        "sentences": [
            "As mentioned herein, all patients from the active group were able to take the materials home.",
            "The parents were provided with instructions and suggestions for working with the materials at home including the following: a) The specific sounds each kid needs to practice and the way to do it; b) To use the materials together eparents/kidat least 3 times per week.",
            "Children could use it by themselves as often as they wanted; c) When working together, make sure the child is articulating words or phrases correctly; pause the song, repeat the choir or focus on specific words when necessary.",
            "The SLP in charge of each child stayed in contact with the family in order to make sure that the material was being used frequently and appropriately, as well as to discuss any doubts and address any questions concerning the use of the materials."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38971",
        "text": "The age of the patients from both groups ranged from 3 years to 6 years. Two independent examiners reviewed the videotaped speech and language pathology evaluations for classifying patients according to the clinical scale for the severity of CA. They agreed in 94% of the cases. Whenever there was disagreement, each case was discussed until reaching a consensus. Ages were similar between groups. Mean age in control group was 58.24 months, SD ¼ 10.86, and a median of 60. In the active group mean age was 58.98 months, SD ¼ 13.02, with a median of 61. A two tailed independent student t-test demonstrated a non e significant difference between groups (p ¼ 0.783) (See Tables 1 and 2) .",
        "section": "Results",
        "section_number": 19,
        "sentences": [
            "The age of the patients from both groups ranged from 3 years to 6 years.",
            "Two independent examiners reviewed the videotaped speech and language pathology evaluations for classifying patients according to the clinical scale for the severity of CA.",
            "They agreed in 94% of the cases.",
            "Whenever there was disagreement, each case was discussed until reaching a consensus.",
            "Ages were similar between groups.",
            "Mean age in control group was 58.24 months, SD ¼ 10.86, and a median of 60.",
            "In the active group mean age was 58.98 months, SD ¼ 13.02, with a median of 61.",
            "A two tailed independent student t-test demonstrated a non e significant difference between groups (p ¼ 0.783) (See Tables 1 and 2) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38971",
        "text": "As displayed in Tables 1 and 2 and Fig. 3 , at the onset of the speech therapy period, all patients from both groups demonstrated severe CA (categories 0 ¼ Constant CA to 3 ¼ Articulation in syllables or words as described by the scale of severity). A Mann Whitney test demonstrated that despite having been randomly assigned to either group (active or control), there was a significant difference between groups (P < 0.001) e with the control group showing less severe levels of CA than the active group. However, when severity of CA was assessed in all patients from both groups at the end of the Speech Camp, a Mann Whitney test demonstrated that this pattern was reversed. The active group had more advanced levels of articulation than the active group (P < 0.001).",
        "section": "Results",
        "section_number": 20,
        "sentences": [
            "As displayed in Tables 1 and 2 and Fig. 3 , at the onset of the speech therapy period, all patients from both groups demonstrated severe CA (categories 0 ¼ Constant CA to 3 ¼ Articulation in syllables or words as described by the scale of severity).",
            "A Mann Whitney test demonstrated that despite having been randomly assigned to either group (active or control), there was a significant difference between groups (P < 0.001) e with the control group showing less severe levels of CA than the active group.",
            "However, when severity of CA was assessed in all patients from both groups at the end of the Speech Camp, a Mann Whitney test demonstrated that this pattern was reversed.",
            "The active group had more advanced levels of articulation than the active group (P < 0.001)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38971",
        "text": "When comparing levels of severity of CA at the onset and at the end of the study in each group, a Wilcoxon test showed a significant difference between severity levels of CA in both groups of patients (see Fig. 3 ). These differences indicated that all patients from both groups demonstrated improvement in CA after completing the Speech Camp (P < 0.01). That is, although both groups showed improvement, the active group showed better articulation levels as compared to the control group (See Table 3 ).",
        "section": "Results",
        "section_number": 21,
        "sentences": [
            "When comparing levels of severity of CA at the onset and at the end of the study in each group, a Wilcoxon test showed a significant difference between severity levels of CA in both groups of patients (see Fig. 3 ).",
            "These differences indicated that all patients from both groups demonstrated improvement in CA after completing the Speech Camp (P < 0.01).",
            "That is, although both groups showed improvement, the active group showed better articulation levels as compared to the control group (See Table 3 )."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38971",
        "text": "Correcting CA involves a long and not infrequently tortuous period of SP treatment. Changing the rules that the child has already established for the production of speech sounds is not an easy task. It has been suggested that SP treatment for correcting CA requires intensive stimulation [14] . However, it is often difficult for the patients and their families to find accessible speech services or transportation to nearby centers. These difficulties are more frequent and severe in developing countries. Furthermore, it is also difficult to find effective methods for stimulating correct articulation at home and asking the child to repeat himself or articulate with adequate placement and manner often affects the family dynamics. The purpose of this paper was to study whether the use of audiovisual materials especially designed for stimulating and enhancing articulation work at home in CCP could enhance CA correction. It was hypothesized that CCP with speech disorders could benefit and improve articulation with the use of these materials. The results of this study supported this hypothesis. Audiovisual materials can provide an adequate and attractive framework for CCP with CA. Listening, singing, reading aloud, and coloring, are usually attractive activities for children in the age range studied for this project. We believe that all linguistic interactions should take place within significant contexts. Other authors have also stated the importance of meaningful contexts for working speech and language [12, 15, 36] . It has been described that storybook reading is an ideal context for stimulating speech and language [12] . The structure and relationships present in the story, the ideas and actions of the characters, the message of the story can contribute to develop some knowledge and strategies for making meaning of everyday events. The songs and stories in the audiovisual materials contain simple stories that in addition to providing information about the narrative structure can help to establish a meaningful context for stimulating articulation at home since they provide the needed structure for articulating while having fun with music and rhythm. Recently, studies about the influence of music in different cognitive domains have started to appear and scientists have begun to learn about the power of music [18, 25, 37] .",
        "section": "Discussion",
        "section_number": 22,
        "sentences": [
            "Correcting CA involves a long and not infrequently tortuous period of SP treatment.",
            "Changing the rules that the child has already established for the production of speech sounds is not an easy task.",
            "It has been suggested that SP treatment for correcting CA requires intensive stimulation [14] .",
            "However, it is often difficult for the patients and their families to find accessible speech services or transportation to nearby centers.",
            "These difficulties are more frequent and severe in developing countries.",
            "Furthermore, it is also difficult to find effective methods for stimulating correct articulation at home and asking the child to repeat himself or articulate with adequate placement and manner often affects the family dynamics.",
            "The purpose of this paper was to study whether the use of audiovisual materials especially designed for stimulating and enhancing articulation work at home in CCP could enhance CA correction.",
            "It was hypothesized that CCP with speech disorders could benefit and improve articulation with the use of these materials.",
            "The results of this study supported this hypothesis.",
            "Audiovisual materials can provide an adequate and attractive framework for CCP with CA.",
            "Listening, singing, reading aloud, and coloring, are usually attractive activities for children in the age range studied for this project.",
            "We believe that all linguistic interactions should take place within significant contexts.",
            "Other authors have also stated the importance of meaningful contexts for working speech and language [12, 15, 36] .",
            "It has been described that storybook reading is an ideal context for stimulating speech and language [12] .",
            "The structure and relationships present in the story, the ideas and actions of the characters, the message of the story can contribute to develop some knowledge and strategies for making meaning of everyday events.",
            "The songs and stories in the audiovisual materials contain simple stories that in addition to providing information about the narrative structure can help to establish a meaningful context for stimulating articulation at home since they provide the needed structure for articulating while having fun with music and rhythm.",
            "Recently, studies about the influence of music in different cognitive domains have started to appear and scientists have begun to learn about the power of music [18, 25, 37] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38971",
        "text": "Moreno [14] states that music training influences behavior, brain and, more specifically, auditory cortex and sound processing.",
        "section": "Discussion",
        "section_number": 23,
        "sentences": [
            "Moreno [14] states that music training influences behavior, brain and, more specifically, auditory cortex and sound processing."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38971",
        "text": "The author wonders if music can be an agent in accessing other brain functions and cognitive skills [14] . Another study [37] found that musicians exhibit stronger activation than non-musicians in areas of the brain associated with language processing (Broca's and Wernicke's areas). This finding emphasizes the relationship between music and language. These results increase interest in studies on the impact of musical training as a rehabilitation tool.",
        "section": "Discussion",
        "section_number": 24,
        "sentences": [
            "The author wonders if music can be an agent in accessing other brain functions and cognitive skills [14] .",
            "Another study [37] found that musicians exhibit stronger activation than non-musicians in areas of the brain associated with language processing (Broca's and Wernicke's areas).",
            "This finding emphasizes the relationship between music and language.",
            "These results increase interest in studies on the impact of musical training as a rehabilitation tool."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38971",
        "text": "As mentioned herein, a recent systematic review found little evidence to support any SP intervention for CPP [8] and although it is too early to draw significant conclusions, the results of this study show that music can be a promising supplement for working language and articulation in CCP. It is of paramount importance to continue developing clinical research projects focusing on the study of new options for effectively addressing speech disorders in the cleft palate population. Speech deficits can significantly interfere with the educational and social development of CPP. Although it is not possible to draw definite conclusions at this point in time, the results of this study seem to suggest that music can be a promising tool for supplementing language and articulation in CPP. Moreover, it should also be considered that for this study the lyrics of the songs were carefully selected and composed with the aim to stimulate and enhance the development of the phonological system.",
        "section": "Discussion",
        "section_number": 25,
        "sentences": [
            "As mentioned herein, a recent systematic review found little evidence to support any SP intervention for CPP [8] and although it is too early to draw significant conclusions, the results of this study show that music can be a promising supplement for working language and articulation in CCP.",
            "It is of paramount importance to continue developing clinical research projects focusing on the study of new options for effectively addressing speech disorders in the cleft palate population.",
            "Speech deficits can significantly interfere with the educational and social development of CPP.",
            "Although it is not possible to draw definite conclusions at this point in time, the results of this study seem to suggest that music can be a promising tool for supplementing language and articulation in CPP.",
            "Moreover, it should also be considered that for this study the lyrics of the songs were carefully selected and composed with the aim to stimulate and enhance the development of the phonological system."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38971",
        "text": "Several authors who follow phonologic principles propose a set Table 1 Data of the Control group (attending summer camp but not using audiovisual materials): Age (months), Severity of CA at the onset, and at the end of the speech summer camp.",
        "section": "Discussion",
        "section_number": 26,
        "sentences": [
            "Several authors who follow phonologic principles propose a set Table 1 Data of the Control group (attending summer camp but not using audiovisual materials): Age (months), Severity of CA at the onset, and at the end of the speech summer camp."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38971",
        "text": "of strategies aimed to facilitate changes in phonology [32, 33] . Some of these strategies are based on previous knowledge concerning phonologic development in infants and toddlers. Some of these strategies are used in the audiovisual material for developing phonologic awareness and stimulating the development of phonology in CCP and CA. Having this information in an accessible and redundant form by hearing and singing can be a motivating way for modifying articulation patterns. The songs of the audiovisual materials provide a structured and motivating context for stimulating speech at home. All songs are composed of a simple story to practice language and narratives. Also, the information in the illustrations and the language used in context can be great for working articulation and the management of the sounds of speech. The audiovisual material simultaneously provides the children with audio, visual and phonologic information in order to enhance correction of faulty articulation placement patterns and carry over into connected e conversational speech. For families of CCP, it is not easy to find effective ways for practicing articulation at home. However, SP treatment should attempt to extend to treatment sessions beyond the clinic. The speech and language pathologist has a responsibility to guide parents on how to work on improving articulation at home. Providing engaging materials with specific guidelines for their appropriate use can enhance the final speech outcome of CCP. The children included in this study had severe CA since many of them came from far places and did not have therapy before the Summer Camp. It is noteworthy that despite all showed progress in articulation, none of the patients attending the camp could correct articulation completely. This may be due to the short duration of the camp. We also have to consider that at the onset of the camp the groups were not completely equivalent in the severity of articulation since the active group showed lower levels in the scale of severity of articulation implying a more severe problem in articulation. However, even when starting with more severe articulation disorder, children in the active group had significantly higher levels than the control group at the end of the camp, showing a greater improvement for the group with the use of the audiovisual materials. In conclusion, from the results of this study it seems that the use of supporting audiovisual materials for continuing stimulation at home enhances the correction of CA in patients with cleft palate. After SP treatment an evaluation of VPI should be realized. For this purpose, imaging procedures such as videonasopharyngoscopy and/or videofluoroscopy will be necessary in order to evaluate velopharyngeal closure during speech [28] since correcting articulation is not sufficient for correcting VPI. The limitations of this clinical trial should not be overlooked, including the relatively reduced number of patients in both groups, the short follow up period and the fact that the patients were receiving speech pathology treatment in a particular clinical setting, namely a speech summer camp. Although the use of audiovisual materials seems to be a promising tool, it will be necessary to study larger number of patients with different levels of severity of CA for longer periods of time and in various clinical settings of speech pathology treatment. It will also be interesting to study if audiovisual materials could be effective for treating articulation disorders at home, especially in cases in which attending a formal speech pathology intervention in a clinical or school setting is not feasible.",
        "section": "Discussion",
        "section_number": 27,
        "sentences": [
            "of strategies aimed to facilitate changes in phonology [32, 33] .",
            "Some of these strategies are based on previous knowledge concerning phonologic development in infants and toddlers.",
            "Some of these strategies are used in the audiovisual material for developing phonologic awareness and stimulating the development of phonology in CCP and CA.",
            "Having this information in an accessible and redundant form by hearing and singing can be a motivating way for modifying articulation patterns.",
            "The songs of the audiovisual materials provide a structured and motivating context for stimulating speech at home.",
            "All songs are composed of a simple story to practice language and narratives.",
            "Also, the information in the illustrations and the language used in context can be great for working articulation and the management of the sounds of speech.",
            "The audiovisual material simultaneously provides the children with audio, visual and phonologic information in order to enhance correction of faulty articulation placement patterns and carry over into connected e conversational speech.",
            "For families of CCP, it is not easy to find effective ways for practicing articulation at home.",
            "However, SP treatment should attempt to extend to treatment sessions beyond the clinic.",
            "The speech and language pathologist has a responsibility to guide parents on how to work on improving articulation at home.",
            "Providing engaging materials with specific guidelines for their appropriate use can enhance the final speech outcome of CCP.",
            "The children included in this study had severe CA since many of them came from far places and did not have therapy before the Summer Camp.",
            "It is noteworthy that despite all showed progress in articulation, none of the patients attending the camp could correct articulation completely.",
            "This may be due to the short duration of the camp.",
            "We also have to consider that at the onset of the camp the groups were not completely equivalent in the severity of articulation since the active group showed lower levels in the scale of severity of articulation implying a more severe problem in articulation.",
            "However, even when starting with more severe articulation disorder, children in the active group had significantly higher levels than the control group at the end of the camp, showing a greater improvement for the group with the use of the audiovisual materials.",
            "In conclusion, from the results of this study it seems that the use of supporting audiovisual materials for continuing stimulation at home enhances the correction of CA in patients with cleft palate.",
            "After SP treatment an evaluation of VPI should be realized.",
            "For this purpose, imaging procedures such as videonasopharyngoscopy and/or videofluoroscopy will be necessary in order to evaluate velopharyngeal closure during speech [28] since correcting articulation is not sufficient for correcting VPI.",
            "The limitations of this clinical trial should not be overlooked, including the relatively reduced number of patients in both groups, the short follow up period and the fact that the patients were receiving speech pathology treatment in a particular clinical setting, namely a speech summer camp.",
            "Although the use of audiovisual materials seems to be a promising tool, it will be necessary to study larger number of patients with different levels of severity of CA for longer periods of time and in various clinical settings of speech pathology treatment.",
            "It will also be interesting to study if audiovisual materials could be effective for treating articulation disorders at home, especially in cases in which attending a formal speech pathology intervention in a clinical or school setting is not feasible."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "38971",
        "text": "M.C. Pamplona et al. / International Journal of Pediatric Otorhinolaryngology 93 (2017) 17e23",
        "section": "",
        "section_number": 28,
        "sentences": [
            "M.C. Pamplona et al. / International Journal of Pediatric Otorhinolaryngology 93 (2017) 17e23"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    }
]