[
    {
        "doc_id": "39636",
        "text": "We examined apprenticeship, in the form of interaction with a more capable other, as a mechanism of development of higherorder reasoning skills, specifically argumentation. Over a 1-year period, middle school students engaged in twice-weekly electronic dialogs with a sequence of different peers on a series of social issues. In one group, unbeknownst to participants, a highly capable adult substituted for peers in half of their dialogs. Beginning immediately, increasing with time, and extending to peer-only dialogs on a new topic, the quality of argumentation shown by the experimental group exceeded that of a comparison peer-only group, highlighting the power of apprenticeship as a mechanism in the development of reasoning, a demonstration of both theoretical and applied significance.",
        "section": "Abstract",
        "sentences": [
            "We examined apprenticeship, in the form of interaction with a more capable other, as a mechanism of development of higherorder reasoning skills, specifically argumentation.",
            "Over a 1-year period, middle school students engaged in twice-weekly electronic dialogs with a sequence of different peers on a series of social issues.",
            "In one group, unbeknownst to participants, a highly capable adult substituted for peers in half of their dialogs.",
            "Beginning immediately, increasing with time, and extending to peer-only dialogs on a new topic, the quality of argumentation shown by the experimental group exceeded that of a comparison peer-only group, highlighting the power of apprenticeship as a mechanism in the development of reasoning, a demonstration of both theoretical and applied significance."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39636",
        "text": "The question of how more advanced forms of reasoning develop has been a fundamental one to developmental psychologists throughout the field's history, its significance being both theoretical and applied. The opposition that persists today between internal and external mechanisms of intellectual development might be traced back even as far as Socrates' introduction of his dialogic method and certainly to the contrast that evolved during the mid-20th century between Piaget's constructivist mechanisms of change and Vygotsky's sociocultural ones-a contrast that for 21st-century developmentalists has largely replaced an earlier opposition of Gesell's maturationism and empiricist accounts that reduced development to the accumulation of learned responses.",
        "section": "Introduction",
        "section_number": 1,
        "sentences": [
            "The question of how more advanced forms of reasoning develop has been a fundamental one to developmental psychologists throughout the field's history, its significance being both theoretical and applied.",
            "The opposition that persists today between internal and external mechanisms of intellectual development might be traced back even as far as Socrates' introduction of his dialogic method and certainly to the contrast that evolved during the mid-20th century between Piaget's constructivist mechanisms of change and Vygotsky's sociocultural ones-a contrast that for 21st-century developmentalists has largely replaced an earlier opposition of Gesell's maturationism and empiricist accounts that reduced development to the accumulation of learned responses."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "39636",
        "text": "On the theoretical front, the field has seen some rapprochement between constructivist and sociocultural accounts during recent years, with modern constructivists, and even neo-nativists, drawing on both Piaget's and Vygotsky's ideas. Children do not construct new ways of thinking in a solitary vacuum, but neither do they simply incorporate what they observe without transforming it via their own constructive powers in order to make meaning of it. In more applied work, however, an opposition between direct instruction and more self-directed mechanisms of conceptual change continues to be sharply drawn, as seen in multiple domains of investigation that involve higher-order reasoning such as scientific thinking and inquiry learning (Dean & Kuhn, 2007; Klahr & Nigam, 2004) , problem-based learning (Hmelo-Silver, Duncan, & Chinn, 2007; Kirschner, Sweller, & Clark, 2006) , and argumentation (Asterhan & Schwarz, 2016; Mercier, 2016) , the form of reasoning we focused on here. A related unresolved question in each of these domains is that of the role of peer collaboration as a mechanism of change, emphasized by both Piaget and Vygotsky, with Vygotsky's emphasis on the role of more capable others and Piaget's emphasis on peers of equal ability.",
        "section": "Introduction",
        "section_number": 2,
        "sentences": [
            "On the theoretical front, the field has seen some rapprochement between constructivist and sociocultural accounts during recent years, with modern constructivists, and even neo-nativists, drawing on both Piaget's and Vygotsky's ideas.",
            "Children do not construct new ways of thinking in a solitary vacuum, but neither do they simply incorporate what they observe without transforming it via their own constructive powers in order to make meaning of it.",
            "In more applied work, however, an opposition between direct instruction and more self-directed mechanisms of conceptual change continues to be sharply drawn, as seen in multiple domains of investigation that involve higher-order reasoning such as scientific thinking and inquiry learning (Dean & Kuhn, 2007; Klahr & Nigam, 2004) , problem-based learning (Hmelo-Silver, Duncan, & Chinn, 2007; Kirschner, Sweller, & Clark, 2006) , and argumentation (Asterhan & Schwarz, 2016; Mercier, 2016) , the form of reasoning we focused on here.",
            "A related unresolved question in each of these domains is that of the role of peer collaboration as a mechanism of change, emphasized by both Piaget and Vygotsky, with Vygotsky's emphasis on the role of more capable others and Piaget's emphasis on peers of equal ability."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39636",
        "text": "It may well be, as proposed recently by one of us (Kuhn, 2015) , that the answers to these questions and the roles played by different mechanisms depend on the forms of higher-order thinking being investigated. In the case of our current focus, argumentation, both intra-and inter-individual factors would appear to warrant attention. Argumentation can be construed as being capable of taking place within a single mind (Billig, 1987) , but it ordinarily is treated as a social activity. As such, the role of the other (or others in discourse involving more than two people) assumes a prominent place. We probed here exactly what that role might be. Constructivists may claim that argumentation serves cognitive development by providing engagement and practice that allows both participants to develop their reasoning skills via shared exercise. A further possibility arises, however, in the likely case that the skills of one discourse partner exceed those of the other. In this case, in addition to the exercise provided by participation alone, will this interaction also offer the less capable participant benefit in terms of skill development? If so, this suggests a mechanism of development that we might refer to as apprenticeship, a mechanism that has not received a great deal of attention with respect to the development of higher-order reasoning. This is the question we addressed in the work reported here.",
        "section": "Introduction",
        "section_number": 3,
        "sentences": [
            "It may well be, as proposed recently by one of us (Kuhn, 2015) , that the answers to these questions and the roles played by different mechanisms depend on the forms of higher-order thinking being investigated.",
            "In the case of our current focus, argumentation, both intra-and inter-individual factors would appear to warrant attention.",
            "Argumentation can be construed as being capable of taking place within a single mind (Billig, 1987) , but it ordinarily is treated as a social activity.",
            "As such, the role of the other (or others in discourse involving more than two people) assumes a prominent place.",
            "We probed here exactly what that role might be.",
            "Constructivists may claim that argumentation serves cognitive development by providing engagement and practice that allows both participants to develop their reasoning skills via shared exercise.",
            "A further possibility arises, however, in the likely case that the skills of one discourse partner exceed those of the other.",
            "In this case, in addition to the exercise provided by participation alone, will this interaction also offer the less capable participant benefit in terms of skill development?",
            "If so, this suggests a mechanism of development that we might refer to as apprenticeship, a mechanism that has not received a great deal of attention with respect to the development of higher-order reasoning.",
            "This is the question we addressed in the work reported here."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39636",
        "text": "In addition to being fundamental from a theoretical standpoint, the investigation of mechanisms of developmental change is significant with respect to application. Argumentation has been claimed to be an umbrella under which all reasoning lies (Mercier, 2016; Mercier & Sperber, 2011; Oaksford, Chater, & Hahn, 2008) but also an essential 21st-century skill according to both the 2010 Common Core Standards and the Next Generation Science Standards. However, there is less consensus regarding how young people can best be helped to develop proficiency in argument. Research has reported direct instruction as the most effective method (Larson, Britt, & Kurby, 2009; Marin & Halpern, 2011) , whereas at the other end of a continuum of approaches are interventions centered around extended engagement in discourse with peers in an intellectually rich environment (Asterhan & Schwarz, 2016; Kuhn & Crowell, 2011; Mercer & Littleton, 2007; Resnick, Asterhan, & Clarke, 2015) . A third intermediate approach is engagement in an environment of explicit highly structured (usually electronic) scaffolds designed to support novices' argumentative efforts (Andriessen, Baker, & Suthers, 2010) . A fourth approach, represented here, is closest to the engagement and practice approach (without explicit scaffolding) but is unique in that the argumentation engagement and practice take place in discourse with a more capable other as well as with equally capable peers-an approach that accordingly falls within a Vygotskian framework as well as a contemporary sociocultural framework (Ford, 2012; Rogoff, 1990) . The question we asked is whether argumentation with a more capable individual as well as with peers will enhance the development of skill in argumentation beyond that achieved through an equivalent amount of time spent in argumentation only with peers of similar capability.",
        "section": "Introduction",
        "section_number": 4,
        "sentences": [
            "In addition to being fundamental from a theoretical standpoint, the investigation of mechanisms of developmental change is significant with respect to application.",
            "Argumentation has been claimed to be an umbrella under which all reasoning lies (Mercier, 2016; Mercier & Sperber, 2011; Oaksford, Chater, & Hahn, 2008) but also an essential 21st-century skill according to both the 2010 Common Core Standards and the Next Generation Science Standards.",
            "However, there is less consensus regarding how young people can best be helped to develop proficiency in argument.",
            "Research has reported direct instruction as the most effective method (Larson, Britt, & Kurby, 2009; Marin & Halpern, 2011) , whereas at the other end of a continuum of approaches are interventions centered around extended engagement in discourse with peers in an intellectually rich environment (Asterhan & Schwarz, 2016; Kuhn & Crowell, 2011; Mercer & Littleton, 2007; Resnick, Asterhan, & Clarke, 2015) .",
            "A third intermediate approach is engagement in an environment of explicit highly structured (usually electronic) scaffolds designed to support novices' argumentative efforts (Andriessen, Baker, & Suthers, 2010) .",
            "A fourth approach, represented here, is closest to the engagement and practice approach (without explicit scaffolding) but is unique in that the argumentation engagement and practice take place in discourse with a more capable other as well as with equally capable peers-an approach that accordingly falls within a Vygotskian framework as well as a contemporary sociocultural framework (Ford, 2012; Rogoff, 1990) .",
            "The question we asked is whether argumentation with a more capable individual as well as with peers will enhance the development of skill in argumentation beyond that achieved through an equivalent amount of time spent in argumentation only with peers of similar capability."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39636",
        "text": "Participants were 48 11-and 12-year-old students (38% female) from two sixth-grade classes at an urban public middle school. Participants were randomly assigned to an experimental group or a comparison group (24 students each, balanced across gender and drawn equally from the two classrooms). Students were largely Hispanic (82%) or African American (14%) and were socioeconomically disadvantaged, with 92% of students in the sixth grade qualifying for reduced-price lunch. Students performed below grade level academically, as assessed on standardized tests; nearly half (44%) were classified as English language learners.",
        "section": "Participants",
        "section_number": 5,
        "sentences": [
            "Participants were 48 11-and 12-year-old students (38% female) from two sixth-grade classes at an urban public middle school.",
            "Participants were randomly assigned to an experimental group or a comparison group (24 students each, balanced across gender and drawn equally from the two classrooms).",
            "Students were largely Hispanic (82%) or African American (14%) and were socioeconomically disadvantaged, with 92% of students in the sixth grade qualifying for reduced-price lunch.",
            "Students performed below grade level academically, as assessed on standardized tests; nearly half (44%) were classified as English language learners."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39636",
        "text": "During two class periods per week throughout the school year, all sixth graders at the school participated in a dialogic argumentation curriculum very similar to the one reported on by Kuhn and Crowell (2011) and Kuhn, Hemberger, and Khait (2016) . Students addressed four consecutive topics, spending 13 class sessions on each. Topic 1 concerned whether parents moving from Greece to a new U.S. town should be required to send their child to the local school or be allowed to teach the child at home in their own language. Topic 2 was whether the United States should get involved or should not get involved in assisting a poor Asian country that was being invaded by a neighboring country. Topic 3 was whether teens who commit a serious crime should be tried in a juvenile or adult court system. Topic 4 was whether kidneys should be allowed to be sold or kidney transfer should be restricted to donation. Topics had been pilot-tested to ensure a fairly even split in students' positions, and each student chose which of two opposing positions to take, thereby becoming part of the team for that side.",
        "section": "Argument curriculum",
        "section_number": 6,
        "sentences": [
            "During two class periods per week throughout the school year, all sixth graders at the school participated in a dialogic argumentation curriculum very similar to the one reported on by Kuhn and Crowell (2011) and Kuhn, Hemberger, and Khait (2016) .",
            "Students addressed four consecutive topics, spending 13 class sessions on each.",
            "Topic 1 concerned whether parents moving from Greece to a new U.S. town should be required to send their child to the local school or be allowed to teach the child at home in their own language.",
            "Topic 2 was whether the United States should get involved or should not get involved in assisting a poor Asian country that was being invaded by a neighboring country.",
            "Topic 3 was whether teens who commit a serious crime should be tried in a juvenile or adult court system.",
            "Topic 4 was whether kidneys should be allowed to be sold or kidney transfer should be restricted to donation.",
            "Topics had been pilot-tested to ensure a fairly even split in students' positions, and each student chose which of two opposing positions to take, thereby becoming part of the team for that side."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39636",
        "text": "Each topic cycle repeated a sequence of 13 activities, each constituting a class period. Initial sessions were devoted to same-side team work (''Pre-game\") in which students worked in small groups to generate and evaluate reasons to support their side's position. During the next phase (''Game\"), students were paired with a same-side peer to engage in a series of six electronic dialogs on the topic (one per class session), each time with a new opposing-side pair of peers. Dialogs lasted 20 to 25 min. Dialogs were electronic to promote and facilitate reflection on the exchange and remained visible on the screen in front of each pair as the dialog took place. Pairs were not informed of the identities of an opposing pair, but if they chose to do so they could have revealed their own identities (which some pairs occasionally did) during the dialog. At each session, students were provided with short (oneor two-sentence) pieces of information related to the topic and also were able to pose and receive answers to their own questions, which then remained available.",
        "section": "Argument curriculum",
        "section_number": 7,
        "sentences": [
            "Each topic cycle repeated a sequence of 13 activities, each constituting a class period.",
            "Initial sessions were devoted to same-side team work (''Pre-game\") in which students worked in small groups to generate and evaluate reasons to support their side's position.",
            "During the next phase (''Game\"), students were paired with a same-side peer to engage in a series of six electronic dialogs on the topic (one per class session), each time with a new opposing-side pair of peers.",
            "Dialogs lasted 20 to 25 min.",
            "Dialogs were electronic to promote and facilitate reflection on the exchange and remained visible on the screen in front of each pair as the dialog took place.",
            "Pairs were not informed of the identities of an opposing pair, but if they chose to do so they could have revealed their own identities (which some pairs occasionally did) during the dialog.",
            "At each session, students were provided with short (oneor two-sentence) pieces of information related to the topic and also were able to pose and receive answers to their own questions, which then remained available."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39636",
        "text": "While waiting for the opposing pair to make a response, the pair was asked to jointly complete a ''Reflection Sheet\" during each dialog session; in doing so, the students were able to refer to the ongoing dialog transcript that appeared on the screen before them. These were of one of two forms (alternated across sessions)-either asking the pair to identify and reflect on one of its own arguments or asking the pair to identify and reflect on one of the opponents' arguments. Each asked students to identify counters and rebuttals and to reflect on whether these could be strengthened.",
        "section": "Argument curriculum",
        "section_number": 8,
        "sentences": [
            "While waiting for the opposing pair to make a response, the pair was asked to jointly complete a ''Reflection Sheet\" during each dialog session; in doing so, the students were able to refer to the ongoing dialog transcript that appeared on the screen before them.",
            "These were of one of two forms (alternated across sessions)-either asking the pair to identify and reflect on one of its own arguments or asking the pair to identify and reflect on one of the opponents' arguments.",
            "Each asked students to identify counters and rebuttals and to reflect on whether these could be strengthened."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39636",
        "text": "During a final (''End-game\") phase, students returned to their same-side small groups to prepare for a final whole-class ''Showdown\" debate that served as the capstone experience of the sequence, followed by a debrief session to review the Showdown and a final individual essay assignment. (A more detailed description of the sequence of activities is available in Kuhn et al., 2016.) At the end of the school year, shortly following completion of the Topic 4 cycle, all participants took part in an individual electronic dialog (without a partner) with a peer who held an opposing position on a new, not previously debated topic-capital punishment. Pairs were formed within each of the conditions (experimental or comparison) described below.",
        "section": "Argument curriculum",
        "section_number": 9,
        "sentences": [
            "During a final (''End-game\") phase, students returned to their same-side small groups to prepare for a final whole-class ''Showdown\" debate that served as the capstone experience of the sequence, followed by a debrief session to review the Showdown and a final individual essay assignment. (",
            "A more detailed description of the sequence of activities is available in Kuhn et al., 2016.)",
            "At the end of the school year, shortly following completion of the Topic 4 cycle, all participants took part in an individual electronic dialog (without a partner) with a peer who held an opposing position on a new, not previously debated topic-capital punishment.",
            "Pairs were formed within each of the conditions (experimental or comparison) described below."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39636",
        "text": "The experimental manipulation for the current study involved only the electronic dialog portion of the topic cycle, in which pairs engaged in the series of six dialogs with successive opposing-side pairs.",
        "section": "Experimental manipulation",
        "section_number": 10,
        "sentences": [
            "The experimental manipulation for the current study involved only the electronic dialog portion of the topic cycle, in which pairs engaged in the series of six dialogs with successive opposing-side pairs."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "39636",
        "text": "Topic 1 served as a baseline, with the experimental treatment not being introduced until Topic 2. During Topics 2, 3, and 4, unknown to the student pairs in the experimental condition, at three of their six dialog sessions (first, third, and fifth), an adult substituted for an opposing peer pair. During the other three dialogs, they debated an opposing peer pair (also from the experimental group).",
        "section": "Experimental manipulation",
        "section_number": 11,
        "sentences": [
            "Topic 1 served as a baseline, with the experimental treatment not being introduced until Topic 2.",
            "During Topics 2, 3, and 4, unknown to the student pairs in the experimental condition, at three of their six dialog sessions (first, third, and fifth), an adult substituted for an opposing peer pair.",
            "During the other three dialogs, they debated an opposing peer pair (also from the experimental group)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39636",
        "text": "Participants in the comparison condition debated only with peers. Two doctoral student research assistants served as the ''expert\" adult arguers. They were instructed to maintain a vocabulary at students' level but to otherwise make the best counterarguments they could against the claims of their young opponents.",
        "section": "Experimental manipulation",
        "section_number": 12,
        "sentences": [
            "Participants in the comparison condition debated only with peers.",
            "Two doctoral student research assistants served as the ''expert\" adult arguers.",
            "They were instructed to maintain a vocabulary at students' level but to otherwise make the best counterarguments they could against the claims of their young opponents."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39636",
        "text": "To ensure that all coding was blind to experimental condition, all indicators of condition were removed from dialog transcripts prior to coding. Dialogs were first segmented into idea units, that is, utterances intended to convey a specific single point (Asterhan & Schwarz, 2016) . Twelve dialogs generated by participants in the current study, but not those in the set on which the current analysis was conducted, were segmented into idea units independently by two coders. Agreement on 89% of idea units was achieved, with differences being resolved by discussion, and one coder then segmented all dialogs for the current analysis.",
        "section": "Coding of dialogs",
        "section_number": 13,
        "sentences": [
            "To ensure that all coding was blind to experimental condition, all indicators of condition were removed from dialog transcripts prior to coding.",
            "Dialogs were first segmented into idea units, that is, utterances intended to convey a specific single point (Asterhan & Schwarz, 2016) .",
            "Twelve dialogs generated by participants in the current study, but not those in the set on which the current analysis was conducted, were segmented into idea units independently by two coders.",
            "Agreement on 89% of idea units was achieved, with differences being resolved by discussion, and one coder then segmented all dialogs for the current analysis."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39636",
        "text": "An initial coding of idea units was performed to identify those that were on-task, that is, related to the topic being discussed. A total of 66 idea units from participants' dialogs not included in the current analysis were independently coded by two coders as on-or off-task, and agreement of 96% (kappa = .643, p < .001) was achieved. One coder proceeded to classify all idea units for the current analysis as on-or off-task.",
        "section": "Coding of dialogs",
        "section_number": 14,
        "sentences": [
            "An initial coding of idea units was performed to identify those that were on-task, that is, related to the topic being discussed.",
            "A total of 66 idea units from participants' dialogs not included in the current analysis were independently coded by two coders as on-or off-task, and agreement of 96% (kappa = .643, p < .001) was achieved.",
            "One coder proceeded to classify all idea units for the current analysis as on-or off-task."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39636",
        "text": "On-topic idea units in the dialogs were further coded by argument strategy type using a functional scheme originated in work by Felton and Kuhn (2001) and Crowell and Kuhn (2014) and further developed by Mayweg-Paus, Macagno, and Kuhn (2015) . This coding scheme assesses strength of argument strategy by identifying the functional relationship of an idea unit to the opponent's immediately preceding statement. Only statements that seek to weaken a claim made by the opponent through some form of counterargument were included in the current analysis. Other types (e.g., request for clarification) were excluded. Three counterargument types were coded.",
        "section": "Coding of dialogs",
        "section_number": 15,
        "sentences": [
            "On-topic idea units in the dialogs were further coded by argument strategy type using a functional scheme originated in work by Felton and Kuhn (2001) and Crowell and Kuhn (2014) and further developed by Mayweg-Paus, Macagno, and Kuhn (2015) .",
            "This coding scheme assesses strength of argument strategy by identifying the functional relationship of an idea unit to the opponent's immediately preceding statement.",
            "Only statements that seek to weaken a claim made by the opponent through some form of counterargument were included in the current analysis.",
            "Other types (e.g., request for clarification) were excluded.",
            "Three counterargument types were coded."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39636",
        "text": "Counter-A (Counter-Alternative), the weakest form of counterargument, seeks to weaken an opponent's claim by presenting an alternative claim that is contrary the opponent's overall position but does not directly address, and thus does not serve to weaken, the opponent's specific claim.",
        "section": "Coding of dialogs",
        "section_number": 16,
        "sentences": [
            "Counter-A (Counter-Alternative), the weakest form of counterargument, seeks to weaken an opponent's claim by presenting an alternative claim that is contrary the opponent's overall position but does not directly address, and thus does not serve to weaken, the opponent's specific claim."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "39636",
        "text": "Counter-C (Counter-Critique) is a stronger form of counterargument that seeks to weaken an opponent's claim by direct criticism of it, typically by challenging its conclusion. The most common challenge is to identify undesirable consequences of the conclusion.",
        "section": "Coding of dialogs",
        "section_number": 17,
        "sentences": [
            "Counter-C (Counter-Critique) is a stronger form of counterargument that seeks to weaken an opponent's claim by direct criticism of it, typically by challenging its conclusion.",
            "The most common challenge is to identify undesirable consequences of the conclusion."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "39636",
        "text": "Counter-U (Counter-Undermine), the strongest type of counterargument, can also be regarded as a Counter-Critique, but the critique of the opponent's argument is a more fundamental one of challenging the reasoning underlying it. The challenge may reject an implicit or explicit premise that supports the opponent's conclusion, or it may challenge the link between those premises and the opponent's conclusion (Mayweg-Paus et al., 2015; Walton et al., 2008) .",
        "section": "Coding of dialogs",
        "section_number": 18,
        "sentences": [
            "Counter-U (Counter-Undermine), the strongest type of counterargument, can also be regarded as a Counter-Critique, but the critique of the opponent's argument is a more fundamental one of challenging the reasoning underlying it.",
            "The challenge may reject an implicit or explicit premise that supports the opponent's conclusion, or it may challenge the link between those premises and the opponent's conclusion (Mayweg-Paus et al., 2015; Walton et al., 2008) ."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "39636",
        "text": "As examples, for the topic of capital punishment (CP), an anti-CP arguer might counter the pro-CP argument that CP is warranted because the criminal took a life, and therefore must forfeit his or her life, by making one of three different kinds of counterarguments, for example (a) there are other alternatives such as prison (Counter-A), (b) killing is always wrong (Counter-C), or (c) CP does not restore the victim's life (Counter-U). Here the Counter-C criticizes the opponent's conclusion (CP is justified), whereas the Counter-U criticizes the opponent's reasoning.",
        "section": "Coding of dialogs",
        "section_number": 19,
        "sentences": [
            "As examples, for the topic of capital punishment (CP), an anti-CP arguer might counter the pro-CP argument that CP is warranted because the criminal took a life, and therefore must forfeit his or her life, by making one of three different kinds of counterarguments, for example (a) there are other alternatives such as prison (Counter-A), (b) killing is always wrong (Counter-C), or (c) CP does not restore the victim's life (Counter-U).",
            "Here the Counter-C criticizes the opponent's conclusion (CP is justified), whereas the Counter-U criticizes the opponent's reasoning."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "39636",
        "text": "On-task idea units from 12 dialogs generated by the current study participants but not included in the current analysis were independently coded by two coders into one of the preceding three categories or categorized as a non-counterargument, achieving 82% agreement (kappa = .711, p < .001). Differences were resolved by discussion. One coder then proceeded to classify all dialogs for the current analysis.",
        "section": "Coding of dialogs",
        "section_number": 20,
        "sentences": [
            "On-task idea units from 12 dialogs generated by the current study participants but not included in the current analysis were independently coded by two coders into one of the preceding three categories or categorized as a non-counterargument, achieving 82% agreement (kappa = .711, p < .001).",
            "Differences were resolved by discussion.",
            "One coder then proceeded to classify all dialogs for the current analysis."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39636",
        "text": "As a manipulation check, experts' statements during their dialogs with students were also coded using the same coding system to confirm that the experts met the goals of modeling high-level counterargument strategies.",
        "section": "Coding of dialogs",
        "section_number": 21,
        "sentences": [
            "As a manipulation check, experts' statements during their dialogs with students were also coded using the same coding system to confirm that the experts met the goals of modeling high-level counterargument strategies."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "39636",
        "text": "An analysis of experts' dialog statements confirmed that they did in fact employ high proportions of advanced strategies. Their proportion of on-task statements was 100%. A mean of 97.67% (SD = .009) of their idea units consisted of counterarguments. Of total on-topic idea units, an average of 36.1% (SD = .084) were classified as Counter-U, 46% (SD = .056) as Counter-C, and 15.7% (SD = .020) as Counter-A., These means were fairly consistent across topics. Thus, experts met the goal of modeling high-level argumentation strategies.",
        "section": "Performance across time",
        "section_number": 22,
        "sentences": [
            "An analysis of experts' dialog statements confirmed that they did in fact employ high proportions of advanced strategies.",
            "Their proportion of on-task statements was 100%.",
            "A mean of 97.67% (SD = .009) of their idea units consisted of counterarguments.",
            "Of total on-topic idea units, an average of 36.1% (SD = .084) were classified as Counter-U, 46% (SD = .056) as Counter-C, and 15.7% (SD = .020) as Counter-A., These means were fairly consistent across topics.",
            "Thus, experts met the goal of modeling high-level argumentation strategies."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39636",
        "text": "Analysis of students' dialog transcripts was based only on dialogs between student pairs, that is, Dialogs 2, 4, and 6 for each topic among the experimental group (because Dialogs 1, 3, and 5 were with one of the experts). The same alternating Dialogs 2, 4, and 6 among the comparison peer-only group were examined as the basis for comparison.",
        "section": "Performance across time",
        "section_number": 23,
        "sentences": [
            "Analysis of students' dialog transcripts was based only on dialogs between student pairs, that is, Dialogs 2, 4, and 6 for each topic among the experimental group (because Dialogs 1, 3, and 5 were with one of the experts).",
            "The same alternating Dialogs 2, 4, and 6 among the comparison peer-only group were examined as the basis for comparison."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "39636",
        "text": "A one-way analysis of variance (ANOVA) was conducted on mean number of idea units contained in each student pair's dialogs across the four topics. The assumption of homogeneity of variance was violated, so the Welch F ratio is reported. There was a significant effect of time (i.e., topics) across the four topics, F(3, 307.89) = 10.75, p < .001. Post hoc comparisons using the Games-Howell test indicated that the mean for Topic 1 (M = 5.50, SD = 1.41) differed from the means for Topic 2 (M = 6.80, SD = 3.34), Topic 3 (M = 6.90, SD = 2.22), and Topic 4 (M = 6.80, SD = 1.83). Post hoc comparisons using the Games-Howell test indicated no significant differences among Topics 2, 3, and 4. The difference between results for Topic 1 and results for the remaining topics is consistent with the experimental manipulation not having begun until Topic 2 and suggests that it had an immediate and continued effect.",
        "section": "Performance across time",
        "section_number": 24,
        "sentences": [
            "A one-way analysis of variance (ANOVA) was conducted on mean number of idea units contained in each student pair's dialogs across the four topics.",
            "The assumption of homogeneity of variance was violated, so the Welch F ratio is reported.",
            "There was a significant effect of time (i.e., topics) across the four topics, F(3, 307.89) = 10.75, p < .001.",
            "Post hoc comparisons using the Games-Howell test indicated that the mean for Topic 1 (M = 5.50, SD = 1.41) differed from the means for Topic 2 (M = 6.80, SD = 3.34), Topic 3 (M = 6.90, SD = 2.22), and Topic 4 (M = 6.80, SD = 1.83).",
            "Post hoc comparisons using the Games-Howell test indicated no significant differences among Topics 2, 3, and 4.",
            "The difference between results for Topic 1 and results for the remaining topics is consistent with the experimental manipulation not having begun until Topic 2 and suggests that it had an immediate and continued effect."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39636",
        "text": "There was also a significant effect of time in proportion of on-task idea units across topics, F(3, 568) = 82.32, p < .001. Post hoc comparisons using Tukey's HSD (honestly significant difference) test indicated a modest gain from Topic 1 (M = .898, SD = .096) to Topic 2 (M = .932, SD = .097) that was maintained in Topic 3 (M = .910, SD = .117) and Topic 4 (M = .927, SD = .095). Comparisons using Tukey's HSD test showed no differences among Topics 2, 3, and 4.",
        "section": "Performance across time",
        "section_number": 25,
        "sentences": [
            "There was also a significant effect of time in proportion of on-task idea units across topics, F(3, 568) = 82.32, p < .001.",
            "Post hoc comparisons using Tukey's HSD (honestly significant difference) test indicated a modest gain from Topic 1 (M = .898, SD = .096) to Topic 2 (M = .932, SD = .097) that was maintained in Topic 3 (M = .910, SD = .117) and Topic 4 (M = .927, SD = .095).",
            "Comparisons using Tukey's HSD test showed no differences among Topics 2, 3, and 4."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39636",
        "text": "In Fig. 1 appears a summary of progress in counterargument strategy use across the school year for the experimental and comparison groups. Shown here are percentages of idea units that were categorized as reflecting advanced strategies (either Counter-C or Counter-U) across the three dialogs examined within each topic and across the four topics. These same data are presented by specific counterargument type for each group in Figs. 2 and 3 .",
        "section": "Performance across time",
        "section_number": 26,
        "sentences": [
            "In Fig. 1 appears a summary of progress in counterargument strategy use across the school year for the experimental and comparison groups.",
            "Shown here are percentages of idea units that were categorized as reflecting advanced strategies (either Counter-C or Counter-U) across the three dialogs examined within each topic and across the four topics.",
            "These same data are presented by specific counterargument type for each group in Figs. 2 and 3 ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39636",
        "text": "Although both groups showed advancement, the experimental group progressed sooner and more steeply. The experimental group increases most steeply in Counter-C, reduces use of Counter-A proportionally, and begins to show some Counter-U near the end (Fig. 2) . The comparison group (Fig. 3) , although showing some lesser gain in Counter-C use, shows no decline in Counter-A and no use of Counter-U.",
        "section": "Performance across time",
        "section_number": 27,
        "sentences": [
            "Although both groups showed advancement, the experimental group progressed sooner and more steeply.",
            "The experimental group increases most steeply in Counter-C, reduces use of Counter-A proportionally, and begins to show some Counter-U near the end (Fig. 2) .",
            "The comparison group (Fig. 3) , although showing some lesser gain in Counter-C use, shows no decline in Counter-A and no use of Counter-U."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39636",
        "text": "Statistical analyses first indicate how performance changed during the course of each topic as participants became more acquainted with the topic and with their opponents' arguments and counterarguments. Topic 1, prior to introduction of the experimental manipulation, served as a baseline. Proportion of advanced counterargument served as the outcome variable, and time and condition served as within-and between-participants factors, respectively. For all topics, assumptions were tested using Mauchly's test for sphericity, Levene's test for homogeneity of variance, and Box's test for equality of covariance matrices, all of which were not significant. For Topic 1, as expected, there was no condition effect, F(1, 22) = 0.000, p = .997, which confirms that random assignment had yielded comparable groups. Nor did proportion of advanced argument differ over time, F(2, 44) = 0.480, p = .622, or by the interaction of condition and time, F(2, 44) = 0.351, p = .706. For Topic 2, there occurred an effect of time, F(2, 44) = 4.157, p = .022. As seen in the Topic 2 segment of Fig. 1 , this effect is almost entirely contributed to by an increase among the experimental group from middle to later dialog. The main effect of group did not reach significance, nor did the interaction of group and time, F(2, 44) = 2.37, p = .105. Nevertheless, the effect size for group was large (g p 2 = .158) (See Fig. 4 ).",
        "section": "Performance across time",
        "section_number": 28,
        "sentences": [
            "Statistical analyses first indicate how performance changed during the course of each topic as participants became more acquainted with the topic and with their opponents' arguments and counterarguments.",
            "Topic 1, prior to introduction of the experimental manipulation, served as a baseline.",
            "Proportion of advanced counterargument served as the outcome variable, and time and condition served as within-and between-participants factors, respectively.",
            "For all topics, assumptions were tested using Mauchly's test for sphericity, Levene's test for homogeneity of variance, and Box's test for equality of covariance matrices, all of which were not significant.",
            "For Topic 1, as expected, there was no condition effect, F(1, 22) = 0.000, p = .997, which confirms that random assignment had yielded comparable groups.",
            "Nor did proportion of advanced argument differ over time, F(2, 44) = 0.480, p = .622, or by the interaction of condition and time, F(2, 44) = 0.351, p = .706.",
            "For Topic 2, there occurred an effect of time, F(2, 44) = 4.157, p = .022.",
            "As seen in the Topic 2 segment of Fig. 1 , this effect is almost entirely contributed to by an increase among the experimental group from middle to later dialog.",
            "The main effect of group did not reach significance, nor did the interaction of group and time, F(2, 44) = 2.37, p = .105.",
            "Nevertheless, the effect size for group was large (g p 2 = .158) (See Fig. 4 )."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39636",
        "text": "For Topic 3, there was no interaction of treatment group by time, F(2, 44) = 0.405, p = .669. Although not statistically significant, F(2, 44) = 2.806, p = .071, the main effect of time was large (g p 2 = .113). Within-participants contrasts show a significant linear effect for time, with both groups increasingly using advanced strategies over time in Topic 3, F(1, 22) = 5.470, p = .029, g p 2 = .199. The main effect of group showed a very large effect size (g p 2 = .467) and was highly significant, F(1, 22) = 19.265, p < .001 ( Fig. 5) . For Topic 4, there was no significant interaction effect of treatment group by time, F(2, 44) = 0.051, p = .950, and there was no significant effect of time, F(2, 44) = 2.407, p = .103. There was a highly significant main effect for group, F(1, 22) = 28.398, p < .001, g p 2 = .563 ( Fig. 6 ).",
        "section": "Performance across time",
        "section_number": 29,
        "sentences": [
            "For Topic 3, there was no interaction of treatment group by time, F(2, 44) = 0.405, p = .669.",
            "Although not statistically significant, F(2, 44) = 2.806, p = .071, the main effect of time was large (g p 2 = .113).",
            "Within-participants contrasts show a significant linear effect for time, with both groups increasingly using advanced strategies over time in Topic 3, F(1, 22) = 5.470, p = .029, g p 2 = .199.",
            "The main effect of group showed a very large effect size (g p 2 = .467) and was highly significant, F(1, 22) = 19.265, p < .001 ( Fig. 5) .",
            "For Topic 4, there was no significant interaction effect of treatment group by time, F(2, 44) = 0.051, p = .950, and there was no significant effect of time, F(2, 44) = 2.407, p = .103.",
            "There was a highly significant main effect for group, F(1, 22) = 28.398, p < .001, g p 2 = .563 ( Fig. 6 )."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39636",
        "text": "Statistical comparison of experimental and comparison groups across topics is complicated by the fact that student pairings changed for each topic (necessarily because students chose their sides and hence composition of the two teams changed with each topic). Thus, a straightforward repeatedmeasures statistical analysis across all time points was not possible due to violation of the assumption of independence. Therefore, as a means of comparing students' performance at Topics 1 and 4, one student from each pair at Topic 1 was arbitrarily selected as the unit of analysis, and any student paired with that student for Topic 1 or 4 was removed from the analysis, leaving a sample of 12 participants-6 from the experimental group and 6 from the comparison group. Each of these students' data were aggregated over the three dialog points within each topic. Assumptions were tested using Mauchly's test for sphericity, Levene's test for homogeneity of variance, and Box's test for equality of covariance matrices, all of which were not significant.",
        "section": "Performance across time",
        "section_number": 30,
        "sentences": [
            "Statistical comparison of experimental and comparison groups across topics is complicated by the fact that student pairings changed for each topic (necessarily because students chose their sides and hence composition of the two teams changed with each topic).",
            "Thus, a straightforward repeatedmeasures statistical analysis across all time points was not possible due to violation of the assumption of independence.",
            "Therefore, as a means of comparing students' performance at Topics 1 and 4, one student from each pair at Topic 1 was arbitrarily selected as the unit of analysis, and any student paired with that student for Topic 1 or 4 was removed from the analysis, leaving a sample of 12 participants-6 from the experimental group and 6 from the comparison group.",
            "Each of these students' data were aggregated over the three dialog points within each topic.",
            "Assumptions were tested using Mauchly's test for sphericity, Levene's test for homogeneity of variance, and Box's test for equality of covariance matrices, all of which were not significant."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39636",
        "text": "The resulting analysis of proportion of advanced counterargument as an outcome and time and condition as factors yielded an interaction, F(1, 10) = 19.799, p = .001, as would be predicted given that the experimental treatment had not yet begun at the first time point. The main effect of time was significant, F(1, 10) = 184.647, p < .001, with both groups showing an increased proportion of advanced strategies from Topic 1 to Topic 4. Finally, the main effect of group was significant, F(1, 10) = 9.207, p = .013, with the experimental group using a greater proportion of advanced counterarguments. ",
        "section": "Performance across time",
        "section_number": 31,
        "sentences": [
            "The resulting analysis of proportion of advanced counterargument as an outcome and time and condition as factors yielded an interaction, F(1, 10) = 19.799, p = .001, as would be predicted given that the experimental treatment had not yet begun at the first time point.",
            "The main effect of time was significant, F(1, 10) = 184.647, p < .001, with both groups showing an increased proportion of advanced strategies from Topic 1 to Topic 4.",
            "Finally, the main effect of group was significant, F(1, 10) = 9.207, p = .013, with the experimental group using a greater proportion of advanced counterarguments."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39636",
        "text": "Analysis of transfer task performance showed that effects of the treatment persisted beyond the topics for which dialogs with experts occurred and extended to a peer dialog on a novel topic. A comparison of groups on this dialog showed a significant effect, F(1, 42) = 6.225, p = .01 (Fig. 7) . The experimental group showed a lower proportion use of Counter-A and a higher proportion use of the advanced strategy Counter-C, whereas use of Counter-U remained minimal across both groups.",
        "section": "Transfer task",
        "section_number": 32,
        "sentences": [
            "Analysis of transfer task performance showed that effects of the treatment persisted beyond the topics for which dialogs with experts occurred and extended to a peer dialog on a novel topic.",
            "A comparison of groups on this dialog showed a significant effect, F(1, 42) = 6.225, p = .01 (Fig. 7) .",
            "The experimental group showed a lower proportion use of Counter-A and a higher proportion use of the advanced strategy Counter-C, whereas use of Counter-U remained minimal across both groups."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39636",
        "text": "The idea that apprenticeship is an ideal way to acquire a new skill is an old one that has gradually broadened its scope from largely manual skills to more mental ones. In everyday life, most of us, on finding that we need to quickly learn how to use a new electronic tool, would rather find someone who knows how to use it than search through a hefty manual on its use to learn what we need to know. Developmental psychologists have now shown how children from the earliest ages resourcefully identify the most reliable experts from whom to learn (Harris, 2012) . In contemporary psychology and related disciplines, a sociocultural model is broadly endorsed, with young people serving as cultural apprentices in their communities and broader societies as a method of preparation for adult membership (Cole, 1998; Rogoff, 1990; Tomasello, 2016) .",
        "section": "Discussion",
        "section_number": 33,
        "sentences": [
            "The idea that apprenticeship is an ideal way to acquire a new skill is an old one that has gradually broadened its scope from largely manual skills to more mental ones.",
            "In everyday life, most of us, on finding that we need to quickly learn how to use a new electronic tool, would rather find someone who knows how to use it than search through a hefty manual on its use to learn what we need to know.",
            "Developmental psychologists have now shown how children from the earliest ages resourcefully identify the most reliable experts from whom to learn (Harris, 2012) .",
            "In contemporary psychology and related disciplines, a sociocultural model is broadly endorsed, with young people serving as cultural apprentices in their communities and broader societies as a method of preparation for adult membership (Cole, 1998; Rogoff, 1990; Tomasello, 2016) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39636",
        "text": "Much of what apprentices acquire through their participation is intellectual in nature-knowledge and understanding. Yet there has been little exploration of apprenticeship as a mechanism in the development of reasoning. This stands to change as reasoning, and specifically argumentation, has come to be recognized as social in nature rather than residing strictly inside individual minds (Mercer & Littleton, 2007; Resnick et al., 2015) .",
        "section": "Discussion",
        "section_number": 34,
        "sentences": [
            "Much of what apprentices acquire through their participation is intellectual in nature-knowledge and understanding.",
            "Yet there has been little exploration of apprenticeship as a mechanism in the development of reasoning.",
            "This stands to change as reasoning, and specifically argumentation, has come to be recognized as social in nature rather than residing strictly inside individual minds (Mercer & Littleton, 2007; Resnick et al., 2015) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39636",
        "text": "The productivity of socially shared cognition is observed in the current study. The comparison group, whose members interacted only with peers of similar cognitive ability, gained in argument skill over the course of the year, a finding consistent with earlier studies showing this intervention to be effective relative to a non-dialogic comparison intervention (Crowell & Kuhn, 2014; Kuhn & Crowell, 2011; Kuhn & Moore, 2015; Kuhn, Zillmer, Crowell, & Zavala, 2013) . Also consistent with earlier studies is our observation of the emergence of norms that members of the peer group developed and came to expect of one another regarding what constituted acceptable and unacceptable contributions to the discourse (Kuhn & Zillmer, 2015 )-norms centering around ''How do you know that?\" In this context, the current experimental manipulation integrating more capable others as partners in the discourse is a natural extension that brings the setting into closer alignment with real-world ones. We found discourse within this enhanced community to have increased power in promoting development relative to a more homogeneous community composed solely of peers. Thus, the study supports the concept of apprenticeship as a mechanism of development of higher-order and specifically argumentative reasoning skills, a conclusion of both theoretical and applied significance.",
        "section": "Discussion",
        "section_number": 35,
        "sentences": [
            "The productivity of socially shared cognition is observed in the current study.",
            "The comparison group, whose members interacted only with peers of similar cognitive ability, gained in argument skill over the course of the year, a finding consistent with earlier studies showing this intervention to be effective relative to a non-dialogic comparison intervention (Crowell & Kuhn, 2014; Kuhn & Crowell, 2011; Kuhn & Moore, 2015; Kuhn, Zillmer, Crowell, & Zavala, 2013) .",
            "Also consistent with earlier studies is our observation of the emergence of norms that members of the peer group developed and came to expect of one another regarding what constituted acceptable and unacceptable contributions to the discourse (Kuhn & Zillmer, 2015 )-norms centering around ''How do you know that?\"",
            "In this context, the current experimental manipulation integrating more capable others as partners in the discourse is a natural extension that brings the setting into closer alignment with real-world ones.",
            "We found discourse within this enhanced community to have increased power in promoting development relative to a more homogeneous community composed solely of peers.",
            "Thus, the study supports the concept of apprenticeship as a mechanism of development of higher-order and specifically argumentative reasoning skills, a conclusion of both theoretical and applied significance."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39636",
        "text": "Why was discourse an effective activity in enhancing the quality of participants' argumentative reasoning? Most broadly, we propose that the discourse context is a powerful one because of its strong degree of direct social engagement and hence demand; our participants were engaged in authentic conversation with real others (even though the medium was the electronic one very familiar to them), where one's own and others' standing among peers was on trial. Thus, they were motivated to make the most powerful responses they could to their opponents' statements (both to enhance their own standing and to limit that of the opponents). When, as a result of our manipulation, very capable opponents offered enriched intellectual challenge, student participants benefitted.",
        "section": "Discussion",
        "section_number": 36,
        "sentences": [
            "Why was discourse an effective activity in enhancing the quality of participants' argumentative reasoning?",
            "Most broadly, we propose that the discourse context is a powerful one because of its strong degree of direct social engagement and hence demand; our participants were engaged in authentic conversation with real others (even though the medium was the electronic one very familiar to them), where one's own and others' standing among peers was on trial.",
            "Thus, they were motivated to make the most powerful responses they could to their opponents' statements (both to enhance their own standing and to limit that of the opponents).",
            "When, as a result of our manipulation, very capable opponents offered enriched intellectual challenge, student participants benefitted."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39636",
        "text": "The transfer task data are, of course, critical to the current study. Without them, it could be questioned whether participants had acquired only specific, topic-related arguments from their dialogs with more able others, which they were then able to include in their peer dialogs. That our manipulation had effects beyond content-specific ones nonetheless raises more questions than it answers. What are the parameters with respect to the expertise dimension? Would discourse with relative experts a few years older have produced equivalent gains? Would the results have been different if students had been aware that their opponent was an adult? Would gains have been greater or lesser if participants' discourse had taken place entirely with adults? Finally, are the current findings of particular significance with respect to the underserved, underperforming student population from which our participants came-students who would be less likely than more privileged ones to develop these skills on their own? Although we currently lack answers to these questions, the current study demonstrates the viability of the apprenticeship mechanism, which has been our main purpose here.",
        "section": "Discussion",
        "section_number": 37,
        "sentences": [
            "The transfer task data are, of course, critical to the current study.",
            "Without them, it could be questioned whether participants had acquired only specific, topic-related arguments from their dialogs with more able others, which they were then able to include in their peer dialogs.",
            "That our manipulation had effects beyond content-specific ones nonetheless raises more questions than it answers.",
            "What are the parameters with respect to the expertise dimension?",
            "Would discourse with relative experts a few years older have produced equivalent gains?",
            "Would the results have been different if students had been aware that their opponent was an adult?",
            "Would gains have been greater or lesser if participants' discourse had taken place entirely with adults?",
            "Finally, are the current findings of particular significance with respect to the underserved, underperforming student population from which our participants came-students who would be less likely than more privileged ones to develop these skills on their own?",
            "Although we currently lack answers to these questions, the current study demonstrates the viability of the apprenticeship mechanism, which has been our main purpose here."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39636",
        "text": "It should be noted, finally, that it does not follow from the success of the current approach that more direct instruction would never be useful or appropriate, although in our view it should be only supplementary to the experiential, activity-based focus that the current approach reflects. Nor does a sociocultural approach render individual intellectual competencies of little importance relative to socially situated ones. In an earlier more limited investigation of the current method with a somewhat more academically able population of middle school students (Mayweg-Paus et al., 2015) , only immediate (next session) effects of dialog with a more able opponent were examined, but these showed higher levels of advanced strategy use, particularly Counter-U, relative to the current experimental group-a reflection of the earlier group's initially stronger skills. Thus, individual minds matter, certainly, but they function in a social context that leaves them highly open to influence.",
        "section": "Discussion",
        "section_number": 38,
        "sentences": [
            "It should be noted, finally, that it does not follow from the success of the current approach that more direct instruction would never be useful or appropriate, although in our view it should be only supplementary to the experiential, activity-based focus that the current approach reflects.",
            "Nor does a sociocultural approach render individual intellectual competencies of little importance relative to socially situated ones.",
            "In an earlier more limited investigation of the current method with a somewhat more academically able population of middle school students (Mayweg-Paus et al., 2015) , only immediate (next session) effects of dialog with a more able opponent were examined, but these showed higher levels of advanced strategy use, particularly Counter-U, relative to the current experimental group-a reflection of the earlier group's initially stronger skills.",
            "Thus, individual minds matter, certainly, but they function in a social context that leaves them highly open to influence."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "39636",
        "text": "L. Papathomas, D. Kuhn / Journal of Experimental Child Psychology 159 (2017) 129-139",
        "section": "",
        "section_number": 39,
        "sentences": [
            "L. Papathomas, D. Kuhn / Journal of Experimental Child Psychology 159 (2017) 129-139"
        ],
        "sentence_labels": [
            -1
        ]
    }
]