[
    {
        "doc_id": "37179",
        "text": "Aims: The purpose of the analyses described in this paper was to evaluate the direct and indirect effects of two different approaches to child response-contingent learning on rates of child learning and both concomitant and collateral child social-emotional behaviour. Method: The participants were 71 children with significant developmental delays or multiple disabilities randomly assigned to either of the two contrasting approaches to interventions. Results: Findings showed that an intervention which employed practices that built on existing child behaviour (asset-based practices) was more effective than an intervention focusing on teaching children missing skills (needs-based practices) for influencing changes in the rates of child learning as well as rates of child social-emotional behaviour mediated by differences in rates of child learning. Implications: Both the theoretical and practical importance of the results are described in terms of the extended social-emotional benefits of asset-based response-contingent learning games.",
        "section": "Abstract",
        "sentences": [
            "Aims: The purpose of the analyses described in this paper was to evaluate the direct and indirect effects of two different approaches to child response-contingent learning on rates of child learning and both concomitant and collateral child social-emotional behaviour.",
            "Method: The participants were 71 children with significant developmental delays or multiple disabilities randomly assigned to either of the two contrasting approaches to interventions.",
            "Results: Findings showed that an intervention which employed practices that built on existing child behaviour (asset-based practices) was more effective than an intervention focusing on teaching children missing skills (needs-based practices) for influencing changes in the rates of child learning as well as rates of child social-emotional behaviour mediated by differences in rates of child learning.",
            "Implications: Both the theoretical and practical importance of the results are described in terms of the extended social-emotional benefits of asset-based response-contingent learning games."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37179",
        "text": "This paper includes findings from analyses of the effects of two different types of operant learning games on the responsecontingent learning of young children with significant developmental delays and multiple disabilities and the relationships between child learning and child social-emotional behaviour. Operant learning games are characterized by behaviour-based contingencies where the availability of a reinforcing consequence is dependent on production of a behavioural response (e.g., child leg kicks making a mobile move and produce sound; child head turns reinforced by a parent smiling and talking to his or her child). Infants without delays or disabilities demonstrate response-contingent learning as early as 2-4 months of age (Lipsitt, 1969) , whereas children with disabilities or delays typically demonstrate contingency learning at somewhat older ages (Hutto, 2007) . Reviews of studies of the response-contingent learning of children with disabilities or delays nonetheless demonstrate the ability to use behaviour to control environmental consequences in a manner much the same as infants without disabilities or delays (e.g., Dunst, Storck, Hutto, & Snyder, 2007d; Dunst, Gorman, & Hamby, 2010a) .",
        "section": "Introduction",
        "section_number": 1,
        "sentences": [
            "This paper includes findings from analyses of the effects of two different types of operant learning games on the responsecontingent learning of young children with significant developmental delays and multiple disabilities and the relationships between child learning and child social-emotional behaviour.",
            "Operant learning games are characterized by behaviour-based contingencies where the availability of a reinforcing consequence is dependent on production of a behavioural response (e.g., child leg kicks making a mobile move and produce sound; child head turns reinforced by a parent smiling and talking to his or her child).",
            "Infants without delays or disabilities demonstrate response-contingent learning as early as 2-4 months of age (Lipsitt, 1969) , whereas children with disabilities or delays typically demonstrate contingency learning at somewhat older ages (Hutto, 2007) .",
            "Reviews of studies of the response-contingent learning of children with disabilities or delays nonetheless demonstrate the ability to use behaviour to control environmental consequences in a manner much the same as infants without disabilities or delays (e.g., Dunst, Storck, Hutto, & Snyder, 2007d; Dunst, Gorman, & Hamby, 2010a) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37179",
        "text": "Research investigating the response-contingent learning of children with disabilities indicates that the ability to learn behaviour to produce reinforcing consequences occurs in a similar manner regardless of child condition, disorder, etiology, or severity of developmental delay. Infants and young children with Down syndrome (Ohr & Fagen, 1994) , Rett syndrome (Sullivan, Laverick, & Lewis, 1995) , cerebral palsy (Dunst, Cushing, & Vance, 1985) , and children with multiple disabilities (e.g., Lancioni et al., 2006; O'Brien, Glenn, & Cunningham, 1994) have all been found to demonstrate response-contingent learning in situations where a reinforcing stimulus follows a behavioural response. The same is the case for young children with visual impairments (Lancioni, Singh, O'Reilly, Oliva, & Groeneweg, 2005b) , hearing impairments (Friedlander & Whitten, 1970) , and children with both visual and hearing impairments (Friedlander, Silva, & Knight, 1973) .",
        "section": "Introduction",
        "section_number": 2,
        "sentences": [
            "Research investigating the response-contingent learning of children with disabilities indicates that the ability to learn behaviour to produce reinforcing consequences occurs in a similar manner regardless of child condition, disorder, etiology, or severity of developmental delay.",
            "Infants and young children with Down syndrome (Ohr & Fagen, 1994) , Rett syndrome (Sullivan, Laverick, & Lewis, 1995) , cerebral palsy (Dunst, Cushing, & Vance, 1985) , and children with multiple disabilities (e.g., Lancioni et al., 2006; O'Brien, Glenn, & Cunningham, 1994) have all been found to demonstrate response-contingent learning in situations where a reinforcing stimulus follows a behavioural response.",
            "The same is the case for young children with visual impairments (Lancioni, Singh, O'Reilly, Oliva, & Groeneweg, 2005b) , hearing impairments (Friedlander & Whitten, 1970) , and children with both visual and hearing impairments (Friedlander, Silva, & Knight, 1973) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37179",
        "text": "An important aspect of response-contingent learning opportunities is a child's development of contingency detection (Tarabulsy, Tessier, & Kappas, 1996) and contingency awareness (Watson, 1966) which are indicators of a child's recognition and understanding that he or she is the agent of an environmental effect (Gunnar, 1980) . The consequences of that recognition are often increased social-emotional responding, including smiling, laughter, vocalizations, and excitement (McCall, 1972) . Haith (1972) noted that contingency recognition and awareness are associated with social-emotional responding because cognitive achievement is pleasurable.",
        "section": "Introduction",
        "section_number": 3,
        "sentences": [
            "An important aspect of response-contingent learning opportunities is a child's development of contingency detection (Tarabulsy, Tessier, & Kappas, 1996) and contingency awareness (Watson, 1966) which are indicators of a child's recognition and understanding that he or she is the agent of an environmental effect (Gunnar, 1980) .",
            "The consequences of that recognition are often increased social-emotional responding, including smiling, laughter, vocalizations, and excitement (McCall, 1972) .",
            "Haith (1972) noted that contingency recognition and awareness are associated with social-emotional responding because cognitive achievement is pleasurable."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37179",
        "text": "Reviews of contingency studies of young children with and without disabilities or delays (Dunst, 2007b) and older individuals with intellectual and multiple disabilities (Lancioni, Singh, O'Reilly, Oliva, & Basili, 2005a) indicate that the social-emotional benefits of response-contingent learning opportunities for children with disabilities are much the same as those found in studies of young children without disabilities or delays albeit at attenuated levels. Dunst, Raab, and colleagues, as part of their research and practice on the response-contingent learning of young children with developmental delays and disabilities, found not only increases in child social-emotional responding while the children were engaged in responsecontingent behaviour (concomitant behaviour), but also increases in collateral (Bruner & Revusky, 1961) social-emotional responding when not engaged in a behaviour producing reinforcing consequences (e.g., Dunst et al., 2007a Dunst et al., , 2007b Dunst, Raab, Wilson, & Parkey, 2007c) .",
        "section": "Introduction",
        "section_number": 4,
        "sentences": [
            "Reviews of contingency studies of young children with and without disabilities or delays (Dunst, 2007b) and older individuals with intellectual and multiple disabilities (Lancioni, Singh, O'Reilly, Oliva, & Basili, 2005a) indicate that the social-emotional benefits of response-contingent learning opportunities for children with disabilities are much the same as those found in studies of young children without disabilities or delays albeit at attenuated levels.",
            "Dunst, Raab, and colleagues, as part of their research and practice on the response-contingent learning of young children with developmental delays and disabilities, found not only increases in child social-emotional responding while the children were engaged in responsecontingent behaviour (concomitant behaviour), but also increases in collateral (Bruner & Revusky, 1961) social-emotional responding when not engaged in a behaviour producing reinforcing consequences (e.g., Dunst et al., 2007a Dunst et al., , 2007b Dunst, Raab, Wilson, & Parkey, 2007c) ."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37179",
        "text": "Concomitant social-emotional behaviour is typically manifested concurrently with contingency responding (e.g., laughing while producing an environmental consequence) or within 3 or 4 s after producing a reinforcing effect while simultaneously observing an environmental consequence (e.g., smiling and vocalizing while observing the movement of a mobile produced by a child behaviour). In contrast, collateral behaviour occur between response-reinforcement sequences but are not directly related to contingency responding (Iversen, 1976; Stein & Landis, 1973) . That is, collateral behaviour is correlated with contingency responding but is not the result of an environmental consequence (e.g., smiling at a parent following a child's behaviour activating a switching device to produce an environmental effect).",
        "section": "Introduction",
        "section_number": 5,
        "sentences": [
            "Concomitant social-emotional behaviour is typically manifested concurrently with contingency responding (e.g., laughing while producing an environmental consequence) or within 3 or 4 s after producing a reinforcing effect while simultaneously observing an environmental consequence (e.g., smiling and vocalizing while observing the movement of a mobile produced by a child behaviour).",
            "In contrast, collateral behaviour occur between response-reinforcement sequences but are not directly related to contingency responding (Iversen, 1976; Stein & Landis, 1973) .",
            "That is, collateral behaviour is correlated with contingency responding but is not the result of an environmental consequence (e.g., smiling at a parent following a child's behaviour activating a switching device to produce an environmental effect)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37179",
        "text": "The analyses described in this brief report build on and extend previous research by investigating the relationships between (a) contrasting types of response-contingent interventions and rates of both (b) child response-contingent learning and (c) child concomitant and collateral social-emotional behaviour as part of a randomized controlled design efficacy trial of the two different types of interventions (Raab, Dunst, & Hamby, 2016 . The contrasting interventions used either existing child behaviour or missing/delayed skills as the target child behaviour for producing reinforcing consequences. Eloff and Ebersöhn (2001) described the two approaches as asset-based and needs-based early intervention practices respectively.",
        "section": "Purpose of the study",
        "section_number": 6,
        "sentences": [
            "The analyses described in this brief report build on and extend previous research by investigating the relationships between (a) contrasting types of response-contingent interventions and rates of both (b) child response-contingent learning and (c) child concomitant and collateral social-emotional behaviour as part of a randomized controlled design efficacy trial of the two different types of interventions (Raab, Dunst, & Hamby, 2016 .",
            "The contrasting interventions used either existing child behaviour or missing/delayed skills as the target child behaviour for producing reinforcing consequences.",
            "Eloff and Ebersöhn (2001) described the two approaches as asset-based and needs-based early intervention practices respectively."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37179",
        "text": "Children in the asset-based intervention were observed in their homes and their parents queried to identify children's behaviour (head turns, vocalizations, arm and leg movements, etc.) but not used intentionally to produce environmental consequences. Behaviour manifested most often were selected as intervention targets and reinforced as part of responsecontingent learning games. Children in the needs-based group were administered a developmental scale where emerging behaviour or behaviour just above the ceiling level of performance were selected as intervention targets and reinforced as part of response-contingent learning games. Lancioni, O'Reilly, Oliva, and Coppa (2001) described the differences between the two types of interventions in terms of asset-based practices not requiring excessive child effort to control environmental consequences and needs-based approaches requiring excessively high levels of child effort to control environmental consequences.",
        "section": "Purpose of the study",
        "section_number": 7,
        "sentences": [
            "Children in the asset-based intervention were observed in their homes and their parents queried to identify children's behaviour (head turns, vocalizations, arm and leg movements, etc.)",
            "but not used intentionally to produce environmental consequences.",
            "Behaviour manifested most often were selected as intervention targets and reinforced as part of responsecontingent learning games.",
            "Children in the needs-based group were administered a developmental scale where emerging behaviour or behaviour just above the ceiling level of performance were selected as intervention targets and reinforced as part of response-contingent learning games.",
            "Lancioni, O'Reilly, Oliva, and Coppa (2001) described the differences between the two types of interventions in terms of asset-based practices not requiring excessive child effort to control environmental consequences and needs-based approaches requiring excessively high levels of child effort to control environmental consequences."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37179",
        "text": "The study is part of a line of research and practice where parents and other primary caregivers have been taught to use response-contingent learning games to promote children's acquisition of behaviour to increase engagement and interactions with people, toys, and other materials (Dunst, 2007a) . Parent-implemented early intervention for infants and toddlers with disabilities and older preschoolers with significant developmental delays is now common practice in most countries in most parts of the world (e.g., Faccini & Combes, 1998; Guralnick, 2005; Odom, Hanson, Blackman, & Kaul, 2003; Sukkar, Dunst, & Kirkby, 2017) . Results from the research and practice were expected to identify which types of interventions under which conditions had optimal behavioural consequences and therefore inform which evidence-based practices ought to be the focus of parent-implemented intervention. Fig. 1 shows the hypothesized relationships among the variables in the model that was the focus of investigation. Asset-based practices were expected to be related to differences in the rates of child learning compared to needs-based practices. Rates of child response-contingent learning were expected to be related to differences in the rates of concomitant social-emotional responding, and differences in the rates of concomitant child behaviour were expected to be related to differences in the rates of collateral child social-emotional responding. These hypothesized pathways of influence are shown in the figure as the a, b, and c paths. In addition, the indirect effects of type of intervention on child concomitant social-emotional behaviour were expected to be mediated by rates of child response-contingent learning, and the indirect effects of child learning on collateral child social-emotional behaviour were expected to be mediated by rates of child concomitant social-emotional behaviour.",
        "section": "Purpose of the study",
        "section_number": 8,
        "sentences": [
            "The study is part of a line of research and practice where parents and other primary caregivers have been taught to use response-contingent learning games to promote children's acquisition of behaviour to increase engagement and interactions with people, toys, and other materials (Dunst, 2007a) .",
            "Parent-implemented early intervention for infants and toddlers with disabilities and older preschoolers with significant developmental delays is now common practice in most countries in most parts of the world (e.g., Faccini & Combes, 1998; Guralnick, 2005; Odom, Hanson, Blackman, & Kaul, 2003; Sukkar, Dunst, & Kirkby, 2017) .",
            "Results from the research and practice were expected to identify which types of interventions under which conditions had optimal behavioural consequences and therefore inform which evidence-based practices ought to be the focus of parent-implemented intervention.",
            "Fig. 1 shows the hypothesized relationships among the variables in the model that was the focus of investigation.",
            "Asset-based practices were expected to be related to differences in the rates of child learning compared to needs-based practices.",
            "Rates of child response-contingent learning were expected to be related to differences in the rates of concomitant social-emotional responding, and differences in the rates of concomitant child behaviour were expected to be related to differences in the rates of collateral child social-emotional responding.",
            "These hypothesized pathways of influence are shown in the figure as the a, b, and c paths.",
            "In addition, the indirect effects of type of intervention on child concomitant social-emotional behaviour were expected to be mediated by rates of child response-contingent learning, and the indirect effects of child learning on collateral child social-emotional behaviour were expected to be mediated by rates of child concomitant social-emotional behaviour."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37179",
        "text": "The study described in this brief report was reviewed and approved by the investigators' Research Institute Institutional Review Board in accordance with the U.S. Department of Education Human Subjects Regulations. This included, but was not limited to, informed consent by the parents and other primary caregivers of the children who participated in the investigation and protections against risks. Detailed descriptions of the study methodology and results of the between intervention group differences for six child learning measures comparing the asset-based vs. needs-based interventions are reported in Raab et al. (2016 Raab et al. ( , 2017 .",
        "section": "Method",
        "section_number": 9,
        "sentences": [
            "The study described in this brief report was reviewed and approved by the investigators' Research Institute Institutional Review Board in accordance with the U.S. Department of Education Human Subjects Regulations.",
            "This included, but was not limited to, informed consent by the parents and other primary caregivers of the children who participated in the investigation and protections against risks.",
            "Detailed descriptions of the study methodology and results of the between intervention group differences for six child learning measures comparing the asset-based vs. needs-based interventions are reported in Raab et al. (2016 Raab et al. ( , 2017 ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37179",
        "text": "Children were eligible for participation in the study if they were birth to six years of age and not yet demonstrating intentional use of behaviour to produce or elicit social or non-social reinforcing consequences as determined by a standard set of questions posed to the children's parents or other primary caregivers as part of participant recruitment. The participants were 37 boys and 34 girls and their parents randomly assigned to either the asset-based (N = 38) or needs-based (N = 33) intervention.",
        "section": "Participants",
        "section_number": 10,
        "sentences": [
            "Children were eligible for participation in the study if they were birth to six years of age and not yet demonstrating intentional use of behaviour to produce or elicit social or non-social reinforcing consequences as determined by a standard set of questions posed to the children's parents or other primary caregivers as part of participant recruitment.",
            "The participants were 37 boys and 34 girls and their parents randomly assigned to either the asset-based (N = 38) or needs-based (N = 33) intervention."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37179",
        "text": "The children were on average 17 months of age (SD = 4) but functioning developmentally on average at only 4 months of age (SD = 2). The children had a variety of diagnoses, etiologies, and causes for their conditions, all of which are associated with significant developmental delays or multiple disabilities. These included, but were not limited to, cerebral palsy, sensory impairments, extreme low birth weight and grade 3 or 4 intraventricular hemorrhaging, central nervous system disorders (e.g., lissencephaly), congenital anomalies, multiple disabilities (e.g., hearing and vision impairments), and significant developmental delays without known causes. The children's average developmental quotient was 34 (SD = 25) indicating that the children were functioning, on average, between 4 and 5 standard deviations below a mean of 100.",
        "section": "Participants",
        "section_number": 11,
        "sentences": [
            "The children were on average 17 months of age (SD = 4) but functioning developmentally on average at only 4 months of age (SD = 2).",
            "The children had a variety of diagnoses, etiologies, and causes for their conditions, all of which are associated with significant developmental delays or multiple disabilities.",
            "These included, but were not limited to, cerebral palsy, sensory impairments, extreme low birth weight and grade 3 or 4 intraventricular hemorrhaging, central nervous system disorders (e.g., lissencephaly), congenital anomalies, multiple disabilities (e.g., hearing and vision impairments), and significant developmental delays without known causes.",
            "The children's average developmental quotient was 34 (SD = 25) indicating that the children were functioning, on average, between 4 and 5 standard deviations below a mean of 100."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37179",
        "text": "Practitioners made weekly or every other week visits to the children's homes for eight weeks. The practitioners and the children's parents identified target behaviour (existing behaviour in the asset group and missing skills in the needs group) and child-specific response-contingent learning games (Lancioni et al., 2001) where the target behaviour resulted in child-specific reinforcing consequences (Piazza, Fisher, Hagopian, Bowman, & Toole, 1996) . The two interventions differed only in terms of how target behaviours were identified where the learning games for both groups were all characterized by behaviour-based contingencies (Dunst, Raab, et al., 2010b) .",
        "section": "Procedure",
        "section_number": 12,
        "sentences": [
            "Practitioners made weekly or every other week visits to the children's homes for eight weeks.",
            "The practitioners and the children's parents identified target behaviour (existing behaviour in the asset group and missing skills in the needs group) and child-specific response-contingent learning games (Lancioni et al., 2001) where the target behaviour resulted in child-specific reinforcing consequences (Piazza, Fisher, Hagopian, Bowman, & Toole, 1996) .",
            "The two interventions differed only in terms of how target behaviours were identified where the learning games for both groups were all characterized by behaviour-based contingencies (Dunst, Raab, et al., 2010b) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37179",
        "text": "The children's parents implemented the learning games during the home visits and on days between home visits. Parents maintained daily logs which were used to determine procedural fidelity. There were, on average, 2.92 (SD = .79) games planned and 2.72 (SD = .87) games implemented during each week of intervention, t = .61, df = .69, p = .545. The games were played on average 4 days per week (M = 4.30, SD = 1.38).",
        "section": "Procedure",
        "section_number": 13,
        "sentences": [
            "The children's parents implemented the learning games during the home visits and on days between home visits.",
            "Parents maintained daily logs which were used to determine procedural fidelity.",
            "There were, on average, 2.92 (SD = .79) games planned and 2.72 (SD = .87) games implemented during each week of intervention, t = .61, df = .69, p = .545.",
            "The games were played on average 4 days per week (M = 4.30, SD = 1.38)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37179",
        "text": "Practitioners used investigator-developed recording forms during the home visits for coding child response-contingent behaviour and both concomitant and collateral child social-emotional behaviour (smiling, laughter, vocalizations) during each game. The recording form included space for coding the number of learning trials per game, both non-prompted and prompted child behaviour that resulted in a reinforcing consequence, the child concomitant social-emotional behaviour emitted concurrently with or within 5-6 s after child contingency behaviour, and child collateral social-emotional behaviour when not engaged in a behaviour having a reinforcing consequence. As described in the introduction, child concomitant social-emotional responding included behaviour directly associated with response-contingent behaviour, whereas child collateral social-emotional behaviour included behaviour not directly related to environmental consequences.",
        "section": "Procedure",
        "section_number": 14,
        "sentences": [
            "Practitioners used investigator-developed recording forms during the home visits for coding child response-contingent behaviour and both concomitant and collateral child social-emotional behaviour (smiling, laughter, vocalizations) during each game.",
            "The recording form included space for coding the number of learning trials per game, both non-prompted and prompted child behaviour that resulted in a reinforcing consequence, the child concomitant social-emotional behaviour emitted concurrently with or within 5-6 s after child contingency behaviour, and child collateral social-emotional behaviour when not engaged in a behaviour having a reinforcing consequence.",
            "As described in the introduction, child concomitant social-emotional responding included behaviour directly associated with response-contingent behaviour, whereas child collateral social-emotional behaviour included behaviour not directly related to environmental consequences."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37179",
        "text": "The child learning measures included the total number of non-prompted response-contingent behaviour and the average number of non-prompted response-contingent behaviour per game. The child social-emotional behaviour included the total number of concomitant smiles or laughter behaviour and vocalizations per number of contingency behaviour and the total number of collateral smiles or laughter behaviour and vocalizations while not engaged in a behaviour having a reinforcing consequence.",
        "section": "Measures",
        "section_number": 15,
        "sentences": [
            "The child learning measures included the total number of non-prompted response-contingent behaviour and the average number of non-prompted response-contingent behaviour per game.",
            "The child social-emotional behaviour included the total number of concomitant smiles or laughter behaviour and vocalizations per number of contingency behaviour and the total number of collateral smiles or laughter behaviour and vocalizations while not engaged in a behaviour having a reinforcing consequence."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37179",
        "text": "Research assistants made joint home visits with the practitioners on 95 occasions where 272 learning games were coded for determining interrater agreement (number of agreements divided by the number of agreements plus nonagreements multiplied by 100). There was 92% interrater agreement for the number of trials per learning game (Range = 89-93) and 91% agreement for the number of child response-contingent behaviour per game (Range = 85-95). Interrater agreement for child concomitant behaviour was 85% for smiling/laughter (Range = 80-87) and 89% for vocalizations (Range = 86-92). Interrater agreement for child collateral behaviour was 86% for smiling/laughter (Range = 82-92) and 92% for vocalizations (Range = 88-96).",
        "section": "Measures",
        "section_number": 16,
        "sentences": [
            "Research assistants made joint home visits with the practitioners on 95 occasions where 272 learning games were coded for determining interrater agreement (number of agreements divided by the number of agreements plus nonagreements multiplied by 100).",
            "There was 92% interrater agreement for the number of trials per learning game (Range = 89-93) and 91% agreement for the number of child response-contingent behaviour per game (Range = 85-95).",
            "Interrater agreement for child concomitant behaviour was 85% for smiling/laughter (Range = 80-87) and 89% for vocalizations (Range = 86-92).",
            "Interrater agreement for child collateral behaviour was 86% for smiling/laughter (Range = 82-92) and 92% for vocalizations (Range = 88-96)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37179",
        "text": "Hierarchical linear growth curve modeling (Raudenbush, Bryk, Cheong, Congdon, & du Tolt, 2004) was used to compute a growth curve (slope) score for the two child response-contingent learning measures and both the concomitant and collateral child social-emotional measures. Structural equation modeling (SEM) (Joreskog & Sorborn, 2001 ) was used to evaluate the effects of type of intervention (Asset-Based vs. Needs-Based) on the two child learning measures and the two child social-emotional measures. The fit of the hypothesized model (Fig. 1) to the patterns of relationships among the variables in the model was evaluated using the comparative fit index (CFI), incremental fit index (IFI), normed fit index (NFI), and goodness-of-fit index (GFI) where values between .95 and 1.00 are considered a good fit. The standardized structural coefficients for both the direct and indirect effects of the variables in the model were used for determining pathways of influence between type of intervention, child learning, and both child social-emotional measures.",
        "section": "Data preparation and analysis",
        "section_number": 17,
        "sentences": [
            "Hierarchical linear growth curve modeling (Raudenbush, Bryk, Cheong, Congdon, & du Tolt, 2004) was used to compute a growth curve (slope) score for the two child response-contingent learning measures and both the concomitant and collateral child social-emotional measures.",
            "Structural equation modeling (SEM) (Joreskog & Sorborn, 2001 ) was used to evaluate the effects of type of intervention (Asset-Based vs. Needs-Based) on the two child learning measures and the two child social-emotional measures.",
            "The fit of the hypothesized model (Fig. 1) to the patterns of relationships among the variables in the model was evaluated using the comparative fit index (CFI), incremental fit index (IFI), normed fit index (NFI), and goodness-of-fit index (GFI) where values between .95 and 1.00 are considered a good fit.",
            "The standardized structural coefficients for both the direct and indirect effects of the variables in the model were used for determining pathways of influence between type of intervention, child learning, and both child social-emotional measures."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37179",
        "text": "The correlations between the two types of intervention (Asset-Based = 1, Needs-Based = 0) and the slopes for the two child learning measures and both child social-emotional behaviour measures are shown in Table 1 . As expected, the asset-based intervention was associated with differences in the slopes for both child learning measures. Both learning measures were used to construct a latent variable in the SEM. As was also expected, both child learning slope measures were related to variations in the rates of child social-emotional responding, and child concomitant social-emotional behaviour was related to child collateral social-emotional behaviour.",
        "section": "Results",
        "section_number": 18,
        "sentences": [
            "The correlations between the two types of intervention (Asset-Based = 1, Needs-Based = 0) and the slopes for the two child learning measures and both child social-emotional behaviour measures are shown in Table 1 .",
            "As expected, the asset-based intervention was associated with differences in the slopes for both child learning measures.",
            "Both learning measures were used to construct a latent variable in the SEM.",
            "As was also expected, both child learning slope measures were related to variations in the rates of child social-emotional responding, and child concomitant social-emotional behaviour was related to child collateral social-emotional behaviour."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37179",
        "text": "The goodness-of-fit indices for the SEM ranged between .96 and .98 and indicate a good fit of the hypothesized model to relationships among the variables in the model. The structural coefficients for the pathways in the model are shown in Fig. 2 .",
        "section": "Results",
        "section_number": 19,
        "sentences": [
            "The goodness-of-fit indices for the SEM ranged between .96 and .98 and indicate a good fit of the hypothesized model to relationships among the variables in the model.",
            "The structural coefficients for the pathways in the model are shown in Fig. 2 ."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37179",
        "text": "Type of intervention was directly related to differences in the rates of child response-contingent learning and indirectly related to rates of child concomitant social-emotional behaviour mediated by child response-contingent learning (ˇ = .53 × .50 = .27, p = .001). Rates of child response-contingent learning were directly related to rates of child concomitant social-emotional behaviour and indirectly related to rates of child collateral social-emotional behaviour mediated by child concomitant social-emotional behaviour (ˇ = .50 × .55 = .28, p = .001). Rates of child concomitant social-emotional behaviour were also directly related to rates of child social-emotional collateral behaviour. Neither of the other two structural coefficients in the model were statistically significant. The pathways of influence among the variables in Fig. 2 are highlighted to Table 1 Correlations between type of intervention and the slopes for the child learning and the concomitant and collateral child social-emotional behaviour measures. call attention to the fact that the effects of the contrasting types of intervention can be traced to the effects of a number of different child social-emotional behaviour measures.",
        "section": "Results",
        "section_number": 20,
        "sentences": [
            "Type of intervention was directly related to differences in the rates of child response-contingent learning and indirectly related to rates of child concomitant social-emotional behaviour mediated by child response-contingent learning (ˇ = .53 × .50 = .27, p = .001).",
            "Rates of child response-contingent learning were directly related to rates of child concomitant social-emotional behaviour and indirectly related to rates of child collateral social-emotional behaviour mediated by child concomitant social-emotional behaviour (ˇ = .50 × .55 = .28, p = .001).",
            "Rates of child concomitant social-emotional behaviour were also directly related to rates of child social-emotional collateral behaviour.",
            "Neither of the other two structural coefficients in the model were statistically significant.",
            "The pathways of influence among the variables in Fig. 2 are highlighted to Table 1 Correlations between type of intervention and the slopes for the child learning and the concomitant and collateral child social-emotional behaviour measures.",
            "call attention to the fact that the effects of the contrasting types of intervention can be traced to the effects of a number of different child social-emotional behaviour measures."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37179",
        "text": "The hypothesized relationships among the variables in the Fig. 1 model were supported by the findings from the SEM for both the direct and indirect effects that were evaluated. Results indicate that the effects of the asset-based intervention could be traced to differences in rates of child learning and rates of their social-emotional consequences.",
        "section": "Discussion",
        "section_number": 21,
        "sentences": [
            "The hypothesized relationships among the variables in the Fig. 1 model were supported by the findings from the SEM for both the direct and indirect effects that were evaluated.",
            "Results indicate that the effects of the asset-based intervention could be traced to differences in rates of child learning and rates of their social-emotional consequences."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37179",
        "text": "Findings from our analyses add to a body of research demonstrating that response-contingent learning is associated with increases in concomitant child social-emotional behaviour among children with significant developmental delays and multiple disabilities (e.g., Dunst et al., 1985; Haskett & Hollar, 1978; O'Brien et al., 1994) in a manner similar to that found in studies of infants without disabilities or delays (Dunst, 2007b) . The results empirically demonstrating the indirect effects of child response-contingent learning on child collateral social-emotional behaviour broaden our understanding of the extended benefits of contingency learning games (Dunst et al., 2007c; Dunst, Raab et al., 2010b; Hanson & Hanline, 1985; Lancioni, Singh, O'Reilly, Oliva, & Groeneweg, 2005c; O'Brien et al., 1994; Raab, Dunst, Wilson, & Parkey, 2009; Sullivan et al., 1995) . To the best of our knowledge, the findings are the first to empirically establish this extended benefit in a randomized controlled design efficacy trial of the response-contingent learning of young children with significant developmental delays and multiple disabilities.",
        "section": "Discussion",
        "section_number": 22,
        "sentences": [
            "Findings from our analyses add to a body of research demonstrating that response-contingent learning is associated with increases in concomitant child social-emotional behaviour among children with significant developmental delays and multiple disabilities (e.g., Dunst et al., 1985; Haskett & Hollar, 1978; O'Brien et al., 1994) in a manner similar to that found in studies of infants without disabilities or delays (Dunst, 2007b) .",
            "The results empirically demonstrating the indirect effects of child response-contingent learning on child collateral social-emotional behaviour broaden our understanding of the extended benefits of contingency learning games (Dunst et al., 2007c; Dunst, Raab et al., 2010b; Hanson & Hanline, 1985; Lancioni, Singh, O'Reilly, Oliva, & Groeneweg, 2005c; O'Brien et al., 1994; Raab, Dunst, Wilson, & Parkey, 2009; Sullivan et al., 1995) .",
            "To the best of our knowledge, the findings are the first to empirically establish this extended benefit in a randomized controlled design efficacy trial of the response-contingent learning of young children with significant developmental delays and multiple disabilities."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37179",
        "text": "The theoretical importance of the results include the fact that not only do young children with significant developmental delays and multiple disabilities learn that they are the agents of environmental effects while playing contingency games as evidenced by concomitant social-emotional responding, but the effects of the response-contingent learning games \"spill over\" as social-emotional benefits beyond those directly related to response-contingent learning opportunities (e.g., Dunst, Raab, et al., 2010b) . Wray, Dougher, Hamilton, and Guinther (2012) described this sense-making (contingency detection and awareness) as a \"generalized operant class that emerges in a variety of contexts. . .without external reinforcement. . .which may contribute to its pervasiveness\" (p. 600). This was evidenced in the analyses described in this brief report by increases in rates of child collateral social-emotional behaviour that was not the direct consequence of a reinforcing effect.",
        "section": "Theoretical importance",
        "section_number": 23,
        "sentences": [
            "The theoretical importance of the results include the fact that not only do young children with significant developmental delays and multiple disabilities learn that they are the agents of environmental effects while playing contingency games as evidenced by concomitant social-emotional responding, but the effects of the response-contingent learning games \"spill over\" as social-emotional benefits beyond those directly related to response-contingent learning opportunities (e.g., Dunst, Raab, et al., 2010b) .",
            "Wray, Dougher, Hamilton, and Guinther (2012) described this sense-making (contingency detection and awareness) as a \"generalized operant class that emerges in a variety of contexts. .",
            ".without external reinforcement. .",
            ".which may contribute to its pervasiveness\" (p. 600).",
            "This was evidenced in the analyses described in this brief report by increases in rates of child collateral social-emotional behaviour that was not the direct consequence of a reinforcing effect."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37179",
        "text": "The practical importance of the results include the fact that an asset-based approach to early intervention (Almqvist, Uys, & Sandberg, 2007; Eloff & Ebersöhn, 2001 ) that used child strengths as the building blocks for child contingency learning rather than an approach that focused on teaching missing skills or correcting deficits was considerably more effective in terms of promoting both child learning and social-emotional responding. Lancioni et al. (2001) ; Lancioni, Singh, O'Reilly, Oliva, and Basili (2005a) ; Lancioni, Singh, O'Reilly, Oliva, and Groeneweg (2005b) ; Lancioni, Singh, O'Reilly, Oliva, and Groeneweg (2005c) found this to be the case because asset-based intervention practices build on existing child behaviour that does not require excessive effort to control environmental consequences. The results also have practical importance in terms of demonstrating the value-added benefits of an asset-based approach to child response-contingent learning as evidenced by both the direct effects of the asset-based practices on child learning and the indirect effects on social-emotional behaviour responding (Dunst, 2007b) . Whereas previous research has demonstrated the effects of response-contingent learning on the concomitant social-emotional behaviour of children and older individuals with disabilities (e.g., Lancioni, Singh, O'Reilly, Oliva, & Basili, 2005a) , the results reported in this paper show that the benefits extend to collateral social-emotional responding. And as previous research has found, the more social-emotional behaviour a child displays, the more likely parents and other adults will respond contingently to the child and reinforce child social competence (Nadel & Tremblay-Leveau, 1999) sustaining interactions with parents and other adults (Rochat, 1999) .",
        "section": "Practical importance",
        "section_number": 24,
        "sentences": [
            "The practical importance of the results include the fact that an asset-based approach to early intervention (Almqvist, Uys, & Sandberg, 2007; Eloff & Ebersöhn, 2001 ) that used child strengths as the building blocks for child contingency learning rather than an approach that focused on teaching missing skills or correcting deficits was considerably more effective in terms of promoting both child learning and social-emotional responding.",
            "Lancioni et al. (2001) ; Lancioni, Singh, O'Reilly, Oliva, and Basili (2005a) ; Lancioni, Singh, O'Reilly, Oliva, and Groeneweg (2005b) ; Lancioni, Singh, O'Reilly, Oliva, and Groeneweg (2005c) found this to be the case because asset-based intervention practices build on existing child behaviour that does not require excessive effort to control environmental consequences.",
            "The results also have practical importance in terms of demonstrating the value-added benefits of an asset-based approach to child response-contingent learning as evidenced by both the direct effects of the asset-based practices on child learning and the indirect effects on social-emotional behaviour responding (Dunst, 2007b) .",
            "Whereas previous research has demonstrated the effects of response-contingent learning on the concomitant social-emotional behaviour of children and older individuals with disabilities (e.g., Lancioni, Singh, O'Reilly, Oliva, & Basili, 2005a) , the results reported in this paper show that the benefits extend to collateral social-emotional responding.",
            "And as previous research has found, the more social-emotional behaviour a child displays, the more likely parents and other adults will respond contingently to the child and reinforce child social competence (Nadel & Tremblay-Leveau, 1999) sustaining interactions with parents and other adults (Rochat, 1999) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37179",
        "text": "The research described in this paper was supported, in part, by funding from the U.S. Department of Education, Institute of Education Sciences (R324A110183). The opinions expressed, however, are those of the authors and do not necessarily represent the opinions or official position of either the Department or Institute.",
        "section": "Source of funding",
        "section_number": 25,
        "sentences": [
            "The research described in this paper was supported, in part, by funding from the U.S. Department of Education, Institute of Education Sciences (R324A110183).",
            "The opinions expressed, however, are those of the authors and do not necessarily represent the opinions or official position of either the Department or Institute."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    }
]