[
    {
        "doc_id": "33887",
        "text": "To examine the safety and tolerability of an active rehabilitation program for adolescents who are slow to recover from a sport-related concussion, and secondarily to estimate the treatment effect for this intervention. Design: Single-site, parallel, open-label, randomized controlled trial comparing treatment as usual (TAU) to TAU plus active rehabilitation. Setting: Outpatient concussion clinic. Participants: Adolescents (NZ19) aged 12 to 18 years with postconcussion symptoms lasting !1 month after a sports-related concussion. Interventions: TAU consisted of symptom management and return-to-play advice, return-to-school facilitation, and physiatry consultation. The active rehabilitation program involved in-clinic subsymptom threshold aerobic training, coordination exercises, and visualization and imagery techniques with a physiotherapist (mean, 3.4 sessions) as well as a home exercise program, over 6 weeks. Main Outcome Measures: A blinded assessor systematically monitored for predetermined adverse events in weekly telephone calls over the 6-week intervention period. The treating physiotherapist also recorded in-clinic symptom exacerbations during aerobic training. The Post-Concussion Symptom Scale was the primary efficacy outcome. Results: Nineteen participants were randomized, and none dropped out of the study. Of the 12 adverse events detected (6 in each group), 10 were symptom exacerbations from 1 weekly telephone assessment to the next, and 2 were emergency department visits. Four adverse events were referred to an external safety committee and deemed unrelated to the study procedures. In-clinic symptom exacerbations occurred in 30% (9/30) of aerobic training sessions, but resolved within 24 hours in all instances. In linear mixed modeling, active rehabilitation was associated with a greater reduction on the Post-Concussion Symptom Scale than TAU only. Conclusions: The results support the safety, tolerability, and potential efficacy of active rehabilitation for adolescents with persistent postconcussion symptoms.",
        "section": "Abstract",
        "sentences": [
            "To examine the safety and tolerability of an active rehabilitation program for adolescents who are slow to recover from a sport-related concussion, and secondarily to estimate the treatment effect for this intervention.",
            "Design: Single-site, parallel, open-label, randomized controlled trial comparing treatment as usual (TAU) to TAU plus active rehabilitation.",
            "Setting: Outpatient concussion clinic.",
            "Participants: Adolescents (NZ19) aged 12 to 18 years with postconcussion symptoms lasting !",
            "1 month after a sports-related concussion.",
            "Interventions: TAU consisted of symptom management and return-to-play advice, return-to-school facilitation, and physiatry consultation.",
            "The active rehabilitation program involved in-clinic subsymptom threshold aerobic training, coordination exercises, and visualization and imagery techniques with a physiotherapist (mean, 3.4 sessions) as well as a home exercise program, over 6 weeks.",
            "Main Outcome Measures: A blinded assessor systematically monitored for predetermined adverse events in weekly telephone calls over the 6-week intervention period.",
            "The treating physiotherapist also recorded in-clinic symptom exacerbations during aerobic training.",
            "The Post-Concussion Symptom Scale was the primary efficacy outcome.",
            "Results: Nineteen participants were randomized, and none dropped out of the study.",
            "Of the 12 adverse events detected (6 in each group), 10 were symptom exacerbations from 1 weekly telephone assessment to the next, and 2 were emergency department visits.",
            "Four adverse events were referred to an external safety committee and deemed unrelated to the study procedures.",
            "In-clinic symptom exacerbations occurred in 30% (9/30) of aerobic training sessions, but resolved within 24 hours in all instances.",
            "In linear mixed modeling, active rehabilitation was associated with a greater reduction on the Post-Concussion Symptom Scale than TAU only.",
            "Conclusions: The results support the safety, tolerability, and potential efficacy of active rehabilitation for adolescents with persistent postconcussion symptoms."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33887",
        "text": "Clinical management of athletes with persistent symptoms after sport-related concussion is not well defined. 1 Prolonged rest appears to not be an effective treatment option. 2, 3 Gagnon et al 4 introduced an alternative treatment approach for adolescents who are slow to recover from concussion. Their active rehabilitation program included graduated aerobic exercise, sport-specific drills, and positive visualization techniques. All participants in Gagnon's case series 4 experienced symptom improvement and returned to normal activities. A second case series 5 replicated these results. Positive uncontrolled trials 6, 7 of graduated aerobic exercise in adults have also been reported.",
        "section": "",
        "section_number": 1,
        "sentences": [
            "Clinical management of athletes with persistent symptoms after sport-related concussion is not well defined.",
            "1 Prolonged rest appears to not be an effective treatment option.",
            "2, 3 Gagnon et al 4 introduced an alternative treatment approach for adolescents who are slow to recover from concussion.",
            "Their active rehabilitation program included graduated aerobic exercise, sport-specific drills, and positive visualization techniques.",
            "All participants in Gagnon's case series 4 experienced symptom improvement and returned to normal activities.",
            "A second case series 5 replicated these results.",
            "Positive uncontrolled trials 6, 7 of graduated aerobic exercise in adults have also been reported."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33887",
        "text": "More methodologically rigorous designs are needed to verify the efficacy of aerobic exercise-based interventions. However, safety could be considered a foremost concern given the potential risks of early physical exertion after concussion. Although results have been mixed, 8 some rodent studies found that vigorous exercise too soon after fluid percussion brain injury could worsen behavioral outcome. 9, 10 Of note, 13 of 16 participants in the original Gagnon 4 study (mean, 7.0wk postinjury) had their initial aerobic exertion session terminated because of an increase in symptoms. The resolution of these symptom exacerbations was not systematically recorded. Clinical guidelines for sport-related concussion caution against early physical activity that provokes symptoms, while also acknowledging a potentially therapeutic role for exercise. 11 It is therefore prudent to better establish the safety of active rehabilitation.",
        "section": "",
        "section_number": 2,
        "sentences": [
            "More methodologically rigorous designs are needed to verify the efficacy of aerobic exercise-based interventions.",
            "However, safety could be considered a foremost concern given the potential risks of early physical exertion after concussion.",
            "Although results have been mixed, 8 some rodent studies found that vigorous exercise too soon after fluid percussion brain injury could worsen behavioral outcome.",
            "9, 10 Of note, 13 of 16 participants in the original Gagnon 4 study (mean, 7.0wk postinjury) had their initial aerobic exertion session terminated because of an increase in symptoms.",
            "The resolution of these symptom exacerbations was not systematically recorded.",
            "Clinical guidelines for sport-related concussion caution against early physical activity that provokes symptoms, while also acknowledging a potentially therapeutic role for exercise.",
            "11 It is therefore prudent to better establish the safety of active rehabilitation."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33887",
        "text": "The present study reports on a phase I-II randomized controlled trial with 2 aims. The primary aim was to evaluate the safety of active rehabilitation with graded aerobic exertion with systematic surveillance for acute and subacute adverse effects. The secondary aim was to estimate the treatment effect size to inform a phase III clinical trial. We hypothesized that rates of dropout and adverse events would be comparable between active rehabilitation and control groups, and that any symptom exacerbations after exercise would be transient. We further hypothesized that active rehabilitation would be associated with greater improvement in postconcussion symptoms (primary efficacy outcome), although any statistical tests of group differences would likely be underpowered.",
        "section": "",
        "section_number": 3,
        "sentences": [
            "The present study reports on a phase I-II randomized controlled trial with 2 aims.",
            "The primary aim was to evaluate the safety of active rehabilitation with graded aerobic exertion with systematic surveillance for acute and subacute adverse effects.",
            "The secondary aim was to estimate the treatment effect size to inform a phase III clinical trial.",
            "We hypothesized that rates of dropout and adverse events would be comparable between active rehabilitation and control groups, and that any symptom exacerbations after exercise would be transient.",
            "We further hypothesized that active rehabilitation would be associated with greater improvement in postconcussion symptoms (primary efficacy outcome), although any statistical tests of group differences would likely be underpowered."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33887",
        "text": "The present study describes a parallel-group, randomized controlled trial with blinded assessors, conducted in a tertiary outpatient concussion clinic. The study protocol was approved by the University of British Columbia Clinical Research Ethics Board and prospectively registered with clinicaltrials.gov (NCT02031068). Consecutive referrals to the clinic between January 2015 and August 2016 were screened for eligibility. Participants were eligible if they were 12 to 18 years of age, sustained a sport-related concussion, 12 were !4 weeks postinjury, and reported !2 persistent postconcussion symptoms. Exclusion criteria were as follows: history of a developmental disorder; previous moderate-to-severe traumatic brain injury; in active mental health treatment; and a previous concussion within 6 months of the index injury. Note that we did not require that patients self-report exertion tolerance or demonstrate exertion intolerance with graded treadmill testing, unlike some prior trials. 6, 13 Referred patients were contacted within 1 week for an eligibility screen. Potentially eligible participants were invited for an in-person meeting to obtain consent, assent from a parental guardian, complete baseline assessment measures, and undergo a medical evaluation with the study physician to confirm their concussion diagnosis and rule out contraindications to exercise. Confirmed eligible participants were randomized (1:1) according to a predetermined simple randomization sequence, concealed from the research team, to either treatment as usual (TAU) or TAU plus an active rehabilitation program. Figure 1 depicts participants' flow through the study.",
        "section": "Methods",
        "section_number": 4,
        "sentences": [
            "The present study describes a parallel-group, randomized controlled trial with blinded assessors, conducted in a tertiary outpatient concussion clinic.",
            "The study protocol was approved by the University of British Columbia Clinical Research Ethics Board and prospectively registered with clinicaltrials.gov (NCT02031068).",
            "Consecutive referrals to the clinic between January 2015 and August 2016 were screened for eligibility.",
            "Participants were eligible if they were 12 to 18 years of age, sustained a sport-related concussion, 12 were !",
            "4 weeks postinjury, and reported !",
            "2 persistent postconcussion symptoms.",
            "Exclusion criteria were as follows: history of a developmental disorder; previous moderate-to-severe traumatic brain injury; in active mental health treatment; and a previous concussion within 6 months of the index injury.",
            "Note that we did not require that patients self-report exertion tolerance or demonstrate exertion intolerance with graded treadmill testing, unlike some prior trials.",
            "6, 13 Referred patients were contacted within 1 week for an eligibility screen.",
            "Potentially eligible participants were invited for an in-person meeting to obtain consent, assent from a parental guardian, complete baseline assessment measures, and undergo a medical evaluation with the study physician to confirm their concussion diagnosis and rule out contraindications to exercise.",
            "Confirmed eligible participants were randomized (1:1) according to a predetermined simple randomization sequence, concealed from the research team, to either treatment as usual (TAU) or TAU plus an active rehabilitation program.",
            "Figure 1 depicts participants' flow through the study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33887",
        "text": "Both groups received TAU from an interdisciplinary team, which consisted of (1) an education session by an occupational therapist about symptom management and return to play 12 ; (2) a school consultation with a hospital-affiliated teacher, who facilitated return to school; and (3) a physiatrist consultation, which included medication prescriptions and referrals to community therapists, as appropriate. These TAU interventions were provided before randomization. However, several participants received medication follow-up from the physiatrist after randomization, and 1 participant (assigned to the TAU-only group) received follow-up support from the occupational therapist for mental health concerns after randomization.",
        "section": "Treatment as usual",
        "section_number": 5,
        "sentences": [
            "Both groups received TAU from an interdisciplinary team, which consisted of (1) an education session by an occupational therapist about symptom management and return to play 12 ; (2) a school consultation with a hospital-affiliated teacher, who facilitated return to school; and (3) a physiatrist consultation, which included medication prescriptions and referrals to community therapists, as appropriate.",
            "These TAU interventions were provided before randomization.",
            "However, several participants received medication follow-up from the physiatrist after randomization, and 1 participant (assigned to the TAU-only group) received follow-up support from the occupational therapist for mental health concerns after randomization."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33887",
        "text": "Participants randomized to the experimental arm engaged in active rehabilitation led by a physiotherapist. The active rehabilitation program is described by Gagnon. 4, 5 In brief, it consists of 4 components: (1) submaximal aerobic training; (2) light coordination and sport-specific exercises; (3) visualization and imagery techniques; and (4) a home exercise program. To ensure fidelity, the program was administered according to a written manual. The physiotherapist initially met with each participant to carry out components 1 through 3 and devise a home exercise program. Follow-up clinic visits were scheduled on a weekly basis until participants could independently carry out their home program.",
        "section": "Active rehabilitation",
        "section_number": 6,
        "sentences": [
            "Participants randomized to the experimental arm engaged in active rehabilitation led by a physiotherapist.",
            "The active rehabilitation program is described by Gagnon.",
            "4, 5 In brief, it consists of 4 components: (1) submaximal aerobic training; (2) light coordination and sport-specific exercises; (3) visualization and imagery techniques; and (4) a home exercise program.",
            "To ensure fidelity, the program was administered according to a written manual.",
            "The physiotherapist initially met with each participant to carry out components 1 through 3 and devise a home exercise program.",
            "Follow-up clinic visits were scheduled on a weekly basis until participants could independently carry out their home program."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33887",
        "text": "The primary efficacy outcome was self-reported postconcussion symptoms, assessed with the Post-Concussion Symptom Scale (PCSS). 14 The PCSS consists of 22 symptoms rated on a 0-to-6 scale. It has strong internal consistency (Cronbach aZ.88e.94), sensitivity to concussion, and responsiveness to change associated with natural recovery or treatment. [15] [16] [17] [18] [19] [20] The PCSS was administered in the intake and follow-up assessments, as well as in each of the 6 intervening weeks (by telephone), yielding a total of 8 repeated measures. Assessors were blinded to participants' group assignments.",
        "section": "Outcome measures",
        "section_number": 7,
        "sentences": [
            "The primary efficacy outcome was self-reported postconcussion symptoms, assessed with the Post-Concussion Symptom Scale (PCSS).",
            "14 The PCSS consists of 22 symptoms rated on a 0-to-6 scale.",
            "It has strong internal consistency (Cronbach aZ.88e.94), sensitivity to concussion, and responsiveness to change associated with natural recovery or treatment. [",
            "15] [16] [17] [18] [19] [20] The PCSS was administered in the intake and follow-up assessments, as well as in each of the 6 intervening weeks (by telephone), yielding a total of 8 repeated measures.",
            "Assessors were blinded to participants' group assignments."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33887",
        "text": "Secondary outcomes administered before and after intervention included measures of health-related quality of life (Patient-Reported Outcomes Measurement Information System, pediatric short forms [21] [22] [23] 28 ). All of these measures have favorable psychometric properties, but only the latter 2 have been extensively validated in concussion. 27, 28 Safety and adverse events A blinded research assistant telephoned participants weekly to administer the PCSS and systematically monitor for adverse events using a structured interview for predetermined events. An adverse event was defined as any of the following: (1) significantly worsened symptoms from one week to the next (reliable change on PCSS >10 20 ); (2) decrease in school attendance and/or extracurricular activity because of symptoms; (3) emergency department visit related to postconcussion symptoms; and (4) new injuries. For participants in the active rehabilitation group, the treating therapist also monitored for in-session physical exertionerelated symptom exacerbation that did not resolve within 24 hours. Before initiating exercise in a given session, the therapist asked the participant to rate all symptoms they were currently experiencing on a 0-to-10 intensity scale. The therapist recorded participants' heart rate and perceived exertion, and asked about any new or worsening of symptoms at each minute of the aerobic exercise component, using the same 0-to-10 scale. The protocol was for participants who reported any new symptom (not present at the beginning of the exercise session) or symptom exacerbation (increase of !2 points on the 0-to-10 scale) to discontinue exercise and be monitored for symptom resolution for at least 15 minutes in-session, and if necessary, by telephone after the participant left clinic.",
        "section": "Outcome measures",
        "section_number": 8,
        "sentences": [
            "Secondary outcomes administered before and after intervention included measures of health-related quality of life (Patient-Reported Outcomes Measurement Information System, pediatric short forms [21] [22] [23] 28 ).",
            "All of these measures have favorable psychometric properties, but only the latter 2 have been extensively validated in concussion.",
            "27, 28 Safety and adverse events A blinded research assistant telephoned participants weekly to administer the PCSS and systematically monitor for adverse events using a structured interview for predetermined events.",
            "An adverse event was defined as any of the following: (1) significantly worsened symptoms from one week to the next (reliable change on PCSS >10 20 ); (2) decrease in school attendance and/or extracurricular activity because of symptoms; (3) emergency department visit related to postconcussion symptoms; and (4) new injuries.",
            "For participants in the active rehabilitation group, the treating therapist also monitored for in-session physical exertionerelated symptom exacerbation that did not resolve within 24 hours.",
            "Before initiating exercise in a given session, the therapist asked the participant to rate all symptoms they were currently experiencing on a 0-to-10 intensity scale.",
            "The therapist recorded participants' heart rate and perceived exertion, and asked about any new or worsening of symptoms at each minute of the aerobic exercise component, using the same 0-to-10 scale.",
            "The protocol was for participants who reported any new symptom (not present at the beginning of the exercise session) or symptom exacerbation (increase of !",
            "2 points on the 0-to-10 scale) to discontinue exercise and be monitored for symptom resolution for at least 15 minutes in-session, and if necessary, by telephone after the participant left clinic."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33887",
        "text": "In-session adverse events observed by the treating physiotherapist were reported directly to the Data and Safety Monitoring Committee. Potential adverse events reported to the research assistant in weekly monitoring phone calls were reported to the study physician to determine whether urgent medical attention was required and whether review from an independent Data and Safety Monitoring Committee was warranted. The Committee consisted of a physical therapist and physiatrist not otherwise associated with the study. Their mandate was to evaluate whether the event was attributable to the experimental intervention or participation in the study, and if protocol changes were necessary to ensure participant safety.",
        "section": "Outcome measures",
        "section_number": 9,
        "sentences": [
            "In-session adverse events observed by the treating physiotherapist were reported directly to the Data and Safety Monitoring Committee.",
            "Potential adverse events reported to the research assistant in weekly monitoring phone calls were reported to the study physician to determine whether urgent medical attention was required and whether review from an independent Data and Safety Monitoring Committee was warranted.",
            "The Committee consisted of a physical therapist and physiatrist not otherwise associated with the study.",
            "Their mandate was to evaluate whether the event was attributable to the experimental intervention or participation in the study, and if protocol changes were necessary to ensure participant safety."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33887",
        "text": "Safety data are reported descriptively. Linear mixed modeling was used to evaluate the effect of treatment on postconcussion symptoms. This statistical approach incorporates all repeated measures (weekly PCSS scores throughout the observation period), allows individual participants to differ at baseline (by including a random intercept), and incorporates all available data (including data from participants with missing values at 1 or more time points). Because baseline nonequivalency despite random assignment is common with small sample sizes, we planned to statistically control for baseline group differences, if present. Missing data (nZ0 from baseline, nZ1 for week 2, nZ2 for week 3, nZ1 from week 4, nZ4 from week 5, nZ3 from week 3, and nZ0 from follow-up) were not imputed. Hypothesis testing was not conducted with secondary outcomes because of the small sample size. ",
        "section": "Analyses",
        "section_number": 10,
        "sentences": [
            "Safety data are reported descriptively.",
            "Linear mixed modeling was used to evaluate the effect of treatment on postconcussion symptoms.",
            "This statistical approach incorporates all repeated measures (weekly PCSS scores throughout the observation period), allows individual participants to differ at baseline (by including a random intercept), and incorporates all available data (including data from participants with missing values at 1 or more time points).",
            "Because baseline nonequivalency despite random assignment is common with small sample sizes, we planned to statistically control for baseline group differences, if present.",
            "Missing data (nZ0 from baseline, nZ1 for week 2, nZ2 for week 3, nZ1 from week 4, nZ4 from week 5, nZ3 from week 3, and nZ0 from follow-up) were not imputed.",
            "Hypothesis testing was not conducted with secondary outcomes because of the small sample size."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33887",
        "text": "As shown in figure 1, 19 participants were enrolled. In the absence of prior controlled trials to inform a power analysis, we initially planned to recruit 15 participants per group because there are diminishing returns in precision of the estimated treatment effects with larger samples. 29, 30 However, we terminated recruitment because of slower than expected enrollment and a change in TAU. No participants dropped out. Baseline sample characteristics are reported in table 1. The most commonly played sports at the time of injury were soccer (nZ5), basketball (nZ4), and hockey (nZ3). At study entry, most participants were attending school full-time (nZ5) or part-time (nZ13).",
        "section": "Patient characteristics",
        "section_number": 11,
        "sentences": [
            "As shown in figure 1, 19 participants were enrolled.",
            "In the absence of prior controlled trials to inform a power analysis, we initially planned to recruit 15 participants per group because there are diminishing returns in precision of the estimated treatment effects with larger samples.",
            "29, 30 However, we terminated recruitment because of slower than expected enrollment and a change in TAU.",
            "No participants dropped out.",
            "Baseline sample characteristics are reported in table 1.",
            "The most commonly played sports at the time of injury were soccer (nZ5), basketball (nZ4), and hockey (nZ3).",
            "At study entry, most participants were attending school full-time (nZ5) or part-time (nZ13)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33887",
        "text": "As per Gagnon, 4,5 the active rehabilitation program allowed for some individual tailoring. The number of in-clinic sessions was determined by the treating physiotherapist based on how quickly participants engaged with the home exercise program and whether they required other physiotherapy modalities. Four participants had positive cervical findings, and 2 patients had positive vestibular findings on initial physical examination. These patients were treated with manual therapy and vestibular rehabilitation, respectively. Note that manual therapy and vestibular rehabilitation are not components of the Gagnon 4, 5 protocol, but are consistent with new evidence on physiotherapy for concussion. 31 Participants in the active rehabilitation group received a mean of 3.4 visits with the physiotherapist (range, 2e5).",
        "section": "Implementation",
        "section_number": 12,
        "sentences": [
            "As per Gagnon, 4,5 the active rehabilitation program allowed for some individual tailoring.",
            "The number of in-clinic sessions was determined by the treating physiotherapist based on how quickly participants engaged with the home exercise program and whether they required other physiotherapy modalities.",
            "Four participants had positive cervical findings, and 2 patients had positive vestibular findings on initial physical examination.",
            "These patients were treated with manual therapy and vestibular rehabilitation, respectively.",
            "Note that manual therapy and vestibular rehabilitation are not components of the Gagnon 4, 5 protocol, but are consistent with new evidence on physiotherapy for concussion.",
            "31 Participants in the active rehabilitation group received a mean of 3.4 visits with the physiotherapist (range, 2e5)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33887",
        "text": "There were 6 adverse events in each group. The most common was a reliable PCSS change (>10 points) from one week to the next. Of the 12 adverse events, 4 (3 in TAU-only group, 1 in active rehabilitation group) were reported to the external Data and Safety Monitoring Board. One participant (in TAUonly group) had an exacerbation in symptoms from one week to the next on the PCSS, and acknowledged feeling \"overwhelmed\" and recently seeing a psychiatrist. Another participant (TAU-only group) presented to the emergency department with neck and headache pain. A third participant (TAU-only group) had a significant increase on the PCSS, and had developed focal scalp (injection site) pain after a lidocaine injection. Lastly, the Committee considered an adverse event in the active rehabilitation group secondary to a suspected medication interaction with the participant's diabetes medication. All 4 of the adverse events reviewed by the Committee were determined to be unrelated to the intervention and participation in the study. For participants in the active rehabilitation group, there was an onset or worsening of symptoms (>1 on a 0e10 scale) in 37% (11/30) of clinic sessions involving aerobic exertion, usually involving headache, dizziness, or \"pressure in the head.\" Most symptom exacerbations occurred in the first (nZ6) or second (nZ4) aerobic exercise sessions. All symptom exacerbations resolved within 24 hours, most (10 of 11 instances) within 15 minutes of discontinuing exercise. All participants were able to tolerate 15 minutes of aerobic exertion without symptom exacerbation by their last clinic session.",
        "section": "Safety",
        "section_number": 13,
        "sentences": [
            "There were 6 adverse events in each group.",
            "The most common was a reliable PCSS change (>10 points) from one week to the next.",
            "Of the 12 adverse events, 4 (3 in TAU-only group, 1 in active rehabilitation group) were reported to the external Data and Safety Monitoring Board.",
            "One participant (in TAUonly group) had an exacerbation in symptoms from one week to the next on the PCSS, and acknowledged feeling \"overwhelmed\" and recently seeing a psychiatrist.",
            "Another participant (TAU-only group) presented to the emergency department with neck and headache pain.",
            "A third participant (TAU-only group) had a significant increase on the PCSS, and had developed focal scalp (injection site) pain after a lidocaine injection.",
            "Lastly, the Committee considered an adverse event in the active rehabilitation group secondary to a suspected medication interaction with the participant's diabetes medication.",
            "All 4 of the adverse events reviewed by the Committee were determined to be unrelated to the intervention and participation in the study.",
            "For participants in the active rehabilitation group, there was an onset or worsening of symptoms (>1 on a 0e10 scale) in 37% (11/30) of clinic sessions involving aerobic exertion, usually involving headache, dizziness, or \"pressure in the head.\"",
            "Most symptom exacerbations occurred in the first (nZ6) or second (nZ4) aerobic exercise sessions.",
            "All symptom exacerbations resolved within 24 hours, most (10 of 11 instances) within 15 minutes of discontinuing exercise.",
            "All participants were able to tolerate 15 minutes of aerobic exertion without symptom exacerbation by their last clinic session."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33887",
        "text": "Plots of PCSS scores over time, stratified by group (fig 2) , showed subtle baseline differences (higher PCSS score in control group) and a reasonably linear trajectory of symptoms, with no obvious group-by-time interaction. We therefore controlled for baseline group differences and analyzed time as a continuous variable. We initially fit a linear mixed model with a random intercept and fixed effects for group (experimental vs control), time, and baseline PCSS score. The effect for group was significant (Wald's tZ2.15, PZ.047). Adding a group-by-time interaction term to the model did not achieve improved model fit (c 2 1 Z.45, PZ.50). Separately adding sex to the model also did not improve model fit (c 2 1 Z1.17, PZ.28). Removing group from the original model resulted in a significant degradation of model fit (c 2 1 Z4.83, PZ.028), confirming a treatment effect. Reanalyzing these data with time as a categorical variable produced very similar results. The mean AE SD change on PCSS from baseline to follow-up was e24.7AE19.1 in the active rehabilitation group and e15.8AE12.5 in the TAU-only group, which is associated with a Cohen's d treatment effect size of .55 (ie, group mean difference for pre-post change).",
        "section": "Efficacy outcomes",
        "section_number": 14,
        "sentences": [
            "Plots of PCSS scores over time, stratified by group (fig 2) , showed subtle baseline differences (higher PCSS score in control group) and a reasonably linear trajectory of symptoms, with no obvious group-by-time interaction.",
            "We therefore controlled for baseline group differences and analyzed time as a continuous variable.",
            "We initially fit a linear mixed model with a random intercept and fixed effects for group (experimental vs control), time, and baseline PCSS score.",
            "The effect for group was significant (Wald's tZ2.15, PZ.047).",
            "Adding a group-by-time interaction term to the model did not achieve improved model fit (c 2 1 Z.45, PZ.50).",
            "Separately adding sex to the model also did not improve model fit (c 2 1 Z1.17, PZ.28).",
            "Removing group from the original model resulted in a significant degradation of model fit (c 2 1 Z4.83, PZ.028), confirming a treatment effect.",
            "Reanalyzing these data with time as a categorical variable produced very similar results.",
            "The mean AE SD change on PCSS from baseline to follow-up was e24.7AE19.1 in the active rehabilitation group and e15.8AE12.5 in the TAU-only group, which is associated with a Cohen's d treatment effect size of .55 (ie, group mean difference for pre-post change)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33887",
        "text": "Quality of life, mood, fatigue, balance, and cognition measures obtained before and immediately after intervention are reported in table 1. As mentioned above, these were collected for exploratory and descriptive purposes. No inferential statistical testing was planned or performed.",
        "section": "Efficacy outcomes",
        "section_number": 15,
        "sentences": [
            "Quality of life, mood, fatigue, balance, and cognition measures obtained before and immediately after intervention are reported in table 1.",
            "As mentioned above, these were collected for exploratory and descriptive purposes.",
            "No inferential statistical testing was planned or performed."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33887",
        "text": "Safe and effective interventions are needed for young athletes who do not swiftly recover from sport-related concussion, 32 but rather have persistent symptoms that limit their participation in school, sport, and other activities. Following up on an encouraging case series 4 of an active rehabilitation program involving aerobic exercise training, we aimed to more rigorously evaluate the safety and potential efficacy of this intervention in a randomized controlled trial in which we systematically monitored for predetermined adverse events. Our main finding was that adverse events were no more common in participants receiving active rehabilitation in addition to TAU compared with those receiving TAU only, and no adverse events requiring review by an independent Data and Safety Monitoring Committee were judged to be causally related to the experimental intervention. We also report a statistically significant treatment effect on postconcussion symptoms (primary efficacy outcome), despite a small sample size (NZ19).",
        "section": "Discussion",
        "section_number": 16,
        "sentences": [
            "Safe and effective interventions are needed for young athletes who do not swiftly recover from sport-related concussion, 32 but rather have persistent symptoms that limit their participation in school, sport, and other activities.",
            "Following up on an encouraging case series 4 of an active rehabilitation program involving aerobic exercise training, we aimed to more rigorously evaluate the safety and potential efficacy of this intervention in a randomized controlled trial in which we systematically monitored for predetermined adverse events.",
            "Our main finding was that adverse events were no more common in participants receiving active rehabilitation in addition to TAU compared with those receiving TAU only, and no adverse events requiring review by an independent Data and Safety Monitoring Committee were judged to be causally related to the experimental intervention.",
            "We also report a statistically significant treatment effect on postconcussion symptoms (primary efficacy outcome), despite a small sample size (NZ19)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33887",
        "text": "Since launching the present study, several clinical trials involving a similar intervention and patient population were published. In an uncontrolled trial, Imhoff et al 33 reported improvement in adolescents who were slow to recover from sport-related concussion with a home exercise program. In a retrospective chart review of adolescents with persistent symptoms who were treated with aerobic exercise training, Chrisman et al 34 found general symptom improvement and noted that \"no individual exhibited worsening of symptoms\" 34(p4) after starting the intervention. Two randomized controlled trials have also been recently published. Kurowski et al 13 enrolled adolescents who met International Classification of Diseases-10 criteria for postconcussional syndrome and self-reported that their symptoms worsened with physical exertion. Participants (NZ30) were randomized to receive a home subsymptom threshold aerobic training program with a stationary bicycle or full-body stretching program (a contact-matched control group). Both groups experienced improved postconcussion symptoms over the 6-week intervention period, and there was evidence of benefit associated with aerobic training (Cohen's dZ0.5e0.8), similar in magnitude to that found in the present study. No intervention-related adverse events were observed, although it is unclear how Kurowski 13 monitored safety. In another study by Maerlender et al, 35 \"recently\" concussed college athletes (NZ33) were randomly assigned either to daily exercise on a stationary bike at mild to moderate perceived exertion or to usual care. The 2 groups did not differ in recovery time or pre/post changes in cognitive performance. The authors noted that participants generally experienced less symptom exacerbation with each consecutive ride.",
        "section": "Discussion",
        "section_number": 17,
        "sentences": [
            "Since launching the present study, several clinical trials involving a similar intervention and patient population were published.",
            "In an uncontrolled trial, Imhoff et al 33 reported improvement in adolescents who were slow to recover from sport-related concussion with a home exercise program.",
            "In a retrospective chart review of adolescents with persistent symptoms who were treated with aerobic exercise training, Chrisman et al 34 found general symptom improvement and noted that \"no individual exhibited worsening of symptoms\" 34(p4) after starting the intervention.",
            "Two randomized controlled trials have also been recently published.",
            "Kurowski et al 13 enrolled adolescents who met International Classification of Diseases-10 criteria for postconcussional syndrome and self-reported that their symptoms worsened with physical exertion.",
            "Participants (NZ30) were randomized to receive a home subsymptom threshold aerobic training program with a stationary bicycle or full-body stretching program (a contact-matched control group).",
            "Both groups experienced improved postconcussion symptoms over the 6-week intervention period, and there was evidence of benefit associated with aerobic training (Cohen's dZ0.5e0.8), similar in magnitude to that found in the present study.",
            "No intervention-related adverse events were observed, although it is unclear how Kurowski 13 monitored safety.",
            "In another study by Maerlender et al, 35 \"recently\" concussed college athletes (NZ33) were randomly assigned either to daily exercise on a stationary bike at mild to moderate perceived exertion or to usual care.",
            "The 2 groups did not differ in recovery time or pre/post changes in cognitive performance.",
            "The authors noted that participants generally experienced less symptom exacerbation with each consecutive ride."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33887",
        "text": "The \"active ingredients\" and biopsychosocial mechanisms underlying improvements from this multifaceted active rehabilitation are uncertain. Restored cerebrovascular autoregulation has been proposed to explain the therapeutic benefits of aerobic training after concussion, 36, 37 but this mechanism has yet to be empirically validated. Placebo effects, natural recovery, or both could be contributory. In our study and in another randomized trial, 13 participants in the control group significantly improved. It is also possible that giving adolescents \"permission\" to become more active helps to counter maladaptive illness beliefs (eg, kinesophobia) and encourages them to reintegrate into their social and recreational activities, which likely confers a number of mental and physical health benefits separate from the benefits of aerobic exercise. 38 Patients in the active rehabilitation arm of our study with positive cervical or vestibular exam findings were provided with targeted treatment for these conditions. Future research will be required to learn whether these treatment components contribute to positive outcomes above and beyond aerobic exercise training. It will also be helpful to identify patient characteristics associated with treatment response.",
        "section": "Discussion",
        "section_number": 18,
        "sentences": [
            "The \"active ingredients\" and biopsychosocial mechanisms underlying improvements from this multifaceted active rehabilitation are uncertain.",
            "Restored cerebrovascular autoregulation has been proposed to explain the therapeutic benefits of aerobic training after concussion, 36, 37 but this mechanism has yet to be empirically validated.",
            "Placebo effects, natural recovery, or both could be contributory.",
            "In our study and in another randomized trial, 13 participants in the control group significantly improved.",
            "It is also possible that giving adolescents \"permission\" to become more active helps to counter maladaptive illness beliefs (eg, kinesophobia) and encourages them to reintegrate into their social and recreational activities, which likely confers a number of mental and physical health benefits separate from the benefits of aerobic exercise.",
            "38 Patients in the active rehabilitation arm of our study with positive cervical or vestibular exam findings were provided with targeted treatment for these conditions.",
            "Future research will be required to learn whether these treatment components contribute to positive outcomes above and beyond aerobic exercise training.",
            "It will also be helpful to identify patient characteristics associated with treatment response."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33887",
        "text": "The present study has several limitations. First, the modest sample size (NZ19) may have prevented us from identifying rare adverse events and having sufficient power to detect small group differences in observed adverse events. It likely also accounted for the failure of randomization to achieve group balance on important baseline characteristics. We adjusted for these baseline differences in mixed-modeling analyses. Second, we did not restrict participants from receiving concussion treatment outside the study. With a large sample, randomization should eliminate this potential confound of external treatment, but there could have been group imbalance in our study. Of participants in the active rehabilitation group, only one acknowledged to the treating physiotherapist that they were receiving treatment outside the study protocol (acupuncture). Third, the treatment we evaluated includes a home exercise program, but we did not systematically monitor adherence levels to this component. Fourth, we assessed participants' symptoms throughout the study period, including immediately posttreatment, but not beyond. We do not know the long-term effects of the intervention or whether symptom improvements translate into improvements in functional outcomes (eg, sport and academic performance). Fifth, the fact that we recruited from a specialty clinic and were only able to enroll approximately 13% of screened patients points to a strong selection bias. The present findings may not generalize to adolescents with relatively mild symptoms, seen more acutely or in different settings (eg, primary care).",
        "section": "Study limitations",
        "section_number": 19,
        "sentences": [
            "The present study has several limitations.",
            "First, the modest sample size (NZ19) may have prevented us from identifying rare adverse events and having sufficient power to detect small group differences in observed adverse events.",
            "It likely also accounted for the failure of randomization to achieve group balance on important baseline characteristics.",
            "We adjusted for these baseline differences in mixed-modeling analyses.",
            "Second, we did not restrict participants from receiving concussion treatment outside the study.",
            "With a large sample, randomization should eliminate this potential confound of external treatment, but there could have been group imbalance in our study.",
            "Of participants in the active rehabilitation group, only one acknowledged to the treating physiotherapist that they were receiving treatment outside the study protocol (acupuncture).",
            "Third, the treatment we evaluated includes a home exercise program, but we did not systematically monitor adherence levels to this component.",
            "Fourth, we assessed participants' symptoms throughout the study period, including immediately posttreatment, but not beyond.",
            "We do not know the long-term effects of the intervention or whether symptom improvements translate into improvements in functional outcomes (eg, sport and academic performance).",
            "Fifth, the fact that we recruited from a specialty clinic and were only able to enroll approximately 13% of screened patients points to a strong selection bias.",
            "The present findings may not generalize to adolescents with relatively mild symptoms, seen more acutely or in different settings (eg, primary care)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33887",
        "text": "The most important and unique contribution of the present study is prospective monitoring for predetermined adverse effects to more compellingly demonstrate the safety of active rehabilitation that incorporates aerobic exercise training in highly symptomatic patients who are seen in a specialty clinic. This finding is in line with observational studies that found no significant relationship between physical activity, symptom exacerbations, and clinical outcomes 39, 40 or an inverse relationship (ie, positive effects of physical activity). 41 It should help to quell concerns about prescribing increased physical activity for youth with ongoing postconcussion symptoms. Our findings are also consistent with the conclusion of a very recently published systematic review, that \"closely monitored active rehabilitation programmes involving controlled subsymptom threshold, submaximal exercise for adults and adolescents with persistent symptoms after concussion may be of benefit.\" 3(p4) ",
        "section": "Conclusions",
        "section_number": 20,
        "sentences": [
            "The most important and unique contribution of the present study is prospective monitoring for predetermined adverse effects to more compellingly demonstrate the safety of active rehabilitation that incorporates aerobic exercise training in highly symptomatic patients who are seen in a specialty clinic.",
            "This finding is in line with observational studies that found no significant relationship between physical activity, symptom exacerbations, and clinical outcomes 39, 40 or an inverse relationship (ie, positive effects of physical activity).",
            "41 It should help to quell concerns about prescribing increased physical activity for youth with ongoing postconcussion symptoms.",
            "Our findings are also consistent with the conclusion of a very recently published systematic review, that \"closely monitored active rehabilitation programmes involving controlled subsymptom threshold, submaximal exercise for adults and adolescents with persistent symptoms after concussion may be of benefit.\"",
            "3(p4)"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33887",
        "text": "www.archives-pmr.org",
        "section": "",
        "section_number": 21,
        "sentences": [
            "www.archives-pmr.org"
        ],
        "sentence_labels": [
            -1
        ]
    }
]