[
    {
        "doc_id": "39015",
        "text": "Objective To test whether families' participation in an evidence-based parenting program can improve health-related outcomes reported by fathers of 2-to 10-year-old children with asthma and/or eczema. Methods A 2 (Triple P-Positive Parenting Program vs. care as usual) by 3 (baseline, postintervention, 6-month follow-up) design was used, with random group assignment. Of 107 families, 51.4% (N ¼ 55) had a father participate alongside the child's mother, who was the primary intervention target. Fathers completed questionnaires assessing illness-related child behavior problems; self-efficacy with illness management and illness-related child behavior problems; and health-related quality of life. Results Secondary intent-to-treat analyses indicated improved child behavior and self-efficacy for managing eczema, but not asthma. Health-related quality of life improved for children, but not parents/families. There were no other significant intervention effects. Conclusions Intervention outcomes were positive for eczema but not asthma, and did not depend on the extent of father participation in the intervention.",
        "section": "Abstract",
        "sentences": [
            "Objective To test whether families' participation in an evidence-based parenting program can improve health-related outcomes reported by fathers of 2-to 10-year-old children with asthma and/or eczema.",
            "Methods A 2 (Triple P-Positive Parenting Program vs. care as usual) by 3 (baseline, postintervention, 6-month follow-up) design was used, with random group assignment.",
            "Of 107 families, 51.4% (N ¼ 55) had a father participate alongside the child's mother, who was the primary intervention target.",
            "Fathers completed questionnaires assessing illness-related child behavior problems; self-efficacy with illness management and illness-related child behavior problems; and health-related quality of life.",
            "Results Secondary intent-to-treat analyses indicated improved child behavior and self-efficacy for managing eczema, but not asthma.",
            "Health-related quality of life improved for children, but not parents/families.",
            "There were no other significant intervention effects.",
            "Conclusions Intervention outcomes were positive for eczema but not asthma, and did not depend on the extent of father participation in the intervention."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39015",
        "text": "rarely been examined in the context of childhood chronic health conditions (Law, Fisher, Fales, Noel, & Eccleston, 2014) . Improved parenting practices may serve as a pathway to better parenting and child outcomes, as well as better health outcomes (Morawska, Calam, & Fraser, 2015) .",
        "section": "",
        "section_number": 1,
        "sentences": [
            "rarely been examined in the context of childhood chronic health conditions (Law, Fisher, Fales, Noel, & Eccleston, 2014) .",
            "Improved parenting practices may serve as a pathway to better parenting and child outcomes, as well as better health outcomes (Morawska, Calam, & Fraser, 2015) ."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39015",
        "text": "The burden of parenting children with chronic health conditions has been found to increase stress for both parents (Cousino & Hazen, 2013) . Fathers of chronically ill children often feel deeply affected by their child's illness (Katz & Krulik, 1999) and are considerably involved with their child (Friedman et al., 2015; McNeill, 2007) . Fathers also report a lack of knowledge regarding existing programs (Frank, Keown, Dittman, & Sanders, 2015) . However, gender bias in the parenting literature exists for published evaluations of parenting interventions. Studies almost always rely on mothers' reports with few including fathers' reports of child behavior or other child outcomes (Cassano, Adrian, Veits, & Zeman, 2006; Fletcher, Freeman, & Matthey, 2011; Panter-Brick et al., 2014) . With increasing recognition of the potential for gender differences in parent report, this is now emerging as a significant gap in knowledge.",
        "section": "",
        "section_number": 2,
        "sentences": [
            "The burden of parenting children with chronic health conditions has been found to increase stress for both parents (Cousino & Hazen, 2013) .",
            "Fathers of chronically ill children often feel deeply affected by their child's illness (Katz & Krulik, 1999) and are considerably involved with their child (Friedman et al., 2015; McNeill, 2007) .",
            "Fathers also report a lack of knowledge regarding existing programs (Frank, Keown, Dittman, & Sanders, 2015) .",
            "However, gender bias in the parenting literature exists for published evaluations of parenting interventions.",
            "Studies almost always rely on mothers' reports with few including fathers' reports of child behavior or other child outcomes (Cassano, Adrian, Veits, & Zeman, 2006; Fletcher, Freeman, & Matthey, 2011; Panter-Brick et al., 2014) .",
            "With increasing recognition of the potential for gender differences in parent report, this is now emerging as a significant gap in knowledge."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39015",
        "text": "Several studies have demonstrated promising outcomes for fathers offered parenting interventions (Fabiano et al., 2012; Homem, Gaspar, Seabra-Santos, Canavarro, & Azevedo, 2014) although differences between fathers and mothers in the acceptability of intervention elements have been noted, such as mothers being more accepting of homework exercises compared with fathers (Tiano, Grate, & McNeil, 2013) . Meta-analyses of parenting interventions have shown small to moderate effects for fathers (Fletcher et al., 2011; Sanders et al., 2014) , but have noted the lack of information presented in many studies on father participation, attrition, involvement, and outcomes, making it difficult to draw conclusions about how effective such interventions are. Overall, it appears that fewer fathers compared with mothers participate in parenting interventions or their evaluation (Sanders, Dittman, Keown, Farruggia, & Rose, 2010) , and while recent literature has begun to focus on the specific needs and preferences of fathers (Frank et al., 2015; Kohl & Seay, 2015) , there is still limited knowledge about the effectiveness of interventions for them.",
        "section": "",
        "section_number": 3,
        "sentences": [
            "Several studies have demonstrated promising outcomes for fathers offered parenting interventions (Fabiano et al., 2012; Homem, Gaspar, Seabra-Santos, Canavarro, & Azevedo, 2014) although differences between fathers and mothers in the acceptability of intervention elements have been noted, such as mothers being more accepting of homework exercises compared with fathers (Tiano, Grate, & McNeil, 2013) .",
            "Meta-analyses of parenting interventions have shown small to moderate effects for fathers (Fletcher et al., 2011; Sanders et al., 2014) , but have noted the lack of information presented in many studies on father participation, attrition, involvement, and outcomes, making it difficult to draw conclusions about how effective such interventions are.",
            "Overall, it appears that fewer fathers compared with mothers participate in parenting interventions or their evaluation (Sanders, Dittman, Keown, Farruggia, & Rose, 2010) , and while recent literature has begun to focus on the specific needs and preferences of fathers (Frank et al., 2015; Kohl & Seay, 2015) , there is still limited knowledge about the effectiveness of interventions for them."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39015",
        "text": "Our previous work has demonstrated that a brief parenting intervention specifically developed for parents of children with asthma and/or eczema is effective in improving a range of parent, child, and family outcomes based on data from parents who held primary responsibility for the child's medical management and were the primary target of the intervention (Morawska, Mitchell, Burgess, & Fraser, 2016a , 2016b ; however, these effects were evaluated largely for maternal reports. We targeted these conditions as asthma and eczema are two of the most common childhood illnesses affecting 20% and 17% of Australian children, respectively (Asher, Montefort, Bjö rkstén, Lai, Strachan, Weiland, Williams, ISAAC Phase Three Study Group, 2006) . Asthma is the leading cause of childhood disease burden (AIHW, 2012) , while eczema has a major impact on physical and psychological well-being of many affected children and families (Lewis-Jones, 2006) . Asthma and eczema are highly comorbid; Ballardini et al. (2012) found that two-thirds of children with asthma also had a comorbid diagnosis of eczema and/or allergic rhinitis by age 12 years. Notably, the authors recommend that allergy-related diseases should not be studied in isolation, and thus, we chose to include children who had one or both of these conditions.",
        "section": "",
        "section_number": 4,
        "sentences": [
            "Our previous work has demonstrated that a brief parenting intervention specifically developed for parents of children with asthma and/or eczema is effective in improving a range of parent, child, and family outcomes based on data from parents who held primary responsibility for the child's medical management and were the primary target of the intervention (Morawska, Mitchell, Burgess, & Fraser, 2016a , 2016b ; however, these effects were evaluated largely for maternal reports.",
            "We targeted these conditions as asthma and eczema are two of the most common childhood illnesses affecting 20% and 17% of Australian children, respectively (Asher, Montefort, Bjö rkstén, Lai, Strachan, Weiland, Williams, ISAAC Phase Three Study Group, 2006) .",
            "Asthma is the leading cause of childhood disease burden (AIHW, 2012) , while eczema has a major impact on physical and psychological well-being of many affected children and families (Lewis-Jones, 2006) .",
            "Asthma and eczema are highly comorbid; Ballardini et al. (2012) found that two-thirds of children with asthma also had a comorbid diagnosis of eczema and/or allergic rhinitis by age 12 years.",
            "Notably, the authors recommend that allergy-related diseases should not be studied in isolation, and thus, we chose to include children who had one or both of these conditions."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39015",
        "text": "The stress, anxiety, sleeplessness, and impact on everyday activities experienced by children and parents affected by either condition can be severe, timeconsuming, and demanding. We chose to trial a brief Triple P-Positive Parenting Program intervention, adapted for parents of children with a chronic health condition, as Triple P has an extensive evidence base, with indication that brief programs are just as effective as more intensive versions (Sanders et al., 2014) . Brief interventions have numerous potential advantages in the management of childhood illness: they are efficient, feasible, promote parental self-regulation, are cost-effective to deliver, and help reduce barriers to access. This tailored brief intervention combines strategies for illness management (e.g., incorporating medication administration into daily routines to improve adherence, self-care, and other strategies such as relaxation to reduce stress for parents and children) with parenting strategies to build children's independence, encourage positive parent-child relationships, and manage difficult behavior.",
        "section": "",
        "section_number": 5,
        "sentences": [
            "The stress, anxiety, sleeplessness, and impact on everyday activities experienced by children and parents affected by either condition can be severe, timeconsuming, and demanding.",
            "We chose to trial a brief Triple P-Positive Parenting Program intervention, adapted for parents of children with a chronic health condition, as Triple P has an extensive evidence base, with indication that brief programs are just as effective as more intensive versions (Sanders et al., 2014) .",
            "Brief interventions have numerous potential advantages in the management of childhood illness: they are efficient, feasible, promote parental self-regulation, are cost-effective to deliver, and help reduce barriers to access.",
            "This tailored brief intervention combines strategies for illness management (e.g., incorporating medication administration into daily routines to improve adherence, self-care, and other strategies such as relaxation to reduce stress for parents and children) with parenting strategies to build children's independence, encourage positive parent-child relationships, and manage difficult behavior."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39015",
        "text": "Primary outcomes reported by the parent who was the target participant in the intervention-that is, the parent who took primary responsibility for the child's medical management, completed the initial screening interview, served as the family contact point and attended all program sessions-have been previously reported (Morawska et al., 2016a (Morawska et al., , 2016b . In this article, we report on secondary analyses of data collected from fathers who were not primarily responsible for their child's treatment. While all parents randomly allocated to the \"intervention\" condition were invited to participate in intervention sessions, only the parent who was primarily responsible for the child's treatment (the target parent) was required to do so, and in the majority of cases, this was the mother. In this study, we aimed to test whether participation in an evidence-based parenting program would improve health-related child, parent, and family outcomes reported by the nontarget parent (i.e., fathers). Specifically, we predicted that a family's participation in the parenting intervention would lead to: (a) fewer child illness-related behavior problems; (b) improved parental illness management self-efficacy; and (c) improved child, parent, and family healthrelated quality of life (HRQL) as reported by fathers.",
        "section": "",
        "section_number": 6,
        "sentences": [
            "Primary outcomes reported by the parent who was the target participant in the intervention-that is, the parent who took primary responsibility for the child's medical management, completed the initial screening interview, served as the family contact point and attended all program sessions-have been previously reported (Morawska et al., 2016a (Morawska et al., , 2016b .",
            "In this article, we report on secondary analyses of data collected from fathers who were not primarily responsible for their child's treatment.",
            "While all parents randomly allocated to the \"intervention\" condition were invited to participate in intervention sessions, only the parent who was primarily responsible for the child's treatment (the target parent) was required to do so, and in the majority of cases, this was the mother.",
            "In this study, we aimed to test whether participation in an evidence-based parenting program would improve health-related child, parent, and family outcomes reported by the nontarget parent (i.e., fathers).",
            "Specifically, we predicted that a family's participation in the parenting intervention would lead to: (a) fewer child illness-related behavior problems; (b) improved parental illness management self-efficacy; and (c) improved child, parent, and family healthrelated quality of life (HRQL) as reported by fathers."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39015",
        "text": "A 2 (Intervention vs. Care as Usual [CAU]) Â 3 (time: preintervention [T1], postintervention [T2], 6-month follow-up [T3]) design was used. The study design is described in full detail elsewhere (Morawska et al., 2016a (Morawska et al., , 2016b . Information about the study was disseminated across the Brisbane, Australia metropolitan region via advertisements in school newsletters, and brochures and posters displayed in specialist pediatrician and family medical practices, and emergency and outpatient departments of pediatric hospitals. Permission to advertise and conduct the research was granted by The University of Queensland Human Research Ethics Committee, the Queensland Children's Health Services Human Research Ethics Committee, and Mater Health Services Human Research Ethics Committee.",
        "section": "Method",
        "section_number": 7,
        "sentences": [
            "A 2 (Intervention vs. Care as Usual [CAU]) Â 3 (time: preintervention [T1], postintervention [T2], 6-month follow-up [T3]) design was used.",
            "The study design is described in full detail elsewhere (Morawska et al., 2016a (Morawska et al., , 2016b .",
            "Information about the study was disseminated across the Brisbane, Australia metropolitan region via advertisements in school newsletters, and brochures and posters displayed in specialist pediatrician and family medical practices, and emergency and outpatient departments of pediatric hospitals.",
            "Permission to advertise and conduct the research was granted by The University of Queensland Human Research Ethics Committee, the Queensland Children's Health Services Human Research Ethics Committee, and Mater Health Services Human Research Ethics Committee."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39015",
        "text": "Families were recruited from July 2011 to July 2013, and followed up until May 2014. Eligibility was assessed via telephone screening interviews. Inclusion criteria were as follows: (a) the presence in the family of a 2-10-year-old child with a diagnosis of asthma and/or eczema; (b) the parent was concerned about the child's behavior or emotions, or illness management. Families were ineligible if (a) the child had been diagnosed with an intellectual disability (e.g., Down syndrome) or developmental disorder (e.g., autism spectrum disorder); (b) the parents were currently receiving professional help for the child's behavior difficulties; or (c) the parents were currently receiving psychological help or counselling for themselves. Both parents were invited to participate in the study, where eligible. Ineligible families were referred to other services.",
        "section": "Participants",
        "section_number": 8,
        "sentences": [
            "Families were recruited from July 2011 to July 2013, and followed up until May 2014.",
            "Eligibility was assessed via telephone screening interviews.",
            "Inclusion criteria were as follows: (a) the presence in the family of a 2-10-year-old child with a diagnosis of asthma and/or eczema; (b) the parent was concerned about the child's behavior or emotions, or illness management.",
            "Families were ineligible if (a) the child had been diagnosed with an intellectual disability (e.g., Down syndrome) or developmental disorder (e.g., autism spectrum disorder); (b) the parents were currently receiving professional help for the child's behavior difficulties; or (c) the parents were currently receiving psychological help or counselling for themselves.",
            "Both parents were invited to participate in the study, where eligible.",
            "Ineligible families were referred to other services."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39015",
        "text": "Overall, 107 families completed T1 assessment and were randomly allocated to intervention (n ¼ 52) or CAU (n ¼ 55). Eligibility screening and progress of target parents through each phase of the study is detailed elsewhere (Morawska et al., 2016a (Morawska et al., , 2016b . At enrollment, before randomization, a subsample of 55 families (51.4%) agreed to have the child's father take part in assessment alongside the child's mother, who was the primary target of the intervention. Nearly all (54 of 55) fathers were part of a partnered, cohabitating heterosexual couple, except for one divorced father who participated alongside the child's mother. In cases where two parents participated, both completed all self-report measures, but intervention-group fathers who were not primarily responsible for their child's management may or may not have attended the intervention sessions themselves. There were no significant differences on any baseline demographic or outcome variables for mothers whose partners participated in the study compared with mothers whose partners did not.",
        "section": "Participants",
        "section_number": 9,
        "sentences": [
            "Overall, 107 families completed T1 assessment and were randomly allocated to intervention (n ¼ 52) or CAU (n ¼ 55).",
            "Eligibility screening and progress of target parents through each phase of the study is detailed elsewhere (Morawska et al., 2016a (Morawska et al., , 2016b .",
            "At enrollment, before randomization, a subsample of 55 families (51.4%) agreed to have the child's father take part in assessment alongside the child's mother, who was the primary target of the intervention.",
            "Nearly all (54 of 55) fathers were part of a partnered, cohabitating heterosexual couple, except for one divorced father who participated alongside the child's mother.",
            "In cases where two parents participated, both completed all self-report measures, but intervention-group fathers who were not primarily responsible for their child's management may or may not have attended the intervention sessions themselves.",
            "There were no significant differences on any baseline demographic or outcome variables for mothers whose partners participated in the study compared with mothers whose partners did not."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39015",
        "text": "Progress of fathers through this study is detailed in Figure 1 . Baseline characteristics are provided in Table I . In relation to the data for fathers only, chi-squared tests of independence and independent samples t-tests indicated that there was a significantly higher proportion of boys in the intervention group compared with CAU. This was independent of assignment to intervention or CAU, as fathers decided whether to participate in the study before randomization. There were no significant differences between the groups on any other demographic variables. For outcome variables, baseline scores were significantly higher for fathers in the intervention group compared with CAU for selfefficacy with Eczema management (measured using the Parental Self-Efficacy with Eczema Care Index; PASECI), t(43) ¼ 2.07, p ¼ .045, and confidence with managing eczema-specific behavior problems (measured using the Eczema Behavior Checklist",
        "section": "Participants",
        "section_number": 10,
        "sentences": [
            "Progress of fathers through this study is detailed in Figure 1 .",
            "Baseline characteristics are provided in Table I .",
            "In relation to the data for fathers only, chi-squared tests of independence and independent samples t-tests indicated that there was a significantly higher proportion of boys in the intervention group compared with CAU.",
            "This was independent of assignment to intervention or CAU, as fathers decided whether to participate in the study before randomization.",
            "There were no significant differences between the groups on any other demographic variables.",
            "For outcome variables, baseline scores were significantly higher for fathers in the intervention group compared with CAU for selfefficacy with Eczema management (measured using the Parental Self-Efficacy with Eczema Care Index; PASECI), t(43) ¼ 2.07, p ¼ .045, and confidence with managing eczema-specific behavior problems (measured using the Eczema Behavior Checklist"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39015",
        "text": "[EBC] Confidence scale), t(43) ¼ 2.18, p ¼ .035.",
        "section": "Participants",
        "section_number": 11,
        "sentences": [
            "[EBC] Confidence scale), t(43) ¼ 2.18, p ¼ .035."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39015",
        "text": "Children's ages ranged from 2 to 10 years. Age at diagnosis ranged from 1 to 7 years for asthma, and birth to 8 years for eczema. For children with asthma, 48.0% had a diagnosis of asthma by age 2. For children with eczema, 80.9% had a diagnosis of eczema by age 2, and 74.4% were diagnosed by age 1. Overall, 30.9% (17) of children had both asthma and eczema; the proportion of children with both conditions was not significantly different between intervention (29.0%, 9) and CAU (33.3%, 8) groups, t(1) ¼ 0.12, p ¼ .732. All children were under the care of a family physician and/or specialist pediatrician for asthma and/or eczema management, and diagnosis was confirmed by each child's treating doctor. Doctors reported prescribing topical corticosteroids for 71.7% (33) of children with eczema, and inhaled corticosteroids for 72.0% (18) of children with asthma.",
        "section": "Participants",
        "section_number": 12,
        "sentences": [
            "Children's ages ranged from 2 to 10 years.",
            "Age at diagnosis ranged from 1 to 7 years for asthma, and birth to 8 years for eczema.",
            "For children with asthma, 48.0% had a diagnosis of asthma by age 2.",
            "For children with eczema, 80.9% had a diagnosis of eczema by age 2, and 74.4% were diagnosed by age 1.",
            "Overall, 30.9% (17) of children had both asthma and eczema; the proportion of children with both conditions was not significantly different between intervention (29.0%, 9) and CAU (33.3%, 8) groups, t(1) ¼ 0.12, p ¼ .732.",
            "All children were under the care of a family physician and/or specialist pediatrician for asthma and/or eczema management, and diagnosis was confirmed by each child's treating doctor.",
            "Doctors reported prescribing topical corticosteroids for 71.7% (33) of children with eczema, and inhaled corticosteroids for 72.0% (18) of children with asthma."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39015",
        "text": "Fathers completed the same parent-report healthrelated questionnaire measures as mothers, described in full detail elsewhere (Morawska et al., 2016a (Morawska et al., , 2016b and summarized below. Asthma-and/or eczema-specific measures were completed as relevant, depending on the child's diagnosis. The Family Background Questionnaire (Sanders & Morawska, 2010) collected demographic data.",
        "section": "Measures",
        "section_number": 13,
        "sentences": [
            "Fathers completed the same parent-report healthrelated questionnaire measures as mothers, described in full detail elsewhere (Morawska et al., 2016a (Morawska et al., , 2016b and summarized below.",
            "Asthma-and/or eczema-specific measures were completed as relevant, depending on the child's diagnosis.",
            "The Family Background Questionnaire (Sanders & Morawska, 2010) collected demographic data."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39015",
        "text": "The modified PASECI (Mitchell & Fraser, 2011; adapted from the original version of PASECI by Ersser et al., 2008 ; see also Ersser et al., 2015) and the Asthma Parent Tasks Checklist (APTC) Confidence scale (Morawska, Stelzer, & Burgess, 2008) were used to assess fathers' self-efficacy for performing tasks necessary to manage their child's eczema or asthma. Internal consistency was excellent for this sample of fathers (PASECI a ¼ .95, APTC Confidence a ¼ .94).",
        "section": "Measures",
        "section_number": 14,
        "sentences": [
            "The modified PASECI (Mitchell & Fraser, 2011; adapted from the original version of PASECI by Ersser et al., 2008 ; see also Ersser et al., 2015) and the Asthma Parent Tasks Checklist (APTC) Confidence scale (Morawska, Stelzer, & Burgess, 2008) were used to assess fathers' self-efficacy for performing tasks necessary to manage their child's eczema or asthma.",
            "Internal consistency was excellent for this sample of fathers (PASECI a ¼ .95, APTC Confidence a ¼ .94)."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39015",
        "text": "The EBC (Mitchell, Morawska, Sillar, & Fraser, 2016) and the Asthma Behavior Checklist (ABC; Morawska et al., 2008) list behaviors that parents of children with eczema or asthma often have to manage. Parents use a 7-point scale to rate the extent of each behavior problem for their child (Extent score), and a 10-point scale to rate their self-efficacy for successfully dealing with each behavior (Confidence score). Internal consistency was excellent for Extent and Confidence scores for the EBC (a ¼ .96 and .97) and the ABC (a ¼ .93 and .98) for this sample of fathers.",
        "section": "Measures",
        "section_number": 15,
        "sentences": [
            "The EBC (Mitchell, Morawska, Sillar, & Fraser, 2016) and the Asthma Behavior Checklist (ABC; Morawska et al., 2008) list behaviors that parents of children with eczema or asthma often have to manage.",
            "Parents use a 7-point scale to rate the extent of each behavior problem for their child (Extent score), and a 10-point scale to rate their self-efficacy for successfully dealing with each behavior (Confidence score).",
            "Internal consistency was excellent for Extent and Confidence scores for the EBC (a ¼ .96 and .97) and the ABC (a ¼ .93 and .98) for this sample of fathers."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39015",
        "text": "The PedsQL4.0: Pediatric Quality of Life Generic Core Scale (Varni, Seid, & Kurtin, 2001 ) assesses core dimensions of child health (physical, emotional, social, and school functioning), and higher scores indicate better HRQL. The total score had satisfactory internal consistency (a ¼ .84, .87, and .91 for children, young children, and toddlers, respectively).",
        "section": "Measures",
        "section_number": 16,
        "sentences": [
            "The PedsQL4.0: Pediatric Quality of Life Generic Core Scale (Varni, Seid, & Kurtin, 2001 ) assesses core dimensions of child health (physical, emotional, social, and school functioning), and higher scores indicate better HRQL.",
            "The total score had satisfactory internal consistency (a ¼ .84, .87, and .91 for children, young children, and toddlers, respectively)."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39015",
        "text": "The PedsQL Family Impact Module (Varni, Sherman, Burwinkle, Dickinson, & Dixon, 2004) assesses parent functioning (physical, emotional, social, and cognitive functioning, communication, worry; Parent HRQL Summary score) and family functioning (daily activities, family relationships; Family Functioning Summary score). Parent and Family scales showed good internal consistency in this study (a ¼ .95 and .95, respectively).",
        "section": "Measures",
        "section_number": 17,
        "sentences": [
            "The PedsQL Family Impact Module (Varni, Sherman, Burwinkle, Dickinson, & Dixon, 2004) assesses parent functioning (physical, emotional, social, and cognitive functioning, communication, worry; Parent HRQL Summary score) and family functioning (daily activities, family relationships; Family Functioning Summary score).",
            "Parent and Family scales showed good internal consistency in this study (a ¼ .95 and .95, respectively)."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39015",
        "text": "Satisfaction with the program was measured using the Client Satisfaction Questionnaire (CSQ; Sanders, Markie-Dadds, & Turner, 2001 ), which measures satisfaction with the service the participants received. Item scores were summed to generate a total score ranging from 10 to 70, with higher scores indicating greater program satisfaction.",
        "section": "Measures",
        "section_number": 18,
        "sentences": [
            "Satisfaction with the program was measured using the Client Satisfaction Questionnaire (CSQ; Sanders, Markie-Dadds, & Turner, 2001 ), which measures satisfaction with the service the participants received.",
            "Item scores were summed to generate a total score ranging from 10 to 70, with higher scores indicating greater program satisfaction."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39015",
        "text": "Fathers received detailed study information and consented to participate via the study web site. Allocation of the family to intervention or CAU was done by block randomization, and group allocation was revealed once T1 assessment was completed (i.e., both parents, where relevant, had completed self-report and additional assessments). Detailed randomization and enrollment procedures are reported elsewhere (Morawska et al., 2016a (Morawska et al., , 2016b . Neither researchers nor participants were blinded to intervention condition.",
        "section": "Procedure",
        "section_number": 19,
        "sentences": [
            "Fathers received detailed study information and consented to participate via the study web site.",
            "Allocation of the family to intervention or CAU was done by block randomization, and group allocation was revealed once T1 assessment was completed (i.e., both parents, where relevant, had completed self-report and additional assessments).",
            "Detailed randomization and enrollment procedures are reported elsewhere (Morawska et al., 2016a (Morawska et al., , 2016b .",
            "Neither researchers nor participants were blinded to intervention condition."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39015",
        "text": "Parents assigned to the intervention condition attended the intervention once a suitable session time became available, and completed the questionnaires again at 4 weeks postintervention (T2) and 6 months postintervention (T3). Parents assigned to CAU completed questionnaires again at 6 weeks postenrollment (T2) and 6 months postenrollment (T3) and then were invited to attend the program. During this time, families could continue regular medical management as appropriate.",
        "section": "Procedure",
        "section_number": 20,
        "sentences": [
            "Parents assigned to the intervention condition attended the intervention once a suitable session time became available, and completed the questionnaires again at 4 weeks postintervention (T2) and 6 months postintervention (T3).",
            "Parents assigned to CAU completed questionnaires again at 6 weeks postenrollment (T2) and 6 months postenrollment (T3) and then were invited to attend the program.",
            "During this time, families could continue regular medical management as appropriate."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39015",
        "text": "The intervention consisted of two 2-hr group discussion sessions, Positive Parenting for Healthy Living (Morawska & Sanders, 2011) . The content of the sessions draws on the theoretical principles that form the basis of the Triple P-Positive Parenting Program (Sanders, 2012) , and is designed to be interactive and provide opportunities for discussion among participating parents. The first session focused on providing parents with strategies that empower them to prevent and manage illness problems and ensure their children are implementing their illness prevention and management plan appropriately. The second session was designed as an introduction to the principles of positive parenting in the context of child chronic illness management, to promote positive parenting practices, assist parents to develop effective disciplinary methods, and help create environments conducive to caring relationships between parents and their children. It began with a discussion of why children with a chronic illness may be at risk of behavior problems, before examining common parenting traps from the perspective of parenting a child with a chronic illness, followed by assertive discipline strategies. As most groups had a mix of participants with one or both conditions, strategy examples and exercises were tailored for both conditions. Tailoring was driven by the expressed needs of each group and was gauged with an introductory exercise about specific challenges experienced. For example, when discussing ways to involve the child in their treatment, examples were tailored depending on the child's age and health condition (e.g., for a preschooler with eczema, involvement might include asking the child about next steps and talking about colors of creams, while for the older child with asthma, involvement might include having the child take more of a lead role in setting up required equipment). In total, 18 discussion groups were held at a university psychology clinic in metropolitan Brisbane, Australia, between August 2011 and May 2013. Groups were facilitated by 10 accredited Triple P practitioners (psychologists/nurses). Groups comprised an average six parents (M ¼ 6.56, SD ¼ 3.54) from four families (M ¼ 4.44, SD ¼ 2.60), and a mix of intervention and waitlist CAU participants (who had completed their T3 assessment) and fathers and mothers attended the sessions. In all, 88.9% of sessions involved fathers, with a median two fathers per session (range 0-4). Parents were allocated to the same group as their partner, and children did not attend the sessions.",
        "section": "Intervention",
        "section_number": 21,
        "sentences": [
            "The intervention consisted of two 2-hr group discussion sessions, Positive Parenting for Healthy Living (Morawska & Sanders, 2011) .",
            "The content of the sessions draws on the theoretical principles that form the basis of the Triple P-Positive Parenting Program (Sanders, 2012) , and is designed to be interactive and provide opportunities for discussion among participating parents.",
            "The first session focused on providing parents with strategies that empower them to prevent and manage illness problems and ensure their children are implementing their illness prevention and management plan appropriately.",
            "The second session was designed as an introduction to the principles of positive parenting in the context of child chronic illness management, to promote positive parenting practices, assist parents to develop effective disciplinary methods, and help create environments conducive to caring relationships between parents and their children.",
            "It began with a discussion of why children with a chronic illness may be at risk of behavior problems, before examining common parenting traps from the perspective of parenting a child with a chronic illness, followed by assertive discipline strategies.",
            "As most groups had a mix of participants with one or both conditions, strategy examples and exercises were tailored for both conditions.",
            "Tailoring was driven by the expressed needs of each group and was gauged with an introductory exercise about specific challenges experienced.",
            "For example, when discussing ways to involve the child in their treatment, examples were tailored depending on the child's age and health condition (e.g., for a preschooler with eczema, involvement might include asking the child about next steps and talking about colors of creams, while for the older child with asthma, involvement might include having the child take more of a lead role in setting up required equipment).",
            "In total, 18 discussion groups were held at a university psychology clinic in metropolitan Brisbane, Australia, between August 2011 and May 2013.",
            "Groups were facilitated by 10 accredited Triple P practitioners (psychologists/nurses).",
            "Groups comprised an average six parents (M ¼ 6.56, SD ¼ 3.54) from four families (M ¼ 4.44, SD ¼ 2.60), and a mix of intervention and waitlist CAU participants (who had completed their T3 assessment) and fathers and mothers attended the sessions.",
            "In all, 88.9% of sessions involved fathers, with a median two fathers per session (range 0-4).",
            "Parents were allocated to the same group as their partner, and children did not attend the sessions."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39015",
        "text": "The intervention was delivered according to a standardized manual and treatment delivery protocol. Digital recordings of group discussions were coded by a trained doctoral candidate specializing in Triple P research and delivery, confirming excellent protocol adherence (97.7%) as detailed elsewhere (Morawska et al., 2016a (Morawska et al., , 2016b . No fathers reported receiving additional parenting support during the study period.",
        "section": "Protocol Adherence",
        "section_number": 22,
        "sentences": [
            "The intervention was delivered according to a standardized manual and treatment delivery protocol.",
            "Digital recordings of group discussions were coded by a trained doctoral candidate specializing in Triple P research and delivery, confirming excellent protocol adherence (97.7%) as detailed elsewhere (Morawska et al., 2016a (Morawska et al., , 2016b .",
            "No fathers reported receiving additional parenting support during the study period."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39015",
        "text": "The full randomized controlled trial was powered to detect statistically significant intervention effects based on data collected from the target parents, predominantly mothers (Morawska et al., 2016b ). In contrast, this article reports on a secondary analysis of data collected from a smaller number of nontarget parents, in this case, fathers. To detect a medium effect size of d ¼ 0.50 with a ¼ .05 and b ¼ .80, 128 participants would have been needed. Statistical analyses were conducted using SPSS. Longitudinal intention-totreat analyses were performed using mixed-model repeated-measures (MMRM) linear regression models, with time centered at 0 and coded T1 ¼ 0, T2 ¼ 1, T3 ¼ 2. Intervention effects were assessed using nine separate MMRM models. For all models, data variability was insufficient to support inclusion of random effects of time, and so, the random effects were excluded. Analyses were conducted for all participants by originally assigned group. For data from fathers, 10.5% of data were missing completely at random (Little's Missing Completely at Random (MCAR) test, v 2 ¼ 260.44, df ¼ 271, p ¼ .667) and the full information maximum likelihood approach to handling missing data was applied (Little, Jorgensen, Lang, & Moore, 2014) to enable inclusion of all cases in MMRM analyses.",
        "section": "Statistical Analyses",
        "section_number": 23,
        "sentences": [
            "The full randomized controlled trial was powered to detect statistically significant intervention effects based on data collected from the target parents, predominantly mothers (Morawska et al., 2016b ).",
            "In contrast, this article reports on a secondary analysis of data collected from a smaller number of nontarget parents, in this case, fathers.",
            "To detect a medium effect size of d ¼ 0.50 with a ¼ .05 and b ¼ .80, 128 participants would have been needed.",
            "Statistical analyses were conducted using SPSS.",
            "Longitudinal intention-totreat analyses were performed using mixed-model repeated-measures (MMRM) linear regression models, with time centered at 0 and coded T1 ¼ 0, T2 ¼ 1, T3 ¼ 2.",
            "Intervention effects were assessed using nine separate MMRM models.",
            "For all models, data variability was insufficient to support inclusion of random effects of time, and so, the random effects were excluded.",
            "Analyses were conducted for all participants by originally assigned group.",
            "For data from fathers, 10.5% of data were missing completely at random (Little's Missing Completely at Random (MCAR) test, v 2 ¼ 260.44, df ¼ 271, p ¼ .667) and the full information maximum likelihood approach to handling missing data was applied (Little, Jorgensen, Lang, & Moore, 2014) to enable inclusion of all cases in MMRM analyses."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": 2
    },
    {
        "doc_id": "39015",
        "text": "Of the 31 fathers allocated to Intervention, 17 (54.8%) attended both parent discussion group sessions, 4 (12.9%) attended one session only, and 10 (32.3%) did not attend any session. Reasons cited for fathers' nonattendance were predominantly related to the father's work commitments, or inability to secure childcare for the duration of the session that led to families prioritizing the mother's attendance instead. Of the 10 fathers who did not attend any sessions, 8 had a primary participant partner (the child's mother) who attended one (1) or both (7) sessions. Two families (5.7%) did not receive the intervention at all, citing lack of time.",
        "section": "Attrition",
        "section_number": 24,
        "sentences": [
            "Of the 31 fathers allocated to Intervention, 17 (54.8%) attended both parent discussion group sessions, 4 (12.9%) attended one session only, and 10 (32.3%) did not attend any session.",
            "Reasons cited for fathers' nonattendance were predominantly related to the father's work commitments, or inability to secure childcare for the duration of the session that led to families prioritizing the mother's attendance instead.",
            "Of the 10 fathers who did not attend any sessions, 8 had a primary participant partner (the child's mother) who attended one (1) or both (7) sessions.",
            "Two families (5.7%) did not receive the intervention at all, citing lack of time."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39015",
        "text": "Of the 55 fathers, 41 (74.5%) completed T2 assessment. In the intervention group, the two couples (5.7%) who did not receive the intervention at all withdrew before T2 assessment, and a further six fathers withdrew before T2; of these, four had attended the sessions with their partners, and two had not attended with their partners. One more father allocated to intervention withdrew before T3 followup. In the CAU group, three fathers withdrew before T2 assessment, and another six fathers withdrew before T3. The proportion of fathers who were lost to follow-up over the course of the study did not differ significantly between Intervention (9 of 31) and CAU (9 of 24) groups, v 2 (1, n ¼ 55) ¼ 0.44, p ¼ .507. No adverse effects, concerns, or unintended consequences were identified.",
        "section": "Attrition",
        "section_number": 25,
        "sentences": [
            "Of the 55 fathers, 41 (74.5%) completed T2 assessment.",
            "In the intervention group, the two couples (5.7%) who did not receive the intervention at all withdrew before T2 assessment, and a further six fathers withdrew before T2; of these, four had attended the sessions with their partners, and two had not attended with their partners.",
            "One more father allocated to intervention withdrew before T3 followup.",
            "In the CAU group, three fathers withdrew before T2 assessment, and another six fathers withdrew before T3.",
            "The proportion of fathers who were lost to follow-up over the course of the study did not differ significantly between Intervention (9 of 31) and CAU (9 of 24) groups, v 2 (1, n ¼ 55) ¼ 0.44, p ¼ .507.",
            "No adverse effects, concerns, or unintended consequences were identified."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39015",
        "text": "Means, standard deviations, and effect sizes (Cohen's d) for illness-related outcomes are presented in Table II . Results of MMRM analyses are presented in Table III . Rates of change (average growth trajectories predicted by MMRM model intercepts and b coefficients) for intervention and CAU groups from T1 to T3 are presented in Figure 2 .",
        "section": "Intervention Effects",
        "section_number": 26,
        "sentences": [
            "Means, standard deviations, and effect sizes (Cohen's d) for illness-related outcomes are presented in Table II .",
            "Results of MMRM analyses are presented in Table III .",
            "Rates of change (average growth trajectories predicted by MMRM model intercepts and b coefficients) for intervention and CAU groups from T1 to T3 are presented in Figure 2 ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39015",
        "text": "Time predicted improvement in confidence with performing eczema management tasks (PASECI). A significant time-by-group interaction indicated a significant intervention effect, with a large effect size, such that the intervention group showed a greater and statistically significant improvement from T1 to T3 (b INT ¼ 0.64, p < .001) compared with CAU, which showed no significant change over time (b CAU ¼ À0.07, p ¼ .596), t(44) ¼ À3.51, p ¼ .001. Within the intervention group, fathers who attended both group sessions showed similar improvement over time (b ¼ .70, p ¼ .007, n ¼ 17) compared with fathers who did not attend both sessions (b ¼ .52, p ¼ .003, n ¼ 14), t(28) ¼ À0.66, p ¼ .517. Conversely, time did not predict change in confidence with performing asthma management tasks (APTC confidence), and the time-by-group interaction was not significant, despite a medium effect size.",
        "section": "Self-Efficacy with Illness Management",
        "section_number": 27,
        "sentences": [
            "Time predicted improvement in confidence with performing eczema management tasks (PASECI).",
            "A significant time-by-group interaction indicated a significant intervention effect, with a large effect size, such that the intervention group showed a greater and statistically significant improvement from T1 to T3 (b INT ¼ 0.64, p < .001) compared with CAU, which showed no significant change over time (b CAU ¼ À0.07, p ¼ .596), t(44) ¼ À3.51, p ¼ .001.",
            "Within the intervention group, fathers who attended both group sessions showed similar improvement over time (b ¼ .70, p ¼ .007, n ¼ 17) compared with fathers who did not attend both sessions (b ¼ .52, p ¼ .003, n ¼ 14), t(28) ¼ À0.66, p ¼ .517.",
            "Conversely, time did not predict change in confidence with performing asthma management tasks (APTC confidence), and the time-by-group interaction was not significant, despite a medium effect size."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39015",
        "text": "Time was not a significant predictor of change in fathers' self-efficacy with managing eczema-related (EBC confidence) or asthma-related (ABC confidence) child behavior. Time-by-group interactions were not significant, despite large effect sizes for both measures.",
        "section": "Self-Efficacy for Managing Illness-Related Child Behavior",
        "section_number": 28,
        "sentences": [
            "Time was not a significant predictor of change in fathers' self-efficacy with managing eczema-related (EBC confidence) or asthma-related (ABC confidence) child behavior.",
            "Time-by-group interactions were not significant, despite large effect sizes for both measures."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39015",
        "text": "Time predicted improvement in extent of eczemarelated behavior difficulties (EBC extent). A significant time-by-group interaction indicated a significant intervention effect, with a medium effect size, such that the intervention group showed a greater and statistically significant improvement from T1 to T3 (b INT ¼ 15.37, p < .001) compared with CAU, which showed no significant change over time (b CAU ¼ À4.76, p ¼ .164), t(44) ¼ 2.41, p ¼ .020. Fathers in the intervention group who attended both sessions showed similar improvement (b ¼ À15.83, p < .001, n ¼ 17) compared with those who did not (b ¼ À14.58, p ¼ .008, n ¼ 14), t(28) ¼ 0.21, p ¼ .834. Conversely, time did not predict change in extent of asthma-related behavior difficulties (ABC extent), and the time-by-group interaction was not significant. Notably, mean item scores for behavior problems at baseline were somewhat higher for eczema-related behaviors (EBC extent; M ¼ 3.06, SD ¼ 1.41) compared with asthma-related behaviors (ABC extent; M ¼ 1.89, SD ¼ 0.75). Fathers' mean confidence scores at baseline for managing eczema (EBC confidence; M ¼ 7.62, SD ¼ 1.64) were somewhat lower than for managing asthma (ABC confidence; M ¼ 8.39, SD ¼ 1.49).",
        "section": "Illness-Related Child Behavior",
        "section_number": 29,
        "sentences": [
            "Time predicted improvement in extent of eczemarelated behavior difficulties (EBC extent).",
            "A significant time-by-group interaction indicated a significant intervention effect, with a medium effect size, such that the intervention group showed a greater and statistically significant improvement from T1 to T3 (b INT ¼ 15.37, p < .001) compared with CAU, which showed no significant change over time (b CAU ¼ À4.76, p ¼ .164), t(44) ¼ 2.41, p ¼ .020.",
            "Fathers in the intervention group who attended both sessions showed similar improvement (b ¼ À15.83, p < .001, n ¼ 17) compared with those who did not (b ¼ À14.58, p ¼ .008, n ¼ 14), t(28) ¼ 0.21, p ¼ .834.",
            "Conversely, time did not predict change in extent of asthma-related behavior difficulties (ABC extent), and the time-by-group interaction was not significant.",
            "Notably, mean item scores for behavior problems at baseline were somewhat higher for eczema-related behaviors (EBC extent; M ¼ 3.06, SD ¼ 1.41) compared with asthma-related behaviors (ABC extent; M ¼ 1.89, SD ¼ 0.75).",
            "Fathers' mean confidence scores at baseline for managing eczema (EBC confidence; M ¼ 7.62, SD ¼ 1.64) were somewhat lower than for managing asthma (ABC confidence; M ¼ 8.39, SD ¼ 1.49)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39015",
        "text": "Time was not a significant predictor of change in children's HRQL (PedsQL total). The time-by-group interaction was significant, however, indicating a significant intervention effect with a large effect size, and follow-up contrasts showed a significant improvement for the intervention group from T1 to T3 ( T1 T2 T3 T1 T2 T3 T1-T2 T1- Effect size represents the pre-post change in intervention group minus the pre-post change in Care as Usual group, divided by the pooled baseline standard deviation for the measure. Asthma Parent Tasks Checklist-confidence scores (possible range 17-170, higher scores ¼ greater self-efficacy); Modified Parental Self-Efficacy with Eczema Care Index (possible range 0-10, higher scores ¼ greater self-efficacy). e Asthma Behavior Checklist-confidence scores (possible range 22-220, higher scores ¼ greater self-efficacy); Eczema Behavior Checklistconfidence scores (possible range 25-250, higher scores ¼ greater self-efficacy).",
        "section": "HRQL",
        "section_number": 30,
        "sentences": [
            "Time was not a significant predictor of change in children's HRQL (PedsQL total).",
            "The time-by-group interaction was significant, however, indicating a significant intervention effect with a large effect size, and follow-up contrasts showed a significant improvement for the intervention group from T1 to T3 ( T1 T2 T3 T1 T2 T3 T1-T2 T1- Effect size represents the pre-post change in intervention group minus the pre-post change in Care as Usual group, divided by the pooled baseline standard deviation for the measure.",
            "Asthma Parent Tasks Checklist-confidence scores (possible range 17-170, higher scores ¼ greater self-efficacy); Modified Parental Self-Efficacy with Eczema Care Index (possible range 0-10, higher scores ¼ greater self-efficacy).",
            "e Asthma Behavior Checklist-confidence scores (possible range 22-220, higher scores ¼ greater self-efficacy); Eczema Behavior Checklistconfidence scores (possible range 25-250, higher scores ¼ greater self-efficacy)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39015",
        "text": "T3 M (SD) M (SD) M (SD) M (SD) M (SD) M (SD) d [95% CI] d [",
        "section": "HRQL",
        "section_number": 31,
        "sentences": [
            "T3 M (SD) M (SD) M (SD) M (SD) M (SD) M (SD) d [95% CI] d ["
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39015",
        "text": "f Asthma Behavior Checklist-intensity scores (possible range 22-154, higher scores ¼ more behavior difficulties); Eczema Behavior Checklist-intensity scores (possible range 25-175, higher scores ¼ more behavior difficulties).",
        "section": "HRQL",
        "section_number": 32,
        "sentences": [
            "f Asthma Behavior Checklist-intensity scores (possible range 22-154, higher scores ¼ more behavior difficulties); Eczema Behavior Checklist-intensity scores (possible range 25-175, higher scores ¼ more behavior difficulties)."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39015",
        "text": "g Pediatric Quality of Life Generic Core Scale (possible range 0-100); Parent HRQL Summary score (possible range 0-100); Family Functioning Summary score (possible range 0-100); higher scores ¼ better health-related quality of life.",
        "section": "HRQL",
        "section_number": 33,
        "sentences": [
            "g Pediatric Quality of Life Generic Core Scale (possible range 0-100); Parent HRQL Summary score (possible range 0-100); Family Functioning Summary score (possible range 0-100); higher scores ¼ better health-related quality of life."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39015",
        "text": "Functioning scores. Time-by-group interactions were not significant for parent nor family scores.",
        "section": "HRQL",
        "section_number": 34,
        "sentences": [
            "Functioning scores.",
            "Time-by-group interactions were not significant for parent nor family scores."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39015",
        "text": "The CSQ was completed by the 17 fathers from the intervention group who attended the sessions and completed T2 assessment. Fathers reported they were satisfied with the program, with a mean score of 48.53 (SD ¼ 6.64). The majority of fathers rated the quality of the sessions as \"good\" or better (82.4%, 14), and were \"satisfied\" or \"very satisfied\" with the program (64.7%, 15).",
        "section": "Intervention Acceptability",
        "section_number": 35,
        "sentences": [
            "The CSQ was completed by the 17 fathers from the intervention group who attended the sessions and completed T2 assessment.",
            "Fathers reported they were satisfied with the program, with a mean score of 48.53 (SD ¼ 6.64).",
            "The majority of fathers rated the quality of the sessions as \"good\" or better (82.4%, 14), and were \"satisfied\" or \"very satisfied\" with the program (64.7%, 15)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39015",
        "text": "There is emerging interest in exploring father's perceptions about parenting interventions (Frank et al., 2015; Kohl & Seay, 2015) ; however, little is known about whether such interventions are effective for fathers. This study aimed to test whether family involvement in a parenting intervention designed for parents of a child with a chronic health condition would improve fathers' perceptions of health-related child, parent, and family outcomes.",
        "section": "Discussion",
        "section_number": 36,
        "sentences": [
            "There is emerging interest in exploring father's perceptions about parenting interventions (Frank et al., 2015; Kohl & Seay, 2015) ; however, little is known about whether such interventions are effective for fathers.",
            "This study aimed to test whether family involvement in a parenting intervention designed for parents of a child with a chronic health condition would improve fathers' perceptions of health-related child, parent, and family outcomes."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39015",
        "text": "Fathers reported improvements in eczema-related child behavior problems and confidence with managing eczema, as well as improved HRQL for children, with moderate to large effect sizes that approximated or exceeded the corresponding effect sizes reported for mothers (Morawska et al., 2016a (Morawska et al., , 2016b . These findings are consistent with the broader, if limited, parenting literature, which suggests moderate change for fathers after participating in parenting intervention on measures of parenting, child behavior, and impact on family functioning (Fabiano et al., 2012; Fletcher et al., 2011; Homem et al., 2014) .",
        "section": "Discussion",
        "section_number": 37,
        "sentences": [
            "Fathers reported improvements in eczema-related child behavior problems and confidence with managing eczema, as well as improved HRQL for children, with moderate to large effect sizes that approximated or exceeded the corresponding effect sizes reported for mothers (Morawska et al., 2016a (Morawska et al., , 2016b .",
            "These findings are consistent with the broader, if limited, parenting literature, which suggests moderate change for fathers after participating in parenting intervention on measures of parenting, child behavior, and impact on family functioning (Fabiano et al., 2012; Fletcher et al., 2011; Homem et al., 2014) ."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39015",
        "text": "Our results suggest that fathers tended to report greatest improvements for outcomes pertaining to eczema-related child behavior and illness management, with no evidence of change for asthma outcomes. This is consistent with results for mothers (Morawska et al., 2016a (Morawska et al., , 2016b and may be explained by data, which suggest that, for children with asthma, only the subsample who had been prescribed corticosteroid medication by their doctor showed significant improvements following intervention (Morawska et al., 2016a) . These children are likely to have more severe asthma, and thus potentially have the greatest room for improvement. This is also similar to previous reports of parenting intervention for asthma, which have had mixed findings (Clarke, Calam, Morawska, & Sanders, 2014) .",
        "section": "Discussion",
        "section_number": 38,
        "sentences": [
            "Our results suggest that fathers tended to report greatest improvements for outcomes pertaining to eczema-related child behavior and illness management, with no evidence of change for asthma outcomes.",
            "This is consistent with results for mothers (Morawska et al., 2016a (Morawska et al., , 2016b and may be explained by data, which suggest that, for children with asthma, only the subsample who had been prescribed corticosteroid medication by their doctor showed significant improvements following intervention (Morawska et al., 2016a) .",
            "These children are likely to have more severe asthma, and thus potentially have the greatest room for improvement.",
            "This is also similar to previous reports of parenting intervention for asthma, which have had mixed findings (Clarke, Calam, Morawska, & Sanders, 2014) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39015",
        "text": "It is interesting to note that effects were largely similar regardless of whether fathers attended sessions. While these secondary analyses are underpowered, it does suggest that the effects may not be driven by Test of the difference between intervention and Care as Usual groups for rate of change (estimated regression coefficients); degrees of freedom ¼ 44 for eczema variables, 22 for asthma variables, 52 for all other variables. g Pediatric Quality of Life Generic Core Scale (possible range 0-100); Parent Health-Related Quality of Life Summary score (possible range 0-100); Family Functioning Summary score (possible range 0-100).",
        "section": "Discussion",
        "section_number": 39,
        "sentences": [
            "It is interesting to note that effects were largely similar regardless of whether fathers attended sessions.",
            "While these secondary analyses are underpowered, it does suggest that the effects may not be driven by Test of the difference between intervention and Care as Usual groups for rate of change (estimated regression coefficients); degrees of freedom ¼ 44 for eczema variables, 22 for asthma variables, 52 for all other variables.",
            "g Pediatric Quality of Life Generic Core Scale (possible range 0-100); Parent Health-Related Quality of Life Summary score (possible range 0-100); Family Functioning Summary score (possible range 0-100)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39015",
        "text": "father presence during the intervention per se, but rather changes in either or both parents' behavior. There is some evidence in the literature that attendance by both parents potentiates intervention effects (Bagner & Eyberg, 2003; Lundahl, Tollefson, Risser, & Lovejoy, 2008) , and while we did not test this directly, these results suggest that at least in the context of childhood chronic illness having the father also attend sessions does not lead to greater improvements. This could reflect a number of issues, including a greater maternal responsibility for child care (Craig & Mullan, 2011) and better engagement of mothers in the parenting intervention compared with fathers (i.e., higher session attendance and questionnaire completion). It may also be the case that in our sample, where both parents agreed to be involved (at least by completing assessment), there was already good communication between parents, and information was shared effectively with nonattending fathers. Recent studies have suggested that better couple relationships and communication result in good outcomes from parenting intervention regardless of father attendance (Huntington & Vetere, 2016) , suggesting that in these cases, mothers are able to effectively share the learned knowledge and skills with their partners. In such cases, parents may make decisions about who will attend based on whom they feel will derive the most benefit, taking into account the practicalities of family life. It is also possible that the intervention simply did not meet fathers' needs in the same way as it did for mothers. While intervention satisfaction scores were comparable (48.5/70 vs. 51.0/70 for fathers vs. mothers), lower engagement in both session attendance and completion of assessment may indicate that fathers did not value the program as highly, or see it as a good fit for their parenting. Future studies should explore not only outcomes for fathers, but also their perceptions of the utility and fit of the program to their parenting needs.",
        "section": "Discussion",
        "section_number": 40,
        "sentences": [
            "father presence during the intervention per se, but rather changes in either or both parents' behavior.",
            "There is some evidence in the literature that attendance by both parents potentiates intervention effects (Bagner & Eyberg, 2003; Lundahl, Tollefson, Risser, & Lovejoy, 2008) , and while we did not test this directly, these results suggest that at least in the context of childhood chronic illness having the father also attend sessions does not lead to greater improvements.",
            "This could reflect a number of issues, including a greater maternal responsibility for child care (Craig & Mullan, 2011) and better engagement of mothers in the parenting intervention compared with fathers (i.e., higher session attendance and questionnaire completion).",
            "It may also be the case that in our sample, where both parents agreed to be involved (at least by completing assessment), there was already good communication between parents, and information was shared effectively with nonattending fathers.",
            "Recent studies have suggested that better couple relationships and communication result in good outcomes from parenting intervention regardless of father attendance (Huntington & Vetere, 2016) , suggesting that in these cases, mothers are able to effectively share the learned knowledge and skills with their partners.",
            "In such cases, parents may make decisions about who will attend based on whom they feel will derive the most benefit, taking into account the practicalities of family life.",
            "It is also possible that the intervention simply did not meet fathers' needs in the same way as it did for mothers.",
            "While intervention satisfaction scores were comparable (48.5/70 vs. 51.0/70 for fathers vs. mothers), lower engagement in both session attendance and completion of assessment may indicate that fathers did not value the program as highly, or see it as a good fit for their parenting.",
            "Future studies should explore not only outcomes for fathers, but also their perceptions of the utility and fit of the program to their parenting needs."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39015",
        "text": "There are several limitations that need to be considered when interpreting the findings of this study. First, the sample size was small and analyses were under-powered, reflecting the fact that the overall trial was powered for the target parents (i.e., mothers) rather than the sub-group of fathers. A sample of 128 fathers would have been required to detect a medium effect size on the variables of interest. While there were no differences between fathers who attended sessions versus those who did not, it is possible that there are systematic differences between families where both parents choose to attend an intervention compared with those who do not, although in this study we did not find baseline differences between families where fathers did or did not agree to participate. The present study did not assess fathers' involvement in their child's routine medical management, beyond ascertaining that they were not primarily responsible for it; moreover, a small sample size precluded assessment of the effect of the degree of father involvement in the intervention on child behavior outcomes. Given there is some evidence that attendance by both parents potentiates effects (Bagner & Eyberg, 2003; Lundahl et al., 2008) , examining the additional benefit of having both versus one parent attend, and the characteristics of families who are most likely to benefit from having both parents attend, would be an important next step in parenting intervention research. Finally, in this study, we relied only on fathers' reports and did not collect independent reports of fathers' parenting.",
        "section": "Discussion",
        "section_number": 41,
        "sentences": [
            "There are several limitations that need to be considered when interpreting the findings of this study.",
            "First, the sample size was small and analyses were under-powered, reflecting the fact that the overall trial was powered for the target parents (i.e., mothers) rather than the sub-group of fathers.",
            "A sample of 128 fathers would have been required to detect a medium effect size on the variables of interest.",
            "While there were no differences between fathers who attended sessions versus those who did not, it is possible that there are systematic differences between families where both parents choose to attend an intervention compared with those who do not, although in this study we did not find baseline differences between families where fathers did or did not agree to participate.",
            "The present study did not assess fathers' involvement in their child's routine medical management, beyond ascertaining that they were not primarily responsible for it; moreover, a small sample size precluded assessment of the effect of the degree of father involvement in the intervention on child behavior outcomes.",
            "Given there is some evidence that attendance by both parents potentiates effects (Bagner & Eyberg, 2003; Lundahl et al., 2008) , examining the additional benefit of having both versus one parent attend, and the characteristics of families who are most likely to benefit from having both parents attend, would be an important next step in parenting intervention research.",
            "Finally, in this study, we relied only on fathers' reports and did not collect independent reports of fathers' parenting."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39015",
        "text": "Parenting and parenting literature are gendered (Pedersen, 2012; Sallee, Ward, & Wolf-Wendel, 2015; Tiitinen & Ruusuvuori, 2014) and it is difficult to find research literature that pertains to fathers only. This study is unique in its approach to the analysis of parenting intervention data in trying to disentangle the effect on fathers. While the sample size was small, with more mothers than fathers participating in the parenting program, the effects suggest positive changes in health-related outcomes as reported by fathers as a result of taking part in the program. While parenting interventions have positive effects for both parents, how they produce change and the types of effects seen may differ between genders, and these are both important areas to address in future research. Finally, engagement of fathers in intervention remains a continuing challenge. Future work should focus carefully on fathers' needs and preferences, fit of interventions and services for fathers, and barriers to father participation to ensure that parenting programs are delivered in an inclusive manner.",
        "section": "Discussion",
        "section_number": 42,
        "sentences": [
            "Parenting and parenting literature are gendered (Pedersen, 2012; Sallee, Ward, & Wolf-Wendel, 2015; Tiitinen & Ruusuvuori, 2014) and it is difficult to find research literature that pertains to fathers only.",
            "This study is unique in its approach to the analysis of parenting intervention data in trying to disentangle the effect on fathers.",
            "While the sample size was small, with more mothers than fathers participating in the parenting program, the effects suggest positive changes in health-related outcomes as reported by fathers as a result of taking part in the program.",
            "While parenting interventions have positive effects for both parents, how they produce change and the types of effects seen may differ between genders, and these are both important areas to address in future research.",
            "Finally, engagement of fathers in intervention remains a continuing challenge.",
            "Future work should focus carefully on fathers' needs and preferences, fit of interventions and services for fathers, and barriers to father participation to ensure that parenting programs are delivered in an inclusive manner."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39015",
        "text": "Families clearly make decisions about how to invest their scarce time resources; however it is important that services are designed in such a way as to offer parents real choices about engagement and involvement with parenting interventions. Too often services are structured in such a way as to either implicitly or explicitly exclude fathers. For example, when services are only offered during working hours, it is less likely that when one or both parents are working they would commit to attend parenting sessions. Likewise, if information about services and programs is provided in a way that appears to target mothers (e.g., through use of imagery), it can send the message that fathers are not wanted. Fathers want to be involved in their child's life and, as clinicians, we need to be prepared to communicate directly to fathers and to evaluate and offer services to parents in a way that is inclusive of family needs.",
        "section": "Discussion",
        "section_number": 43,
        "sentences": [
            "Families clearly make decisions about how to invest their scarce time resources; however it is important that services are designed in such a way as to offer parents real choices about engagement and involvement with parenting interventions.",
            "Too often services are structured in such a way as to either implicitly or explicitly exclude fathers.",
            "For example, when services are only offered during working hours, it is less likely that when one or both parents are working they would commit to attend parenting sessions.",
            "Likewise, if information about services and programs is provided in a way that appears to target mothers (e.g., through use of imagery), it can send the message that fathers are not wanted.",
            "Fathers want to be involved in their child's life and, as clinicians, we need to be prepared to communicate directly to fathers and to evaluate and offer services to parents in a way that is inclusive of family needs."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39015",
        "text": "Downloaded from https://academic.oup.com/jpepsy/article-abstract/42/7/792/3056971 by University Of Alberta Library user on 27 February 2020",
        "section": "",
        "section_number": 44,
        "sentences": [
            "Downloaded from https://academic.oup.com/jpepsy/article-abstract/42/7/792/3056971 by University Of Alberta Library user on 27 February 2020"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39015",
        "text": "Morawska, Mitchell, Burgess, and Fraser Downloaded from https://academic.oup.com/jpepsy/article-abstract/42/7/792/3056971 by University Of Alberta Library user on 27 February 2020",
        "section": "",
        "section_number": 45,
        "sentences": [
            "Morawska, Mitchell, Burgess, and Fraser Downloaded from https://academic.oup.com/jpepsy/article-abstract/42/7/792/3056971 by University Of Alberta Library user on 27 February 2020"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39015",
        "text": "Fathers' Perceptions of Change Following Parenting Intervention",
        "section": "",
        "section_number": 46,
        "sentences": [
            "Fathers' Perceptions of Change Following Parenting Intervention"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    }
]