[
    {
        "doc_id": "36692",
        "text": "What is already known about this topic? Anxiety and discomfort related to the need to self-inject epinephrine in an emergency contributes to food-allergic adolescents' occasional failure to use an autoinjector, and may increase their risk when an anaphylactic reaction occurs. What does this article add to our knowledge? A supervised self-injection procedure with an empty syringe improved adolescents' comfort with self-injection, and decreased anxiety related to the anticipated need to self-inject. How does this study impact current management guidelines? A simple self-injection procedure (needle and empty syringe) in addition to standard training is beneficial for adolescents with food allergy who are willing to perform this maneuver. BACKGROUND: Epinephrine self-injection is a key element in the management of food allergy, yet many adolescents report that they may not be able to use the autoinjector when needed. We hypothesized that supervised self-injection with an empty syringe would increase adolescents' comfort with self-injection. OBJECTIVE: The objective of this study was to examine the effect of supervised self-injection on self-and parent-reported comfort and anxiety during and after clinic visits in a food allergy center. METHODS: Sixty adolescent/parent pairs were randomized to self-injection versus control (education only). The predefined primary outcome was a self-reported comfort level with the injection before versus after the intervention on a Likert scale with scores of 1 (Not at all comfortable) to 10 (Extremely comfortable). The primary outcome was evaluated via withingroup and between-group analyses. Secondary outcomes included adolescent and parent reports before versus after the injection, and changes in quality of life (QoL) and anxiety a month later. RESULTS: Self-injection was associated with a significant immediate increase in comfort levels (primary outcome; withingroup comparison: mean scores: 6.93 preintervention vs 8.37 postintervention, P < .01; between-group ANOVA: 8.37 vs 6.69, P < .01) and with significant improvements in all other predefined (secondary) measures. On follow-up, QoL improved in 52% of intervention patients as compared with 25% of controls; similar differences were observed for anxiety. Those differences were not statistically significant. CONCLUSIONS: A self-injection (with an empty syringe) procedure in a clinic setting improves adolescents' and parents' comfort level with self-injecting. It may translate into substantial clinical benefits should self-injection be needed.",
        "section": "Abstract",
        "sentences": [
            "What is already known about this topic?",
            "Anxiety and discomfort related to the need to self-inject epinephrine in an emergency contributes to food-allergic adolescents' occasional failure to use an autoinjector, and may increase their risk when an anaphylactic reaction occurs.",
            "What does this article add to our knowledge?",
            "A supervised self-injection procedure with an empty syringe improved adolescents' comfort with self-injection, and decreased anxiety related to the anticipated need to self-inject.",
            "How does this study impact current management guidelines?",
            "A simple self-injection procedure (needle and empty syringe) in addition to standard training is beneficial for adolescents with food allergy who are willing to perform this maneuver.",
            "BACKGROUND: Epinephrine self-injection is a key element in the management of food allergy, yet many adolescents report that they may not be able to use the autoinjector when needed.",
            "We hypothesized that supervised self-injection with an empty syringe would increase adolescents' comfort with self-injection.",
            "OBJECTIVE: The objective of this study was to examine the effect of supervised self-injection on self-and parent-reported comfort and anxiety during and after clinic visits in a food allergy center.",
            "METHODS: Sixty adolescent/parent pairs were randomized to self-injection versus control (education only).",
            "The predefined primary outcome was a self-reported comfort level with the injection before versus after the intervention on a Likert scale with scores of 1 (Not at all comfortable) to 10 (Extremely comfortable).",
            "The primary outcome was evaluated via withingroup and between-group analyses.",
            "Secondary outcomes included adolescent and parent reports before versus after the injection, and changes in quality of life (QoL) and anxiety a month later.",
            "RESULTS: Self-injection was associated with a significant immediate increase in comfort levels (primary outcome; withingroup comparison: mean scores: 6.93 preintervention vs 8.37 postintervention, P < .01; between-group ANOVA: 8.37 vs 6.69, P < .01) and with significant improvements in all other predefined (secondary) measures.",
            "On follow-up, QoL improved in 52% of intervention patients as compared with 25% of controls; similar differences were observed for anxiety.",
            "Those differences were not statistically significant.",
            "CONCLUSIONS: A self-injection (with an empty syringe) procedure in a clinic setting improves adolescents' and parents' comfort level with self-injecting.",
            "It may translate into substantial clinical benefits should self-injection be needed."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36692",
        "text": "QoL-Quality of Life SCARED-Screen for Child Anxiety-Related Emotional Disorders is recommended that all patients who experienced anaphylaxis, and those with food allergy and asthma and/or known allergy to potent triggers such as peanut, tree nuts, fish, or shellfish, should be prescribed self-injectable epinephrine. 4, 5 Unfortunately, adolescents are at higher risk for fatal food-allergic reactions in part because of reluctance to self-inject epinephrine. [6] [7] [8] Our previous studies found that adolescents who become increasingly responsible for their own care are at risk for not carrying the self-injector. 9 We also found that patients with food allergy report substantial levels of anxiety related to the food allergy, and (anecdotally) that they are nervous about the prospect of having to use the autoinjector to inject themselves with epinephrine, should the need arise. It appears therefore that anxiety about the injection interferes with the development of appropriate food allergy self-management skills. We also found that patients who used the autoinjector in the past were not more anxious later on, 10 which strongly suggests that future anxiety would not be increased, and perhaps even be decreased, by guided self-injection. Indeed, investigators demonstrated that guidance offered on the use of an autoinjector in a clinic setting could be helpful in increasing parent confidence. 11 It would therefore be important to identify a means to improve comfort with selfinjection for adolescents as a part of routine clinical education.",
        "section": "Abbreviations used PedsQL-Pediatric Quality of Life Inventory",
        "section_number": 1,
        "sentences": [
            "QoL-Quality of Life SCARED-Screen for Child Anxiety-Related Emotional Disorders is recommended that all patients who experienced anaphylaxis, and those with food allergy and asthma and/or known allergy to potent triggers such as peanut, tree nuts, fish, or shellfish, should be prescribed self-injectable epinephrine.",
            "4, 5 Unfortunately, adolescents are at higher risk for fatal food-allergic reactions in part because of reluctance to self-inject epinephrine. [",
            "6] [7] [8] Our previous studies found that adolescents who become increasingly responsible for their own care are at risk for not carrying the self-injector.",
            "9 We also found that patients with food allergy report substantial levels of anxiety related to the food allergy, and (anecdotally) that they are nervous about the prospect of having to use the autoinjector to inject themselves with epinephrine, should the need arise.",
            "It appears therefore that anxiety about the injection interferes with the development of appropriate food allergy self-management skills.",
            "We also found that patients who used the autoinjector in the past were not more anxious later on, 10 which strongly suggests that future anxiety would not be increased, and perhaps even be decreased, by guided self-injection.",
            "Indeed, investigators demonstrated that guidance offered on the use of an autoinjector in a clinic setting could be helpful in increasing parent confidence.",
            "11 It would therefore be important to identify a means to improve comfort with selfinjection for adolescents as a part of routine clinical education."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36692",
        "text": "Exposure to an attenuated or imagined stressor in a controlled setting as a way to relieve the distress associated with the actual stressor is grounded in cognitive-behavioral theory, especially as it is related to the treatment of phobias. 12 We hypothesized that supervised self-injection during a routine clinic visit may benefit adolescents who will be responsible to self-inject in an emergency. To avoid side effects of epinephrine 13 and do so it safely, we devised an intervention using a sterile needle without injection of medication.",
        "section": "Abbreviations used PedsQL-Pediatric Quality of Life Inventory",
        "section_number": 2,
        "sentences": [
            "Exposure to an attenuated or imagined stressor in a controlled setting as a way to relieve the distress associated with the actual stressor is grounded in cognitive-behavioral theory, especially as it is related to the treatment of phobias.",
            "12 We hypothesized that supervised self-injection during a routine clinic visit may benefit adolescents who will be responsible to self-inject in an emergency.",
            "To avoid side effects of epinephrine 13 and do so it safely, we devised an intervention using a sterile needle without injection of medication."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36692",
        "text": "We conducted a prospective, randomized controlled trial in which food-allergic adolescents who did not previously use an autoinjector were randomized into an \"education-only\" versus \"self-injection\" groups in a pediatric food allergy clinic in New York (ClinicalTrials.Gov registration: NCT02417493). The primary outcome chosen is the difference in patient-reported comfort with injection in the clinic pre-post intervention, which was evaluated via within-group and between-group analyses. The in-clinic assessment was chosen as a primary outcome because it most closely mimics the anxiety that might occur during an allergic reaction, as opposed to scores obtained at home, long after the injection, in a relaxed setting. We also predefined a set of secondary outcomes that evaluate the degree to which patients or parents report that the patients will be comfortable using the self-injector in the future when needed, both before versus after the intervention, and at follow-up (questionnaires were sent to families a month after the intervention). Exploratory analyses included assessment of the evolution of quality of life (QoL) (adolescent report) and anxiety (parent report of the adolescent's anxiety and adolescent selfreport) between the immediate postinjection period and follow-up in the control versus the intervention groups.",
        "section": "Abbreviations used PedsQL-Pediatric Quality of Life Inventory",
        "section_number": 3,
        "sentences": [
            "We conducted a prospective, randomized controlled trial in which food-allergic adolescents who did not previously use an autoinjector were randomized into an \"education-only\" versus \"self-injection\" groups in a pediatric food allergy clinic in New York (ClinicalTrials.",
            "Gov registration: NCT02417493).",
            "The primary outcome chosen is the difference in patient-reported comfort with injection in the clinic pre-post intervention, which was evaluated via within-group and between-group analyses.",
            "The in-clinic assessment was chosen as a primary outcome because it most closely mimics the anxiety that might occur during an allergic reaction, as opposed to scores obtained at home, long after the injection, in a relaxed setting.",
            "We also predefined a set of secondary outcomes that evaluate the degree to which patients or parents report that the patients will be comfortable using the self-injector in the future when needed, both before versus after the intervention, and at follow-up (questionnaires were sent to families a month after the intervention).",
            "Exploratory analyses included assessment of the evolution of quality of life (QoL) (adolescent report) and anxiety (parent report of the adolescent's anxiety and adolescent selfreport) between the immediate postinjection period and follow-up in the control versus the intervention groups."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36692",
        "text": "Participants were adolescents (aged 13-17.5 years) who were accompanied by a parent or guardian to their appointment, and had previously been diagnosed with a food allergy and prescribed an autoinjector but never used it. The study was approved by the Icahn School of Medicine at Mount Sinai's Institutional Review Board and involved a full written parental consent and child assent procedure.",
        "section": "Participants, sample size, and procedures",
        "section_number": 4,
        "sentences": [
            "Participants were adolescents (aged 13-17.5 years) who were accompanied by a parent or guardian to their appointment, and had previously been diagnosed with a food allergy and prescribed an autoinjector but never used it.",
            "The study was approved by the Icahn School of Medicine at Mount Sinai's Institutional Review Board and involved a full written parental consent and child assent procedure."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "36692",
        "text": "After the consent procedure, before randomization, patients and parents were asked to complete self-report questionnaires about their (or their child's) comfort with self-injection. Then, half of the sample (n ¼ 30) was randomized to the intervention (self-injection group) and the other half (n ¼ 30) was randomized to the control condition (standard education, control group), by research assistants' pulling a number out of a sealed envelope. Intervention group participants answered a set of questionnaires on the same day immediately after the injection, and control patients answered the same set of questionnaires on the same day, after the education was given. One month after the clinic visit, participants and their parents were mailed a follow-up questionnaire packet that was identical to that completed by the participant and parent on the day of recruitment. Patients who did not send the packet back within a week were called twice to remind them to send it.",
        "section": "Participants, sample size, and procedures",
        "section_number": 5,
        "sentences": [
            "After the consent procedure, before randomization, patients and parents were asked to complete self-report questionnaires about their (or their child's) comfort with self-injection.",
            "Then, half of the sample (n ¼ 30) was randomized to the intervention (self-injection group) and the other half (n ¼ 30) was randomized to the control condition (standard education, control group), by research assistants' pulling a number out of a sealed envelope.",
            "Intervention group participants answered a set of questionnaires on the same day immediately after the injection, and control patients answered the same set of questionnaires on the same day, after the education was given.",
            "One month after the clinic visit, participants and their parents were mailed a follow-up questionnaire packet that was identical to that completed by the participant and parent on the day of recruitment.",
            "Patients who did not send the packet back within a week were called twice to remind them to send it."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36692",
        "text": "The primary analytic strategy involved a repeated-measure (prepost) analysis of the primary outcome in the intervention group (below); a secondary analysis of the primary outcome involved a between-group analysis. For the repeated measures analysis, we determined that to detect a medium effect size (using Cohen's definitions 14 operationalized with a G*Power software 15 ), we would need 34 unique tests (pre-post information on 17 subjects). We assumed a substantial level of attrition because we were concerned that some patients would decline to answer the questionnaires immediately after the injection if they became upset or distressed. On the basis of our previous study in a similar sample, that recorded 40% to 50% failure to complete repeated-measures procedures, 16 we determined that a final recruitment goal of n ¼ 30 in each group, after attrition, would provide the required number of subjects to detect a small-to-medium effect size for both the primary and secondary analytic strategies of the primary outcome.",
        "section": "Power considerations",
        "section_number": 6,
        "sentences": [
            "The primary analytic strategy involved a repeated-measure (prepost) analysis of the primary outcome in the intervention group (below); a secondary analysis of the primary outcome involved a between-group analysis.",
            "For the repeated measures analysis, we determined that to detect a medium effect size (using Cohen's definitions 14 operationalized with a G*Power software 15 ), we would need 34 unique tests (pre-post information on 17 subjects).",
            "We assumed a substantial level of attrition because we were concerned that some patients would decline to answer the questionnaires immediately after the injection if they became upset or distressed.",
            "On the basis of our previous study in a similar sample, that recorded 40% to 50% failure to complete repeated-measures procedures, 16 we determined that a final recruitment goal of n ¼ 30 in each group, after attrition, would provide the required number of subjects to detect a small-to-medium effect size for both the primary and secondary analytic strategies of the primary outcome."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36692",
        "text": "Participants watched while a sterile 25-gauge needle was mounted on an empty 5 cc syringe, with the plunger pushed down to expel any air. The participant's leg was uncovered and precleaned with alcohol. The participant was coached how to hold the syringe firmly in the fist, put the point of the needle very near the skin, and gently insert the needle at a 90 angle through the skin overlying the anterolateral thigh. On completion, the syringe was disposed of securely. In cases in which the participant was reluctant to inject, the parents and researchers were allowed to verbally coach and encourage injection, but without coercion. We expected that in some cases, adolescents would not be able to self-inject (would ultimately refuse, even if they agreed to participate in the study).",
        "section": "Intervention",
        "section_number": 7,
        "sentences": [
            "Participants watched while a sterile 25-gauge needle was mounted on an empty 5 cc syringe, with the plunger pushed down to expel any air.",
            "The participant's leg was uncovered and precleaned with alcohol.",
            "The participant was coached how to hold the syringe firmly in the fist, put the point of the needle very near the skin, and gently insert the needle at a 90 angle through the skin overlying the anterolateral thigh.",
            "On completion, the syringe was disposed of securely.",
            "In cases in which the participant was reluctant to inject, the parents and researchers were allowed to verbally coach and encourage injection, but without coercion.",
            "We expected that in some cases, adolescents would not be able to self-inject (would ultimately refuse, even if they agreed to participate in the study)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36692",
        "text": "Control group patients were provided with education about the importance of self-injection and were shown and then asked to demonstrate use of a dummy self-injector as per existing guidelines. 10 ",
        "section": "Control",
        "section_number": 8,
        "sentences": [
            "Control group patients were provided with education about the importance of self-injection and were shown and then asked to demonstrate use of a dummy self-injector as per existing guidelines.",
            "10"
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "36692",
        "text": "Primary and secondary outcome measures were predefined as follows.",
        "section": "Outcome measures",
        "section_number": 9,
        "sentences": [
            "Primary and secondary outcome measures were predefined as follows."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "36692",
        "text": "Primary outcome measure. Differences in the Likert scale score obtained on the child-reported \"comfort with self-injection\" item before as compared with immediately after the injection. The primary analytic strategy for the primary outcome measure involved the pre-post differences in a within-subject comparison. This was chosen a priori because of the overarching clinical concern that the intervention might decrease comfort in the injection group. A secondary analytic strategy of the primary outcome measure compared the change in scores between the education-only controls and the intervention group.",
        "section": "Outcome measures",
        "section_number": 10,
        "sentences": [
            "Primary outcome measure.",
            "Differences in the Likert scale score obtained on the child-reported \"comfort with self-injection\" item before as compared with immediately after the injection.",
            "The primary analytic strategy for the primary outcome measure involved the pre-post differences in a within-subject comparison.",
            "This was chosen a priori because of the overarching clinical concern that the intervention might decrease comfort in the injection group.",
            "A secondary analytic strategy of the primary outcome measure compared the change in scores between the education-only controls and the intervention group."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36692",
        "text": "Secondary outcome measures included child-and parent-reported pre-post questionnaire scores on other scales that are described below, and the difference at the 1-month follow-up anxiety and QoL questionnaires.",
        "section": "Secondary and exploratory outcome measures.",
        "section_number": 11,
        "sentences": [
            "Secondary outcome measures included child-and parent-reported pre-post questionnaire scores on other scales that are described below, and the difference at the 1-month follow-up anxiety and QoL questionnaires."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "36692",
        "text": "Acceptability. Participants and parents in the intervention group (n ¼ 30) completed an acceptability questionnaire immediately after the self-injection and at follow-up. Another measure of acceptability was whether all the patients who were randomized to the injection intervention actually self-injected.",
        "section": "Secondary and exploratory outcome measures.",
        "section_number": 12,
        "sentences": [
            "Acceptability.",
            "Participants and parents in the intervention group (n ¼ 30) completed an acceptability questionnaire immediately after the self-injection and at follow-up.",
            "Another measure of acceptability was whether all the patients who were randomized to the injection intervention actually self-injected."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36692",
        "text": "The questionnaires are available in this article's Online Repository at www.jaci-inpractice.org and are described below. 64 Declined to consent: parents were not interested in the protocol because parent or child uninterested/did not believe par cipa on would be useful 17; child too anxious to inject/too overwhelmed with appointment (43); family needed to leave appointment/did not have me 430 Not eligible: new pa ent with no previous diagnosis of food allergy or no epi-pen prescip on 14; doctor advised not to approach 5; parent not present at appointment 3; the pa ent has already self-injected (8) .",
        "section": "Measures",
        "section_number": 13,
        "sentences": [
            "The questionnaires are available in this article's Online Repository at www.jaci-inpractice.org and are described below.",
            "64 Declined to consent: parents were not interested in the protocol because parent or child uninterested/did not believe par cipa on would be useful 17; child too anxious to inject/too overwhelmed with appointment (43); family needed to leave appointment/did not have me 430 Not eligible: new pa ent with no previous diagnosis of food allergy or no epi-pen prescip on 14; doctor advised not to approach 5; parent not present at appointment 3; the pa ent has already self-injected (8) ."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "36692",
        "text": "154 approached FIGURE 1. CONSORT diagram. *Potentially eligible ¼ all adolescents (13-17 years) who were scheduled for either a consult or follow-up appointment during the study period.",
        "section": "Measures",
        "section_number": 14,
        "sentences": [
            "154 approached FIGURE 1.",
            "CONSORT diagram. *",
            "Potentially eligible ¼ all adolescents (13-17 years) who were scheduled for either a consult or follow-up appointment during the study period."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36692",
        "text": "Child's self-report of her or his comfort with selfinjection of epinephrine, worry about the need to use epinephrine, and likelihood that the child will be able to self-inject if needed. Three items assess the child's comfort with performing a self-injection (1 ¼ Not at all comfortable, 10 ¼ Extremely comfortable), worry regarding his or her ability to perform a self-injection of epinephrine (1 ¼ Extremely worried, 10 ¼ Not at all worried), and the child's assessment of the likelihood that she or he would self-administer epinephrine if an allergic reaction were to occur (1 ¼ Not at all likely, 10 ¼ Extremely likely).",
        "section": "Measures",
        "section_number": 15,
        "sentences": [
            "Child's self-report of her or his comfort with selfinjection of epinephrine, worry about the need to use epinephrine, and likelihood that the child will be able to self-inject if needed.",
            "Three items assess the child's comfort with performing a self-injection (1 ¼ Not at all comfortable, 10 ¼ Extremely comfortable), worry regarding his or her ability to perform a self-injection of epinephrine (1 ¼ Extremely worried, 10 ¼ Not at all worried), and the child's assessment of the likelihood that she or he would self-administer epinephrine if an allergic reaction were to occur (1 ¼ Not at all likely, 10 ¼ Extremely likely)."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "36692",
        "text": "Parents' report of the child's comfort with selfinjection of epinephrine, worry about the need to use epinephrine, and likelihood that the child will be able to self-inject if needed. Three items assess, on a Likert scale, the parent's perception of the child's comfort with performing a self-injection (1 ¼ Not at all comfortable, 10 ¼ Extremely comfortable), the parent's perception of the child's worry regarding the child's ability to perform a self-injection of epinephrine (1 ¼ Extremely worried, 10 ¼ Not at all worried), and the parent's perception of the likelihood that the child would self-administer epinephrine if an allergic reaction were to occur (1 ¼ Not at all likely, 10 ¼ Extremely likely).",
        "section": "Measures",
        "section_number": 16,
        "sentences": [
            "Parents' report of the child's comfort with selfinjection of epinephrine, worry about the need to use epinephrine, and likelihood that the child will be able to self-inject if needed.",
            "Three items assess, on a Likert scale, the parent's perception of the child's comfort with performing a self-injection (1 ¼ Not at all comfortable, 10 ¼ Extremely comfortable), the parent's perception of the child's worry regarding the child's ability to perform a self-injection of epinephrine (1 ¼ Extremely worried, 10 ¼ Not at all worried), and the parent's perception of the likelihood that the child would self-administer epinephrine if an allergic reaction were to occur (1 ¼ Not at all likely, 10 ¼ Extremely likely)."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "36692",
        "text": "Demographics, allergy characteristics, and health care responsibilities. We recorded family demographics, patient's history of allergic reactions/epinephrine use, and the patient's responsibility for allergy management.",
        "section": "Measures",
        "section_number": 17,
        "sentences": [
            "Demographics, allergy characteristics, and health care responsibilities.",
            "We recorded family demographics, patient's history of allergic reactions/epinephrine use, and the patient's responsibility for allergy management."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "36692",
        "text": "Screen for Child Anxiety-Related Emotional Disorders (SCARED-parent version). This is a 17-item questionnaire revised from the original 39-item SCARED to assess the symptoms of generalized anxiety and separation anxiety in children/ adolescents (8-18 years) . Items are scored on a 3-point Likert scale ranging from 0 ¼ Not true or hardly ever true to 2 ¼ Very true or often true. The SCARED is a reliable and valid screening tool for clinically referred or primary care populations. [17] [18] [19] Screen for Child Anxiety-Related Emotional Disorders (SCARED-child version). This is a 17-item questionnaire to assess symptoms of generalized anxiety and separation anxiety in children/adolescents (8-18 years) . Items are scored on a 3point Likert scale ranging from 0 ¼ Not true or hardly ever true to 2 ¼ Very true or often true. Validity was established in several settings and pediatric populations. 20, 21 Pediatric Quality of Life Inventory (PedsQLadolescent version) (age 13-18 years). This validated measure is widely used to assess health-related QoL in healthy and medically ill children aged 8-17 years. 22, 23 It consists of 23 items and is scored on a 5-point Likert scale, with 0 ¼ Never and 4 ¼ Almost always. Higher scores (scored 0 to 100) are associated with better health-related QoL.",
        "section": "Measures",
        "section_number": 18,
        "sentences": [
            "Screen for Child Anxiety-Related Emotional Disorders (SCARED-parent version).",
            "This is a 17-item questionnaire revised from the original 39-item SCARED to assess the symptoms of generalized anxiety and separation anxiety in children/ adolescents (8-18 years) .",
            "Items are scored on a 3-point Likert scale ranging from 0 ¼ Not true or hardly ever true to 2 ¼ Very true or often true.",
            "The SCARED is a reliable and valid screening tool for clinically referred or primary care populations. [",
            "17] [18] [19] Screen for Child Anxiety-Related Emotional Disorders (SCARED-child version).",
            "This is a 17-item questionnaire to assess symptoms of generalized anxiety and separation anxiety in children/adolescents (8-18 years) .",
            "Items are scored on a 3point Likert scale ranging from 0 ¼ Not true or hardly ever true to 2 ¼ Very true or often true.",
            "Validity was established in several settings and pediatric populations.",
            "20, 21 Pediatric Quality of Life Inventory (PedsQLadolescent version) (age 13-18 years).",
            "This validated measure is widely used to assess health-related QoL in healthy and medically ill children aged 8-17 years.",
            "22, 23 It consists of 23 items and is scored on a 5-point Likert scale, with 0 ¼ Never and 4 ¼ Almost always.",
            "Higher scores (scored 0 to 100) are associated with better health-related QoL."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36692",
        "text": "Acceptability and feasibility questionnaire. This questionnaire asks the parent whether the self-injection procedure was beneficial to both parent and child. It also assesses how helpful the parent found the self-injection protocol to be on a Likert scale (1 ¼ Not at all helpful to 10 ¼ Extremely helpful) for promoting communication between parent and child about self-management responsibilities.",
        "section": "Measures",
        "section_number": 19,
        "sentences": [
            "Acceptability and feasibility questionnaire.",
            "This questionnaire asks the parent whether the self-injection procedure was beneficial to both parent and child.",
            "It also assesses how helpful the parent found the self-injection protocol to be on a Likert scale (1 ¼ Not at all helpful to 10 ¼ Extremely helpful) for promoting communication between parent and child about self-management responsibilities."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36692",
        "text": "All analyses were conducted using the IBM SPSS 20.0 statistical package. For the primary and secondary analyses, 2-tailed pairedsamples t-tests were conducted to investigate immediate post minus immediate preintervention (or education) scores. Analyses of variance were conducted to assess between-group comparisons. Exploratory comparisons between control and intervention group follow-up QoL and anxiety measures primarily investigated the number of people who reported improvement/worsening/no change, to minimize the effect of outliers; means were also computed for a between-group analysis of the difference in 1-month exploratory (SCARED and QOL) outcomes. A P value (alpha level) of less than .05, 2-tailed, was chosen as the level of statistical significance. All analyses presented were predefined before the study commenced. Figure 1 is a Consolidated Standards of Reporting Trials (CONSORT) diagram reflecting the recruitment efforts. Of 124 patients who were assessed, deemed eligible to participate, and approached for the study, 60 patients (48%) enrolled. Demographic information is presented in Table I . There were no differences between conditions.",
        "section": "Statistical analyses",
        "section_number": 20,
        "sentences": [
            "All analyses were conducted using the IBM SPSS 20.0 statistical package.",
            "For the primary and secondary analyses, 2-tailed pairedsamples t-tests were conducted to investigate immediate post minus immediate preintervention (or education) scores.",
            "Analyses of variance were conducted to assess between-group comparisons.",
            "Exploratory comparisons between control and intervention group follow-up QoL and anxiety measures primarily investigated the number of people who reported improvement/worsening/no change, to minimize the effect of outliers; means were also computed for a between-group analysis of the difference in 1-month exploratory (SCARED and QOL) outcomes.",
            "A P value (alpha level) of less than .05, 2-tailed, was chosen as the level of statistical significance.",
            "All analyses presented were predefined before the study commenced.",
            "Figure 1 is a Consolidated Standards of Reporting Trials (CONSORT) diagram reflecting the recruitment efforts.",
            "Of 124 patients who were assessed, deemed eligible to participate, and approached for the study, 60 patients (48%) enrolled.",
            "Demographic information is presented in Table I .",
            "There were no differences between conditions."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36692",
        "text": "All intervention subjects eventually self-injected (no one decided to withdraw), although coaching and encouragement by the parents or investigators was sometimes necessary. The average number of days it took to receive follow-up packets was 69.71 (SD ¼ 36.02).",
        "section": "Participation rates and demographics",
        "section_number": 21,
        "sentences": [
            "All intervention subjects eventually self-injected (no one decided to withdraw), although coaching and encouragement by the parents or investigators was sometimes necessary.",
            "The average number of days it took to receive follow-up packets was 69.71 (SD ¼ 36.02)."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "36692",
        "text": "As a randomization check, scores were compared between the 2 conditions at baseline; there were no significant differences. Table II shows the within-group primary and secondary preversus postintervention changes in the predefined outcomes, and (Table II) , whereas the control subjects did not improve (Table III) . Similar patterns were found for the secondary outcomes. The effect size of the intervention, calculated for the primary outcome, was d ¼ 0.802, corresponding to a Cohen's 14 \"large\" effect size.",
        "section": "Primary and secondary outcomes",
        "section_number": 22,
        "sentences": [
            "As a randomization check, scores were compared between the 2 conditions at baseline; there were no significant differences.",
            "Table II shows the within-group primary and secondary preversus postintervention changes in the predefined outcomes, and (Table II) , whereas the control subjects did not improve (Table III) .",
            "Similar patterns were found for the secondary outcomes.",
            "The effect size of the intervention, calculated for the primary outcome, was d ¼ 0.802, corresponding to a Cohen's 14 \"large\" effect size."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36692",
        "text": "In exploratory analyses, we examined between-group scores on the standardized measures of patient anxiety (SCARED, both child and parent report of the child's symptoms) and quality of life (PedsQL) at 1-month follow-up. Table IV displays outcomes by condition. There were no significant differences between group means (SCARED-child; P ¼ .89; SCARED-parent, P ¼ .24; PedsQL, P ¼ .47), but scores on all measures consistently improved more in the intervention group as compared with controls.",
        "section": "Exploratory analyses of longer term outcomes",
        "section_number": 23,
        "sentences": [
            "In exploratory analyses, we examined between-group scores on the standardized measures of patient anxiety (SCARED, both child and parent report of the child's symptoms) and quality of life (PedsQL) at 1-month follow-up.",
            "Table IV displays outcomes by condition.",
            "There were no significant differences between group means (SCARED-child; P ¼ .89; SCARED-parent, P ¼ .24; PedsQL, P ¼ .47), but scores on all measures consistently improved more in the intervention group as compared with controls."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36692",
        "text": "At follow-up, 83% of children and 88% of parents described finding the intervention beneficial. In addition, 70% of children said that the intervention helped improve their ability to selfinject; this was echoed by 88% of parents. When asked on a scale of 1-10 how helpful the intervention was, children rated it on average 7.04 (SD ¼ 2.29), whereas the average parent rating was 8.17 (SD ¼ 2.26).",
        "section": "Acceptability",
        "section_number": 24,
        "sentences": [
            "At follow-up, 83% of children and 88% of parents described finding the intervention beneficial.",
            "In addition, 70% of children said that the intervention helped improve their ability to selfinject; this was echoed by 88% of parents.",
            "When asked on a scale of 1-10 how helpful the intervention was, children rated it on average 7.04 (SD ¼ 2.29), whereas the average parent rating was 8.17 (SD ¼ 2.26)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36692",
        "text": "We evaluated the potential benefit of a simple self-injection procedure for improving food-allergic adolescents' comfort with autoinjectors. Our primary outcome measure, a pre-post evaluation immediately after the injection, is not subject to recall bias as it was assessed immediately after the event. The procedure was beneficial as determined by a statistically significant improvement in the adolescents' self-reported comfort with self-injection (our predefined primary endpoint) both in within-subject and between-subject analyses, with a large effect size, and as further demonstrated by multiple additional indicators. The nonsignificant improvements in QoL and anxiety observed between the immediate postinjection period and follow-up are encouraging. The effects of an intervention that is specifically targeting subject's feeling at the time of an urgent event (the need to autoinject) may not be apparent in the absence of such an event. Therefore, the signal that the procedure may have generalized into an improvement even in the safety of one's home on followup is a positive sign, but we caution that we were unable to investigate whether intervention patients who undergo this procedure are, in fact, able to use the autoinjector more easily or accurately when needed. The study was not designed to evaluate responses during a true anaphylactic emergency given the rarity of such events. Such a study would require extremely large numbers of patients followed over years. Our results show that patients are less anxious about self-injecting and more comfortable with it. In addition, although the intervention effect size was large, the minimal clinical effect threshold for some of the instruments is not known, and therefore a larger and longer investigation would need to be conducted to prove that the benefits that we saw translate into lasting clinical benefits. Imaginal or gradual exposure to a stressor is a hallmark of cognitive-behavioral procedures that were shown to be effective in the treatment of phobias 12 and anxiety disorders. 24, 25 Our approach has important features of these well-accepted approaches in that we exposed subjects to a simulation of the very circumstance that they may fear. In other settings, exposure techniques were shown to reduce avoidance behaviors and improve adherence to medical recommendations. 26, 27 In the food-allergy setting, this may translate into a higher likelihood of using the autoinjector when indicated; epinephrine administered by intramuscular self-injectors is safe and generally well tolerated. 28 Anecdotally, investigators in our study reported that the most anxious patients, who were reluctant to participate in the trial at first, were also those who showed the most benefit, but our study was not designed to evaluate which patients would benefit the most. Our study was limited by the fact that the procedure, by necessity, was not masked, and by a likely selection bias. Because of the requirement for patient assent (not only parent consent), only subjects who agreed to the procedure were enrolled, likely resulting in exclusion of the most anxious patients or parents. Indeed, we have observed instances in which the adolescent would not provide assent despite parental consent. It could be that anxious patients might have been even more likely to benefit from the procedure. Alternatively, it could also be that very anxious patients, who might have been excluded by the required assent process, would not have benefitted if enrolled. The correct interpretation of our results is that the procedure can be helpful for adolescents who agree to do it. Another source of potential selection bias is the fact that the majority, but not all, of the patients returned the follow-up questionnaires. It could be that the observed sustained improvements in QoL and anxiety are because only those patients who improved returned the questionnaires. This is unlikely, however, because almost as many control subjects returned the follow-up questionnaire as intervention subjects (21 controls vs 24 intervention). Finally, our results are further limited by the fact that the procedure was offered in one specialized center with a specific patient characteristic profile-mainly white, highly educated, and high-income parents. A larger study incorporating measures of actual adherence (likelihood of carrying an autoinjector after the procedure, for example) is needed to conclusively prove a lasting clinical benefit.",
        "section": "DISCUSSION",
        "section_number": 25,
        "sentences": [
            "We evaluated the potential benefit of a simple self-injection procedure for improving food-allergic adolescents' comfort with autoinjectors.",
            "Our primary outcome measure, a pre-post evaluation immediately after the injection, is not subject to recall bias as it was assessed immediately after the event.",
            "The procedure was beneficial as determined by a statistically significant improvement in the adolescents' self-reported comfort with self-injection (our predefined primary endpoint) both in within-subject and between-subject analyses, with a large effect size, and as further demonstrated by multiple additional indicators.",
            "The nonsignificant improvements in QoL and anxiety observed between the immediate postinjection period and follow-up are encouraging.",
            "The effects of an intervention that is specifically targeting subject's feeling at the time of an urgent event (the need to autoinject) may not be apparent in the absence of such an event.",
            "Therefore, the signal that the procedure may have generalized into an improvement even in the safety of one's home on followup is a positive sign, but we caution that we were unable to investigate whether intervention patients who undergo this procedure are, in fact, able to use the autoinjector more easily or accurately when needed.",
            "The study was not designed to evaluate responses during a true anaphylactic emergency given the rarity of such events.",
            "Such a study would require extremely large numbers of patients followed over years.",
            "Our results show that patients are less anxious about self-injecting and more comfortable with it.",
            "In addition, although the intervention effect size was large, the minimal clinical effect threshold for some of the instruments is not known, and therefore a larger and longer investigation would need to be conducted to prove that the benefits that we saw translate into lasting clinical benefits.",
            "Imaginal or gradual exposure to a stressor is a hallmark of cognitive-behavioral procedures that were shown to be effective in the treatment of phobias 12 and anxiety disorders.",
            "24, 25 Our approach has important features of these well-accepted approaches in that we exposed subjects to a simulation of the very circumstance that they may fear.",
            "In other settings, exposure techniques were shown to reduce avoidance behaviors and improve adherence to medical recommendations.",
            "26, 27 In the food-allergy setting, this may translate into a higher likelihood of using the autoinjector when indicated; epinephrine administered by intramuscular self-injectors is safe and generally well tolerated.",
            "28 Anecdotally, investigators in our study reported that the most anxious patients, who were reluctant to participate in the trial at first, were also those who showed the most benefit, but our study was not designed to evaluate which patients would benefit the most.",
            "Our study was limited by the fact that the procedure, by necessity, was not masked, and by a likely selection bias.",
            "Because of the requirement for patient assent (not only parent consent), only subjects who agreed to the procedure were enrolled, likely resulting in exclusion of the most anxious patients or parents.",
            "Indeed, we have observed instances in which the adolescent would not provide assent despite parental consent.",
            "It could be that anxious patients might have been even more likely to benefit from the procedure.",
            "Alternatively, it could also be that very anxious patients, who might have been excluded by the required assent process, would not have benefitted if enrolled.",
            "The correct interpretation of our results is that the procedure can be helpful for adolescents who agree to do it.",
            "Another source of potential selection bias is the fact that the majority, but not all, of the patients returned the follow-up questionnaires.",
            "It could be that the observed sustained improvements in QoL and anxiety are because only those patients who improved returned the questionnaires.",
            "This is unlikely, however, because almost as many control subjects returned the follow-up questionnaire as intervention subjects (21 controls vs 24 intervention).",
            "Finally, our results are further limited by the fact that the procedure was offered in one specialized center with a specific patient characteristic profile-mainly white, highly educated, and high-income parents.",
            "A larger study incorporating measures of actual adherence (likelihood of carrying an autoinjector after the procedure, for example) is needed to conclusively prove a lasting clinical benefit."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36692",
        "text": "Our study showed that self-injection with a needle (without epinephrine) in the office setting improved comfort with selfinjection and was well received. We did not have access to a sham autoinjector with an actual needle as this kind of device is not currently being manufactured, and therefore used a simple needle, which is available in any clinic. A sham autoinjector, if it becomes available, might have been an even better simulator. As it stands, our intervention could be offered in select clinical circumstances (eg, when adolescents and parents agree; when the adolescent seems to be anxious about the prospect of needing an injection). This simple, quick, behavioral intervention is easy to deliver, does not require special expertise, and may result in improved QoL and attendant clinical benefits. 3. On a scale of 1-10, where 1 ¼ EXTREMELY WORRIED and 10 ¼ NOT AT ALL WORRIED, how worried are you about your child being able to self-inject epinephrine during an allergic reaction? 3. On a scale of 1-10, where 1 ¼ EXTREMELY WORRIED and 10 ¼ NOT AT ALL WORRIED, how worried are you about being able to self-inject epinephrine during an allergic reaction? 14. On a scale of 1-10, where 1 ¼ NOT AT ALL GOOD and 10 ¼ EXTREMELY GOOD, how good is your child at managing his or her food allergy on his or her own (without your help)?",
        "section": "DISCUSSION",
        "section_number": 26,
        "sentences": [
            "Our study showed that self-injection with a needle (without epinephrine) in the office setting improved comfort with selfinjection and was well received.",
            "We did not have access to a sham autoinjector with an actual needle as this kind of device is not currently being manufactured, and therefore used a simple needle, which is available in any clinic.",
            "A sham autoinjector, if it becomes available, might have been an even better simulator.",
            "As it stands, our intervention could be offered in select clinical circumstances (eg, when adolescents and parents agree; when the adolescent seems to be anxious about the prospect of needing an injection).",
            "This simple, quick, behavioral intervention is easy to deliver, does not require special expertise, and may result in improved QoL and attendant clinical benefits.",
            "3.",
            "On a scale of 1-10, where 1 ¼ EXTREMELY WORRIED and 10 ¼ NOT AT ALL WORRIED, how worried are you about your child being able to self-inject epinephrine during an allergic reaction?",
            "3.",
            "On a scale of 1-10, where 1 ¼ EXTREMELY WORRIED and 10 ¼ NOT AT ALL WORRIED, how worried are you about being able to self-inject epinephrine during an allergic reaction?",
            "14.",
            "On a scale of 1-10, where 1 ¼ NOT AT ALL GOOD and 10 ¼ EXTREMELY GOOD, how good is your child at managing his or her food allergy on his or her own (without your help)?"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36692",
        "text": "Not at all good 1 19. On a scale of 1-10, where 1 ¼ EXTREMELY WORRIED and 10 ¼ NOT AT ALL WORRIED, how worried are you about your child being able to self-inject epinephrine during an allergic reaction? 3. On a scale of 1-10, where 1 ¼ EXTREMELY WORRIED and 10 ¼ NOT AT ALL WORRIED, how worried are you about being able to self-inject epinephrine during an allergic reaction? 4. On a scale of 1-10, where 1 ¼ NOT AT ALL LIKELY and 10 ¼ EXTREMELY LIKELY, how likely is it that you would self-administer epinephrine, if an allergic reaction were to occur?",
        "section": "ONLINE REPOSITORY",
        "section_number": 27,
        "sentences": [
            "Not at all good 1 19.",
            "On a scale of 1-10, where 1 ¼ EXTREMELY WORRIED and 10 ¼ NOT AT ALL WORRIED, how worried are you about your child being able to self-inject epinephrine during an allergic reaction?",
            "3.",
            "On a scale of 1-10, where 1 ¼ EXTREMELY WORRIED and 10 ¼ NOT AT ALL WORRIED, how worried are you about being able to self-inject epinephrine during an allergic reaction?",
            "4.",
            "On a scale of 1-10, where 1 ¼ NOT AT ALL LIKELY and 10 ¼ EXTREMELY LIKELY, how likely is it that you would self-administer epinephrine, if an allergic reaction were to occur?"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36692",
        "text": "Not at all likely 1 2 3 4 5 6 7 8 9 Extremely likely 10",
        "section": "ONLINE REPOSITORY",
        "section_number": 28,
        "sentences": [
            "Not at all likely 1 2 3 4 5 6 7 8 9 Extremely likely 10"
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "36692",
        "text": "J ALLERGY CLIN IMMUNOL PRACT MARCH/APRIL 2017",
        "section": "",
        "section_number": 29,
        "sentences": [
            "J ALLERGY CLIN IMMUNOL PRACT MARCH/APRIL 2017"
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "36692",
        "text": "J ALLERGY CLIN IMMUNOL PRACT VOLUME 5, NUMBER 2",
        "section": "",
        "section_number": 30,
        "sentences": [
            "J ALLERGY CLIN IMMUNOL PRACT VOLUME 5, NUMBER 2"
        ],
        "sentence_labels": [
            -1
        ]
    }
]