[
    {
        "doc_id": "43738",
        "text": "To compare the effects of unilateral and bilateral resistance training on single-leg power output, between-limbs imbalance (BLI), bilateral deficit (BLD), change of direction (COD), and linear sprinting and jumping performance in young elite basketball players. Methods: Twenty-two young (U-16-U-19) male basketball players were randomly assigned either to an exclusive unilateral (UNI) (n = 11) or a bilateral (BIL) (n = 11) resistance-training group during a 6-wk period. Both groups training consisted of 3 unilateral or bilateral 90° back-squat sets. A postdetermined number of repetitions was set until power output dropped to <10% of maximum power (MP) output. In addition, both groups performed 2 sets of 5 unilateral or bilateral drop jumps and 2 sets of 5 unilateral or bilateral countermovement jumps (CMJ). Pre-and posttraining, performance was assessed by an incremental bilateral and unilateral squat-load test, a multiple-COD test (V-cut test), a 15-m-sprint test (7.5 + 7.5 m) with one 180° COD performed with both right (180° RCOD) and left (180° LCOD) legs, a 25-m-sprint test (5-and 15-m split time), and a CMJ test. Results: Within-group analyses showed substantial improvements in 180° RCOD, bilateral and unilateral MP, 25-m-sprint test, and CMJ in both groups. Between-groups analyses showed substantially better results in 180° LCOD, MP with right and left legs, BLI, and BLD in UNI than in BIL. Conclusions: Both training programs substantially improved most of the physical-fitness tests, but only UNI reduced between-limbs asymmetry and achieved greater enhancements in actions that mostly required applying force unilaterally in basketball players.",
        "section": "Abstract",
        "sentences": [
            "To compare the effects of unilateral and bilateral resistance training on single-leg power output, between-limbs imbalance (BLI), bilateral deficit (BLD), change of direction (COD), and linear sprinting and jumping performance in young elite basketball players.",
            "Methods: Twenty-two young (U-16-U-19) male basketball players were randomly assigned either to an exclusive unilateral (UNI) (n = 11) or a bilateral (BIL) (n = 11) resistance-training group during a 6-wk period.",
            "Both groups training consisted of 3 unilateral or bilateral 90° back-squat sets.",
            "A postdetermined number of repetitions was set until power output dropped to <10% of maximum power (MP) output.",
            "In addition, both groups performed 2 sets of 5 unilateral or bilateral drop jumps and 2 sets of 5 unilateral or bilateral countermovement jumps (CMJ).",
            "Pre-and posttraining, performance was assessed by an incremental bilateral and unilateral squat-load test, a multiple-COD test (V-cut test), a 15-m-sprint test (7.5 + 7.5 m) with one 180° COD performed with both right (180° RCOD) and left (180° LCOD) legs, a 25-m-sprint test (5-and 15-m split time), and a CMJ test.",
            "Results: Within-group analyses showed substantial improvements in 180° RCOD, bilateral and unilateral MP, 25-m-sprint test, and CMJ in both groups.",
            "Between-groups analyses showed substantially better results in 180° LCOD, MP with right and left legs, BLI, and BLD in UNI than in BIL.",
            "Conclusions: Both training programs substantially improved most of the physical-fitness tests, but only UNI reduced between-limbs asymmetry and achieved greater enhancements in actions that mostly required applying force unilaterally in basketball players."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "43738",
        "text": "The ability to perform high-intensity actions (HIAs) is an important prerequisite for successful participation in most team sports. 1, 2 Several studies have reported that HIAs such as acceleration, 3 maximum running speed, 4 change-of-direction (COD) ability, 5 and explosive power 6 can facilitate on-field competitive performance. For example, 83% of goals in soccer are preceded by at least 1 powerful action (eg, linear sprint) of the scoring or the assisting player. 7 Given the importance of HIAs for team-sport performance, training strategies that ensure their optimal development are continuously being investigated.",
        "section": "",
        "section_number": 1,
        "sentences": [
            "The ability to perform high-intensity actions (HIAs) is an important prerequisite for successful participation in most team sports.",
            "1, 2 Several studies have reported that HIAs such as acceleration, 3 maximum running speed, 4 change-of-direction (COD) ability, 5 and explosive power 6 can facilitate on-field competitive performance.",
            "For example, 83% of goals in soccer are preceded by at least 1 powerful action (eg, linear sprint) of the scoring or the assisting player.",
            "7 Given the importance of HIAs for team-sport performance, training strategies that ensure their optimal development are continuously being investigated."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "43738",
        "text": "Specificity is important for training-induced adaptations. 8 Most HIAs in team sports require players to produce force off a single leg when running, bounding, landing, changing direction, or jumping. Moreover, some of the most career-threatening injuries (eg, anterior cruciate ligament [ACL] ) typically occur to a 1-legged loaded leg, and when both limbs are loaded the main load is typically on 1 leg (ie, the injured leg). 9, 10 In this regard, between-limbs imbalance in strength and power, assessed as the between-limbs imbalance (BLI) or limb-symmetry index, has been considered a valid and useful tool to detect players at high risk (ie, fourfold in players with >10% asymmetry) of lower-extremity injury, 11 as well as to a successful return to sport after an ACL injury. 12 In addition, functional asymmetries might play a role in performance. For example, better symmetrical team-sport players (assessed via unilateral vertical jump or distance reached during a dynamic balance test) seem to be faster than their asymmetrical counterparts during linear-and COD-sprint tests. 13 Therefore, team-sport players might benefit from strengthtraining interventions aiming to enhance physical performance and/ or reduce injury risk that incorporate unilateral strength exercises.",
        "section": "",
        "section_number": 2,
        "sentences": [
            "Specificity is important for training-induced adaptations.",
            "8 Most HIAs in team sports require players to produce force off a single leg when running, bounding, landing, changing direction, or jumping.",
            "Moreover, some of the most career-threatening injuries (eg, anterior cruciate ligament [ACL] ) typically occur to a 1-legged loaded leg, and when both limbs are loaded the main load is typically on 1 leg (ie, the injured leg).",
            "9, 10 In this regard, between-limbs imbalance in strength and power, assessed as the between-limbs imbalance (BLI) or limb-symmetry index, has been considered a valid and useful tool to detect players at high risk (ie, fourfold in players with >10% asymmetry) of lower-extremity injury, 11 as well as to a successful return to sport after an ACL injury.",
            "12 In addition, functional asymmetries might play a role in performance.",
            "For example, better symmetrical team-sport players (assessed via unilateral vertical jump or distance reached during a dynamic balance test) seem to be faster than their asymmetrical counterparts during linear-and COD-sprint tests.",
            "13 Therefore, team-sport players might benefit from strengthtraining interventions aiming to enhance physical performance and/ or reduce injury risk that incorporate unilateral strength exercises."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "43738",
        "text": "Despite the potential benefits that unilateral strength training might offer to team-sport athletes, very little information is currently available on the topic. For example, it has been shown that the inclusion of unilateral plyometric exercises (ie, combined with bilateral exercises or isolated) was more effective to improve functional performance (ie, jumping, sprinting, COD ability) in young \"recreational\" soccer players than bilateral plyometric training alone. 14 However, that study employed only plyometric exercises, and singleleg performance (eg, power output and strength) measurements were not conducted. Moreover, to the best of our knowledge, only 1 study has to date investigated the effect of bilateral and unilateral strength training showing similar improvements on physical performance (ie, linear sprint, maximal strength, and COD) in highly trained team-sport players. 15 This scarce information makes it quite difficult to give solid, evidence-based recommendations. Therefore, the aim of the current study was to compare the effects of unilateral and bilateral training on single-leg power output, BLI, bilateral deficit, COD, linear sprinting, and jumping performance in young elite basketball players.",
        "section": "",
        "section_number": 3,
        "sentences": [
            "Despite the potential benefits that unilateral strength training might offer to team-sport athletes, very little information is currently available on the topic.",
            "For example, it has been shown that the inclusion of unilateral plyometric exercises (ie, combined with bilateral exercises or isolated) was more effective to improve functional performance (ie, jumping, sprinting, COD ability) in young \"recreational\" soccer players than bilateral plyometric training alone.",
            "14 However, that study employed only plyometric exercises, and singleleg performance (eg, power output and strength) measurements were not conducted.",
            "Moreover, to the best of our knowledge, only 1 study has to date investigated the effect of bilateral and unilateral strength training showing similar improvements on physical performance (ie, linear sprint, maximal strength, and COD) in highly trained team-sport players.",
            "15 This scarce information makes it quite difficult to give solid, evidence-based recommendations.",
            "Therefore, the aim of the current study was to compare the effects of unilateral and bilateral training on single-leg power output, BLI, bilateral deficit, COD, linear sprinting, and jumping performance in young elite basketball players."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "43738",
        "text": "Twenty-two young (U-16-U-19) highly trained male basketball players (age 16.9 ± 2.1 y, body mass 77.6 ± 9.3 kg, height 189.7 ± 6.9 cm) belonging to an elite basketball club voluntary took part in the current study. Data collection took place in the fourth month of the competitive season after 2 months of the preseason period and 1 month of competition. All players participated on average in ~11 hours of combined basketball (6 sessions) and strength/power (2 sessions) trainings plus 2 competitive matches per week. At the time of the study, all players were competing at national level (ie, Spanish Basketball National League). Furthermore, some players (n = 5) were also competing at international level (ie, European and World Basketball Championship). Every player had a minimum experience of 2 years (range 2-5 y) in strength training. Written informed consent was obtained from both the players and their parents before beginning the investigation. The current study was approved by the institutional research ethics committee and conformed to the recommendations of the Declaration of Helsinki.",
        "section": "Subjects",
        "section_number": 4,
        "sentences": [
            "Twenty-two young (U-16-U-19) highly trained male basketball players (age 16.9 ± 2.1 y, body mass 77.6 ± 9.3 kg, height 189.7 ± 6.9 cm) belonging to an elite basketball club voluntary took part in the current study.",
            "Data collection took place in the fourth month of the competitive season after 2 months of the preseason period and 1 month of competition.",
            "All players participated on average in ~11 hours of combined basketball (6 sessions) and strength/power (2 sessions) trainings plus 2 competitive matches per week.",
            "At the time of the study, all players were competing at national level (ie, Spanish Basketball National League).",
            "Furthermore, some players (n = 5) were also competing at international level (ie, European and World Basketball Championship).",
            "Every player had a minimum experience of 2 years (range 2-5 y) in strength training.",
            "Written informed consent was obtained from both the players and their parents before beginning the investigation.",
            "The current study was approved by the institutional research ethics committee and conformed to the recommendations of the Declaration of Helsinki."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "43738",
        "text": "Using a controlled and randomized study design (ABBA distribution), players were divided into 2 training groups that performed either exclusive unilateral (n = 11; age 16.8 ± 1.7 y, body mass 76.9 ± 8.6 kg, height 190.4 ± 6.9 cm) or bilateral (n = 11; age 16.7 ± 1.7 y, body mass 74.9 ± 9.6 kg, height 188.9 ± 7.5 cm) strength training based on their ranked physical performance. Tests were performed on an indoor basketball court 1 week before training and 1 week after the training period. Tests included a 25-m running sprint test (with 5-and 15-m split times), a countermovement-jump (CMJ) test, a multiple-COD test (V-cut test), a 15-m-sprint test (7.5 m + 7.5 m) with one 180° COD performed both right (180°-CODR) and left (180°-CODL) legs, and an incremental bilateral and unilateral squat-load test. Players were familiarized with the exercise procedures before the commencement of each test. They were asked not to perform intense exercise on the day before a test and to consume their last meal at least 3 hours before the scheduled test time.",
        "section": "Study Design",
        "section_number": 5,
        "sentences": [
            "Using a controlled and randomized study design (ABBA distribution), players were divided into 2 training groups that performed either exclusive unilateral (n = 11; age 16.8 ± 1.7 y, body mass 76.9 ± 8.6 kg, height 190.4 ± 6.9 cm) or bilateral (n = 11; age 16.7 ± 1.7 y, body mass 74.9 ± 9.6 kg, height 188.9 ± 7.5 cm) strength training based on their ranked physical performance.",
            "Tests were performed on an indoor basketball court 1 week before training and 1 week after the training period.",
            "Tests included a 25-m running sprint test (with 5-and 15-m split times), a countermovement-jump (CMJ) test, a multiple-COD test (V-cut test), a 15-m-sprint test (7.5 m + 7.5 m) with one 180° COD performed both right (180°-CODR) and left (180°-CODL) legs, and an incremental bilateral and unilateral squat-load test.",
            "Players were familiarized with the exercise procedures before the commencement of each test.",
            "They were asked not to perform intense exercise on the day before a test and to consume their last meal at least 3 hours before the scheduled test time."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "43738",
        "text": "Training Intervention. Participants performed 2 resistance-training sessions per week, in addition to their normal strength training, for 6 consecutive weeks. The strength-training sessions, performed by both groups, typically included injury-prevention exercises (ie, eccentric strength, balance, and coordination exercises). Unilateral training consisted of 3 unilateral 90°-squat sets (ie, until thighs were parallel to the floor) of a postdetermined number of repetitions. This number was determined by stopping the set when power output (measured via a linear encoder) dropped to <10% of a target power output (maximum power [MP] < 10%) established at the start of the first set in each session. A computer was placed in front of the participants so that they could see the power output in each repetition. After this, players performed 2 sets of 5 unilateral drop jumps (DJs) from a height of 0.25 m and 2 sets of 5 unilateral CMJs, while the only difference in bilateral was the jump height in DJ (0.5 m). Vertical DJs were performed during session 1, whereas horizontal DJs were executed in session 2. Between-sets recovery was 3 minutes in both groups. During unilateral squats, the supporting leg (foot) was placed on an adjustable bench located behind the player.",
        "section": "Procedures",
        "section_number": 6,
        "sentences": [
            "Training Intervention.",
            "Participants performed 2 resistance-training sessions per week, in addition to their normal strength training, for 6 consecutive weeks.",
            "The strength-training sessions, performed by both groups, typically included injury-prevention exercises (ie, eccentric strength, balance, and coordination exercises).",
            "Unilateral training consisted of 3 unilateral 90°-squat sets (ie, until thighs were parallel to the floor) of a postdetermined number of repetitions.",
            "This number was determined by stopping the set when power output (measured via a linear encoder) dropped to <10% of a target power output (maximum power [MP] < 10%) established at the start of the first set in each session.",
            "A computer was placed in front of the participants so that they could see the power output in each repetition.",
            "After this, players performed 2 sets of 5 unilateral drop jumps (DJs) from a height of 0.25 m and 2 sets of 5 unilateral CMJs, while the only difference in bilateral was the jump height in DJ (0.5 m).",
            "Vertical DJs were performed during session 1, whereas horizontal DJs were executed in session 2.",
            "Between-sets recovery was 3 minutes in both groups.",
            "During unilateral squats, the supporting leg (foot) was placed on an adjustable bench located behind the player."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "43738",
        "text": "Furthermore, the starting leg in each exercise (ie, squats, DJs, and CMJs) throughout the unilateral training was always the less powerful leg as assessed at the unilateral squat pretest. The concentric phase was performed as fast as possible (with the feet not leaving the floor) and the eccentric phase was slower (ie, self-selected and never exceeding 3 s) in both training groups. The load was progressively increased in the 90°-squat exercise in both groups: 80% of MP load (wk 1), 90% of MP load (wk 2), 100% of MP load (wk 3-5), and 80% of MP load (wk 6). Squat exercise was monitored in each training session through a linear encoder (SmartCoach Power Encoder SPE-35, SmartCoach Europe AB, Stockholm, Sweden). Players performed a 90° squat, descending slowly, stopping for approximately 1 second, and ascending at maximal velocity to the initial upright position. The features of the test are described elsewhere. 17 The test ended when the MP with both legs was lower than the previous load.",
        "section": "Procedures",
        "section_number": 7,
        "sentences": [
            "Furthermore, the starting leg in each exercise (ie, squats, DJs, and CMJs) throughout the unilateral training was always the less powerful leg as assessed at the unilateral squat pretest.",
            "The concentric phase was performed as fast as possible (with the feet not leaving the floor) and the eccentric phase was slower (ie, self-selected and never exceeding 3 s) in both training groups.",
            "The load was progressively increased in the 90°-squat exercise in both groups: 80% of MP load (wk 1), 90% of MP load (wk 2), 100% of MP load (wk 3-5), and 80% of MP load (wk 6).",
            "Squat exercise was monitored in each training session through a linear encoder (SmartCoach Power Encoder SPE-35, SmartCoach Europe AB, Stockholm, Sweden).",
            "Players performed a 90° squat, descending slowly, stopping for approximately 1 second, and ascending at maximal velocity to the initial upright position.",
            "The features of the test are described elsewhere.",
            "17 The test ended when the MP with both legs was lower than the previous load."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "43738",
        "text": "Incremental Unilateral Squat Test. The procedures were similar to the incremental bilateral test. This test was also performed in a Smith machine (Salter, Barcelona, Spain). The initial leg to be assessed was randomly selected at each load. While performing the unilateral squat in both testing and training, players placed the top of the foot of the nonexecuting leg on a support bar behind them (at 0.8 m height and 1 m of distance from the executing leg) to ensure that the executing leg was the only leg used to perform the squat. If these considerations during the execution were not respected, the repetition was not considered valid. There was a pause between the eccentric and concentric phases. One repetition was performed when velocity in the concentric phase was lower than 1 m/s, whereas 2 repetitions were performed when velocity in the concentric phase was greater than 1 m/s with both the right and left legs with each load. Between-legs recovery was 30 seconds within each load and 3 minutes between loads. The variables retained for analysis were MP with right leg, MP with left leg, and BLI. BLI was based on limb-symmetry index 11 : BLI = MP with worse leg/MP with better leg × 100. Furthermore, bilateral deficit was also analyzed. Bilateral deficit was calculated as follows: {1 -[MP with both limbs/(MP ",
        "section": "Procedures",
        "section_number": 8,
        "sentences": [
            "Incremental Unilateral Squat Test.",
            "The procedures were similar to the incremental bilateral test.",
            "This test was also performed in a Smith machine (Salter, Barcelona, Spain).",
            "The initial leg to be assessed was randomly selected at each load.",
            "While performing the unilateral squat in both testing and training, players placed the top of the foot of the nonexecuting leg on a support bar behind them (at 0.8 m height and 1 m of distance from the executing leg) to ensure that the executing leg was the only leg used to perform the squat.",
            "If these considerations during the execution were not respected, the repetition was not considered valid.",
            "There was a pause between the eccentric and concentric phases.",
            "One repetition was performed when velocity in the concentric phase was lower than 1 m/s, whereas 2 repetitions were performed when velocity in the concentric phase was greater than 1 m/s with both the right and left legs with each load.",
            "Between-legs recovery was 30 seconds within each load and 3 minutes between loads.",
            "The variables retained for analysis were MP with right leg, MP with left leg, and BLI.",
            "BLI was based on limb-symmetry index 11 : BLI = MP with worse leg/MP with better leg × 100.",
            "Furthermore, bilateral deficit was also analyzed.",
            "Bilateral deficit was calculated as follows: {1 -[MP with both limbs/(MP"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "43738",
        "text": "Data are presented as mean ± SD. All data were first log-transformed to reduce bias arising from nonuniformity error. The standardized difference or effect size (ES, 90% confidence limit [90%CL]) in the selected variables was calculated using the pooled pretraining SD. Threshold values for Cohen ES statistics were >0.2 (small), >0.6 (moderate), and >1.2 (large). 19 For within/between-groups comparisons, the chances that the differences in performance were better/greater (ie, greater than the smallest worthwhile change, 0.2 × the between-subjects SD, based on Cohen d principle), similar, or worse/smaller were calculated. Quantitative chances (QC) of beneficial/better or detrimental/poorer effect were assessed qualitatively as follows: <1%, almost certainly not; 1 to 5%, very unlikely; 5 to 25%, unlikely; 25 to 75%, possible; 75 to 95%, likely; 95 to 99%, very likely; and >99%, almost certain. If the chances of having beneficial/better or detrimental/poorer performances were both >5%, the true difference was assessed as unclear. 19 The Pearson product-moment correlation coefficient was used to determine the relationship between different variables. The following criteria were adopted for interpreting the magnitude of correlation (r) between test measures: ≤.1, trivial; >.1 to .3, small; >.3 to .5, moderate; >.5 to .7, large; >.7 to .9, very large; and >.9 to 1.0, almost perfect. 19 If the 90%CL overlapped small positive and negative values, the magnitude of the correlation was deemed unclear; otherwise the magnitude was deemed to be the observed magnitude. 19 ",
        "section": "Statistical Analyses",
        "section_number": 9,
        "sentences": [
            "Data are presented as mean ± SD.",
            "All data were first log-transformed to reduce bias arising from nonuniformity error.",
            "The standardized difference or effect size (ES, 90% confidence limit [90%CL]) in the selected variables was calculated using the pooled pretraining SD.",
            "Threshold values for Cohen ES statistics were >0.2 (small), >0.6 (moderate), and >1.2 (large).",
            "19 For within/between-groups comparisons, the chances that the differences in performance were better/greater (ie, greater than the smallest worthwhile change, 0.2 × the between-subjects SD, based on Cohen d principle), similar, or worse/smaller were calculated.",
            "Quantitative chances (QC) of beneficial/better or detrimental/poorer effect were assessed qualitatively as follows: <1%, almost certainly not; 1 to 5%, very unlikely; 5 to 25%, unlikely; 25 to 75%, possible; 75 to 95%, likely; 95 to 99%, very likely; and >99%, almost certain.",
            "If the chances of having beneficial/better or detrimental/poorer performances were both >5%, the true difference was assessed as unclear.",
            "19 The Pearson product-moment correlation coefficient was used to determine the relationship between different variables.",
            "The following criteria were adopted for interpreting the magnitude of correlation (r) between test measures: ≤.1, trivial; >.1 to .3, small; >.3 to .5, moderate; >.5 to .7, large; >.7 to .9, very large; and >.9 to 1.0, almost perfect.",
            "19 If the 90%CL overlapped small positive and negative values, the magnitude of the correlation was deemed unclear; otherwise the magnitude was deemed to be the observed magnitude.",
            "19"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "43738",
        "text": "Only players who participated in >85% of all training sessions were included in the final analyses. Consequently, 4 of the 22 players were excluded for various reasons. None of the players were injured during the strength-training sessions. As a result, 18 players (age 16.8 ± 1.9 y, body mass 77.4 ± 9.2 kg, height 189.7 ± 7 cm) were included in the final analyses. The final sample sizes for the training groups were n = 9 for unilateral and n = 9 for bilateral. In spite of dropouts, no significant differences were found between groups at baseline. ",
        "section": "Participants",
        "section_number": 10,
        "sentences": [
            "Only players who participated in >85% of all training sessions were included in the final analyses.",
            "Consequently, 4 of the 22 players were excluded for various reasons.",
            "None of the players were injured during the strength-training sessions.",
            "As a result, 18 players (age 16.8 ± 1.9 y, body mass 77.4 ± 9.2 kg, height 189.7 ± 7 cm) were included in the final analyses.",
            "The final sample sizes for the training groups were n = 9 for unilateral and n = 9 for bilateral.",
            "In spite of dropouts, no significant differences were found between groups at baseline."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            1,
            -1,
            -1
        ],
        "classification_label": 1
    },
    {
        "doc_id": "43738",
        "text": "Results of within-group changes are presented in Table 1 . Substantial improvements were found in 180° RCOD, MP with both legs and left and right leg, all sprint times, and CMJ after both training interventions (unilateral and bilateral). Furthermore, the unilateral group also substantially improved 180° LCOD and BLI while substantially increasing its bilateral deficit.",
        "section": "Within-Group Changes",
        "section_number": 11,
        "sentences": [
            "Results of within-group changes are presented in Table 1 .",
            "Substantial improvements were found in 180° RCOD, MP with both legs and left and right leg, all sprint times, and CMJ after both training interventions (unilateral and bilateral).",
            "Furthermore, the unilateral group also substantially improved 180° LCOD and BLI while substantially increasing its bilateral deficit."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "43738",
        "text": "Results from between-groups analysis are illustrated in Figure 2 . ",
        "section": "Between-Groups Changes",
        "section_number": 12,
        "sentences": [
            "Results from between-groups analysis are illustrated in Figure 2 ."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "43738",
        "text": "The aim of the current study was to compare the effects of unilateral and bilateral combined resistance training on squat power output, sprinting, COD, and jumping performance in highly trained young basketball players. The main findings of the study were that postintervention single-leg-squat MP-output (ie, MP with left and right leg) improvements were substantially greater after unilateral than bilateral training; BLIs and bilateral deficit in back-squat MP output were substantially reduced or increased, respectively, only after unilateral training; and small to large posttraining improvements in power output, sprinting, and jumping performance were found in both groups.",
        "section": "Discussion",
        "section_number": 13,
        "sentences": [
            "The aim of the current study was to compare the effects of unilateral and bilateral combined resistance training on squat power output, sprinting, COD, and jumping performance in highly trained young basketball players.",
            "The main findings of the study were that postintervention single-leg-squat MP-output (ie, MP with left and right leg) improvements were substantially greater after unilateral than bilateral training; BLIs and bilateral deficit in back-squat MP output were substantially reduced or increased, respectively, only after unilateral training; and small to large posttraining improvements in power output, sprinting, and jumping performance were found in both groups."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "43738",
        "text": "Most game-related HIAs in team sports, such as accelerating, braking, changing direction, jumping, landing, or kicking, typically occur with both legs loaded asymmetrically. These mainly unilateral actions can also be linked to some of the most common (eg, ankle and knee sprains) and serious (eg, ACL) injuries suffered by teamsport players. 9, 10 Therefore, within this cohort, the improvement of single-leg function (eg, unilateral power or strength) may be important for both on-field physical performance and protection against injury. In the current study, posttraining improvements in single-leg power output (ie, MP with left and right legs) were substantially greater in unilateral than in bilateral (Table 1 and Figure 1 ). While to our knowledge this is the first time that power output has been assessed after unilateral training with a linear encoder (previously a Margaria-Kalamen stair-climb test or unilateral vertical-jumping power have been used 20 ), present results are somehow at odds with what was reported in a recent study with rugby players. 15 Similar absolute strength unilateral and bilateral improvements (ie, 1RM) were shown after both bilateral (ie, back squat) (ES = 1.36) and unilateral (ie, elevated split squat) (ES = 1.25) resistance training. 15 In addition to the different metrics used (MP output vs 1RM), between-studies differences in the training-load prescription (instantaneous feedback with individualized number of repetitions vs predefined number of repetitions), training orientation (power vs maximal loads), or exercise selection (strength training and plyometrics vs strength training) might be behind the somehow contrasting findings. To our knowledge, there are no other published studies examining the effect of unilateral or bilateral strength training on single-leg strength and/or power in team-sport players.",
        "section": "Discussion",
        "section_number": 14,
        "sentences": [
            "Most game-related HIAs in team sports, such as accelerating, braking, changing direction, jumping, landing, or kicking, typically occur with both legs loaded asymmetrically.",
            "These mainly unilateral actions can also be linked to some of the most common (eg, ankle and knee sprains) and serious (eg, ACL) injuries suffered by teamsport players.",
            "9, 10 Therefore, within this cohort, the improvement of single-leg function (eg, unilateral power or strength) may be important for both on-field physical performance and protection against injury.",
            "In the current study, posttraining improvements in single-leg power output (ie, MP with left and right legs) were substantially greater in unilateral than in bilateral (Table 1 and Figure 1 ).",
            "While to our knowledge this is the first time that power output has been assessed after unilateral training with a linear encoder (previously a Margaria-Kalamen stair-climb test or unilateral vertical-jumping power have been used 20 ), present results are somehow at odds with what was reported in a recent study with rugby players.",
            "15 Similar absolute strength unilateral and bilateral improvements (ie, 1RM) were shown after both bilateral (ie, back squat) (ES = 1.36) and unilateral (ie, elevated split squat) (ES = 1.25) resistance training.",
            "15 In addition to the different metrics used (MP output vs 1RM), between-studies differences in the training-load prescription (instantaneous feedback with individualized number of repetitions vs predefined number of repetitions), training orientation (power vs maximal loads), or exercise selection (strength training and plyometrics vs strength training) might be behind the somehow contrasting findings.",
            "To our knowledge, there are no other published studies examining the effect of unilateral or bilateral strength training on single-leg strength and/or power in team-sport players."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "43738",
        "text": "Another interesting finding of the current study was the substantial reduction in BLI observed after unilateral training, which was likely greater than in the bilateral group. Despite the apparent critical relevance of BLI for both protection against injury and performance, 11, 13 to the best of our knowledge, this is the first study to assess the impact of a training intervention on BLI in team-sport players. Therefore, comparisons are not possible. A previous study evaluated the effect of unilateral balance/strength exercises in comparison with a control group in young tennis players. 21 Note that a substantial decrease in BLI in a single-leg horizontal (ES = 2.07) and lateral hop (ES = 2.08) was found in the experimental group, while the control group maintained BLI values (ES = -0.06 to -0.02). Therefore, despite the fact that more research is needed, it seems that training interventions involving unilateral strength and balance/ motor-control actions might prove effective in reducing BLI.",
        "section": "Discussion",
        "section_number": 15,
        "sentences": [
            "Another interesting finding of the current study was the substantial reduction in BLI observed after unilateral training, which was likely greater than in the bilateral group.",
            "Despite the apparent critical relevance of BLI for both protection against injury and performance, 11, 13 to the best of our knowledge, this is the first study to assess the impact of a training intervention on BLI in team-sport players.",
            "Therefore, comparisons are not possible.",
            "A previous study evaluated the effect of unilateral balance/strength exercises in comparison with a control group in young tennis players.",
            "21 Note that a substantial decrease in BLI in a single-leg horizontal (ES = 2.07) and lateral hop (ES = 2.08) was found in the experimental group, while the control group maintained BLI values (ES = -0.06 to -0.02).",
            "Therefore, despite the fact that more research is needed, it seems that training interventions involving unilateral strength and balance/ motor-control actions might prove effective in reducing BLI."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "43738",
        "text": "In a similar way, bilateral deficit was largely increased only after unilateral training, with likely greater changes than the bilateral group. Considering the observed larger improvements in singleleg power output in comparison with 2-leg squat in the unilateral group, these findings were expected. 22, 23 In this regard, changes in unilateral-squat power output were strongly correlated with changes in bilateral deficit (0.85 [CL90% 0.64; 0.94]). On the contrary, the large effect of bilateral training on unilateral power and its negative effect on bilateral deficit was somewhat unexpected. It is uncertain whether the habitual strength-training sessions or the addition of the unique combined training program originated these adaptations, but the latter is an intriguing possibility that clearly deserves further research.",
        "section": "Discussion",
        "section_number": 16,
        "sentences": [
            "In a similar way, bilateral deficit was largely increased only after unilateral training, with likely greater changes than the bilateral group.",
            "Considering the observed larger improvements in singleleg power output in comparison with 2-leg squat in the unilateral group, these findings were expected.",
            "22, 23 In this regard, changes in unilateral-squat power output were strongly correlated with changes in bilateral deficit (0.85 [CL90% 0.64; 0.94]).",
            "On the contrary, the large effect of bilateral training on unilateral power and its negative effect on bilateral deficit was somewhat unexpected.",
            "It is uncertain whether the habitual strength-training sessions or the addition of the unique combined training program originated these adaptations, but the latter is an intriguing possibility that clearly deserves further research."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "43738",
        "text": "COD ability is believed to depend on a myriad of factors such as technique, linear sprinting speed, leg-muscle qualities, and anthropometry. 24 As such, the improvement of leg-muscle qualities (eg, reactive strength, concentric strength and power, and BLI) might aid in enhancing COD ability. Our results showed that unilateral training induced some small improvements in COD ability in the 3 tests conducted, while only 1 test was improved after the bilateral training ( Table 1 ). The observed magnitude of ",
        "section": "Discussion",
        "section_number": 17,
        "sentences": [
            "COD ability is believed to depend on a myriad of factors such as technique, linear sprinting speed, leg-muscle qualities, and anthropometry.",
            "24 As such, the improvement of leg-muscle qualities (eg, reactive strength, concentric strength and power, and BLI) might aid in enhancing COD ability.",
            "Our results showed that unilateral training induced some small improvements in COD ability in the 3 tests conducted, while only 1 test was improved after the bilateral training ( Table 1 ).",
            "The observed magnitude of"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "43738",
        "text": "Gonzalo-Skok et al the substantial changes (ie, improvements) in COD ability was lower (ES = 0.28-0.48) than what has been previously reported in late-adolescent team-sport players after either bilateral or unilateral strength training (ES = 0.48-1.86). 15, 25 Others have reported no changes (ES = -2.0 to 0.3) in COD ability after a complex-contrast training or a combined conditioning training (strength + aerobic high intensity + specific rugby skills) in highly trained team-sport players. [26] [27] [28] Between-studies outcome differences might be due to different training approaches employed, such as training volume (7 sets in the current study vs 14-18 sets 25 or 44 vs 82-100 repetitions per training session), players' resistance-training experience (2 vs 1 y 15 ), training intensity (near or equal to MP loads and plyometrics vs 75-92% 1RM 15 ), or the moment of the competitive season (preseason vs in-season). Bilateral training was never more effective than unilateral at improving COD performance (Figure 1 ). Somehow similarly, previous studies comparing unilateral with bilateral training have shown substantially greater improvements after unilateral than bilateral, 15, 25 supporting the idea of the principle of specificity. 8 In the current study, unilateral training was more effective than bilateral at enhancing left-side single-COD performance (180° LCOD), whereas an unclear outcome was provided in 180° RCOD (Figure 1 ). The fact that unilateral training was superior to bilateral in improving only the ability to turn to the left side might be related to the specific overload of that (weak) side imposed only during unilateral training. It has been reported that during bilateral back-squat training, vertical-ground-reaction-force asymmetry is significantly different between limbs (4.3%) at the beginning of a set. 29 Furthermore, this magnitude given by percentage difference between left and right legs in vertical ground-reaction force favoring the preferred leg is maintained at the end of a set in asymmetric subjects. 29 In this regard, our basketball players were all right-leg dominant (determined from the self-reported preferred leg via a questionnaire) and were considered asymmetric participants. Hence, these differences could be because players who only train bilaterally might exert much effort with right leg during the whole set, while players training unilaterally were systematically exposed to left-leg efforts.",
        "section": "112",
        "section_number": 18,
        "sentences": [
            "Gonzalo-Skok et al the substantial changes (ie, improvements) in COD ability was lower (ES = 0.28-0.48) than what has been previously reported in late-adolescent team-sport players after either bilateral or unilateral strength training (ES = 0.48-1.86).",
            "15, 25 Others have reported no changes (ES = -2.0 to 0.3) in COD ability after a complex-contrast training or a combined conditioning training (strength + aerobic high intensity + specific rugby skills) in highly trained team-sport players. [",
            "26] [27] [28] Between-studies outcome differences might be due to different training approaches employed, such as training volume (7 sets in the current study vs 14-18 sets 25 or 44 vs 82-100 repetitions per training session), players' resistance-training experience (2 vs 1 y 15 ), training intensity (near or equal to MP loads and plyometrics vs 75-92% 1RM 15 ), or the moment of the competitive season (preseason vs in-season).",
            "Bilateral training was never more effective than unilateral at improving COD performance (Figure 1 ).",
            "Somehow similarly, previous studies comparing unilateral with bilateral training have shown substantially greater improvements after unilateral than bilateral, 15, 25 supporting the idea of the principle of specificity.",
            "8 In the current study, unilateral training was more effective than bilateral at enhancing left-side single-COD performance (180° LCOD), whereas an unclear outcome was provided in 180° RCOD (Figure 1 ).",
            "The fact that unilateral training was superior to bilateral in improving only the ability to turn to the left side might be related to the specific overload of that (weak) side imposed only during unilateral training.",
            "It has been reported that during bilateral back-squat training, vertical-ground-reaction-force asymmetry is significantly different between limbs (4.3%) at the beginning of a set.",
            "29 Furthermore, this magnitude given by percentage difference between left and right legs in vertical ground-reaction force favoring the preferred leg is maintained at the end of a set in asymmetric subjects.",
            "29 In this regard, our basketball players were all right-leg dominant (determined from the self-reported preferred leg via a questionnaire) and were considered asymmetric participants.",
            "Hence, these differences could be because players who only train bilaterally might exert much effort with right leg during the whole set, while players training unilaterally were systematically exposed to left-leg efforts."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "43738",
        "text": "The strength-training approach employed in the current study (ie, combined training compounded by resistance training + plyometrics), rather than isolated traditional strength-training methods, is considered as an optimal training strategy to enhance sprint performance. 30 As such, substantially better linear-sprinting performance was found after the training period in both groups (ie, unilateral and bilateral). These results (ES = 0.55-0.92) are within the range of or even greater than (ES = -0.1 to 0.87) those of previous training studies after unilateral or bilateral resistance training in male team-sport players. 15, 25 In the current study, no substantial differences in sprinting performance between unilateral and bilateral training interventions were found. Previous studies on the impact of unilateral and bilateral strength training on sprinting performance reported contrasting findings. 15, 25 One of those studies reported substantially better sprinting performance after unilateral training in comparison with bilateral (ES = 0.24 vs 0.58), 15 whereas a greater bilateral training effect (ES = -0.10 vs 0.70) was found in the other study. 25 Differences in the team-sport players investigated (college rugby vs academy rugby vs basketball), sprinting distance assessment (10 vs 25 vs 40 m), and the training performed (resistance training + plyometrics with individualized repetitions number vs resistance training with predefined repetitions vs combined training) might explain these between-studies differences. Further research is warranted to better understand the effect of unilateral or bilateral resistance training on linear-sprinting performance.",
        "section": "112",
        "section_number": 19,
        "sentences": [
            "The strength-training approach employed in the current study (ie, combined training compounded by resistance training + plyometrics), rather than isolated traditional strength-training methods, is considered as an optimal training strategy to enhance sprint performance.",
            "30 As such, substantially better linear-sprinting performance was found after the training period in both groups (ie, unilateral and bilateral).",
            "These results (ES = 0.55-0.92) are within the range of or even greater than (ES = -0.1 to 0.87) those of previous training studies after unilateral or bilateral resistance training in male team-sport players.",
            "15, 25 In the current study, no substantial differences in sprinting performance between unilateral and bilateral training interventions were found.",
            "Previous studies on the impact of unilateral and bilateral strength training on sprinting performance reported contrasting findings.",
            "15, 25 One of those studies reported substantially better sprinting performance after unilateral training in comparison with bilateral (ES = 0.24 vs 0.58), 15 whereas a greater bilateral training effect (ES = -0.10 vs 0.70) was found in the other study.",
            "25 Differences in the team-sport players investigated (college rugby vs academy rugby vs basketball), sprinting distance assessment (10 vs 25 vs 40 m), and the training performed (resistance training + plyometrics with individualized repetitions number vs resistance training with predefined repetitions vs combined training) might explain these between-studies differences.",
            "Further research is warranted to better understand the effect of unilateral or bilateral resistance training on linear-sprinting performance."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "43738",
        "text": "The present results indicated that 6 weeks of combined strength training had a substantial beneficial impact on jumping performance (ES unilateral = 0.47, ES bilateral = 0.27). Despite jumping performance's being considered an important physical-fitness component in most team sports, this is the first study that investigated the effect of unilateral resistance training on CMJ performance in highly trained team-sport players. Therefore, direct comparisons are not possible. The CMJ changes found in the current study after unilateral training (ES = 0.47) are within the range (ES = 0.19-0.79) of previously published reports after different bilateral training strategies in young male team-sport players. 27, [31] [32] [33] In this regard, interventions including bilateral resistance training, complex training, and explosive strength training have typically reported greater training effects (ES = 0.53, 0.62, 0.78) 23, [27] [28] [29] than plyometric training (ES = 0.33) 32 and complex-contrast strength training (ES = 0.19). 27 It should be noted that all studies that found greater training-induced changes in CMJ than in the current study were performed with younger team-sport players (14 vs 17 y) or those more inexperienced in strength training (novices vs 2 y experience). In this regard, it is well known that age and training background can influence the magnitude of training adaptation. 6 Moreover, basketball players are typically required to perform many more jumps during matches and practices than soccer players. As such, it might be possible that this population (basketball players) would have more difficulties in improving vertical-jumping performance.",
        "section": "112",
        "section_number": 20,
        "sentences": [
            "The present results indicated that 6 weeks of combined strength training had a substantial beneficial impact on jumping performance (ES unilateral = 0.47, ES bilateral = 0.27).",
            "Despite jumping performance's being considered an important physical-fitness component in most team sports, this is the first study that investigated the effect of unilateral resistance training on CMJ performance in highly trained team-sport players.",
            "Therefore, direct comparisons are not possible.",
            "The CMJ changes found in the current study after unilateral training (ES = 0.47) are within the range (ES = 0.19-0.79) of previously published reports after different bilateral training strategies in young male team-sport players.",
            "27, [31] [32] [33] In this regard, interventions including bilateral resistance training, complex training, and explosive strength training have typically reported greater training effects (ES = 0.53, 0.62, 0.78) 23, [27] [28] [29] than plyometric training (ES = 0.33) 32 and complex-contrast strength training (ES = 0.19).",
            "27 It should be noted that all studies that found greater training-induced changes in CMJ than in the current study were performed with younger team-sport players (14 vs 17 y) or those more inexperienced in strength training (novices vs 2 y experience).",
            "In this regard, it is well known that age and training background can influence the magnitude of training adaptation.",
            "6 Moreover, basketball players are typically required to perform many more jumps during matches and practices than soccer players.",
            "As such, it might be possible that this population (basketball players) would have more difficulties in improving vertical-jumping performance."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "43738",
        "text": "A unique feature of the current study was that both training groups performed a postdetermined number of repetitions of the 90°squat exercise based on a minimum accepted target power output. While this could be seen as a potential limitation for nonequivalent training volumes, the overall number of repetitions in each condition throughout the training program was similar. However, we cannot know whether the target power-output challenge and/or the provision of instantaneous feedback may have affected the positive results since the conditions were the same for both training groups. It is expected that an unknown training duration (repetitions per set) may have implications on anticipatory/feedforward components (pacing strategies) by means of adjustments in power output. 34 As for feedback provision, even though the literature concerning its long-term effectiveness is scarce, it is believed to be a useful tool to individualize and optimize training interventions by providing a more consistent performance while avoiding repetitions that might produce a negative effect on neuromuscular performance. 35 There are some limitations of this study. It is uncertain whether performance was enhanced through the effect of individualized MP training, the combination of strength and plyometrics, or both training strategies. As such, further studies are warranted to analyze the influence of performing a predetermined versus postdetermined number of repetitions based on a minimum target power and different combinations of resistance-training methods. In addition, more functional tests such as unilateral jumps in different axes or the Star Excursion Balance Test to assess dynamic stability should be included.",
        "section": "112",
        "section_number": 21,
        "sentences": [
            "A unique feature of the current study was that both training groups performed a postdetermined number of repetitions of the 90°squat exercise based on a minimum accepted target power output.",
            "While this could be seen as a potential limitation for nonequivalent training volumes, the overall number of repetitions in each condition throughout the training program was similar.",
            "However, we cannot know whether the target power-output challenge and/or the provision of instantaneous feedback may have affected the positive results since the conditions were the same for both training groups.",
            "It is expected that an unknown training duration (repetitions per set) may have implications on anticipatory/feedforward components (pacing strategies) by means of adjustments in power output.",
            "34 As for feedback provision, even though the literature concerning its long-term effectiveness is scarce, it is believed to be a useful tool to individualize and optimize training interventions by providing a more consistent performance while avoiding repetitions that might produce a negative effect on neuromuscular performance.",
            "35 There are some limitations of this study.",
            "It is uncertain whether performance was enhanced through the effect of individualized MP training, the combination of strength and plyometrics, or both training strategies.",
            "As such, further studies are warranted to analyze the influence of performing a predetermined versus postdetermined number of repetitions based on a minimum target power and different combinations of resistance-training methods.",
            "In addition, more functional tests such as unilateral jumps in different axes or the Star Excursion Balance Test to assess dynamic stability should be included."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "43738",
        "text": "Combined unilateral training reduced between-limbs differences (ie, asymmetry) and achieved greater enhancements in actions that require applying force unilaterally than did bilateral training.",
        "section": "Conclusions",
        "section_number": 22,
        "sentences": [
            "Combined unilateral training reduced between-limbs differences (ie, asymmetry) and achieved greater enhancements in actions that require applying force unilaterally than did bilateral training."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "43738",
        "text": "In addition, unilateral training induced substantial adaptations in jumping, linear sprinting, and COD ability.",
        "section": "Conclusions",
        "section_number": 23,
        "sentences": [
            "In addition, unilateral training induced substantial adaptations in jumping, linear sprinting, and COD ability."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "43738",
        "text": "Strength training is typically prescribed bilaterally, although the most important actions in team sports (ie, jumps, sprints, COD) are performed mainly unilaterally. As such, based on the present results, the inclusion of unilateral strength-training exercises can be of interest for players with between-legs strength and power asymmetries, as well for players who want to enhance their ability to produce force unilaterally. Finally, the use of a target power-output challenge by providing instantaneous feedback might be seen as an effective tool not only to optimize strength training but also to motivate athletes.",
        "section": "Practical Applications",
        "section_number": 24,
        "sentences": [
            "Strength training is typically prescribed bilaterally, although the most important actions in team sports (ie, jumps, sprints, COD) are performed mainly unilaterally.",
            "As such, based on the present results, the inclusion of unilateral strength-training exercises can be of interest for players with between-legs strength and power asymmetries, as well for players who want to enhance their ability to produce force unilaterally.",
            "Finally, the use of a target power-output challenge by providing instantaneous feedback might be seen as an effective tool not only to optimize strength training but also to motivate athletes."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "43738",
        "text": "Downloaded by Ebsco Publishing on 02/08/17, Volume 12, Article Number 1",
        "section": "",
        "section_number": 25,
        "sentences": [
            "Downloaded by Ebsco Publishing on 02/08/17, Volume 12, Article Number 1"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "43738",
        "text": "Downloaded by Ebsco Publishing on 02/08/17, Volume 12, Article Number 1 IJSPP Vol. 12, No. 1, 2017",
        "section": "",
        "section_number": 26,
        "sentences": [
            "Downloaded by Ebsco Publishing on 02/08/17, Volume 12, Article Number 1 IJSPP Vol.",
            "12, No. 1, 2017"
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    }
]