[
    {
        "doc_id": "40574",
        "text": "Background: Dexamethasone is widely used for prevention of respiratory distress syndrome (RDS), necrotising enterocolitis (NEC) and intra-ventricular haemorrhage (IVH) in preterm babies; decreasing the neonatal mortality rate. There is no consensus on the dose of corticosteroid administered to the mother expected to have a preterm baby. This study is conducted to compare the effectiveness of two popular regimens of dexamethasone administration in decreasing incidence of RDS, necrotizing enterocolitis, IVH and neonatal mortality rate. Methods: Randomized control trial was conducted at Ayub Teaching Hospital, Abbottabad from 1 st to 31 st August, 2014. Sample size was set at 50. Block randomization was employed in the trial to allocate the patients into corresponding groups 'A' and 'B'. Group A was administered 6mg dexamethasone in 4 doses 12 hours apart and group B was administered 2 doses 12 hours apart. Results: Forty-eight patients participated in the study with 24 patients in each group. Mean age and period gestation of participants were 28.4 years±4.3 SD and 34 weeks±1.9 SD respectively. Four patients in group A gave birth to neonate with RDS compared to two cases in group B. Group B had higher incidence of necrotizing enterocolitis and neonatal mortalities. However, none of these differences observed were statistically significant. No case of IVH was reported in either of the groups. Conclusion: Both the popular regimens of dexamethasone administration are equally effective in decreasing the incidence of neonatal diseases.",
        "section": "Abstract",
        "sentences": [
            "Background: Dexamethasone is widely used for prevention of respiratory distress syndrome (RDS), necrotising enterocolitis (NEC) and intra-ventricular haemorrhage (IVH) in preterm babies; decreasing the neonatal mortality rate.",
            "There is no consensus on the dose of corticosteroid administered to the mother expected to have a preterm baby.",
            "This study is conducted to compare the effectiveness of two popular regimens of dexamethasone administration in decreasing incidence of RDS, necrotizing enterocolitis, IVH and neonatal mortality rate.",
            "Methods: Randomized control trial was conducted at Ayub Teaching Hospital, Abbottabad from 1 st to 31 st August, 2014.",
            "Sample size was set at 50.",
            "Block randomization was employed in the trial to allocate the patients into corresponding groups 'A' and 'B'.",
            "Group A was administered 6mg dexamethasone in 4 doses 12 hours apart and group B was administered 2 doses 12 hours apart.",
            "Results: Forty-eight patients participated in the study with 24 patients in each group.",
            "Mean age and period gestation of participants were 28.4 years±4.3 SD and 34 weeks±1.9 SD respectively.",
            "Four patients in group A gave birth to neonate with RDS compared to two cases in group B. Group B had higher incidence of necrotizing enterocolitis and neonatal mortalities.",
            "However, none of these differences observed were statistically significant.",
            "No case of IVH was reported in either of the groups.",
            "Conclusion: Both the popular regimens of dexamethasone administration are equally effective in decreasing the incidence of neonatal diseases."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40574",
        "text": "Pakistan is considered to be one of the top ten countries with the highest rates of preterm birth per 100 live births. It is the cause of 75% of neonatal mortality, and the second leading cause of death after pneumonia in children under five years. 1 In the United States, preterm deliveries account for approximately 10% of all deliveries. 2 There has been significant increase in morbidity from respiratory distress syndrome, intraventricular haemorrhage, necrotizing enterocolitis, and sepsis in premature neonates in the past few years. 3 Amongst these morbidities, the RDS is of prime importance since it is the leading cause of early neonatal mortality and disability. 4 Administration of antenatal corticosteroid in preterm labour helps to prevent neonates not only from RDS but also from other morbidities and mortalities as well. 1 This directly leads to reduction in respiratory support, intensive care admissions and systemic infections in the first 48 hours of life.",
        "section": "INTRODUCTION",
        "section_number": 1,
        "sentences": [
            "Pakistan is considered to be one of the top ten countries with the highest rates of preterm birth per 100 live births.",
            "It is the cause of 75% of neonatal mortality, and the second leading cause of death after pneumonia in children under five years.",
            "1 In the United States, preterm deliveries account for approximately 10% of all deliveries.",
            "2 There has been significant increase in morbidity from respiratory distress syndrome, intraventricular haemorrhage, necrotizing enterocolitis, and sepsis in premature neonates in the past few years.",
            "3 Amongst these morbidities, the RDS is of prime importance since it is the leading cause of early neonatal mortality and disability.",
            "4 Administration of antenatal corticosteroid in preterm labour helps to prevent neonates not only from RDS but also from other morbidities and mortalities as well.",
            "1 This directly leads to reduction in respiratory support, intensive care admissions and systemic infections in the first 48 hours of life."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40574",
        "text": "Dexamethasone is a corticosteroid with glucocorticoid activity as well. These steroids promote lung maturation and reduce the incidence of RDS in premature neonates. 5 In addition to decreasing pulmonary morbidity, they reduce cerebral complications and increases survival without severe morbidity. 6 Also antenatal dexamethasone administration is associated with a decreased incidence of development of retinopathy of prematurity of stage 2 and higher in preterm infants. 7 However, its long-term efficacy and safety and dose of administration remain areas of dispute. 8 Royal College of Obstetricians and Gynaecologist (RCOG) guidelines have recommended 4 doses of intramuscular 6 mg dexamethasone 12 hours apart for 2 days for mothers expected to have a preterm delivery. 9 Also the clinicians are directed to offer a single course of antenatal corticosteroids between 24 and 35 weeks of gestation. It is most effective in reducing RDS in pregnancies that deliver 24 hours after and up to 7 days after administration of the second dose of antenatal corticosteroids. 9 It is indicated for anticipated preterm birth within 7 days, to improve foetal lung maturity, reduce respiratory distress and other neonatal morbidity, and increase chances of neonatal survival. 10 Another regimen of 12 mg dexamethasone, 12 hours apart is being widely followed in this part of world. 11, 12 This regimen comes in contrary to the RCOG guidelines yet based on the observation of declining mortality rate due to RDS in low income countries, it can be considered an equally effective regimen. 13 The use of corticosteroid is poorly tested through randomized control trials in low-resource countries like Pakistan where mothers are usually malnourished. 13 There is no consensus on the dose of corticosteroid administered to the mother expected to have a preterm delivery. 14, 15 Widely used 2 doses regimen of dexamethasone has not been compared with the RCOG projected 4 doses regimen of dexamethasone. Lack of comparison merits this trial. This study is designed to assess which of these two regimens is more efficacious in decreasing the incidence of RDS, necrotizing enterocolitis, IVH and neonatal mortality rate.",
        "section": "INTRODUCTION",
        "section_number": 2,
        "sentences": [
            "Dexamethasone is a corticosteroid with glucocorticoid activity as well.",
            "These steroids promote lung maturation and reduce the incidence of RDS in premature neonates.",
            "5 In addition to decreasing pulmonary morbidity, they reduce cerebral complications and increases survival without severe morbidity.",
            "6 Also antenatal dexamethasone administration is associated with a decreased incidence of development of retinopathy of prematurity of stage 2 and higher in preterm infants.",
            "7 However, its long-term efficacy and safety and dose of administration remain areas of dispute.",
            "8 Royal College of Obstetricians and Gynaecologist (RCOG) guidelines have recommended 4 doses of intramuscular 6 mg dexamethasone 12 hours apart for 2 days for mothers expected to have a preterm delivery.",
            "9 Also the clinicians are directed to offer a single course of antenatal corticosteroids between 24 and 35 weeks of gestation.",
            "It is most effective in reducing RDS in pregnancies that deliver 24 hours after and up to 7 days after administration of the second dose of antenatal corticosteroids.",
            "9 It is indicated for anticipated preterm birth within 7 days, to improve foetal lung maturity, reduce respiratory distress and other neonatal morbidity, and increase chances of neonatal survival.",
            "10 Another regimen of 12 mg dexamethasone, 12 hours apart is being widely followed in this part of world.",
            "11, 12 This regimen comes in contrary to the RCOG guidelines yet based on the observation of declining mortality rate due to RDS in low income countries, it can be considered an equally effective regimen.",
            "13 The use of corticosteroid is poorly tested through randomized control trials in low-resource countries like Pakistan where mothers are usually malnourished.",
            "13 There is no consensus on the dose of corticosteroid administered to the mother expected to have a preterm delivery.",
            "14, 15 Widely used 2 doses regimen of dexamethasone has not been compared with the RCOG projected 4 doses regimen of dexamethasone.",
            "Lack of comparison merits this trial.",
            "This study is designed to assess which of these two regimens is more efficacious in decreasing the incidence of RDS, necrotizing enterocolitis, IVH and neonatal mortality rate."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40574",
        "text": "Randomized control trial was conducted in Ayub Teaching Hospital, Abbottabad with the permission of Review and Ethical committee of the institution. This trial took place in month of August, 2014.",
        "section": "MATERIAL AND METHOD",
        "section_number": 3,
        "sentences": [
            "Randomized control trial was conducted in Ayub Teaching Hospital, Abbottabad with the permission of Review and Ethical committee of the institution.",
            "This trial took place in month of August, 2014."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40574",
        "text": "Study included pregnant women between 28 and 36 weeks of gestation, admitted at Ayub Teaching Hospital, Abbottabad because of premature contractions or risk of preterm delivery including cases of preterm labour, preterm pre-labour rupture of membranes (PPROM), indicated preterm delivery. Those patients were excluded who declined to give consent, patients delivered before 48 hours or after 7 days of administration of injection, patients, who had a course of corticosteroids, for any reason other than preterm delivery and cases of cases of eclampsia, antepartum haemorrhage or any other obstetrical emergency.",
        "section": "MATERIAL AND METHOD",
        "section_number": 4,
        "sentences": [
            "Study included pregnant women between 28 and 36 weeks of gestation, admitted at Ayub Teaching Hospital, Abbottabad because of premature contractions or risk of preterm delivery including cases of preterm labour, preterm pre-labour rupture of membranes (PPROM), indicated preterm delivery.",
            "Those patients were excluded who declined to give consent, patients delivered before 48 hours or after 7 days of administration of injection, patients, who had a course of corticosteroids, for any reason other than preterm delivery and cases of cases of eclampsia, antepartum haemorrhage or any other obstetrical emergency."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40574",
        "text": "Sample size was set at 50. Since no prior study was there, statistical calculation could not be done. After assessing the eligibility of the patients an informed written consent was taken from the patient. She was explained the scientific value of this study in local language and was given free will to join the study. Women who signed the written consent then were randomized.",
        "section": "MATERIAL AND METHOD",
        "section_number": 5,
        "sentences": [
            "Sample size was set at 50.",
            "Since no prior study was there, statistical calculation could not be done.",
            "After assessing the eligibility of the patients an informed written consent was taken from the patient.",
            "She was explained the scientific value of this study in local language and was given free will to join the study.",
            "Women who signed the written consent then were randomized."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40574",
        "text": "Eligible women were randomised into two groups 'A' and 'B'. Group A was administered 4 doses of 6mg dexamethasone 12 hours apart. Group B was administered 2 doses of 12 mg of dexamethasone 24 hours apart. The women were followed for seven successive days since the date of their admission.",
        "section": "MATERIAL AND METHOD",
        "section_number": 6,
        "sentences": [
            "Eligible women were randomised into two groups 'A' and 'B'.",
            "Group A was administered 4 doses of 6mg dexamethasone 12 hours apart.",
            "Group B was administered 2 doses of 12 mg of dexamethasone 24 hours apart.",
            "The women were followed for seven successive days since the date of their admission."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40574",
        "text": "The entire process consisted of a scheme that as soon a patient reported in the hospital, her bio-data was taken. She was assessed for being appropriate for study. If she was not in any emergency situation, she was declared fit for study. After giving the consent, the patient was randomly allocated into study or control group and subjected to corresponding interventions. First dose in each group was administered immediately followed by corresponding drug regimens. Patients were followed till delivery of the baby within seven days of 1 st dose administration.",
        "section": "MATERIAL AND METHOD",
        "section_number": 7,
        "sentences": [
            "The entire process consisted of a scheme that as soon a patient reported in the hospital, her bio-data was taken.",
            "She was assessed for being appropriate for study.",
            "If she was not in any emergency situation, she was declared fit for study.",
            "After giving the consent, the patient was randomly allocated into study or control group and subjected to corresponding interventions.",
            "First dose in each group was administered immediately followed by corresponding drug regimens.",
            "Patients were followed till delivery of the baby within seven days of 1 st dose administration."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40574",
        "text": "The outcome was evaluated through presence or absence of various clinically diagnosed prematurity problems. It was assessed through incidence of clinically diagnosed foetal morbidity and mortality by the on-duty doctor at labour room and re-evaluated at Neonatal ICU by corresponding on-duty doctor through a questionnaire. The foetal morbidities included RDS, IVH, necrotizing enterocolitis and admission/ number of days spent in neonatal intensive care unit. Mortality rate included foetal mortality and neonatal mortality. RDS was assessed on the basis of signs of respiratory distress that included expiratory grunting, tachypnoea, intercostal and subcostal retraction, cyanosis and nasal flare. IVH was assessed through presence of breathing pauses (apnoea), changes in blood pressure and heart rate, decreased muscle tone, decreased reflexes, excessive sleep, lethargy, weak suck, seizures and other abnormal movements. Necrotizing enterocolitis was assessed through increased abdominal girth, visible intestinal loops, obvious abdominal distension and decreased bowel sounds, change in stool pattern, haematochezia, palpable abdominal mass and erythema of the abdominal wall. Admission in neonatal intensive care unit was assessed through number of days spend in the NICU. The mortality included foetal mortality and neonatal mortality.",
        "section": "MATERIAL AND METHOD",
        "section_number": 8,
        "sentences": [
            "The outcome was evaluated through presence or absence of various clinically diagnosed prematurity problems.",
            "It was assessed through incidence of clinically diagnosed foetal morbidity and mortality by the on-duty doctor at labour room and re-evaluated at Neonatal ICU by corresponding on-duty doctor through a questionnaire.",
            "The foetal morbidities included RDS, IVH, necrotizing enterocolitis and admission/ number of days spent in neonatal intensive care unit.",
            "Mortality rate included foetal mortality and neonatal mortality.",
            "RDS was assessed on the basis of signs of respiratory distress that included expiratory grunting, tachypnoea, intercostal and subcostal retraction, cyanosis and nasal flare.",
            "IVH was assessed through presence of breathing pauses (apnoea), changes in blood pressure and heart rate, decreased muscle tone, decreased reflexes, excessive sleep, lethargy, weak suck, seizures and other abnormal movements.",
            "Necrotizing enterocolitis was assessed through increased abdominal girth, visible intestinal loops, obvious abdominal distension and decreased bowel sounds, change in stool pattern, haematochezia, palpable abdominal mass and erythema of the abdominal wall.",
            "Admission in neonatal intensive care unit was assessed through number of days spend in the NICU.",
            "The mortality included foetal mortality and neonatal mortality."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40574",
        "text": "SPSS 10 was used to analyse the data. 95% confidence interval (CI) was used in the study. Confidentiality of patients' particulars was assured and ensured. Confidentiality of participants was in fact prime concern in the study. No unauthorised person was allowed access to the data.",
        "section": "MATERIAL AND METHOD",
        "section_number": 9,
        "sentences": [
            "SPSS 10 was used to analyse the data.",
            "95% confidence interval (CI) was used in the study.",
            "Confidentiality of patients' particulars was assured and ensured.",
            "Confidentiality of participants was in fact prime concern in the study.",
            "No unauthorised person was allowed access to the data."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40574",
        "text": "Communication between labour ward clinicians and the research team proved difficult owing to the workload and we were, as a result, unable to collect data on the number of women with preterm labour who fulfilled the inclusion criteria but were not offered participation in the study.",
        "section": "RESULTS",
        "section_number": 10,
        "sentences": [
            "Communication between labour ward clinicians and the research team proved difficult owing to the workload and we were, as a result, unable to collect data on the number of women with preterm labour who fulfilled the inclusion criteria but were not offered participation in the study."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40574",
        "text": "The research team was informed of 50 potentially eligible women. None of the women declined participation and were successfully randomised into either of the two equal groups group A and B each having 25 participants. The participants were followed for a week. Two women were excluded from the study because they did not want to continue. Thus, the study was left with 48 participants; 24 in group A and 24 in group B. Clinical data were available for all 48 eligible women who agreed to participate. Mean age of participants was 28.4±4.3 years. Period of gestation (POG) of participants lied within a range of 29-36 weeks with mean POG as 34 weeks±1.9 SD. Chief complaint of 20 (41.7%) participants were 'preterm labour'. Seven (14.6%) participants reported with pregnancy induced hypertension (PIH). Mean parity of participants was 1.42±1.5 SD. Four (8.3%) participants had twin gestation. Twelve (25%) participants were primigravida (Table-1) In group A, all of the 24 participants received the intervention A. The means age of participants in this group was 27.91±4.4 years. The mean period of gestation (POG) was 35.21±0.977 weeks. One 20 years old grand multigravida patient with zero parity was also included in this group had twin gestation with POG of 30 weeks. All of the other patients had single gestation.",
        "section": "RESULTS",
        "section_number": 11,
        "sentences": [
            "The research team was informed of 50 potentially eligible women.",
            "None of the women declined participation and were successfully randomised into either of the two equal groups group A and B each having 25 participants.",
            "The participants were followed for a week.",
            "Two women were excluded from the study because they did not want to continue.",
            "Thus, the study was left with 48 participants; 24 in group A and 24 in group B. Clinical data were available for all 48 eligible women who agreed to participate.",
            "Mean age of participants was 28.4±4.3 years.",
            "Period of gestation (POG) of participants lied within a range of 29-36 weeks with mean POG as 34 weeks±1.9 SD.",
            "Chief complaint of 20 (41.7%) participants were 'preterm labour'.",
            "Seven (14.6%) participants reported with pregnancy induced hypertension (PIH).",
            "Mean parity of participants was 1.42±1.5 SD.",
            "Four (8.3%) participants had twin gestation.",
            "Twelve (25%) participants were primigravida (Table-1) In group A, all of the 24 participants received the intervention A. The means age of participants in this group was 27.91±4.4 years.",
            "The mean period of gestation (POG) was 35.21±0.977 weeks.",
            "One 20 years old grand multigravida patient with zero parity was also included in this group had twin gestation with POG of 30 weeks.",
            "All of the other patients had single gestation."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": 0
    },
    {
        "doc_id": "40574",
        "text": "In group B, all of the 24 participants received the intervention B. Mean age of participants was 28.6±4.3years with range of 20-36 years. Mean POG was 33.42±2.3 years. Three of the participants in this group had twin gestation (Table-1 No case of intra-ventricular haemorrhage was diagnosed in either of the groups. One case of necrotising enterocolitis was diagnosed in group B born at POG of 29 weeks (95% confidence interval CI=0.956-1.148). Mortality of babies were higher in group B with no neonatal death in group A (Table-3 ). However, the difference observed was not significance (p=0.149). Both the neonates that could not survive in group B were born at POG of 29 weeks respectively. ",
        "section": "RESULTS",
        "section_number": 12,
        "sentences": [
            "In group B, all of the 24 participants received the intervention B. Mean age of participants was 28.6±4.3years with range of 20-36 years.",
            "Mean POG was 33.42±2.3 years.",
            "Three of the participants in this group had twin gestation (Table-1 No case of intra-ventricular haemorrhage was diagnosed in either of the groups.",
            "One case of necrotising enterocolitis was diagnosed in group B born at POG of 29 weeks (95% confidence interval CI=0.956-1.148).",
            "Mortality of babies were higher in group B with no neonatal death in group A (Table-3 ).",
            "However, the difference observed was not significance (p=0.149).",
            "Both the neonates that could not survive in group B were born at POG of 29 weeks respectively."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40574",
        "text": "Statistically insignificant difference of 16.7% RDS incidence in 6mg group compare with 8.4% incidence in 12mg group (CI=0.372-9.042) was found in the incidence of RDS between the two groups. This shows that neither of the two regimens can be labelled as being superior than the other as far as their efficacy is concerned. While comparing the results with a different corticosteroid, Brownfoot FC et al 16 showed statistically insignificant difference in reducing the incidence of RDS when comparing dexamethasone with betamethasone. Roberts D et al 4 reported that although corticosteroids have a role in the reducing the incidence of RDS, supremacy of any one regimen over another cannot be stated with certainty. Similarly, a significant lower incidence of RDS was reported in infants born to mother who were given 4 doses of dexamethasone by Crowther et al. 17 Our results showed no case of Intraventricular haemorrhage (IVH) in either of the groups. This can be attributed to the findings of Brownfoot FC et al 16 reporting a decrease in incidence of intra-ventricular haemorrhage (IVH) by administration of corticosteroids. This Cochrane review while comparing dexamethasone with betamethasone revealed that 6mg dexamethasone in four doses decreased IVH incidence when compared with betamethasone. However, this lack of difference in the incidence of IVH among the two regimens can also be attributed to small sample size in our pilot study.",
        "section": "DISCUSSION",
        "section_number": 13,
        "sentences": [
            "Statistically insignificant difference of 16.7% RDS incidence in 6mg group compare with 8.4% incidence in 12mg group (CI=0.372-9.042) was found in the incidence of RDS between the two groups.",
            "This shows that neither of the two regimens can be labelled as being superior than the other as far as their efficacy is concerned.",
            "While comparing the results with a different corticosteroid, Brownfoot FC et al 16 showed statistically insignificant difference in reducing the incidence of RDS when comparing dexamethasone with betamethasone.",
            "Roberts D et al 4 reported that although corticosteroids have a role in the reducing the incidence of RDS, supremacy of any one regimen over another cannot be stated with certainty.",
            "Similarly, a significant lower incidence of RDS was reported in infants born to mother who were given 4 doses of dexamethasone by Crowther et al. 17 Our results showed no case of Intraventricular haemorrhage (IVH) in either of the groups.",
            "This can be attributed to the findings of Brownfoot FC et al 16 reporting a decrease in incidence of intra-ventricular haemorrhage (IVH) by administration of corticosteroids.",
            "This Cochrane review while comparing dexamethasone with betamethasone revealed that 6mg dexamethasone in four doses decreased IVH incidence when compared with betamethasone.",
            "However, this lack of difference in the incidence of IVH among the two regimens can also be attributed to small sample size in our pilot study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40574",
        "text": "Statistically insignificant difference in incidence of necrotizing enterocolitis (NEC) was found in our study. A single case of NEC in 12 mg group B had no statistical significance. Thus, this depicts that none of the two regimens can be labelled as being superior to the other as far as decreasing the incidence of NEC is concerned. This lack of supremacy is in accordance with the report of Roberts D et al. 4 No doubt dexamethasone has a significant role in reducing the incidence of NEC as reported by Peaceman A et al 18 , the regimen in which it may be administered to avail maximum benefits cannot to ascertained. Despite this all, effect lack of significance observed in our study can also be ascribed to small sample size.",
        "section": "DISCUSSION",
        "section_number": 14,
        "sentences": [
            "Statistically insignificant difference in incidence of necrotizing enterocolitis (NEC) was found in our study.",
            "A single case of NEC in 12 mg group B had no statistical significance.",
            "Thus, this depicts that none of the two regimens can be labelled as being superior to the other as far as decreasing the incidence of NEC is concerned.",
            "This lack of supremacy is in accordance with the report of Roberts D et al. 4 No doubt dexamethasone has a significant role in reducing the incidence of NEC as reported by Peaceman A et al 18 , the regimen in which it may be administered to avail maximum benefits cannot to ascertained.",
            "Despite this all, effect lack of significance observed in our study can also be ascribed to small sample size."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40574",
        "text": "While considering the mortality rate in the two groups, the difference observed was statistically insignificant. This also strengthens that point that both the regimens are equally effective as stated earlier and the difference observed cannot be made the basis of declaring one regimen to be effective than the other.",
        "section": "DISCUSSION",
        "section_number": 15,
        "sentences": [
            "While considering the mortality rate in the two groups, the difference observed was statistically insignificant.",
            "This also strengthens that point that both the regimens are equally effective as stated earlier and the difference observed cannot be made the basis of declaring one regimen to be effective than the other."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40574",
        "text": "Despite our utmost effort we were not able to find such studies where the two regimens of dexamethasone, i.e., 4 doses of 6mg and 2 doses of 12mg were directly compared with one another and studied for the results such as RDS, IVH, NEC and neonatal death.",
        "section": "DISCUSSION",
        "section_number": 16,
        "sentences": [
            "Despite our utmost effort we were not able to find such studies where the two regimens of dexamethasone, i.e., 4 doses of 6mg and 2 doses of 12mg were directly compared with one another and studied for the results such as RDS, IVH, NEC and neonatal death."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40574",
        "text": "Pilot study could not prove any significant difference while comparing the two regimens of dexamethasone. Both the regimens are equally effective in reducing the incidence of RDS, intra ventricular haemorrhage, necrotizing enterocolitis and neonate mortality rate.",
        "section": "CONCLUSION",
        "section_number": 17,
        "sentences": [
            "Pilot study could not prove any significant difference while comparing the two regimens of dexamethasone.",
            "Both the regimens are equally effective in reducing the incidence of RDS, intra ventricular haemorrhage, necrotizing enterocolitis and neonate mortality rate."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    }
]