[
    {
        "doc_id": "46794",
        "text": "Objective To assess the impact of maintenance nifedipine therapy on pregnancy duration in women with preterm placenta previa bleeding. Methods PPADAL was a randomized, double-blind, placebo-controlled trial conducted between 05/ 2008 and 05/2012 in five French hospitals. The trial included 109 women, aged ! 18 years, with at least one episode of placenta previa bleeding, intact membranes and no other pregnancy complication, at gestational age 24 to 34 weeks and after 48 hours of complete acute tocolysis. Women were randomly allocated to receive either 20 mg of slow-release nifedipine three times daily (n = 54) or placebo (n = 55) until 36 + 6 weeks of gestation. The primary outcome for the trial was length of pregnancy measured in days after enrolment. Main secondary outcomes were rates of recurrent bleeding, cesarean delivery due to hemorrhage, blood transfusion, maternal side effects, gestational age at delivery and adverse perinatal outcomes (perinatal death, chronic lung disease, neonatal sepsis, intraventricular hemorrhage > grade 2, perventricular leukomalacia > grade 1, or necrotizing enterocolitis). Analysis was by intention to treat. Results Mean (SD) prolongation of pregnancy was not different between the nifedipine (n = 54) and the placebo (n = 55) group; 42.5 days ± 23.8 versus 44.2 days ± 24.5, p = 0.70. Cesarean due to hemorrhage performed before 37 weeks occurred more frequently in the nifedipine group in comparison with the placebo group (RR, 1.66; 95% confidence interval, 1.05-2.72). Adverse perinatal outcomes were comparable between groups; 3.8% for nifedipine",
        "section": "Abstract",
        "sentences": [
            "Objective To assess the impact of maintenance nifedipine therapy on pregnancy duration in women with preterm placenta previa bleeding.",
            "Methods PPADAL was a randomized, double-blind, placebo-controlled trial conducted between 05/ 2008 and 05/2012 in five French hospitals.",
            "The trial included 109 women, aged !",
            "18 years, with at least one episode of placenta previa bleeding, intact membranes and no other pregnancy complication, at gestational age 24 to 34 weeks and after 48 hours of complete acute tocolysis.",
            "Women were randomly allocated to receive either 20 mg of slow-release nifedipine three times daily (n = 54) or placebo (n = 55) until 36 + 6 weeks of gestation.",
            "The primary outcome for the trial was length of pregnancy measured in days after enrolment.",
            "Main secondary outcomes were rates of recurrent bleeding, cesarean delivery due to hemorrhage, blood transfusion, maternal side effects, gestational age at delivery and adverse perinatal outcomes (perinatal death, chronic lung disease, neonatal sepsis, intraventricular hemorrhage > grade 2, perventricular leukomalacia > grade 1, or necrotizing enterocolitis).",
            "Analysis was by intention to treat.",
            "Results Mean (SD) prolongation of pregnancy was not different between the nifedipine (n = 54) and the placebo (n = 55) group; 42.5 days ± 23.8 versus 44.2 days ± 24.5, p = 0.70.",
            "Cesarean due to hemorrhage performed before 37 weeks occurred more frequently in the nifedipine group in comparison with the placebo group (RR, 1.66; 95% confidence interval, 1.05-2.72).",
            "Adverse perinatal outcomes were comparable between groups; 3.8% for nifedipine"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "46794",
        "text": "A United States population-based study found the overall annual incidence of placenta previa to be 4.8 per 1000 deliveries [1] . Placenta previa rate has regularly increased over the last two decades, as has frequency of the associated main risk factors i.e. cesarean section and maternal age [2] . Placenta previa may have considerable consequences for both the mother and the neonate while placing high demands on health resources. High morbidities and mortality rates reported in women are mainly related to severe hemorrhage occurring throughout pregnancy, though mostly at delivery [3] . Perinatal mortality, the rates of which are three to four times higher than in normal pregnancies, frequently occurs in situation of severe prematurity, mainly induced by maternal bleeding [4] . Since the 1980's, conservative expectant management has been advocated as reducing both maternal and neonatal morbidity in preterm bleeding placenta previa [5] . Tocolytic agents is one of the key treatments in conservative management and may be useful in selected cases, enabling better control of uterine activity and reducing blood loss [6, 7] . The rationale for the selective use of tocolytic agents is twofold. In some women, a significant degree of uterine activity is observed during an episode of bleeding. More often, an episode of bleeding may occur following subclinical uterine contractions [8] . As reported treatment protocols can vary in use of tocolytic agents and administration duration, the Royal College of Obstetricians and Gynecologists have recently stated that tocolytic agent and optimum regime are still to be determined and further research is needed in this area [6] . Prolonged use of tocolytic therapy has until now been poorly investigated in women with bleeding preterm placenta previa [9] with most publications being retrospective and observational and few data reporting maternal morbidity with severe hemorrhage and neonatal morbidity with prematurity [10, 11] . A systematic review of randomized controlled trials concluded that calcium channel blockers are preferable to other tocolytic agents (mainly betamimetics) in women at risk of preterm delivery [12] , but no previous study has described calcium channel blockers therapy in symptomatic preterm bleeding placenta previa. Therefore, we evaluated the effectiveness of maintenance tocolysis with calcium channel blocker nifedipine on pregnancy prolongation in women with preterm symptomatic placenta previa.",
        "section": "Introduction",
        "section_number": 1,
        "sentences": [
            "A United States population-based study found the overall annual incidence of placenta previa to be 4.8 per 1000 deliveries [1] .",
            "Placenta previa rate has regularly increased over the last two decades, as has frequency of the associated main risk factors i.e. cesarean section and maternal age [2] .",
            "Placenta previa may have considerable consequences for both the mother and the neonate while placing high demands on health resources.",
            "High morbidities and mortality rates reported in women are mainly related to severe hemorrhage occurring throughout pregnancy, though mostly at delivery [3] .",
            "Perinatal mortality, the rates of which are three to four times higher than in normal pregnancies, frequently occurs in situation of severe prematurity, mainly induced by maternal bleeding [4] .",
            "Since the 1980's, conservative expectant management has been advocated as reducing both maternal and neonatal morbidity in preterm bleeding placenta previa [5] .",
            "Tocolytic agents is one of the key treatments in conservative management and may be useful in selected cases, enabling better control of uterine activity and reducing blood loss [6, 7] .",
            "The rationale for the selective use of tocolytic agents is twofold.",
            "In some women, a significant degree of uterine activity is observed during an episode of bleeding.",
            "More often, an episode of bleeding may occur following subclinical uterine contractions [8] .",
            "As reported treatment protocols can vary in use of tocolytic agents and administration duration, the Royal College of Obstetricians and Gynecologists have recently stated that tocolytic agent and optimum regime are still to be determined and further research is needed in this area [6] .",
            "Prolonged use of tocolytic therapy has until now been poorly investigated in women with bleeding preterm placenta previa [9] with most publications being retrospective and observational and few data reporting maternal morbidity with severe hemorrhage and neonatal morbidity with prematurity [10, 11] .",
            "A systematic review of randomized controlled trials concluded that calcium channel blockers are preferable to other tocolytic agents (mainly betamimetics) in women at risk of preterm delivery [12] , but no previous study has described calcium channel blockers therapy in symptomatic preterm bleeding placenta previa.",
            "Therefore, we evaluated the effectiveness of maintenance tocolysis with calcium channel blocker nifedipine on pregnancy prolongation in women with preterm symptomatic placenta previa."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "46794",
        "text": "We performed a multicenter, double blind, placebo-controlled trial in 5 perinatal units including all tertiary centers in the North West of France. Randomization of participants occurred between May 2008 and May 2012 and follow-up was completed in December 2013. The study was approved by the Ethics Committee of Upper Normandy and written informed consent was obtained from each woman. The study was registered with the clinical trials registry and before it recruited the first patient (ClinicalTrials.gov#NCT00620724).",
        "section": "Methods",
        "section_number": 2,
        "sentences": [
            "We performed a multicenter, double blind, placebo-controlled trial in 5 perinatal units including all tertiary centers in the North West of France.",
            "Randomization of participants occurred between May 2008 and May 2012 and follow-up was completed in December 2013.",
            "The study was approved by the Ethics Committee of Upper Normandy and written informed consent was obtained from each woman.",
            "The study was registered with the clinical trials registry and before it recruited the first patient (ClinicalTrials.gov#NCT00620724)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "46794",
        "text": "Women with preterm placenta previa bleeding, at gestational age 24+0 to 33+6 weeks, and after 48 hours of complete acute tocolysis and corticosteroids were eligible for participation. Placenta previa was diagnosed using transvaginal sonography and a criterion for inclusion was a placental edge below 50 mm from the internal cervical os [7] . Transvaginal and abdominal sonographies were performed before randomization to detect placental abruption and could be further carried out in women with persistent bleeding. Gestational age was determined using the first trimester routine ultrasound examination and by measuring crown-rump length. Acute tocolysis treatment was usually by nifedipine (the initial dose was 10 mg capsules orally renewable every 20 minutes up to 4 capsules per hour in the first hour, followed by 20 mg slow-release tablets three times daily for 48 hours) or atosiban (a bolus injection of 6.75 mg i.v. in 1 minute, followed by 18 mg/hour for 3 hours, followed by a maintenance dosage of 6 mg/hour for 45 hours), following local protocol.",
        "section": "Participants",
        "section_number": 3,
        "sentences": [
            "Women with preterm placenta previa bleeding, at gestational age 24+0 to 33+6 weeks, and after 48 hours of complete acute tocolysis and corticosteroids were eligible for participation.",
            "Placenta previa was diagnosed using transvaginal sonography and a criterion for inclusion was a placental edge below 50 mm from the internal cervical os [7] .",
            "Transvaginal and abdominal sonographies were performed before randomization to detect placental abruption and could be further carried out in women with persistent bleeding.",
            "Gestational age was determined using the first trimester routine ultrasound examination and by measuring crown-rump length.",
            "Acute tocolysis treatment was usually by nifedipine (the initial dose was 10 mg capsules orally renewable every 20 minutes up to 4 capsules per hour in the first hour, followed by 20 mg slow-release tablets three times daily for 48 hours) or atosiban (a bolus injection of 6.75 mg i.v.",
            "in 1 minute, followed by 18 mg/hour for 3 hours, followed by a maintenance dosage of 6 mg/hour for 45 hours), following local protocol."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "46794",
        "text": "Inclusion criteria were women aged ! 18 with a singleton fetus and intact membranes. Women were excluded if any of the following criteria was encountered: severe hemorrhage with immediate delivery required, pre-eclampsia, placental abruption, fetal distress, intrauterine growth restriction, intrauterine fetal death, chorioamnionitis, liver disease, severe chronic renal disease, heart disease, and contra indications for nifedipine.",
        "section": "Participants",
        "section_number": 4,
        "sentences": [
            "Inclusion criteria were women aged !",
            "18 with a singleton fetus and intact membranes.",
            "Women were excluded if any of the following criteria was encountered: severe hemorrhage with immediate delivery required, pre-eclampsia, placental abruption, fetal distress, intrauterine growth restriction, intrauterine fetal death, chorioamnionitis, liver disease, severe chronic renal disease, heart disease, and contra indications for nifedipine."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "46794",
        "text": "Women were randomly allocated (the second day of acute tocolysis by a senior obstetrician patrician) to receive either 20 mg of slow-release nifedipine three times daily (60 mg) [12] or placebo until 36 + 6 weeks of gestation. The trial medication commenced after initial acute tocolysis had been discontinued. Side effects related to nifedipine therapy i.e. symptomatic hypotension, headache or flushing were recorded. Antenatal corticosteroid regimen i.e. intramuscular betamethasone (Celestone) 12 mg every 24 hours for two days was systematically given after 26 weeks of gestation and a repeat dose could be re-injected in cases of bleeding recurrence or pregnancy complications. The anesthesiologist and obstetrician jointly decided upon maternal transfusion depending on the mother's hemodynamic situation, the extent of blood loss and following French guidelines [13] . Iron tablets i.e. oral 80 mg daily, were systematically prescribed. Women were kept under observation in hospital for a few days and authorized for discharge if the clinical situation was stable with no persistent bleeding [14] . Women were given instructions to limit activity and to return immediately to hospital should bleeding recur. Women presenting at the hospital with bleeding recurrence could have the study medication stopped for a repeat course of 48 hour acute tocolysis i.e. nifedipine, atosiban or twice consecutively if necessary. A repeat course of acute tocolysis was indicated in women with moderate bleeding and stable hemodynamic situation and when bleeding recurrence occurred before 35 weeks of gestation. After two bleeding recurrences, women were definitively hospitalized. After the initial hospital discharge patients underwent monthly clinical examination including blood pressure measurement, tolerance for study treatment, evaluation for medication compliance by counting pills, and localization of the low placental edge. Trial medication could be further stopped in women with severe hemorrhage, premature rupture of membranes or pregnancy complications (preeclampsia, intra uterine growth retardation) and when the low placental edge was more than 5 cm from the internal cervical os. Cesarean delivery for placental localization was indicated in women with complete or marginal placenta and performed (depending on clinical circumstances) when the placental edge was less than 2 cm from the internal cervical os in the third trimester. Cesarean delivery was planned at 37-38 weeks of gestation in stable women or earlier if severe bleeding occurred or if women went into labor [15] .",
        "section": "Interventions",
        "section_number": 5,
        "sentences": [
            "Women were randomly allocated (the second day of acute tocolysis by a senior obstetrician patrician) to receive either 20 mg of slow-release nifedipine three times daily (60 mg) [12] or placebo until 36 + 6 weeks of gestation.",
            "The trial medication commenced after initial acute tocolysis had been discontinued.",
            "Side effects related to nifedipine therapy i.e. symptomatic hypotension, headache or flushing were recorded.",
            "Antenatal corticosteroid regimen i.e. intramuscular betamethasone (Celestone) 12 mg every 24 hours for two days was systematically given after 26 weeks of gestation and a repeat dose could be re-injected in cases of bleeding recurrence or pregnancy complications.",
            "The anesthesiologist and obstetrician jointly decided upon maternal transfusion depending on the mother's hemodynamic situation, the extent of blood loss and following French guidelines [13] .",
            "Iron tablets i.e. oral 80 mg daily, were systematically prescribed.",
            "Women were kept under observation in hospital for a few days and authorized for discharge if the clinical situation was stable with no persistent bleeding [14] .",
            "Women were given instructions to limit activity and to return immediately to hospital should bleeding recur.",
            "Women presenting at the hospital with bleeding recurrence could have the study medication stopped for a repeat course of 48 hour acute tocolysis i.e. nifedipine, atosiban or twice consecutively if necessary.",
            "A repeat course of acute tocolysis was indicated in women with moderate bleeding and stable hemodynamic situation and when bleeding recurrence occurred before 35 weeks of gestation.",
            "After two bleeding recurrences, women were definitively hospitalized.",
            "After the initial hospital discharge patients underwent monthly clinical examination including blood pressure measurement, tolerance for study treatment, evaluation for medication compliance by counting pills, and localization of the low placental edge.",
            "Trial medication could be further stopped in women with severe hemorrhage, premature rupture of membranes or pregnancy complications (preeclampsia, intra uterine growth retardation) and when the low placental edge was more than 5 cm from the internal cervical os.",
            "Cesarean delivery for placental localization was indicated in women with complete or marginal placenta and performed (depending on clinical circumstances) when the placental edge was less than 2 cm from the internal cervical os in the third trimester.",
            "Cesarean delivery was planned at 37-38 weeks of gestation in stable women or earlier if severe bleeding occurred or if women went into labor [15] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "46794",
        "text": "The primary outcome was prolongation of pregnancy defined by time interval in days from randomization to delivery. Maternal secondary outcomes were bleeding recurrence, need for blood transfusion, immediate pre-delivery hemoglobin count, cesarean delivery and indications, post delivery hemoglobin count, use of additional uterine devascularisation procedure or peripartum hysterectomy, length of hospitalization and death. Bleeding recurrence was defined as when clinical intervention was necessary i.e. tocolyis therapy or caesarean section due to hemorrhage before 37 + 0 weeks gestation. Placenta accreta was diagnosed according to clinical and histological criteria as previously reported [16] . Neonatal secondary outcomes were term of birth, birthweight, Apgar score less than 7 at 5 minutes, umbilical arterial pH < 7.00, hospitalization in neonatal intensive care unit, length of hospitalization, adverse neonatal outcomes associated with prematurity (only documented if premature birth occurred before 34 weeks of gestation) and perinatal death. Adverse perinatal outcome was defined as perinatal mortality and serious morbidity including chronic lung disease, neonatal sepsis, severe intraventricular hemorrhage greater than grade 2, periventricular leukomalacia greater than grade 1 and necrotizing enterocolitis [17] .",
        "section": "Outcomes",
        "section_number": 6,
        "sentences": [
            "The primary outcome was prolongation of pregnancy defined by time interval in days from randomization to delivery.",
            "Maternal secondary outcomes were bleeding recurrence, need for blood transfusion, immediate pre-delivery hemoglobin count, cesarean delivery and indications, post delivery hemoglobin count, use of additional uterine devascularisation procedure or peripartum hysterectomy, length of hospitalization and death.",
            "Bleeding recurrence was defined as when clinical intervention was necessary i.e. tocolyis therapy or caesarean section due to hemorrhage before 37 + 0 weeks gestation.",
            "Placenta accreta was diagnosed according to clinical and histological criteria as previously reported [16] .",
            "Neonatal secondary outcomes were term of birth, birthweight, Apgar score less than 7 at 5 minutes, umbilical arterial pH < 7.00, hospitalization in neonatal intensive care unit, length of hospitalization, adverse neonatal outcomes associated with prematurity (only documented if premature birth occurred before 34 weeks of gestation) and perinatal death.",
            "Adverse perinatal outcome was defined as perinatal mortality and serious morbidity including chronic lung disease, neonatal sepsis, severe intraventricular hemorrhage greater than grade 2, periventricular leukomalacia greater than grade 1 and necrotizing enterocolitis [17] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "46794",
        "text": "No previous study has specifically evaluated the efficacy of maintenance oral nifedipine in pregnant women with preterm bleeding placenta previa. In a retrospective series published by Besinger et al. (1995) , women treated with long-term maintenance tocolysis with oral or subcutaneous terbutaline had greater prolongation of pregnancy than those treated with shortterm intravenous magnesium alone of more than three weeks (40.9 versus 15.3 days) [9] . In a randomized trial, [18] maintenance nifedipine therapy after discontinuation of acute intravenous tocolysis in women with preterm labor with intact membranes led to a 2 week increase in time elapsed between randomization and delivery when compared with no treatment (mean ± standard deviation 26.65 ± 18.89 vs. 16.14 ± 12.91 days). In view of these data, sample size calculations were based on a two-week difference and conservative standard deviation value of 25 days. In order to obtain 80% power for Student's t-test at the two-sided 0.05 level, the target sample size was 104 women (52 per group). As potential loss to follow-up in each group was estimated at 5%, total sample size was set at 110 women.",
        "section": "Sample size",
        "section_number": 7,
        "sentences": [
            "No previous study has specifically evaluated the efficacy of maintenance oral nifedipine in pregnant women with preterm bleeding placenta previa.",
            "In a retrospective series published by Besinger et al. (1995) , women treated with long-term maintenance tocolysis with oral or subcutaneous terbutaline had greater prolongation of pregnancy than those treated with shortterm intravenous magnesium alone of more than three weeks (40.9 versus 15.3 days) [9] .",
            "In a randomized trial, [18] maintenance nifedipine therapy after discontinuation of acute intravenous tocolysis in women with preterm labor with intact membranes led to a 2 week increase in time elapsed between randomization and delivery when compared with no treatment (mean ± standard deviation 26.65 ± 18.89 vs. 16.14 ± 12.91 days).",
            "In view of these data, sample size calculations were based on a two-week difference and conservative standard deviation value of 25 days.",
            "In order to obtain 80% power for Student's t-test at the two-sided 0.05 level, the target sample size was 104 women (52 per group).",
            "As potential loss to follow-up in each group was estimated at 5%, total sample size was set at 110 women."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "46794",
        "text": "Women were randomly assigned to receive nifedipine or placebo (allocation ratio 1:1). Group assignment was stratified by center and based on a computer generated random sequence in balanced blocks (Department of Biostatistics, Rouen, France). Treatment packages were prepared and numbered according to this random sequence and delivered by each local center pharmacy following each new inclusion. Treatment assignment and block size were blinded to investigators, participants, clinicians, and research nurses. Group assignments were also placed in sealed opaque sequentially numbered envelopes in association with a 24-hour telephone service for unblinding treatment allocation if necessary.",
        "section": "Randomization",
        "section_number": 8,
        "sentences": [
            "Women were randomly assigned to receive nifedipine or placebo (allocation ratio 1:1).",
            "Group assignment was stratified by center and based on a computer generated random sequence in balanced blocks (Department of Biostatistics, Rouen, France).",
            "Treatment packages were prepared and numbered according to this random sequence and delivered by each local center pharmacy following each new inclusion.",
            "Treatment assignment and block size were blinded to investigators, participants, clinicians, and research nurses.",
            "Group assignments were also placed in sealed opaque sequentially numbered envelopes in association with a 24-hour telephone service for unblinding treatment allocation if necessary."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "46794",
        "text": "In accordance with the intention-to-treat principle, all randomised patients were included in the analysis even in cases of discontinuation of treatment. No interim analysis was planned or performed. Two arm treatment comparisons relied on Student's t-test for continuous outcomes, Pearson's chi-square test or Fisher's exact test as appropriate for categorical outcomes, and the log rank test for time to delivery for which a hazard ratio was also estimated from Cox proportional hazard model using the placebo group as the reference. Two-sided p-values less than 0.05 were considered significant. For each dichotomous outcome, relative risk (RR) and associated 95% confidence interval (95% CI) were estimated from the corresponding 2x2 table. Continuous variables are presented as means with standard deviations, unless otherwise specified. Software SAS (SAS Institute, Cary, NC, Version 9.3) was used.",
        "section": "Statistical analysis",
        "section_number": 9,
        "sentences": [
            "In accordance with the intention-to-treat principle, all randomised patients were included in the analysis even in cases of discontinuation of treatment.",
            "No interim analysis was planned or performed.",
            "Two arm treatment comparisons relied on Student's t-test for continuous outcomes, Pearson's chi-square test or Fisher's exact test as appropriate for categorical outcomes, and the log rank test for time to delivery for which a hazard ratio was also estimated from Cox proportional hazard model using the placebo group as the reference.",
            "Two-sided p-values less than 0.05 were considered significant.",
            "For each dichotomous outcome, relative risk (RR) and associated 95% confidence interval (95% CI) were estimated from the corresponding 2x2 table.",
            "Continuous variables are presented as means with standard deviations, unless otherwise specified.",
            "Software SAS (SAS Institute, Cary, NC, Version 9.3) was used."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "46794",
        "text": "A total of 143 potentially eligible women were approached during the study period, 9 of whom declined to participate in the trial. A total of 25 women were excluded for diverse reasons including initial suspicion of premature rupture of membranes though later unconfirmed (n = 14), persistent bleeding at 48 hours of acute tocolysis (n = 6), long term used for tocolytic therapy before the acute tocolysis protocol, (n = 2), uncertain date of conception (n = 1), maternal side effects reported during acute tocolysis (n = 2). Since one treatment batch could not be attributed due to blister expiration, a total of 109 women were enrolled in the trial (Fig 1) . Of these, 54 women were assigned to the nifedipine group and 55 to the placebo group. One woman in the nifedipine group did not start treatment as she was delivered on randomization day due to severe bleeding and fetal distress. Treatment allocation was never unblinded during the study. The baseline characteristics of the randomized population were similar in the two groups (Table 1 ). Most women were parous (69.8%) and 27.9% had undergone previous cesarean section. Distances from the placental edge to the internal cervical os at transvaginal sonography were as follow: overlaps (n = 65; 59.6%), between ! 0 mm to < 20 mm (n = 28; 25.7%), between ! 20 mm to < 35 mm (n = 16; 14.7%), and no woman between 35 mm to 50 mm; and were comparable between the two groups. Mean (Standard deviation: SD) gestational age at randomization was 29.2 weeks (2.5 weeks) in the nifedipine group and 29.4 weeks (2.6 weeks) in the placebo group. Acute tocolysis therapy were either nifedipine (n = 82; 75.2%), atosiban (n = 8; 7.3%), or twice consecutively (n = 18; 16.5%) and were comparable between the two groups.",
        "section": "Results",
        "section_number": 10,
        "sentences": [
            "A total of 143 potentially eligible women were approached during the study period, 9 of whom declined to participate in the trial.",
            "A total of 25 women were excluded for diverse reasons including initial suspicion of premature rupture of membranes though later unconfirmed (n = 14), persistent bleeding at 48 hours of acute tocolysis (n = 6), long term used for tocolytic therapy before the acute tocolysis protocol, (n = 2), uncertain date of conception (n = 1), maternal side effects reported during acute tocolysis (n = 2).",
            "Since one treatment batch could not be attributed due to blister expiration, a total of 109 women were enrolled in the trial (Fig 1) .",
            "Of these, 54 women were assigned to the nifedipine group and 55 to the placebo group.",
            "One woman in the nifedipine group did not start treatment as she was delivered on randomization day due to severe bleeding and fetal distress.",
            "Treatment allocation was never unblinded during the study.",
            "The baseline characteristics of the randomized population were similar in the two groups (Table 1 ).",
            "Most women were parous (69.8%) and 27.9% had undergone previous cesarean section.",
            "Distances from the placental edge to the internal cervical os at transvaginal sonography were as follow: overlaps (n = 65; 59.6%), between !",
            "0 mm to < 20 mm (n = 28; 25.7%), between !",
            "20 mm to < 35 mm (n = 16; 14.7%), and no woman between 35 mm to 50 mm; and were comparable between the two groups.",
            "Mean (Standard deviation: SD) gestational age at randomization was 29.2 weeks (2.5 weeks) in the nifedipine group and 29.4 weeks (2.6 weeks) in the placebo group.",
            "Acute tocolysis therapy were either nifedipine (n = 82; 75.2%), atosiban (n = 8; 7.3%), or twice consecutively (n = 18; 16.5%) and were comparable between the two groups."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "46794",
        "text": "Mean (SD) prolongation of pregnancy was not significantly different between the groups, 42.5 days (23.8 days) for the nifedipine group and 44.2 days (24.5 days) for the placebo group (p = 0.70, Student's t-test). Accordingly, distributions of time to delivery did not differ between groups (HR, 1.10; 95% CI, 0.75-1.61), and the Kaplan-Meier curve indicated no difference (log-rank P, .63; Fig 2) . Mean (SD) gestational age at delivery was comparable between groups; 35.6 weeks (2.9 weeks) for the nifedipine group and 36.2 weeks (2.9 weeks) for the placebo group (p = 0.22, Student's t-test; Table 2 ). Delivery prior to 37 weeks (plus 0 days) gestation occurred more frequently in the nifedpine group (36/54 women: 66.6%) in comparison with the placebo group (26/55 women: 47.2%) (RR, 1.41; 95% CI, 1.01-1.95; Table 2 ).",
        "section": "Primary outcome",
        "section_number": 11,
        "sentences": [
            "Mean (SD) prolongation of pregnancy was not significantly different between the groups, 42.5 days (23.8 days) for the nifedipine group and 44.2 days (24.5 days) for the placebo group (p = 0.70, Student's t-test).",
            "Accordingly, distributions of time to delivery did not differ between groups (HR, 1.10; 95% CI, 0.75-1.61), and the Kaplan-Meier curve indicated no difference (log-rank P, .63; Fig 2) .",
            "Mean (SD) gestational age at delivery was comparable between groups; 35.6 weeks (2.9 weeks) for the nifedipine group and 36.2 weeks (2.9 weeks) for the placebo group (p = 0.22, Student's t-test; Table 2 ).",
            "Delivery prior to 37 weeks (plus 0 days) gestation occurred more frequently in the nifedpine group (36/54 women: 66.6%) in comparison with the placebo group (26/55 women: 47.2%) (RR, 1.41; 95% CI, 1.01-1.95; Table 2 )."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "46794",
        "text": "Neonatal outcomes were comparable between the two groups ( Table 2 ). Adverse neonatal outcomes had similar frequency; 3.8% in the nifedipine group and 5.5% in the placebo group (RR, 0.52; 95% CI, 0.10-2.60, Table 2 ). No perinatal death was observed in either group.",
        "section": "Secondary outcomes",
        "section_number": 12,
        "sentences": [
            "Neonatal outcomes were comparable between the two groups ( Table 2 ).",
            "Adverse neonatal outcomes had similar frequency; 3.8% in the nifedipine group and 5.5% in the placebo group (RR, 0.52; 95% CI, 0.10-2.60, Table 2 ).",
            "No perinatal death was observed in either group."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "46794",
        "text": "Regarding maternal outcomes, at least one bleeding recurrence occurred in 37 out of 54 women (69%) in the nifedipine group and in 30 out of 55 women (55%) in the placebo group (RR, 1.26; 95% CI, 0.93-1.70, Table 3 ). Cesarean delivery rates were similar in the two groups; 74% in the nifedipine group versus 76% in the placebo group (RR, 0.97; 95% CI, 0.78-1.20).",
        "section": "Secondary outcomes",
        "section_number": 13,
        "sentences": [
            "Regarding maternal outcomes, at least one bleeding recurrence occurred in 37 out of 54 women (69%) in the nifedipine group and in 30 out of 55 women (55%) in the placebo group (RR, 1.26; 95% CI, 0.93-1.70, Table 3 ).",
            "Cesarean delivery rates were similar in the two groups; 74% in the nifedipine group versus 76% in the placebo group (RR, 0.97; 95% CI, 0.78-1.20)."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "46794",
        "text": "Cesarean due to hemorrhage performed before 37 weeks occurred more frequently in the nifedipine group in comparison with the placebo group (RR, 1.66; 95% CI, 1.05-2.72). A significantly higher number of women received post delivery intravenous iron perfusion in the Median (interquartile) overall compliance for treatment was respectively 0.94 (0.87-1.01) for the nifedipine group and 0.95 (0.89-1.00) for the placebo group. Maternal side effects were comparable between groups at one month of treatment; 7.4% (4/54) for the nifedipine group and 3.6% (2/55) for the placebo group (p = 0.66). Two women in the nifedipine group and one in the placebo group stopped therapy due to adverse effects.",
        "section": "Secondary outcomes",
        "section_number": 14,
        "sentences": [
            "Cesarean due to hemorrhage performed before 37 weeks occurred more frequently in the nifedipine group in comparison with the placebo group (RR, 1.66; 95% CI, 1.05-2.72).",
            "A significantly higher number of women received post delivery intravenous iron perfusion in the Median (interquartile) overall compliance for treatment was respectively 0.94 (0.87-1.01) for the nifedipine group and 0.95 (0.89-1.00) for the placebo group.",
            "Maternal side effects were comparable between groups at one month of treatment; 7.4% (4/54) for the nifedipine group and 3.6% (2/55) for the placebo group (p = 0.66).",
            "Two women in the nifedipine group and one in the placebo group stopped therapy due to adverse effects."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "46794",
        "text": "Sub group analysis revealed a significantly lower mean gestational age at birth in the nifedipine group in comparison with the placebo group (35.4 weeks (2.8) versus 36.5 weeks (2.6)), with more frequent deliveries occurring before 37 weeks in the nifedipine group (RR 1.58 (1.10-2.27, Table 4 ). Regarding maternal outcomes, lower post delivery hemoglobin count (9.4 g/dL (1.4) versus 10.1 g/dL (1.4)) was reported in the nifedipine group. Moreover, at least one bleeding recurrence (RR 1.39 (1.00-1.93), and cesarean due to hemorrhage (RR 1.61 (1.03-2.52) were reported more frequently in the nifedipine group in comparison with the placebo group (Table 5) .",
        "section": "Sub-group analyses in women with placental edge below 20 mm from the internal os",
        "section_number": 15,
        "sentences": [
            "Sub group analysis revealed a significantly lower mean gestational age at birth in the nifedipine group in comparison with the placebo group (35.4 weeks (2.8) versus 36.5 weeks (2.6)), with more frequent deliveries occurring before 37 weeks in the nifedipine group (RR 1.58 (1.10-2.27, Table 4 ).",
            "Regarding maternal outcomes, lower post delivery hemoglobin count (9.4 g/dL (1.4) versus 10.1 g/dL (1.4)) was reported in the nifedipine group.",
            "Moreover, at least one bleeding recurrence (RR 1.39 (1.00-1.93), and cesarean due to hemorrhage (RR 1.61 (1.03-2.52) were reported more frequently in the nifedipine group in comparison with the placebo group (Table 5) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "46794",
        "text": "Our randomized controlled trial in women with preterm bleeding placenta previa showed that maintenance of nifedipine therapy did not significantly prolong pregnancy when compared with placebo. However, our study also reported increased rates of cesarean due to hemorrhage in women delivered by cesarean section or when the surgical procedure was performed before 37 weeks in the nifedipine group as well as an increased rate of post delivery intravenous iron perfusion.",
        "section": "Main findings",
        "section_number": 16,
        "sentences": [
            "Our randomized controlled trial in women with preterm bleeding placenta previa showed that maintenance of nifedipine therapy did not significantly prolong pregnancy when compared with placebo.",
            "However, our study also reported increased rates of cesarean due to hemorrhage in women delivered by cesarean section or when the surgical procedure was performed before 37 weeks in the nifedipine group as well as an increased rate of post delivery intravenous iron perfusion."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "46794",
        "text": "The strengths of our study include the significance of the clinical problem for both mother and neonate, the relatively large size of this randomized trial and the enrollment of women with high risk symptomatic placenta previa, 75% of whom were delivered by cesarean section. Our trial reports to our knowledge several maternal and neonatal outcomes associated with hemorrhage and prematurity in women with preterm bleeding placenta previa treated by prolonged tocolytics. Only a few women declined to participate in the study and compliance to treatment was excellent, with a very low rate of protocol treatment interrupted due to intolerance. We chose to treat women by nifedipine which is at present considered to provide the highest probability of delaying delivery, while improving neonatal and maternal outcomes in women at risk of preterm delivery [19] . Our trial has some limitations. Firstly we chose prolongation of pregnancy as the primary outcome although neonatal outcomes associated with prematurity may be considered of greater relevance. A recent large randomized controlled trial chose a composite adverse perinatal outcome as primary outcome to evaluate the efficacy of maintenance nifedipine in women with threatened preterm labor [17] . Despite recruitment of 406 women for the aforementioned trial, the authors failed to obtain adequate statistical power to enable further conclusions, in particular as the rate of adverse perinatal outcomes was lower than expected in the placebo group (13% instead of the expected 25% rate). We also report a very low rate of 5.5% of adverse perinatal outcome in the placebo group, bearing in mind that severe prematurity below 32 weeks was only observed in 14.4% of our overall population. An expected 44% relative reduction in adverse perinatal outcome, as in the trial published by Roos et al. [17] (reduction from 25% in the composite neonatal outcome in the placebo group to 14% in the nifedipine maintenance tocolysis group), would require randomising 2,242 women with preterm bleeding placenta praevia overall (reduction from 5.5% in the placebo group to 3.1% in the nifedipine group), which does not seem very realistic.",
        "section": "Strengths and limitations",
        "section_number": 17,
        "sentences": [
            "The strengths of our study include the significance of the clinical problem for both mother and neonate, the relatively large size of this randomized trial and the enrollment of women with high risk symptomatic placenta previa, 75% of whom were delivered by cesarean section.",
            "Our trial reports to our knowledge several maternal and neonatal outcomes associated with hemorrhage and prematurity in women with preterm bleeding placenta previa treated by prolonged tocolytics.",
            "Only a few women declined to participate in the study and compliance to treatment was excellent, with a very low rate of protocol treatment interrupted due to intolerance.",
            "We chose to treat women by nifedipine which is at present considered to provide the highest probability of delaying delivery, while improving neonatal and maternal outcomes in women at risk of preterm delivery [19] .",
            "Our trial has some limitations.",
            "Firstly we chose prolongation of pregnancy as the primary outcome although neonatal outcomes associated with prematurity may be considered of greater relevance.",
            "A recent large randomized controlled trial chose a composite adverse perinatal outcome as primary outcome to evaluate the efficacy of maintenance nifedipine in women with threatened preterm labor [17] .",
            "Despite recruitment of 406 women for the aforementioned trial, the authors failed to obtain adequate statistical power to enable further conclusions, in particular as the rate of adverse perinatal outcomes was lower than expected in the placebo group (13% instead of the expected 25% rate).",
            "We also report a very low rate of 5.5% of adverse perinatal outcome in the placebo group, bearing in mind that severe prematurity below 32 weeks was only observed in 14.4% of our overall population.",
            "An expected 44% relative reduction in adverse perinatal outcome, as in the trial published by Roos et al. [17] (reduction from 25% in the composite neonatal outcome in the placebo group to 14% in the nifedipine maintenance tocolysis group), would require randomising 2,242 women with preterm bleeding placenta praevia overall (reduction from 5.5% in the placebo group to 3.1% in the nifedipine group), which does not seem very realistic."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "46794",
        "text": "Secondly, we chose to treat women experiencing moderate recurrent bleeding with further acute tocolysis, so as to enhance the success of conservative management in the placebo group. In doing so, repeat acute tocolysis in the placebo group for recurrent bleeding may have minimized the observed effect of the maintenance of nifedipine treatment on prolongation of pregnancy.",
        "section": "Strengths and limitations",
        "section_number": 18,
        "sentences": [
            "Secondly, we chose to treat women experiencing moderate recurrent bleeding with further acute tocolysis, so as to enhance the success of conservative management in the placebo group.",
            "In doing so, repeat acute tocolysis in the placebo group for recurrent bleeding may have minimized the observed effect of the maintenance of nifedipine treatment on prolongation of pregnancy."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "46794",
        "text": "Only few studies published to date support prescribing a tocolytic in cases of preterm symptomatic placenta previa, as this treatment allows significant prolongation of pregnancy and the administration of a full course of corticosteroid for fetal maturation [9, 10, 11] . These studies suffer however from methodological problems and tocolytic treatments used lack proven tocolytic effects (magnesium sulfate) or incur adverse maternal and fetal side effects (betamimetics). The earliest study was retrospective comparing pregnancy outcomes following treatment with (75% of patients) or without tocolysis [10] . Women treated with long-term maintenance tocolysis with oral or subcutaneous terbutaline had an average of 40 days elapsing between admission and delivery which is comparable to our randomized groups. However, the authors also reported a trend for increasing risk of bleeding recurrence and need for transfusion in the tocolysis group. We also reported, in our sub-group of women with placental edge below 20 mm from the internal os, increased rates of recurrent bleeding and cesarean section due to hemorrhage in the nifedipine group. Only one published study was prospective and randomized but was based on a smaller sample [11] . This study was not blinded since some patients received a beta-mimetic intramuscularly for one week (10 mg of ritodrine every 6 hours) and others no treatment. The prolongation of pregnancy beyond 48 hours and overall length of pregnancy after starting ritodrine treatment were significantly increased compared to the control group without treatment. All these previous studies suffer from limited information on the maternal and neonatal morbidity with placenta previa and use of tocolytics.",
        "section": "Interpretation",
        "section_number": 19,
        "sentences": [
            "Only few studies published to date support prescribing a tocolytic in cases of preterm symptomatic placenta previa, as this treatment allows significant prolongation of pregnancy and the administration of a full course of corticosteroid for fetal maturation [9, 10, 11] .",
            "These studies suffer however from methodological problems and tocolytic treatments used lack proven tocolytic effects (magnesium sulfate) or incur adverse maternal and fetal side effects (betamimetics).",
            "The earliest study was retrospective comparing pregnancy outcomes following treatment with (75% of patients) or without tocolysis [10] .",
            "Women treated with long-term maintenance tocolysis with oral or subcutaneous terbutaline had an average of 40 days elapsing between admission and delivery which is comparable to our randomized groups.",
            "However, the authors also reported a trend for increasing risk of bleeding recurrence and need for transfusion in the tocolysis group.",
            "We also reported, in our sub-group of women with placental edge below 20 mm from the internal os, increased rates of recurrent bleeding and cesarean section due to hemorrhage in the nifedipine group.",
            "Only one published study was prospective and randomized but was based on a smaller sample [11] .",
            "This study was not blinded since some patients received a beta-mimetic intramuscularly for one week (10 mg of ritodrine every 6 hours) and others no treatment.",
            "The prolongation of pregnancy beyond 48 hours and overall length of pregnancy after starting ritodrine treatment were significantly increased compared to the control group without treatment.",
            "All these previous studies suffer from limited information on the maternal and neonatal morbidity with placenta previa and use of tocolytics."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "46794",
        "text": "Only data issued from few and small retrospective studies suggest a new classification using 20 mm placental edge distance from the internal os cut-off to better selected women with high risk cesarean delivery with hemorrhage [20] . However, poor information on the likelihood of antepartum hemorrhage with treatment decisions and based on placental edge distance is actually available. High rates of antepartum hemorrhage (28.2%) and emergency cesarean section (37%) have been reported in women with placental edge distance from 2.1 to 3.5 cm [21] . In fact, clinical outcomes in women with preterm bleeding placenta i.e. recurrent or heavy bleeding, emergency delivery for hemorrhage, and premature delivery could be highly variable and mostly irrespective of the degree of placenta [22] . Interestingly, few women with placental edge distance from 2.1 to 3.0 cm were included in our trial. In addition, placental migration rates are more frequently observed during the third trimester in women with low lying placenta in comparison with women with placenta overlapping or reaching the internal os [23] . We therefore included women with low lying placenta and also decided to prolong tocolytic therapy until 36 weeks + 6 so as to reduce recurrent bleeding events with significant placental migrations and therefore improve overall maternal outcomes. However, our finding cannot exclude a deleterious hemorrhagic impact related to nifedipine therapy in preterm bleeding placenta and particularly in women with placental edge below 20 mm from the internal os. Further studies are still needed to determine the best tocolytic agent women with preterm moderate bleeding placenta previa. An increased rate of late preterm neonates was observed in the nifedipine group and was most likely attributable to cesarean section due to hemorrhage and/or recurrent bleeding.",
        "section": "Interpretation",
        "section_number": 20,
        "sentences": [
            "Only data issued from few and small retrospective studies suggest a new classification using 20 mm placental edge distance from the internal os cut-off to better selected women with high risk cesarean delivery with hemorrhage [20] .",
            "However, poor information on the likelihood of antepartum hemorrhage with treatment decisions and based on placental edge distance is actually available.",
            "High rates of antepartum hemorrhage (28.2%) and emergency cesarean section (37%) have been reported in women with placental edge distance from 2.1 to 3.5 cm [21] .",
            "In fact, clinical outcomes in women with preterm bleeding placenta i.e. recurrent or heavy bleeding, emergency delivery for hemorrhage, and premature delivery could be highly variable and mostly irrespective of the degree of placenta [22] .",
            "Interestingly, few women with placental edge distance from 2.1 to 3.0 cm were included in our trial.",
            "In addition, placental migration rates are more frequently observed during the third trimester in women with low lying placenta in comparison with women with placenta overlapping or reaching the internal os [23] .",
            "We therefore included women with low lying placenta and also decided to prolong tocolytic therapy until 36 weeks + 6 so as to reduce recurrent bleeding events with significant placental migrations and therefore improve overall maternal outcomes.",
            "However, our finding cannot exclude a deleterious hemorrhagic impact related to nifedipine therapy in preterm bleeding placenta and particularly in women with placental edge below 20 mm from the internal os.",
            "Further studies are still needed to determine the best tocolytic agent women with preterm moderate bleeding placenta previa.",
            "An increased rate of late preterm neonates was observed in the nifedipine group and was most likely attributable to cesarean section due to hemorrhage and/or recurrent bleeding."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "46794",
        "text": "Our results do not support the use of maintenance nifedipine therapy in women with preterm bleeding placenta previa owing to a lack of clinical significance concerning neonatal benefits and to an increase in cesarean delivery rate due to hemorrhage.",
        "section": "Conclusion",
        "section_number": 21,
        "sentences": [
            "Our results do not support the use of maintenance nifedipine therapy in women with preterm bleeding placenta previa owing to a lack of clinical significance concerning neonatal benefits and to an increase in cesarean delivery rate due to hemorrhage."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "46794",
        "text": "PLOS ONE | https://doi.org/10.1371/journal.pone.0173717 March 23, 2017",
        "section": "",
        "section_number": 22,
        "sentences": [
            "PLOS ONE | https://doi.org/10.1371/journal.pone.0173717 March 23, 2017"
        ],
        "sentence_labels": [
            -1
        ]
    }
]