[
    {
        "doc_id": "45047",
        "text": "IMPORTANCE Acute otitis media with tympanostomy tubes (AOMT) in children commonly presents with otorrhea and negatively affects their daily activities. OBJECTIVE To evaluate the efficacy and safety of topical ciprofloxacin, 0.3%, plus fluocinolone acetonide, 0.025%, otic solution relative to ciprofloxacin, 0.3%, otic solution alone and fluocinolone acetonide, 0.025%, otic solution alone in the treatment of AOMT in children. DESIGN, SETTING, AND PARTICIPANTS Two twin multicenter, randomized, double-blind clinical trials with identical designs were conducted from June 24, 2011, through June 23, 2014, at ear, nose, and throat pediatric practices, general practices, hospitals, and clinical research centers. The study population comprised 662 children (331 in each trial) with AOMT in at least 1 ear who presented with moderate or severe purulent otorrhea for 3 weeks or less. Data analyses were performed on an intention-to-treat basis. INTERVENTIONS Patients were randomly assigned to receive ciprofloxacin plus fluocinolone, ciprofloxacin alone, or fluocinolone alone twice daily for 7 days and were evaluated on days 1 (baseline), 3 to 5 (undergoing therapy), 8 to 10 (end of therapy), and 18 to 22 (test of cure). MAIN OUTCOMES AND MEASURES The primary efficacy measure was time to cessation of otorrhea. The principal secondary end point was sustained microbiological cure, defined as eradication or presumed eradication at end-of-therapy and test-of-cure visits. RESULTS A total of 662 children participating in the 2 studies were randomized to receive ciprofloxacin plus fluocinolone (n = 223), ciprofloxacin alone (n = 221), or fluocinolone alone (n = 218). The median age was 2.5 years (range, 0.6-12.7 years). The median time to cessation of otorrhea was 4.23 days (95% CI, 3.65-4.95 days) in patients receiving ciprofloxacin plus fluocinolone compared with 6.95 days (95% CI, 5.66-8.20 days) in those receiving ciprofloxacin and not estimable findings in those receiving fluocinolone alone (P < .001). The clinical cure rate at the test-of-cure visit was 80.6% in the ciprofloxacin plus fluocinolone group, 67.4% in the ciprofloxacin group (difference, 13.2%; 95% CI, 5.0%-21.4%; P = .002), and 47.6% in the fluocinolone group (difference, 33.0%; 95% CI, 24.0%-42.0%; P < .001). The sustained microbiological cure rate was 79.7% in the ciprofloxacin plus fluocinolone group vs 67.7% in the ciprofloxacin group (difference, 12.0%; 95% CI, 0.8%-23.0%; P = .04) and 37.6% in the fluocinolone group (difference, 42.1%; 95% CI, 29.3%-54.8%; P < .001). Only 7 (3.1%) of the patients receiving ciprofloxacin plus fluocinolone, 8 (3.6%) of the patients receiving ciprofloxacin, and 10 (4.7%) of the patients receiving fluocinolone presented with adverse events related to study medication. CONCLUSIONS AND RELEVANCE The combination of ciprofloxacin plus fluocinolone is more effective than treatment with ciprofloxacin or fluocinolone alone for AOMT, and it is safe and well tolerated in children.",
        "section": "Abstract",
        "sentences": [
            "IMPORTANCE Acute otitis media with tympanostomy tubes (AOMT) in children commonly presents with otorrhea and negatively affects their daily activities.",
            "OBJECTIVE To evaluate the efficacy and safety of topical ciprofloxacin, 0.3%, plus fluocinolone acetonide, 0.025%, otic solution relative to ciprofloxacin, 0.3%, otic solution alone and fluocinolone acetonide, 0.025%, otic solution alone in the treatment of AOMT in children.",
            "DESIGN, SETTING, AND PARTICIPANTS Two twin multicenter, randomized, double-blind clinical trials with identical designs were conducted from June 24, 2011, through June 23, 2014, at ear, nose, and throat pediatric practices, general practices, hospitals, and clinical research centers.",
            "The study population comprised 662 children (331 in each trial) with AOMT in at least 1 ear who presented with moderate or severe purulent otorrhea for 3 weeks or less.",
            "Data analyses were performed on an intention-to-treat basis.",
            "INTERVENTIONS Patients were randomly assigned to receive ciprofloxacin plus fluocinolone, ciprofloxacin alone, or fluocinolone alone twice daily for 7 days and were evaluated on days 1 (baseline), 3 to 5 (undergoing therapy), 8 to 10 (end of therapy), and 18 to 22 (test of cure).",
            "MAIN OUTCOMES AND MEASURES The primary efficacy measure was time to cessation of otorrhea.",
            "The principal secondary end point was sustained microbiological cure, defined as eradication or presumed eradication at end-of-therapy and test-of-cure visits.",
            "RESULTS A total of 662 children participating in the 2 studies were randomized to receive ciprofloxacin plus fluocinolone (n = 223), ciprofloxacin alone (n = 221), or fluocinolone alone (n = 218).",
            "The median age was 2.5 years (range, 0.6-12.7 years).",
            "The median time to cessation of otorrhea was 4.23 days (95% CI, 3.65-4.95 days) in patients receiving ciprofloxacin plus fluocinolone compared with 6.95 days (95% CI, 5.66-8.20 days) in those receiving ciprofloxacin and not estimable findings in those receiving fluocinolone alone (P < .001).",
            "The clinical cure rate at the test-of-cure visit was 80.6% in the ciprofloxacin plus fluocinolone group, 67.4% in the ciprofloxacin group (difference, 13.2%; 95% CI, 5.0%-21.4%; P = .002), and 47.6% in the fluocinolone group (difference, 33.0%; 95% CI, 24.0%-42.0%; P < .001).",
            "The sustained microbiological cure rate was 79.7% in the ciprofloxacin plus fluocinolone group vs 67.7% in the ciprofloxacin group (difference, 12.0%; 95% CI, 0.8%-23.0%; P = .04) and 37.6% in the fluocinolone group (difference, 42.1%; 95% CI, 29.3%-54.8%; P < .001).",
            "Only 7 (3.1%) of the patients receiving ciprofloxacin plus fluocinolone, 8 (3.6%) of the patients receiving ciprofloxacin, and 10 (4.7%) of the patients receiving fluocinolone presented with adverse events related to study medication.",
            "CONCLUSIONS AND RELEVANCE The combination of ciprofloxacin plus fluocinolone is more effective than treatment with ciprofloxacin or fluocinolone alone for AOMT, and it is safe and well tolerated in children."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "45047",
        "text": "A cute otitis media (AOM) is an inflammation of the middle ear that usually results from an upper respiratory tract infection. When fluid accompanies the inflammation, the condition is known as otitis media with effusion. The most common surgery performed on children for the treatment of recurrent AOM and otitis media with effusion is the insertion of tympanostomy tubes (TTs) into the eardrum, which produces a decrease in the frequency of ear infections, allows drainage of effusion, and permits topical administration of antibiotics to the middle ear [1] [2] [3] [4] when infection occurs. In the United States, almost 700 000 children receive TTs every year. 5 Placement of TTs significantly improves hearing, reduces effusion, and is associated with improvement in quality of life for children with recurrent AOM, otitis media with effusion, or both. [6] [7] [8] Otorrhea is the most frequent complication after the insertion of the TTs and may occur immediately after surgery or during the time the TTs remain in place. Early postoperative otorrhea occurs in approximately 10% to 20% of children, whereas published rates of delayed tube otorrhea range from 4% to 83%. [9] [10] [11] [12] [13] [14] [15] [16] Acute otitis media with tympanostomy tubes (AOMT) differs clinically and microbiologically from AOM in that AOMT frequently presents with sudden onset of purulent otorrhea. 17 Bacteria commonly isolated from children with AOMT include Streptococcus pneumoniae, Haemophilus influenzae, and Moraxella catarrhalis as well as pathogens associated with acute otitis externa infections, such as Staphylococcus aureus and Pseudomonas aeruginosa. 17, 18 Treatment options for AOMT include systemic and topical antibiotics with or without corticosteroids. 17 The selection of the proper agent should be based on a consideration of benefits and risks, including the development of bacterial resistance to antibiotics and the ototoxicity related to the treatment. Clinical trials have revealed the superiority of topical treatment with fluoroquinolones, used alone or in combination with a corticosteroid, compared with oral amoxicillin and clavulanate. 1, 19 Other studies 18, 20 have found that topical ciprofloxacin-dexamethasone combination improves resolution of AOMT compared with ciprofloxacin or ofloxacin alone. These studies 18, 20 indicate that an effective and safe treatment option for AOMT is the use of a topical fluoroquinolone with the addition of a corticosteroid. Topical ciprofloxacin has been used in combination with fluocinolone acetonide for the treatment of diffuse otitis externa. This combination has proved to be a safe and effective treatment, with superior levels of clinical efficacy and bacteriologic response to those obtained with ciprofloxacin alone. 21 This article presents the results of 2 clinical studies (Clinical Study to Assess the Efficacy and Safety of DF289 Plus DF277 Otic Solution in the Treatment of Middle Ear Infections in Pediatric Patients [CIFLOTIII/10IA02] and Efficacy and Safety of DF289 Plus DF277 Otic Solution in the Treatment of Middle Ear Infections in Pediatric Patients [CIFLOTIII/ 10IA04]) designed to evaluate the efficacy and safety of topical ciprofloxacin, 0.3%, plus fluocinolone acetonide, 0.025%, otic solution relative to ciprofloxacin, 0.3%, otic solution alone and fluocinolone acetonide, 0.025%, otic solution alone in children with AOMT.",
        "section": "",
        "section_number": 1,
        "sentences": [
            "A cute otitis media (AOM) is an inflammation of the middle ear that usually results from an upper respiratory tract infection.",
            "When fluid accompanies the inflammation, the condition is known as otitis media with effusion.",
            "The most common surgery performed on children for the treatment of recurrent AOM and otitis media with effusion is the insertion of tympanostomy tubes (TTs) into the eardrum, which produces a decrease in the frequency of ear infections, allows drainage of effusion, and permits topical administration of antibiotics to the middle ear [1] [2] [3] [4] when infection occurs.",
            "In the United States, almost 700 000 children receive TTs every year.",
            "5 Placement of TTs significantly improves hearing, reduces effusion, and is associated with improvement in quality of life for children with recurrent AOM, otitis media with effusion, or both. [",
            "6] [7] [8] Otorrhea is the most frequent complication after the insertion of the TTs and may occur immediately after surgery or during the time the TTs remain in place.",
            "Early postoperative otorrhea occurs in approximately 10% to 20% of children, whereas published rates of delayed tube otorrhea range from 4% to 83%. [",
            "9] [10] [11] [12] [13] [14] [15] [16] Acute otitis media with tympanostomy tubes (AOMT) differs clinically and microbiologically from AOM in that AOMT frequently presents with sudden onset of purulent otorrhea.",
            "17 Bacteria commonly isolated from children with AOMT include Streptococcus pneumoniae, Haemophilus influenzae, and Moraxella catarrhalis as well as pathogens associated with acute otitis externa infections, such as Staphylococcus aureus and Pseudomonas aeruginosa.",
            "17, 18 Treatment options for AOMT include systemic and topical antibiotics with or without corticosteroids.",
            "17 The selection of the proper agent should be based on a consideration of benefits and risks, including the development of bacterial resistance to antibiotics and the ototoxicity related to the treatment.",
            "Clinical trials have revealed the superiority of topical treatment with fluoroquinolones, used alone or in combination with a corticosteroid, compared with oral amoxicillin and clavulanate.",
            "1, 19 Other studies 18, 20 have found that topical ciprofloxacin-dexamethasone combination improves resolution of AOMT compared with ciprofloxacin or ofloxacin alone.",
            "These studies 18, 20 indicate that an effective and safe treatment option for AOMT is the use of a topical fluoroquinolone with the addition of a corticosteroid.",
            "Topical ciprofloxacin has been used in combination with fluocinolone acetonide for the treatment of diffuse otitis externa.",
            "This combination has proved to be a safe and effective treatment, with superior levels of clinical efficacy and bacteriologic response to those obtained with ciprofloxacin alone.",
            "21 This article presents the results of 2 clinical studies (Clinical Study to Assess the Efficacy and Safety of DF289 Plus DF277 Otic Solution in the Treatment of Middle Ear Infections in Pediatric Patients [CIFLOTIII/10IA02] and Efficacy and Safety of DF289 Plus DF277 Otic Solution in the Treatment of Middle Ear Infections in Pediatric Patients [CIFLOTIII/ 10IA04]) designed to evaluate the efficacy and safety of topical ciprofloxacin, 0.3%, plus fluocinolone acetonide, 0.025%, otic solution relative to ciprofloxacin, 0.3%, otic solution alone and fluocinolone acetonide, 0.025%, otic solution alone in children with AOMT."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "45047",
        "text": "Two identical multicenter, randomized, double-blind clinical trials approved by the US Food and Drug Administration were performed. Figure 1 shows the CONSORT flow diagrams for the trials. The trial protocol can be found in Supplement 1. These studies were undertaken as part of the development of a combination of ototopical ciprofloxacin and fluocinolone for the treatment of AOMT and conducted at multiple sites in the United States, Canada, South Africa, and Europe. The protocols were approved by the corresponding central or institutional independent review boards specific to each site (eMethods in Supplement 2). Written informed consent was obtained from each patient's parent or legally authorized representative. Written informed assent was obtained from older children when required. A total of 331 patients were enrolled in each study. Included in the studies were children of either sex between 6 months and 12 years of age with AOMT in at least 1 ear who presented with otorrhea for 3 weeks or less and with moderate or severe purulent otorrhea at inclusion. Purulent otorrhea was defined as a thin hazy or cloudy outpouring discharge (a puslike liquid); otorrhea was defined as moderate when the anterior sulcus was full and the fluid came up to the edge of the TT, which should be totally or partly visible; otorrhea was defined as severe when copious discharge prevented visualization of the TT unless the fluid was suctioned from the ear canal. In cases of blocked TTs, the assessments were performed after unblocking the TT with a small suction. Exclusion criteria included TT placement 3 days or less before study entry; TT containing antiseptic or antibacterial activity; T-type tubes; otitis externa; suspected viral, fungal, or mycobacterial ear infection; craniofacial anomalies; otologic surgery (other than TTs) within the previous year; mastoiditis; known or suspected quinolone and/or corticosteroid hypersensitivity; use of topical or systemic antimicrobial, antifungal, or steroid agents within the 7 days preceding study entry; and concurrent use of antiinflammatory agents.",
        "section": "Study Design and Participants",
        "section_number": 2,
        "sentences": [
            "Two identical multicenter, randomized, double-blind clinical trials approved by the US Food and Drug Administration were performed.",
            "Figure 1 shows the CONSORT flow diagrams for the trials.",
            "The trial protocol can be found in Supplement 1.",
            "These studies were undertaken as part of the development of a combination of ototopical ciprofloxacin and fluocinolone for the treatment of AOMT and conducted at multiple sites in the United States, Canada, South Africa, and Europe.",
            "The protocols were approved by the corresponding central or institutional independent review boards specific to each site (eMethods in Supplement 2).",
            "Written informed consent was obtained from each patient's parent or legally authorized representative.",
            "Written informed assent was obtained from older children when required.",
            "A total of 331 patients were enrolled in each study.",
            "Included in the studies were children of either sex between 6 months and 12 years of age with AOMT in at least 1 ear who presented with otorrhea for 3 weeks or less and with moderate or severe purulent otorrhea at inclusion.",
            "Purulent otorrhea was defined as a thin hazy or cloudy outpouring discharge (a puslike liquid); otorrhea was defined as moderate when the anterior sulcus was full and the fluid came up to the edge of the TT, which should be totally or partly visible; otorrhea was defined as severe when copious discharge prevented visualization of the TT unless the fluid was suctioned from the ear canal.",
            "In cases of blocked TTs, the assessments were performed after unblocking the TT with a small suction.",
            "Exclusion criteria included TT placement 3 days or less before study entry; TT containing antiseptic or antibacterial activity; T-type tubes; otitis externa; suspected viral, fungal, or mycobacterial ear infection; craniofacial anomalies; otologic surgery (other than TTs) within the previous year; mastoiditis; known or suspected quinolone and/or corticosteroid hypersensitivity; use of topical or systemic antimicrobial, antifungal, or steroid agents within the 7 days preceding study entry; and concurrent use of antiinflammatory agents."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "45047",
        "text": "Question Is the combination of ciprofloxacin plus fluocinolone acetonide otic solution more effective and safer than ciprofloxacin alone and fluocinolone alone to treat acute otitis media with tympanostomy tubes in children?",
        "section": "Key Points",
        "section_number": 3,
        "sentences": [
            "Question Is the combination of ciprofloxacin plus fluocinolone acetonide otic solution more effective and safer than ciprofloxacin alone and fluocinolone alone to treat acute otitis media with tympanostomy tubes in children?"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "45047",
        "text": "Findings In 2 randomized clinical trials with identical designs, which included 662 children with acute otitis media with tympanostomy tubes, ciprofloxacin plus fluocinolone administered for 7 days was compared with their components alone. The cessation of otorrhea occurred 2.7 days sooner with the combination, and the number of related adverse events was small.",
        "section": "Key Points",
        "section_number": 4,
        "sentences": [
            "Findings In 2 randomized clinical trials with identical designs, which included 662 children with acute otitis media with tympanostomy tubes, ciprofloxacin plus fluocinolone administered for 7 days was compared with their components alone.",
            "The cessation of otorrhea occurred 2.7 days sooner with the combination, and the number of related adverse events was small."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "45047",
        "text": "Meaning Ciprofloxacin plus fluocinolone is more effective than treatment with either of the components alone for acute otitis media with tympanostomy tubes and is well tolerated.",
        "section": "Key Points",
        "section_number": 5,
        "sentences": [
            "Meaning Ciprofloxacin plus fluocinolone is more effective than treatment with either of the components alone for acute otitis media with tympanostomy tubes and is well tolerated."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "45047",
        "text": "Analyses were performed on an intention-to-treat basis. To evaluate otorrhea using the clinical intention-to-treat (CITT) population and the microbiological outcome using the microbiological intention-to-treat (MITT) population, 22 a power analysis was conducted to estimate the appropriate sample size based on the results of the study reported by Roland et al 18 comparing ciprofloxacin plus dexamethasone with ciprofloxacin alone in pediatric patients with AOMT. The difference in the time to cessation of otorrhea (TCO) between these 2 groups for the MITT population (absolute effect size) was 1.1 days. A total of 90 mi-crobiological patients per group would be necessary for a 2-sided log-rank test stratified by age (<3 years old or ≥3 years old) at a significance level of P ≤ .05 to have 90% power. Considering CITT as all randomized patients to be approximately 20% larger than MITT (includes CITT patients whose baseline microbiological culture yielded ≥1 pathogen), a sample size of 330 children (110 per treatment group) was established.",
        "section": "Sample Size",
        "section_number": 6,
        "sentences": [
            "Analyses were performed on an intention-to-treat basis.",
            "To evaluate otorrhea using the clinical intention-to-treat (CITT) population and the microbiological outcome using the microbiological intention-to-treat (MITT) population, 22 a power analysis was conducted to estimate the appropriate sample size based on the results of the study reported by Roland et al 18 comparing ciprofloxacin plus dexamethasone with ciprofloxacin alone in pediatric patients with AOMT.",
            "The difference in the time to cessation of otorrhea (TCO) between these 2 groups for the MITT population (absolute effect size) was 1.1 days.",
            "A total of 90 mi-crobiological patients per group would be necessary for a 2-sided log-rank test stratified by age (<3 years old or ≥3 years old) at a significance level of P ≤ .05 to have 90% power.",
            "Considering CITT as all randomized patients to be approximately 20% larger than MITT (includes CITT patients whose baseline microbiological culture yielded ≥1 pathogen), a sample size of 330 children (110 per treatment group) was established."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "45047",
        "text": "All patients were centrally randomized through an interactive web response system, which assigned a number to identify each patient throughout the duration of the study (June 24, 2011, through June 23, 2014). At randomization, patients were stratified by age to ensure adequate representation of each age group in the study. At randomization, patients were assigned a unique medication kit number. For patients who had bilateral AOMT, a second kit containing the same treatment was provided. The most affected ear was considered the evaluable ear. If the disease severity was identical in both ears, the investigator selected the evaluable ear. In either case, the nonevaluable ear would receive the same treatment as the evaluable ear.",
        "section": "Randomization",
        "section_number": 7,
        "sentences": [
            "All patients were centrally randomized through an interactive web response system, which assigned a number to identify each patient throughout the duration of the study (June 24, 2011, through June 23, 2014).",
            "At randomization, patients were stratified by age to ensure adequate representation of each age group in the study.",
            "At randomization, patients were assigned a unique medication kit number.",
            "For patients who had bilateral AOMT, a second kit containing the same treatment was provided.",
            "The most affected ear was considered the evaluable ear.",
            "If the disease severity was identical in both ears, the investigator selected the evaluable ear.",
            "In either case, the nonevaluable ear would receive the same treatment as the evaluable ear."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "45047",
        "text": "All patients were assigned to 1 of the 3 cohorts in a 1:1:1 ratio to receive topical treatment with ciprofloxacin plus fluocinolone, ciprofloxacin alone, or fluocinolone alone. The medication was provided in blue translucent, single-use vials of the same characteristics, which were wrapped in a foil pouch to ensure protection from light. The patients, caregivers, and investigators did not know which treatment was assigned. The studies lasted approximately 3 weeks and included 4 scheduled visits on day 1 (visit 1: baseline visit), days 3 to 5 (visit 2: undergoing therapy visit), days 8 to 10 (visit 3: endof-therapy visit), and days 18 to 22 (visit 4: test-of-cure visit). At baseline, once the informed consent was obtained, caregivers were taught to administer study medication and instructed to instill it twice daily for 7 days. A patient diary was provided to each caregiver with detailed instructions to complete it daily during the study period. This information was used to evaluate patient adherence and presence of otorrhea on each day during the study. The OM6 quality-of-life questionnaire 23 was also given to the caregivers, who were asked to complete it during each visit. Medical history and concurrent symptoms and conditions were registered by each investigator. Before the first study dose and at visit 4, an audiometric evaluation was performed in all patients who were able to participate in it. At visit 1, a sample of middle ear exudate was obtained. At each of the 4 visits, a detailed otologic history and physical examination were conducted, and concomitant medications and adverse events were recorded. Clinical response was evaluated at visits 2, 3, and 4. If middle ear exudate was present at visits 3 and 4, then exudate was collected and submitted for a microbiological evaluation. Used and unused study medication containers and patient diaries were collected from the caregivers at visits 3 and 4, respectively.",
        "section": "Study Medication and Study Conduct",
        "section_number": 8,
        "sentences": [
            "All patients were assigned to 1 of the 3 cohorts in a 1:1:1 ratio to receive topical treatment with ciprofloxacin plus fluocinolone, ciprofloxacin alone, or fluocinolone alone.",
            "The medication was provided in blue translucent, single-use vials of the same characteristics, which were wrapped in a foil pouch to ensure protection from light.",
            "The patients, caregivers, and investigators did not know which treatment was assigned.",
            "The studies lasted approximately 3 weeks and included 4 scheduled visits on day 1 (visit 1: baseline visit), days 3 to 5 (visit 2: undergoing therapy visit), days 8 to 10 (visit 3: endof-therapy visit), and days 18 to 22 (visit 4: test-of-cure visit).",
            "At baseline, once the informed consent was obtained, caregivers were taught to administer study medication and instructed to instill it twice daily for 7 days.",
            "A patient diary was provided to each caregiver with detailed instructions to complete it daily during the study period.",
            "This information was used to evaluate patient adherence and presence of otorrhea on each day during the study.",
            "The OM6 quality-of-life questionnaire 23 was also given to the caregivers, who were asked to complete it during each visit.",
            "Medical history and concurrent symptoms and conditions were registered by each investigator.",
            "Before the first study dose and at visit 4, an audiometric evaluation was performed in all patients who were able to participate in it.",
            "At visit 1, a sample of middle ear exudate was obtained.",
            "At each of the 4 visits, a detailed otologic history and physical examination were conducted, and concomitant medications and adverse events were recorded.",
            "Clinical response was evaluated at visits 2, 3, and 4.",
            "If middle ear exudate was present at visits 3 and 4, then exudate was collected and submitted for a microbiological evaluation.",
            "Used and unused study medication containers and patient diaries were collected from the caregivers at visits 3 and 4, respectively."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "45047",
        "text": "The primary efficacy variable for these studies was TCO, defined as the first day on which the otorrhea was absent and remained absent until the completion of the study. Cessation of otorrhea was ascertained by evaluating caregiver diaries and confirmed by the otoscopic examination performed by the investigators at each study visit. Other clinical parameters assessed throughout the study included volume, type or color of otorrhea, otalgia, eardrum edema, granulation tissue, eczema, and status of the TT. The volume of otorrhea, otalgia, eardrum edema, granulation tissue, and eczema was measured on a 4-point scale, in which 0 indicates absent; 1, mild;",
        "section": "Clinical Efficacy Parameters",
        "section_number": 9,
        "sentences": [
            "The primary efficacy variable for these studies was TCO, defined as the first day on which the otorrhea was absent and remained absent until the completion of the study.",
            "Cessation of otorrhea was ascertained by evaluating caregiver diaries and confirmed by the otoscopic examination performed by the investigators at each study visit.",
            "Other clinical parameters assessed throughout the study included volume, type or color of otorrhea, otalgia, eardrum edema, granulation tissue, eczema, and status of the TT.",
            "The volume of otorrhea, otalgia, eardrum edema, granulation tissue, and eczema was measured on a 4-point scale, in which 0 indicates absent; 1, mild;"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "45047",
        "text": "2, moderate; and 3, severe. Additional information on otalgia was also collected from the AOM severity of symptoms scale 24, 25 questionnaires. Type and color of otorrhea were assessed as serous, mucoid, or purulent, wich each described as sanguineous or nonsanguineous. The TT status was recorded by determining the presence or absence of the TT and its functionality (open vs closed). Clinical success was defined as complete resolution of clinical signs (otorrhea, eardrum edema, otalgia, and eczema) that were present at baseline and absence of any new findings (granulation tissue is no worse than at baseline), whereas clinical failure was indicative of worsened, lack of change, or some improvement.",
        "section": "Clinical Efficacy Parameters",
        "section_number": 10,
        "sentences": [
            "2, moderate; and 3, severe.",
            "Additional information on otalgia was also collected from the AOM severity of symptoms scale 24, 25 questionnaires.",
            "Type and color of otorrhea were assessed as serous, mucoid, or purulent, wich each described as sanguineous or nonsanguineous.",
            "The TT status was recorded by determining the presence or absence of the TT and its functionality (open vs closed).",
            "Clinical success was defined as complete resolution of clinical signs (otorrhea, eardrum edema, otalgia, and eczema) that were present at baseline and absence of any new findings (granulation tissue is no worse than at baseline), whereas clinical failure was indicative of worsened, lack of change, or some improvement."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "45047",
        "text": "The middle ear exudate was obtained at visits 1, 3, and 4 by aspirating through the TT using a syringe or a cannula (Juhn Tym-Tap; Medtronic), after previous cleansing, suctioning, or dry mopping of the ear canal of each patient. Samples were submitted for analysis to the central laboratory. The following species were considered pathogens: S pneumoniae, H influenzae, M catarrhalis, S aureus, and P aeruginosa. Microbiological outcome was determined for each patient at visits 3 and 4. Sustained microbiological cure was defined as eradication (if the culture did not reveal growth of any pathogen) or presumed eradication (if there was no material to culture and clinical response was clinical cure) in the bacteriological response at visits 3 and 4.",
        "section": "Microbiological Efficacy Parameters",
        "section_number": 11,
        "sentences": [
            "The middle ear exudate was obtained at visits 1, 3, and 4 by aspirating through the TT using a syringe or a cannula (Juhn Tym-Tap; Medtronic), after previous cleansing, suctioning, or dry mopping of the ear canal of each patient.",
            "Samples were submitted for analysis to the central laboratory.",
            "The following species were considered pathogens: S pneumoniae, H influenzae, M catarrhalis, S aureus, and P aeruginosa.",
            "Microbiological outcome was determined for each patient at visits 3 and 4.",
            "Sustained microbiological cure was defined as eradication (if the culture did not reveal growth of any pathogen) or presumed eradication (if there was no material to culture and clinical response was clinical cure) in the bacteriological response at visits 3 and 4."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "45047",
        "text": "Safety was assessed by incidence of adverse events (AEs). All AEs reported by the patient or caregiver spontaneously, observed by the investigator, and elicited in response to questions from the study staff were recorded. The severity of each AE (mild, moderate, or severe) and its association with study medication (not related, possibly related, probably related, or definitely related) were assessed and recorded by the investigators. The audiometric examinations performed at visits 1 and 4 were evaluated to determine any significant change in hearing.",
        "section": "Safety Parameters",
        "section_number": 12,
        "sentences": [
            "Safety was assessed by incidence of adverse events (AEs).",
            "All AEs reported by the patient or caregiver spontaneously, observed by the investigator, and elicited in response to questions from the study staff were recorded.",
            "The severity of each AE (mild, moderate, or severe) and its association with study medication (not related, possibly related, probably related, or definitely related) were assessed and recorded by the investigators.",
            "The audiometric examinations performed at visits 1 and 4 were evaluated to determine any significant change in hearing."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "45047",
        "text": "Because CIFLOTIII/10IA02 and CIFLOTIII/10IA04 were identical in design and methods and each trial individually also obtained statistically significant results, data were pooled to assess the efficacy and safety outcomes. Kaplan-Meier estimates were applied to evaluate the TCO in the CITT population. For statistical calculations, the maximum length of TCO (maximum study duration of 22 days) was assigned to those patients without an observed value of cessation of otorrhea (patients with otorrhea still present at the end of the study visit and those who discontinued prematurely for any reason or took rescue medication). Those patients were called censored patients.",
        "section": "Statistical Analysis",
        "section_number": 13,
        "sentences": [
            "Because CIFLOTIII/10IA02 and CIFLOTIII/10IA04 were identical in design and methods and each trial individually also obtained statistically significant results, data were pooled to assess the efficacy and safety outcomes.",
            "Kaplan-Meier estimates were applied to evaluate the TCO in the CITT population.",
            "For statistical calculations, the maximum length of TCO (maximum study duration of 22 days) was assigned to those patients without an observed value of cessation of otorrhea (patients with otorrhea still present at the end of the study visit and those who discontinued prematurely for any reason or took rescue medication).",
            "Those patients were called censored patients."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "45047",
        "text": "The differences among treatments were assessed with a 2-sided log-rank test, stratified by age group. The proportion of patients with sustained microbiological cure was compared among treatment groups with a Cochran-Mantel-Haenszel test, stratified by age. The same analysis was performed on the MITT population. For the analyses of the secondary variables, comparisons between the treatment groups were assessed with the χ 2 test. Safety end points were summarized by treatment group using summary statistics or frequency counts, as appropriate. Statistical significance was defined as P < .05. Statistical analyses were performed using SAS statistical software, version 9.3 (SAS Institute Inc).",
        "section": "Statistical Analysis",
        "section_number": 14,
        "sentences": [
            "The differences among treatments were assessed with a 2-sided log-rank test, stratified by age group.",
            "The proportion of patients with sustained microbiological cure was compared among treatment groups with a Cochran-Mantel-Haenszel test, stratified by age.",
            "The same analysis was performed on the MITT population.",
            "For the analyses of the secondary variables, comparisons between the treatment groups were assessed with the χ 2 test.",
            "Safety end points were summarized by treatment group using summary statistics or frequency counts, as appropriate.",
            "Statistical significance was defined as P < .05.",
            "Statistical analyses were performed using SAS statistical software, version 9.3 (SAS Institute Inc)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "45047",
        "text": "A total of 662 children participating in the 2 studies were randomly assigned to ciprofloxacin plus fluocinolone (n = 223), ciprofloxacin alone (n = 221), or fluocinolone alone (n = 218). There were 69 withdrawals, 13 (8 in the CIFLOTIII/10IA02 study and 5 in the CIFLOTIII/10IA04 study) from the ciprofloxacin plus fluocinolone group, 18 (10 in the CIFLOTIII/10IA02 and 8 in the CIFLOTIII/10IA04) from the ciprofloxacin group, and 38 (19 in each study) from the fluocinolone group. The median age was 2.5 years (range, 0.6-12.7 years), 391 (59.1%) were male, and 511 (77.2%) were white. No relevant differences in demographic and baseline characteristics were found between the treatment groups and among the CIFLOTIII/ 10IA02 and CIFLOTIII/10IA04 studies.",
        "section": "Demographics and Participant Flow",
        "section_number": 15,
        "sentences": [
            "A total of 662 children participating in the 2 studies were randomly assigned to ciprofloxacin plus fluocinolone (n = 223), ciprofloxacin alone (n = 221), or fluocinolone alone (n = 218).",
            "There were 69 withdrawals, 13 (8 in the CIFLOTIII/10IA02 study and 5 in the CIFLOTIII/10IA04 study) from the ciprofloxacin plus fluocinolone group, 18 (10 in the CIFLOTIII/10IA02 and 8 in the CIFLOTIII/10IA04) from the ciprofloxacin group, and 38 (19 in each study) from the fluocinolone group.",
            "The median age was 2.5 years (range, 0.6-12.7 years), 391 (59.1%) were male, and 511 (77.2%) were white.",
            "No relevant differences in demographic and baseline characteristics were found between the treatment groups and among the CIFLOTIII/ 10IA02 and CIFLOTIII/10IA04 studies."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "45047",
        "text": "The main variable was TCO for the CITT population (223 were treated with ciprofloxacin plus fluocinolone, 221 with ciprofloxacin, and 218 with fluocinolone). Analysis of TCO for each study revealed similar statistically significant differences among treatments ( Table 1) . Considering both studies, the overall median TCO in patients receiving ciprofloxacin plus fluocinolone was 4.23 days (95% CI, 3.65-4.95 days) compared with 6.95 days (95% CI, 5.66-8.20 days) in those receiving ciprofloxacin alone (P < .001). Although the median TCO for the fluocinolone group was not estimable because the number of censored patients was greater than the number of patients with cessation of otorrhea, the comparison vs ciprofloxacin plus fluocinolone revealed a statistically significant difference in favor of the combination (P < .001). In Figure 2 , the Kaplan-Meier estimates illustrate the faster cessation of otorrhea and the greater proportion of otorrhea-free patients over time for the ciprofloxacin plus fluocinolone group.",
        "section": "Clinical Efficacy Outcomes Main Variable",
        "section_number": 16,
        "sentences": [
            "The main variable was TCO for the CITT population (223 were treated with ciprofloxacin plus fluocinolone, 221 with ciprofloxacin, and 218 with fluocinolone).",
            "Analysis of TCO for each study revealed similar statistically significant differences among treatments ( Table 1) .",
            "Considering both studies, the overall median TCO in patients receiving ciprofloxacin plus fluocinolone was 4.23 days (95% CI, 3.65-4.95 days) compared with 6.95 days (95% CI, 5.66-8.20 days) in those receiving ciprofloxacin alone (P < .001).",
            "Although the median TCO for the fluocinolone group was not estimable because the number of censored patients was greater than the number of patients with cessation of otorrhea, the comparison vs ciprofloxacin plus fluocinolone revealed a statistically significant difference in favor of the combination (P < .001).",
            "In Figure 2 , the Kaplan-Meier estimates illustrate the faster cessation of otorrhea and the greater proportion of otorrhea-free patients over time for the ciprofloxacin plus fluocinolone group."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "45047",
        "text": "There were statistically significant differences in the clinical responses reported at visits 3 and 4 when comparing ciprofloxacin and fluocinolone alone against the ciprofloxacin plus fluocinolone groups. in 96 patients (85.7%) in the ciprofloxacin plus fluocinolone group, 88 (87.1%) in the ciprofloxacin group (difference, −1.4%; 95% CI, −7.8% to 10.6; P = .86), and 47 (72.3%) in the fluocinolone group (difference, 13.4%; 95% CI, 1.4%-25.5%; P = .005).",
        "section": "Secondary Variables",
        "section_number": 17,
        "sentences": [
            "There were statistically significant differences in the clinical responses reported at visits 3 and 4 when comparing ciprofloxacin and fluocinolone alone against the ciprofloxacin plus fluocinolone groups.",
            "in 96 patients (85.7%) in the ciprofloxacin plus fluocinolone group, 88 (87.1%) in the ciprofloxacin group (difference, −1.4%; 95% CI, −7.8% to 10.6; P = .86), and 47 (72.3%) in the fluocinolone group (difference, 13.4%; 95% CI, 1.4%-25.5%; P = .005)."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "45047",
        "text": "Analyses of AEs were performed on 224 children treated with ciprofloxacin plus fluocinolone, 220 treated with ciprofloxacin, and 213 treated with fluocinolone. Only 7 patients (3.1%) in the ciprofloxacin plus fluocinolone group, 8 (3.6%) in the ciprofloxacin group, and 10 (4.7%) in the fluocinolone group presented with AEs related to study medication ( Table 3) . Overall, AEs were mild to moderate and led to few patients discontinuing the study. The most commonly reported AEs were otic events.",
        "section": "Safety Results",
        "section_number": 18,
        "sentences": [
            "Analyses of AEs were performed on 224 children treated with ciprofloxacin plus fluocinolone, 220 treated with ciprofloxacin, and 213 treated with fluocinolone.",
            "Only 7 patients (3.1%) in the ciprofloxacin plus fluocinolone group, 8 (3.6%) in the ciprofloxacin group, and 10 (4.7%) in the fluocinolone group presented with AEs related to study medication ( Table 3) .",
            "Overall, AEs were mild to moderate and led to few patients discontinuing the study.",
            "The most commonly reported AEs were otic events."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "45047",
        "text": "No significant differences were found in the audiometric assessment. The audiometric evaluation improved or did not change at the end of the study in 49 patients (98.0%) receiving ciprofloxacin plus fluocinolone, 62 patients (98.4%) receiving ciprofloxacin, and 52 patients (96.3%) receiving fluocinolone.",
        "section": "Safety Results",
        "section_number": 19,
        "sentences": [
            "No significant differences were found in the audiometric assessment.",
            "The audiometric evaluation improved or did not change at the end of the study in 49 patients (98.0%) receiving ciprofloxacin plus fluocinolone, 62 patients (98.4%) receiving ciprofloxacin, and 52 patients (96.3%) receiving fluocinolone."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "45047",
        "text": "The use of topical ciprofloxacin when administered in combination with a corticosteroid for the treatment of AOMT has been previously investigated. 18 These are the first randomized studies, to our knowledge, in which ciprofloxacin has been administered in combination with fluocinolone for AOMT. Fluocinolone, like other topical corticosteroids, has antiinflammatory, antipruritic, and vasoconstrictive properties. The principal aim of these studies was to evaluate the efficacy and safety of ciprofloxacin plus fluocinolone compared with ciprofloxacin alone and fluocinolone alone in patients with AOMT. The primary efficacy variable evaluated was TCO. The results indicate that topical treatment with ciprofloxacin plus fluocinolone was statistically superior to ciprofloxacin alone and fluocinolone alone in children aged 6 months to 12 years with AOMT. Resolution of otorrhea occurred at 4.23 days in patients receiving ciprofloxacin plus fluocinolone compared with 6.95 days in patients receiving ciprofloxacin alone, revealing the superiority of ciprofloxacin plus fluocinolone in the treatment response (P < .001). This difference (2.7 days) in favor of ciprofloxacin plus fluocinolone is clinically meaningful because it represents a 64% improvement in clinical response and an important advantage over ciprofloxacin as a single-agent antibiotic therapy. Although the median TCO for the fluocinolone group was not estimable, the comparison vs the ciprofloxacin plus fluocinolone combination revealed a significant difference in favor of the combination. A significant reduction of otorrhea with ciprofloxacin plus fluocinolone was recorded at visit 2.",
        "section": "Discussion",
        "section_number": 20,
        "sentences": [
            "The use of topical ciprofloxacin when administered in combination with a corticosteroid for the treatment of AOMT has been previously investigated.",
            "18 These are the first randomized studies, to our knowledge, in which ciprofloxacin has been administered in combination with fluocinolone for AOMT.",
            "Fluocinolone, like other topical corticosteroids, has antiinflammatory, antipruritic, and vasoconstrictive properties.",
            "The principal aim of these studies was to evaluate the efficacy and safety of ciprofloxacin plus fluocinolone compared with ciprofloxacin alone and fluocinolone alone in patients with AOMT.",
            "The primary efficacy variable evaluated was TCO.",
            "The results indicate that topical treatment with ciprofloxacin plus fluocinolone was statistically superior to ciprofloxacin alone and fluocinolone alone in children aged 6 months to 12 years with AOMT.",
            "Resolution of otorrhea occurred at 4.23 days in patients receiving ciprofloxacin plus fluocinolone compared with 6.95 days in patients receiving ciprofloxacin alone, revealing the superiority of ciprofloxacin plus fluocinolone in the treatment response (P < .001).",
            "This difference (2.7 days) in favor of ciprofloxacin plus fluocinolone is clinically meaningful because it represents a 64% improvement in clinical response and an important advantage over ciprofloxacin as a single-agent antibiotic therapy.",
            "Although the median TCO for the fluocinolone group was not estimable, the comparison vs the ciprofloxacin plus fluocinolone combination revealed a significant difference in favor of the combination.",
            "A significant reduction of otorrhea with ciprofloxacin plus fluocinolone was recorded at visit 2."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "45047",
        "text": "The clinical cure was achieved in a greater percentage of children in the ciprofloxacin plus fluocinolone group than in other study groups. Results obtained at the end-of-treatment and test-of-cure visits revealed statistically significant differences between ciprofloxacin plus fluocinolone compared with either treatment alone (P < .001 in all cases). The use of ciprofloxacin with the addition of a corticosteroid has been previously studied for AOMT. 1, 18, 20 Two studies revealed the superiority of topical treatment with ciprofloxacin and dexamethasone combination compared w ith oral amoxicillin-clavulanate 1 and topical ofloxacin. 21 A previously published trial 18 also confirmed an overall clinical cure rate advantage and a shorter TCO when comparing the topical administration of ciprofloxacin and dexamethasone combination with ciprofloxacin alone in children with AOMT. That study found a 1-day difference in reduction of otorrhea when a combination of antibiotic and steroid medication was used. It did not find a significant clinical difference between the 2 treatment groups at the test-of-cure visit. Our studies found a significant and consistent benefit of ciprofloxacin plus fluocinolone combination throughout the study period to the test-of-cure visit. This outcome suggests that the addition of fluocinolone to ciprofloxacin may offer a more sustained treatment for AOMT than the addition of dexamethasone.",
        "section": "Discussion",
        "section_number": 21,
        "sentences": [
            "The clinical cure was achieved in a greater percentage of children in the ciprofloxacin plus fluocinolone group than in other study groups.",
            "Results obtained at the end-of-treatment and test-of-cure visits revealed statistically significant differences between ciprofloxacin plus fluocinolone compared with either treatment alone (P < .001 in all cases).",
            "The use of ciprofloxacin with the addition of a corticosteroid has been previously studied for AOMT.",
            "1, 18, 20 Two studies revealed the superiority of topical treatment with ciprofloxacin and dexamethasone combination compared w ith oral amoxicillin-clavulanate 1 and topical ofloxacin.",
            "21 A previously published trial 18 also confirmed an overall clinical cure rate advantage and a shorter TCO when comparing the topical administration of ciprofloxacin and dexamethasone combination with ciprofloxacin alone in children with AOMT.",
            "That study found a 1-day difference in reduction of otorrhea when a combination of antibiotic and steroid medication was used.",
            "It did not find a significant clinical difference between the 2 treatment groups at the test-of-cure visit.",
            "Our studies found a significant and consistent benefit of ciprofloxacin plus fluocinolone combination throughout the study period to the test-of-cure visit.",
            "This outcome suggests that the addition of fluocinolone to ciprofloxacin may offer a more sustained treatment for AOMT than the addition of dexamethasone."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "45047",
        "text": "We compared the sustained microbiological cure and the microbiological response to topical therapy with ciprofloxacin plus fluocinolone vs ciprofloxacin alone and fluocinolone alone. Our results revealed that sustained microbiological cure was better with ciprofloxacin plus fluocinolone (94 Most treatment-emergent AEs were mild or moderate, and investigators considered most treatment-emergent AEs to be unrelated to study medication in each treatment group. The frequency of AEs associated with the 3 treatments was low: less than 5% in each of the 3 groups and none of severe intensity. No deaths or related serious AEs were reported during the conduct of both studies. These results agree with the low incidence of drug-related AEs reported previously, 21, 26 thus confirming the high tolerability of the combination. The data presented in this work indicate that ciprofloxacin plus fluocinolone is clinically and microbiologically superior to ciprofloxacin alone in the treatment of children with AOMT.",
        "section": "Discussion",
        "section_number": 22,
        "sentences": [
            "We compared the sustained microbiological cure and the microbiological response to topical therapy with ciprofloxacin plus fluocinolone vs ciprofloxacin alone and fluocinolone alone.",
            "Our results revealed that sustained microbiological cure was better with ciprofloxacin plus fluocinolone (94 Most treatment-emergent AEs were mild or moderate, and investigators considered most treatment-emergent AEs to be unrelated to study medication in each treatment group.",
            "The frequency of AEs associated with the 3 treatments was low: less than 5% in each of the 3 groups and none of severe intensity.",
            "No deaths or related serious AEs were reported during the conduct of both studies.",
            "These results agree with the low incidence of drug-related AEs reported previously, 21, 26 thus confirming the high tolerability of the combination.",
            "The data presented in this work indicate that ciprofloxacin plus fluocinolone is clinically and microbiologically superior to ciprofloxacin alone in the treatment of children with AOMT."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "45047",
        "text": "Our studies indicate that topical treatment with ciprofloxacin in combination with fluocinolone constitutes a safe and effective treatment for children with AOMT and allows for superior levels of clinical efficacy than treatment with either component alone. The cessation of otorrhea occurred 2.72 days sooner with the combination than with ciprofloxacin alone. This result may represent an important advantage of this combination over other ototopical therapies. A sustained clinical improvement was achieved with the combination treatment relative to ciprofloxacin alone through the end-of-treatment and the test-of-cure visits. The microbiological cure rate was also greater with the combination than with antibiotic alone at the end of treatment. The combination of ciprofloxacin, 0.3%, and fluocinolone acetonide, 0.025%, for 7 days is more effective than treatment with either of the components alone for post-TT otorrhea, and it is well tolerated as evidenced by the small number of related AEs recorded in these studies.",
        "section": "Conclusions",
        "section_number": 23,
        "sentences": [
            "Our studies indicate that topical treatment with ciprofloxacin in combination with fluocinolone constitutes a safe and effective treatment for children with AOMT and allows for superior levels of clinical efficacy than treatment with either component alone.",
            "The cessation of otorrhea occurred 2.72 days sooner with the combination than with ciprofloxacin alone.",
            "This result may represent an important advantage of this combination over other ototopical therapies.",
            "A sustained clinical improvement was achieved with the combination treatment relative to ciprofloxacin alone through the end-of-treatment and the test-of-cure visits.",
            "The microbiological cure rate was also greater with the combination than with antibiotic alone at the end of treatment.",
            "The combination of ciprofloxacin, 0.3%, and fluocinolone acetonide, 0.025%, for 7 days is more effective than treatment with either of the components alone for post-TT otorrhea, and it is well tolerated as evidenced by the small number of related AEs recorded in these studies."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "45047",
        "text": "Copyright 2017 American Medical Association. All rights reserved. Downloaded From: https://jamanetwork.com/ by a University of Alberta User on 02/27/2020",
        "section": "",
        "section_number": 24,
        "sentences": [
            "Copyright 2017 American Medical Association.",
            "All rights reserved.",
            "Downloaded From: https://jamanetwork.com/ by a University of Alberta User on 02/27/2020"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "45047",
        "text": "JAMA Otolaryngology-Head & Neck Surgery April 2017 Volume 143, Number 4 (Reprinted) jamaotolaryngology.com Copyright 2017 American Medical Association. All rights reserved. Downloaded From: https://jamanetwork.com/ by a University of Alberta User on 02/27/2020",
        "section": "",
        "section_number": 25,
        "sentences": [
            "JAMA Otolaryngology-Head & Neck Surgery April 2017 Volume 143, Number 4 (Reprinted) jamaotolaryngology.com Copyright 2017 American Medical Association.",
            "All rights reserved.",
            "Downloaded From: https://jamanetwork.com/ by a University of Alberta User on 02/27/2020"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    }
]