[
    {
        "doc_id": "47163",
        "text": "Background: Nefopam is a centrally acting analgesic which has a theoretical risk of stopping lactation due to its anticholinergic and dopaminergic effects. The aim of this study was to evaluate the effect of nefopam on lactation and to investigate potential adverse effects on newborns. Methods: Seventy-two women, scheduled to undergo a caesarean delivery under spinal anaesthesia and wanting to breastfeed, were randomised to one of two groups: nefopam (20 mg, six hourly) or paracetamol (1 g, six hourly). In both groups, postoperative analgesia was supplemented with ketoprofen (50 mg, six hourly) in conjunction with intrathecal morphine 0.1 mg. The primary outcome was onset of lactation, estimated by weighing the newborns before and after feeding; by maternal perception of breast fullness and based on serum prolactin concentration 48 hours postpartum. Secondary outcomes were neonatal adverse effects evaluated by neurobehavioural score at 12, 24, 48, and 72 hours after birth. Statistical analyses were performed using Chi-squared, Fisher exact and Student t tests as appropriate. P <0.05 was considered statistically significant. Results: The difference in the weight of the newborn before and after each feed, maternal perception of breast fullness and serum prolactin did not significantly differ between groups. The volume of artificial milk given to newborns of mothers in the nefopam group on days two and three was significantly greater than for the paracetamol group. Neurobehavioural scores were comparable at each time point. Conclusion: Nefopam does not appear to delay the onset of lactation or present any clear risk to the newborn.",
        "section": "Abstract",
        "sentences": [
            "Background: Nefopam is a centrally acting analgesic which has a theoretical risk of stopping lactation due to its anticholinergic and dopaminergic effects.",
            "The aim of this study was to evaluate the effect of nefopam on lactation and to investigate potential adverse effects on newborns.",
            "Methods: Seventy-two women, scheduled to undergo a caesarean delivery under spinal anaesthesia and wanting to breastfeed, were randomised to one of two groups: nefopam (20 mg, six hourly) or paracetamol (1 g, six hourly).",
            "In both groups, postoperative analgesia was supplemented with ketoprofen (50 mg, six hourly) in conjunction with intrathecal morphine 0.1 mg.",
            "The primary outcome was onset of lactation, estimated by weighing the newborns before and after feeding; by maternal perception of breast fullness and based on serum prolactin concentration 48 hours postpartum.",
            "Secondary outcomes were neonatal adverse effects evaluated by neurobehavioural score at 12, 24, 48, and 72 hours after birth.",
            "Statistical analyses were performed using Chi-squared, Fisher exact and Student t tests as appropriate.",
            "P <0.05 was considered statistically significant.",
            "Results: The difference in the weight of the newborn before and after each feed, maternal perception of breast fullness and serum prolactin did not significantly differ between groups.",
            "The volume of artificial milk given to newborns of mothers in the nefopam group on days two and three was significantly greater than for the paracetamol group.",
            "Neurobehavioural scores were comparable at each time point.",
            "Conclusion: Nefopam does not appear to delay the onset of lactation or present any clear risk to the newborn."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "47163",
        "text": "Nefopam is a centrally acting non-opioid analgesic belonging to the benzoxazocine class. Its chemical structure, close to that of orphenadrine (an anti-muscarinic drug), explains its anticholinergic effects. 1 Animal studies have demonstrated its anti-nociceptive action at spinal and supraspinal levels by inhibition of the presynaptic reuptake of monoamines (dopamine, serotonin and norepinephrine). [2] [3] [4] Its use in multimodal postoperative analgesic protocols provides an average morphine sparing effect of 13 mg [95% CI 8.5 to 17.9 mg] across a 24 hour period. 5 This effect is attributed to a synergistic effect with non-steroidal anti-inflammatory drugs (NSAIDs) 6 and an additive effect with paracetamol (acetaminophen). 7 Although widely used in postoperative acute pain after general surgery, its use after caesarean delivery is infrequent. A French study in an obstetric environment found that nefopam was used by 19% of centres, whereas paracetamol and NSAIDs were used by 98% and 68% of centres, respectively. 8 This low use of nefopam may be related to the theoretical concern about an inhibitory action on lactation, due to its anti-cholinergic and dopaminergic activity, and possible adverse effects on the newborn.",
        "section": "Introduction",
        "section_number": 1,
        "sentences": [
            "Nefopam is a centrally acting non-opioid analgesic belonging to the benzoxazocine class.",
            "Its chemical structure, close to that of orphenadrine (an anti-muscarinic drug), explains its anticholinergic effects.",
            "1 Animal studies have demonstrated its anti-nociceptive action at spinal and supraspinal levels by inhibition of the presynaptic reuptake of monoamines (dopamine, serotonin and norepinephrine). [",
            "2] [3] [4] Its use in multimodal postoperative analgesic protocols provides an average morphine sparing effect of 13 mg [95% CI 8.5 to 17.9 mg] across a 24 hour period.",
            "5 This effect is attributed to a synergistic effect with non-steroidal anti-inflammatory drugs (NSAIDs) 6 and an additive effect with paracetamol (acetaminophen).",
            "7 Although widely used in postoperative acute pain after general surgery, its use after caesarean delivery is infrequent.",
            "A French study in an obstetric environment found that nefopam was used by 19% of centres, whereas paracetamol and NSAIDs were used by 98% and 68% of centres, respectively.",
            "8 This low use of nefopam may be related to the theoretical concern about an inhibitory action on lactation, due to its anti-cholinergic and dopaminergic activity, and possible adverse effects on the newborn."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "47163",
        "text": "The aim of our study was to assess the effect of nefopam on lactation following elective caesarean delivery. The secondary objective was to assess its effect on the newborn.",
        "section": "Introduction",
        "section_number": 2,
        "sentences": [
            "The aim of our study was to assess the effect of nefopam on lactation following elective caesarean delivery.",
            "The secondary objective was to assess its effect on the newborn."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "47163",
        "text": "A single-blind, randomised clinical trial was carried out at the University Maternity Hospital of Nancy, France between April 2009 and March 2014. We compared nefopam with paracetamol in the post-caesarean setting. Having obtained ethics committee approval (Nancy University Hospital Institutional Review Board CPP Est3/4 December 2008/N°: 08.11.02) and written informed consent from each participant, 72 parturients were included in the study. Inclusion criteria were women 38.5 weeks' gestation; classified as American Society of Anesthesiologists physical status I or II; undergoing caesarean delivery under spinal anaesthesia; and who wished to breastfeed. Exclusion criteria were allergy to nefopam or to any of the study drugs; fetal pathology and multiple pregnancy.",
        "section": "Methods",
        "section_number": 3,
        "sentences": [
            "A single-blind, randomised clinical trial was carried out at the University Maternity Hospital of Nancy, France between April 2009 and March 2014.",
            "We compared nefopam with paracetamol in the post-caesarean setting.",
            "Having obtained ethics committee approval (Nancy University Hospital Institutional Review Board CPP Est3/4 December 2008/N°: 08.11.02) and written informed consent from each participant, 72 parturients were included in the study.",
            "Inclusion criteria were women 38.5 weeks' gestation; classified as American Society of Anesthesiologists physical status I or II; undergoing caesarean delivery under spinal anaesthesia; and who wished to breastfeed.",
            "Exclusion criteria were allergy to nefopam or to any of the study drugs; fetal pathology and multiple pregnancy."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "47163",
        "text": "Women were randomly assigned using a computer generated randomisation table to one of two groups, to receive either nefopam or paracetamol. The sequentially numbered opaque sealed envelopes indicating the group allocation were opened at the time of surgery.",
        "section": "Methods",
        "section_number": 4,
        "sentences": [
            "Women were randomly assigned using a computer generated randomisation table to one of two groups, to receive either nefopam or paracetamol.",
            "The sequentially numbered opaque sealed envelopes indicating the group allocation were opened at the time of surgery."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "47163",
        "text": "The anaesthetic technique was the same in both groups. Premedication consisted of oral hydroxyzine 50 mg and effervescent cimetidine 400 mg, administered one hour before the procedure. With standard noninvasive monitoring in place, intravenous (iv) access was secured upon arrival to theatre. Spinal anaesthesia was performed with the patient seated and a combination of 0.5% hyperbaric bupivacaine 10 mg, sufentanil 3 mg and morphine 0.1 mg was injected at the L4-L5 interspace. A combination of ephedrine hydrochloride 30 mg and phenylephrine 0.5 mg in 250 mL of crystalloid solution was administered prophylactically to prevent maternal hypotension. The initial rate was 10 mL/min, titrated to maintain a mean arterial pressure between 70 and 100 mmHg and a heart rate between 60 and 90 beats/min. The extent of sensory blockade was tested using light touch. Once a T4 level was reached, the obstetrician was allowed to proceed. When the newborn was delivered and the umbilical cord clamped, 5 IU of oxytocin (1 IU per min) and 2 g of cephazolin for surgical antibiotic prophylaxis were given by slow iv injection, followed by an iv infusion of 10 IU oxytocin until the end of the surgery. Over the next 18 hours an iv infusion of oxytocin 20 IU was administered as per institutional protocol. Newborn Apgar scores at 5 minutes and umbilical cord pH were recorded.",
        "section": "Methods",
        "section_number": 5,
        "sentences": [
            "The anaesthetic technique was the same in both groups.",
            "Premedication consisted of oral hydroxyzine 50 mg and effervescent cimetidine 400 mg, administered one hour before the procedure.",
            "With standard noninvasive monitoring in place, intravenous (iv) access was secured upon arrival to theatre.",
            "Spinal anaesthesia was performed with the patient seated and a combination of 0.5% hyperbaric bupivacaine 10 mg, sufentanil 3 mg and morphine 0.1 mg was injected at the L4-L5 interspace.",
            "A combination of ephedrine hydrochloride 30 mg and phenylephrine 0.5 mg in 250 mL of crystalloid solution was administered prophylactically to prevent maternal hypotension.",
            "The initial rate was 10 mL/min, titrated to maintain a mean arterial pressure between 70 and 100 mmHg and a heart rate between 60 and 90 beats/min.",
            "The extent of sensory blockade was tested using light touch.",
            "Once a T4 level was reached, the obstetrician was allowed to proceed.",
            "When the newborn was delivered and the umbilical cord clamped, 5 IU of oxytocin (1 IU per min) and 2 g of cephazolin for surgical antibiotic prophylaxis were given by slow iv injection, followed by an iv infusion of 10 IU oxytocin until the end of the surgery.",
            "Over the next 18 hours an iv infusion of oxytocin 20 IU was administered as per institutional protocol.",
            "Newborn Apgar scores at 5 minutes and umbilical cord pH were recorded."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "47163",
        "text": "In the post-anaesthesia care unit (PACU), the study drug 20 mg nefopam (Acupan Ò , Biocodex, France) or 1 g paracetamol (Perfalgan Ò , Bristol Meyers Squibb, UK) was infused iv over 30 minutes. This dosing was repeated every 6 hours for 48 hours. Patients were blinded to the treatment. Nurses prepared the appropriate drug in a 100 mL bag of normal saline, labelled either A (nefopam) or B (paracetamol).",
        "section": "Methods",
        "section_number": 6,
        "sentences": [
            "In the post-anaesthesia care unit (PACU), the study drug 20 mg nefopam (Acupan Ò , Biocodex, France) or 1 g paracetamol (Perfalgan Ò , Bristol Meyers Squibb, UK) was infused iv over 30 minutes.",
            "This dosing was repeated every 6 hours for 48 hours.",
            "Patients were blinded to the treatment.",
            "Nurses prepared the appropriate drug in a 100 mL bag of normal saline, labelled either A (nefopam) or B (paracetamol)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "47163",
        "text": "Non-invasive blood pressure, pulse rate, respiratory rate and oxygen saturation were recorded every 10 minutes postoperatively for 3 hours. Assessment of pain by visual analogue scale (VAS) (0=no pain, 10=the worst possible pain) was performed every 30 minutes after the complete reversal of the sensory block and until discharge from the PACU. Both groups were given ketoprofen 50 mg iv (over 30 minutes) six hourly for 48 hours. On the ward, respiratory rate, pain and sedation scores were recorded hourly for the first 24 hours. Minor maternal side effects, such as pruritus, nausea and/or vomiting were recorded and treated according to standard protocols.",
        "section": "Methods",
        "section_number": 7,
        "sentences": [
            "Non-invasive blood pressure, pulse rate, respiratory rate and oxygen saturation were recorded every 10 minutes postoperatively for 3 hours.",
            "Assessment of pain by visual analogue scale (VAS) (0=no pain, 10=the worst possible pain) was performed every 30 minutes after the complete reversal of the sensory block and until discharge from the PACU.",
            "Both groups were given ketoprofen 50 mg iv (over 30 minutes) six hourly for 48 hours.",
            "On the ward, respiratory rate, pain and sedation scores were recorded hourly for the first 24 hours.",
            "Minor maternal side effects, such as pruritus, nausea and/or vomiting were recorded and treated according to standard protocols."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "47163",
        "text": "After completion of study drug administration at 48 hours, oral analgesia consisted of 1 g paracetamol tablets and 50 mg ketoprofen capsules six hourly for both groups. Oral nefopam is not available in France.",
        "section": "Methods",
        "section_number": 8,
        "sentences": [
            "After completion of study drug administration at 48 hours, oral analgesia consisted of 1 g paracetamol tablets and 50 mg ketoprofen capsules six hourly for both groups.",
            "Oral nefopam is not available in France."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "47163",
        "text": "Lactation was assessed as follows: 1. The amount of milk transferred was estimated by weighing the newborn, before and after each breastfeed, on days 2 and 3 (day 0 being the day of the operation), using baby scales (SECA 737, graduation 10 g, Wandsbek, Germany). Babies, while clothed, were weighed by their mothers before and after feeding and values were entered on a specially designed form. The weight difference was corrected for an estimated insensible water loss of 1.9 g/kg/h, 9 allowing on average 30 minutes for each feed. The mean daily weight difference was then calculated for each infant. 2. Subjects were interviewed regarding breast fullness, swelling, and leakage of milk on days 3 and 4 postpartum. The maternal perception of the onset of lactation corresponding to lactogenesis stage two (defined as onset of copious milk secretion, occurring between 32 and 96 hours postpartum) was sought. 10 It had been previously demonstrated that maternal perception is a reliable indicator of lactogenesis stage two. 10 A breast fullness score was assigned as 1. no change; 2. slight increase of breast volume; 3. notable increase of breast volume; 4. discomfort; 5. intense pain, high temperature. A score >2 is associated with milk production equivalent to at least 15 g/breastfeed. 11 Delayed onset of lactation is defined as when this occurs more than 72 hours postcaesarean delivery. 12, 13 3. Serum prolactin levels were determined from venous blood, drawn in the morning after breastfeeding, at 48 hours post-delivery, using the chemiluminescence micro-particulate immunological technique (Architect automaton * : Abbott Core Laboratories).",
        "section": "Methods",
        "section_number": 9,
        "sentences": [
            "Lactation was assessed as follows: 1.",
            "The amount of milk transferred was estimated by weighing the newborn, before and after each breastfeed, on days 2 and 3 (day 0 being the day of the operation), using baby scales (SECA 737, graduation 10 g, Wandsbek, Germany).",
            "Babies, while clothed, were weighed by their mothers before and after feeding and values were entered on a specially designed form.",
            "The weight difference was corrected for an estimated insensible water loss of 1.9 g/kg/h, 9 allowing on average 30 minutes for each feed.",
            "The mean daily weight difference was then calculated for each infant.",
            "2.",
            "Subjects were interviewed regarding breast fullness, swelling, and leakage of milk on days 3 and 4 postpartum.",
            "The maternal perception of the onset of lactation corresponding to lactogenesis stage two (defined as onset of copious milk secretion, occurring between 32 and 96 hours postpartum) was sought.",
            "10 It had been previously demonstrated that maternal perception is a reliable indicator of lactogenesis stage two.",
            "10 A breast fullness score was assigned as 1.",
            "no change; 2.",
            "slight increase of breast volume; 3.",
            "notable increase of breast volume; 4.",
            "discomfort; 5.",
            "intense pain, high temperature.",
            "A score >2 is associated with milk production equivalent to at least 15 g/breastfeed.",
            "11 Delayed onset of lactation is defined as when this occurs more than 72 hours postcaesarean delivery.",
            "12, 13 3.",
            "Serum prolactin levels were determined from venous blood, drawn in the morning after breastfeeding, at 48 hours post-delivery, using the chemiluminescence micro-particulate immunological technique (Architect automaton * : Abbott Core Laboratories)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "47163",
        "text": "Neonatal neurobehavioural scores (Amiel-Tison Neurologic and Adaptive Capacity Score [NACS] ) were recorded at 12, 24, 48, and 72 hours post-caesarean by a paediatrician blinded to the group allocation. The NACS score ranges from 0 to 40 and has 20 items, each scored from 0 to 2. A score 35 was considered satisfactory. 14 N.E. Baka et al.",
        "section": "Methods",
        "section_number": 10,
        "sentences": [
            "Neonatal neurobehavioural scores (Amiel-Tison Neurologic and Adaptive Capacity Score [NACS] ) were recorded at 12, 24, 48, and 72 hours post-caesarean by a paediatrician blinded to the group allocation.",
            "The NACS score ranges from 0 to 40 and has 20 items, each scored from 0 to 2.",
            "A score 35 was considered satisfactory.",
            "14 N.E. Baka et al."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "47163",
        "text": "In the absence of previous data on this topic and considering the difficulty in accurately measuring the quantity of milk produced in the first 72 hours postpartum due to large inter-patient variability, our study was considered a pilot. A sample size calculation was made considering an a of 5%, a power of 80%, an arbitrarily chosen average newborn weight change during each breastfeed of 20 g, with a hypothetical standard deviation of 30. Taking into account the risk of 10% loss to follow up, 72 patients were included.",
        "section": "Statistical analysis",
        "section_number": 11,
        "sentences": [
            "In the absence of previous data on this topic and considering the difficulty in accurately measuring the quantity of milk produced in the first 72 hours postpartum due to large inter-patient variability, our study was considered a pilot.",
            "A sample size calculation was made considering an a of 5%, a power of 80%, an arbitrarily chosen average newborn weight change during each breastfeed of 20 g, with a hypothetical standard deviation of 30.",
            "Taking into account the risk of 10% loss to follow up, 72 patients were included."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "47163",
        "text": "A P-value <0.05 was considered statistically significant. Categorical variables were analysed using either the chi 2 test or the Fischer exact test as appropriate. Continuous variables were expressed as mean (standard deviation) and analysed by Student t test after checking for Gaussian distribution by the Smirnov-Kolmogorov test. In a multiple logistic regression analysis, associations were sought between the supplement artificial milk volume >60 mL (dependent variable) 15 and study group, a body mass index (BMI) >30 kg/m, 2 and parity (independent variables). The SAS 9.2 software and Stat View 5.0 were used.",
        "section": "Statistical analysis",
        "section_number": 12,
        "sentences": [
            "A P-value <0.05 was considered statistically significant.",
            "Categorical variables were analysed using either the chi 2 test or the Fischer exact test as appropriate.",
            "Continuous variables were expressed as mean (standard deviation) and analysed by Student t test after checking for Gaussian distribution by the Smirnov-Kolmogorov test.",
            "In a multiple logistic regression analysis, associations were sought between the supplement artificial milk volume >60 mL (dependent variable) 15 and study group, a body mass index (BMI) >30 kg/m, 2 and parity (independent variables).",
            "The SAS 9.2 software and Stat View 5.0 were used."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "47163",
        "text": "Sixty-six patients completed the study, 33 patients in each group. Six patients were excluded (Fig. 1) . Characteristics of mothers and babies in the two groups were comparable. There was no difference between groups for the change in weight of the newborns on days 1, 2, and 3 ( Table 1) . The majority of patients were multiparous. In both groups, the onset of lactation as determined by maternal perception of breast fullness was observed between days two and three postpartum. Serum prolactin concentrations and the number of newborns taking supplementary artificial milk did not differ significantly between groups. The volume of artificial milk given to babies of mothers belonging to the nefopam group was greater on days two and three compared with that given to the paracetamol group (Table 2) . No association was found between a supplemental artificial milk volume >60 mL and any of the independent variables.",
        "section": "Results",
        "section_number": 13,
        "sentences": [
            "Sixty-six patients completed the study, 33 patients in each group.",
            "Six patients were excluded (Fig. 1) .",
            "Characteristics of mothers and babies in the two groups were comparable.",
            "There was no difference between groups for the change in weight of the newborns on days 1, 2, and 3 ( Table 1) .",
            "The majority of patients were multiparous.",
            "In both groups, the onset of lactation as determined by maternal perception of breast fullness was observed between days two and three postpartum.",
            "Serum prolactin concentrations and the number of newborns taking supplementary artificial milk did not differ significantly between groups.",
            "The volume of artificial milk given to babies of mothers belonging to the nefopam group was greater on days two and three compared with that given to the paracetamol group (Table 2) .",
            "No association was found between a supplemental artificial milk volume >60 mL and any of the independent variables."
        ],
        "sentence_labels": [
            1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": 0
    },
    {
        "doc_id": "47163",
        "text": "The neurobehavioural assessment at 12, 24, 48 and 72 hours showed no significant differences between groups ( Table 2 ). The proportion of women who suffered from moderate or severe pain in the first 24 hours, or minor side effects, did not significantly differ between groups (Table 2) . No serious side effects were observed in either the mothers or their babies.",
        "section": "Results",
        "section_number": 14,
        "sentences": [
            "The neurobehavioural assessment at 12, 24, 48 and 72 hours showed no significant differences between groups ( Table 2 ).",
            "The proportion of women who suffered from moderate or severe pain in the first 24 hours, or minor side effects, did not significantly differ between groups (Table 2) .",
            "No serious side effects were observed in either the mothers or their babies."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "47163",
        "text": "We believe this is the first study to evaluate the effect of nefopam on breastfeeding and full term newborns. Breastfeeding is a complex phenomenon, influenced by multiple factors such as parity, mode of delivery, obesity, 11, [16] [17] [18] and drugs administered intra-and postpartum. It requires high levels of maternal motivation, optimal newborn sucking, restriction of supplementary artificial milk administration, a stress-free environment and adequate post-operative analgesia for the mother. 11, 19, 20 The onset of lactation typically occurs between days two to four after delivery. Caesarean delivery is a recognised risk factor for a delay in onset of more than three days. 11 General anaesthesia may further delay the onset compared to spinal anaesthesia for caesarean delivery. 21 Prolactin is responsible for the establishment of lactation, the synthesis of milk (lactogenesis) and the maintenance of milk production (galactopoesis). 22, 23 Its inhibition leads to cessation of lactation. 24 Both basal and peak serum prolactin levels are related to breastfeeding, with peak concentrations 40-45 minutes after initiation and a return to normal 90 to 180 minutes later. The concentration decreases progressively between the first and the sixth month postpartum while milk secretion remains constant, suggesting an additional autocrine control mechanism. 25 There is also circadian variability, with the lowest levels occurring in the evening and the highest at night or early morning. 26, 27 Nefopam, via a central dopaminergic action on D2 receptors 4 and anti-muscarinic activity, may interfere with the secretion of prolactin and hence inhibit lactation. [28] [29] [30] In our study serum prolactin concentrations estimated in the morning and between feeds were similar to those previously reported 21, 22 and comparable in both groups.",
        "section": "Discussion",
        "section_number": 15,
        "sentences": [
            "We believe this is the first study to evaluate the effect of nefopam on breastfeeding and full term newborns.",
            "Breastfeeding is a complex phenomenon, influenced by multiple factors such as parity, mode of delivery, obesity, 11, [16] [17] [18] and drugs administered intra-and postpartum.",
            "It requires high levels of maternal motivation, optimal newborn sucking, restriction of supplementary artificial milk administration, a stress-free environment and adequate post-operative analgesia for the mother.",
            "11, 19, 20 The onset of lactation typically occurs between days two to four after delivery.",
            "Caesarean delivery is a recognised risk factor for a delay in onset of more than three days.",
            "11 General anaesthesia may further delay the onset compared to spinal anaesthesia for caesarean delivery.",
            "21 Prolactin is responsible for the establishment of lactation, the synthesis of milk (lactogenesis) and the maintenance of milk production (galactopoesis).",
            "22, 23 Its inhibition leads to cessation of lactation.",
            "24 Both basal and peak serum prolactin levels are related to breastfeeding, with peak concentrations 40-45 minutes after initiation and a return to normal 90 to 180 minutes later.",
            "The concentration decreases progressively between the first and the sixth month postpartum while milk secretion remains constant, suggesting an additional autocrine control mechanism.",
            "25 There is also circadian variability, with the lowest levels occurring in the evening and the highest at night or early morning.",
            "26, 27 Nefopam, via a central dopaminergic action on D2 receptors 4 and anti-muscarinic activity, may interfere with the secretion of prolactin and hence inhibit lactation. [",
            "28] [29] [30] In our study serum prolactin concentrations estimated in the morning and between feeds were similar to those previously reported 21, 22 and comparable in both groups."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "47163",
        "text": "No difference between groups was seen for the weight difference before and after each feed; the newborn daily weight curve evolution; or the fall in weight between day zero and two that corresponds to the weight loss reported in breastfed neonates. 31 Our study protocol left the administration of supplementary artificial milk to the discretion of patients and carers. Nevertheless, the proportion of newborns requiring supplementary artificial milk was similar in both groups. In contrast, the amount of artificial milk fed to newborns in the nefopam group was significantly greater than that in the paracetamol group. However apart from a reduction in breast milk, other factors may influence the need for artificial milk supplements, for example the attitude of health care providers towards breastfeeding and their workload, maternal inexperience, stress and concern about not meeting the nutritional needs of the baby. The influence of maternal inexperience on breastfeeding was likely to be modest in our patient population because most women were multiparous, having had at least one previous breastfeeding experience. The greater amount of artificial milk administered in the nefopam group may indicate reduced breast milk production, but may have been a chance finding or due to confounders, so the results need to",
        "section": "Discussion",
        "section_number": 16,
        "sentences": [
            "No difference between groups was seen for the weight difference before and after each feed; the newborn daily weight curve evolution; or the fall in weight between day zero and two that corresponds to the weight loss reported in breastfed neonates.",
            "31 Our study protocol left the administration of supplementary artificial milk to the discretion of patients and carers.",
            "Nevertheless, the proportion of newborns requiring supplementary artificial milk was similar in both groups.",
            "In contrast, the amount of artificial milk fed to newborns in the nefopam group was significantly greater than that in the paracetamol group.",
            "However apart from a reduction in breast milk, other factors may influence the need for artificial milk supplements, for example the attitude of health care providers towards breastfeeding and their workload, maternal inexperience, stress and concern about not meeting the nutritional needs of the baby.",
            "The influence of maternal inexperience on breastfeeding was likely to be modest in our patient population because most women were multiparous, having had at least one previous breastfeeding experience.",
            "The greater amount of artificial milk administered in the nefopam group may indicate reduced breast milk production, but may have been a chance finding or due to confounders, so the results need to"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "47163",
        "text": "The effect of nefopam on lactation after caesarean section be confirmed by further studies, using strict criteria for artificial milk supplementation. The neurobehavioural assessment of newborns at predetermined times found scores of less than 35 in six newborns at 24 hours and three at 48 hours in the nefopam group versus one at 24 hours and none at 48 hours in the paracetamol group. This was not a statistically significant difference and no newborn ",
        "section": "86",
        "section_number": 17,
        "sentences": [
            "The effect of nefopam on lactation after caesarean section be confirmed by further studies, using strict criteria for artificial milk supplementation.",
            "The neurobehavioural assessment of newborns at predetermined times found scores of less than 35 in six newborns at 24 hours and three at 48 hours in the nefopam group versus one at 24 hours and none at 48 hours in the paracetamol group.",
            "This was not a statistically significant difference and no newborn"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "47163",
        "text": "The effect of nefopam on lactation after caesarean section needed supervision or special care. This corroborates the finding of low transfer of nefopam into breastmilk in five women treated for pain after episiotomy. 32 The maximum breastmilk concentration was 0.3 mg/L, such that babies received a maximum of 0.07 mg/kg/day via the breastmilk, this being 3% of the maternal dose. 32 The Committee for Medicinal Products of the American Academy of Pediatrics 33 rates nefopam as a drug compatible with breastfeeding. Our study has several limitations. We only assessed lactation and the newborn baby for three days, which may have been insufficient to detect long-term effects of nefopam on either. We acknowledge that multiparity and previous experience probably increased the success rate of breastfeeding. Although patients were blinded to their treatment, midwives and nurses were not, so this was a potential for bias. In spite of criticism of the NACS score, 34 we chose to use this instrument because it was originally developed specifically to evaluate the effect of medications on full-term newborns. The Scanlon test requires painful stimuli to be applied to the baby. The Brazelton score is not normally used to evaluate drug-effects on the newborn as it requires a minimum of 45 minutes to perform by an experienced operator. The inclusion of a placebo group was not considered because failure to provide additional analgesia would have been unethical and may have negatively impacted on lactation and mother-infant bonding.",
        "section": "88",
        "section_number": 18,
        "sentences": [
            "The effect of nefopam on lactation after caesarean section needed supervision or special care.",
            "This corroborates the finding of low transfer of nefopam into breastmilk in five women treated for pain after episiotomy.",
            "32 The maximum breastmilk concentration was 0.3 mg/L, such that babies received a maximum of 0.07 mg/kg/day via the breastmilk, this being 3% of the maternal dose.",
            "32 The Committee for Medicinal Products of the American Academy of Pediatrics 33 rates nefopam as a drug compatible with breastfeeding.",
            "Our study has several limitations.",
            "We only assessed lactation and the newborn baby for three days, which may have been insufficient to detect long-term effects of nefopam on either.",
            "We acknowledge that multiparity and previous experience probably increased the success rate of breastfeeding.",
            "Although patients were blinded to their treatment, midwives and nurses were not, so this was a potential for bias.",
            "In spite of criticism of the NACS score, 34 we chose to use this instrument because it was originally developed specifically to evaluate the effect of medications on full-term newborns.",
            "The Scanlon test requires painful stimuli to be applied to the baby.",
            "The Brazelton score is not normally used to evaluate drug-effects on the newborn as it requires a minimum of 45 minutes to perform by an experienced operator.",
            "The inclusion of a placebo group was not considered because failure to provide additional analgesia would have been unethical and may have negatively impacted on lactation and mother-infant bonding."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "47163",
        "text": "In summary, nefopam at a dose of 20 mg six hourly does not interfere with the secretion of prolactin and does not appear to delay the onset of lactation or present any clear risk to the newborn. These results suggest that the fear of a negative effect from nefopam on lactation may be unjustified and that it can be considered in the armamentarium of postpartum analgesics.",
        "section": "88",
        "section_number": 19,
        "sentences": [
            "In summary, nefopam at a dose of 20 mg six hourly does not interfere with the secretion of prolactin and does not appear to delay the onset of lactation or present any clear risk to the newborn.",
            "These results suggest that the fear of a negative effect from nefopam on lactation may be unjustified and that it can be considered in the armamentarium of postpartum analgesics."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "47163",
        "text": "This study received no external funding and authors have no conflicts of interest to declare.",
        "section": "Disclosure",
        "section_number": 20,
        "sentences": [
            "This study received no external funding and authors have no conflicts of interest to declare."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    }
]