[
    {
        "doc_id": "46137",
        "text": "Introduction: Anesthesia induction is a stressful event for children and their parents, and may have potentially harmful consequences on the patient's physiological and mental situation. Stressful anesthesia induction has psychological adverse effects that recur with repeated anesthesia, can lead to increased pediatric discomfort during the recovery period, and may even induce reactionary postoperative behavior. A randomized controlled trial was performed to assess the impact of parental presence during induction of anesthesia (PPIA) on preoperative anxiety of pediatric patients and their parents at three different times, cooperation of child with anesthesiologist at induction of anesthesia, and parental satisfaction. Patients and methods: A total of 96 pediatric patients undergoing elective minor surgery (ASA 1-2) were randomly divided into two groups. Both groups received oral midazolam (0.5 mg/kg) at least 20 minutes before surgery, but in the PPIA group, the parents were also present in the operating room until loss of consciousness of child at anesthesia induction. Anxiety in the patients (as measured by the modified Yale Preoperative Anxiety Scale [mYPAS]) and parents (as measured by the State and Trait Anxiety Inventory [STAI]), the Induction Compliance Checklist (ICC), and parental satisfaction (as measured by visual analog scale) were assessed. Results: There was no significant difference in the mean anxiety scores (mYPAS) of participants in the control and PPIA groups at ward T0 and upon arrival to operating room T1 (P>0.05). However, between the PPIA and control groups, mean mYPAS score was different at the time of induction of anesthesia T2 (35.5±16.6 vs 59.8±22.4; P<0.001). The ICC scores showed that perfect score was significantly deferent in the PPIA and control groups (66.6% vs 6.3%; P<0.01). The STAI scores of the parents in the two groups did not differ in T0, T1, and T2. The mean parental satisfaction score was higher in the PPIA group than in the control group (7.6±7.0 vs 5.8±6.1; P<0.01). Conclusion: PPIA may reduce preoperative state anxiety of pediatric patients and improve quality of anesthesia induction based on ICC scores and higher parental satisfaction, but it does not impact on parental state anxiety.",
        "section": "Abstract",
        "sentences": [
            "Introduction: Anesthesia induction is a stressful event for children and their parents, and may have potentially harmful consequences on the patient's physiological and mental situation.",
            "Stressful anesthesia induction has psychological adverse effects that recur with repeated anesthesia, can lead to increased pediatric discomfort during the recovery period, and may even induce reactionary postoperative behavior.",
            "A randomized controlled trial was performed to assess the impact of parental presence during induction of anesthesia (PPIA) on preoperative anxiety of pediatric patients and their parents at three different times, cooperation of child with anesthesiologist at induction of anesthesia, and parental satisfaction.",
            "Patients and methods: A total of 96 pediatric patients undergoing elective minor surgery (ASA 1-2) were randomly divided into two groups.",
            "Both groups received oral midazolam (0.5 mg/kg) at least 20 minutes before surgery, but in the PPIA group, the parents were also present in the operating room until loss of consciousness of child at anesthesia induction.",
            "Anxiety in the patients (as measured by the modified Yale Preoperative Anxiety Scale [mYPAS]) and parents (as measured by the State and Trait Anxiety Inventory [STAI]), the Induction Compliance Checklist (ICC), and parental satisfaction (as measured by visual analog scale) were assessed.",
            "Results: There was no significant difference in the mean anxiety scores (mYPAS) of participants in the control and PPIA groups at ward T0 and upon arrival to operating room T1 (P>0.05).",
            "However, between the PPIA and control groups, mean mYPAS score was different at the time of induction of anesthesia T2 (35.5±16.6 vs 59.8±22.4; P<0.001).",
            "The ICC scores showed that perfect score was significantly deferent in the PPIA and control groups (66.6% vs 6.3%; P<0.01).",
            "The STAI scores of the parents in the two groups did not differ in T0, T1, and T2.",
            "The mean parental satisfaction score was higher in the PPIA group than in the control group (7.6±7.0 vs 5.8±6.1; P<0.01).",
            "Conclusion: PPIA may reduce preoperative state anxiety of pediatric patients and improve quality of anesthesia induction based on ICC scores and higher parental satisfaction, but it does not impact on parental state anxiety."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "46137",
        "text": "Anesthesia induction is a stressful part of surgery for pediatric patients and their parents. 1 Children may undergo physical, mental, and physiological distress due to anxiety at the time of induction. 2 Stressful anesthesia induction has consequent adverse psychological impacts, can cause discomfort during recovery, and may lead to regressive behavioral disorders. Nightmares, separation anxiety, eating disorders, and bedwetting have been reported as confirmed outcomes of anxiety among children. Children with high anxiety levels have a higher risk of expressing negative behaviors after surgery, and higher parental anxiety levels are directly associated with children's preoperative anxiety levels. 2 Preoperative sedative drugs are routinely recommended to manage anxiety of pediatric patients during surgeries. Several studies have suggested the use of oral midazolam for anxiety control in pediatric surgical patients. 3 Other studies have reported that parental presence during induction of anesthesia (PPIA) not only has the same effect but also has considerably better impact on pediatric anxiety control compared to oral midazolam. 4, 5 However, some studies have shown that PPIA does not have a positive effect on anxiety levels of children. [6] [7] [8] A recent Cochrane review reported that PPIA has no effect on children's anxiety and cooperation during anesthesia induction, parental satisfaction, time needed for induction, or child recovery quality. 9 We identified a few studies that included a formal intervention to prepare parents to be present during anesthesia induction and reduce their children's preoperative anxiety. 6, 10 The aim of the present study was to determine the effect of PPIA, in addition to administration of oral midazolam, on preoperative anxiety of pediatric patients as primary outcome and cooperation of the child to accept anesthesia mask, state and trait anxiety, and satisfaction of parents as secondary outcomes.",
        "section": "Introduction",
        "section_number": 1,
        "sentences": [
            "Anesthesia induction is a stressful part of surgery for pediatric patients and their parents.",
            "1 Children may undergo physical, mental, and physiological distress due to anxiety at the time of induction.",
            "2 Stressful anesthesia induction has consequent adverse psychological impacts, can cause discomfort during recovery, and may lead to regressive behavioral disorders.",
            "Nightmares, separation anxiety, eating disorders, and bedwetting have been reported as confirmed outcomes of anxiety among children.",
            "Children with high anxiety levels have a higher risk of expressing negative behaviors after surgery, and higher parental anxiety levels are directly associated with children's preoperative anxiety levels.",
            "2 Preoperative sedative drugs are routinely recommended to manage anxiety of pediatric patients during surgeries.",
            "Several studies have suggested the use of oral midazolam for anxiety control in pediatric surgical patients.",
            "3 Other studies have reported that parental presence during induction of anesthesia (PPIA) not only has the same effect but also has considerably better impact on pediatric anxiety control compared to oral midazolam.",
            "4, 5 However, some studies have shown that PPIA does not have a positive effect on anxiety levels of children. [",
            "6] [7] [8] A recent Cochrane review reported that PPIA has no effect on children's anxiety and cooperation during anesthesia induction, parental satisfaction, time needed for induction, or child recovery quality.",
            "9 We identified a few studies that included a formal intervention to prepare parents to be present during anesthesia induction and reduce their children's preoperative anxiety.",
            "6, 10 The aim of the present study was to determine the effect of PPIA, in addition to administration of oral midazolam, on preoperative anxiety of pediatric patients as primary outcome and cooperation of the child to accept anesthesia mask, state and trait anxiety, and satisfaction of parents as secondary outcomes."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "46137",
        "text": "This randomized clinical trial was conducted in pediatric patients aged 4-10 years who underwent minor surgery at Mofid Children's Hospital (Tehran, Iran). The clinical trial was registered at the Iranian Registry of Clinical Trials: IRCT (IRCT2017011931497N4). The study protocol was approved by the Research Ethics Committee of Shahid Beheshti University of Medical Sciences, and all of the parents provided informed consent. The study sample size was calculated based on the results of a pilot study on 30 patients, similar studies, and a sample size formula (α=0.05, P=0.5, d=0.1), which indicated that at least 96 pediatric patients were needed. The inclusion criteria were as follows: 1) pediatric patients aged 4-10 years with ASA 1 or 2 undergoing an elective minor surgery such as inguinal or umbilical hernias and undescended testes and 2) surgeries less than 1-hour duration with no significant changes in the patient's hemodynamic parameters. An anesthesiologist visited the selected patients and provided information to parents regarding the study protocol the night before surgery. All patients who had inclusion of criteria were selected using a none-randomized method.",
        "section": "Patients and methods",
        "section_number": 2,
        "sentences": [
            "This randomized clinical trial was conducted in pediatric patients aged 4-10 years who underwent minor surgery at Mofid Children's Hospital (Tehran, Iran).",
            "The clinical trial was registered at the Iranian Registry of Clinical Trials: IRCT (IRCT2017011931497N4).",
            "The study protocol was approved by the Research Ethics Committee of Shahid Beheshti University of Medical Sciences, and all of the parents provided informed consent.",
            "The study sample size was calculated based on the results of a pilot study on 30 patients, similar studies, and a sample size formula (α=0.05, P=0.5, d=0.1), which indicated that at least 96 pediatric patients were needed.",
            "The inclusion criteria were as follows: 1) pediatric patients aged 4-10 years with ASA 1 or 2 undergoing an elective minor surgery such as inguinal or umbilical hernias and undescended testes and 2) surgeries less than 1-hour duration with no significant changes in the patient's hemodynamic parameters.",
            "An anesthesiologist visited the selected patients and provided information to parents regarding the study protocol the night before surgery.",
            "All patients who had inclusion of criteria were selected using a none-randomized method."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "46137",
        "text": "A randomization block was used to allocate the selected participants into PPIA or control groups. Patients in the control group received 0.5 mg/kg oral midazolam at least 20 minutes before surgery, and patients in the PPIA group received 0.5 mg/kg oral midazolam and PPIA (ie, one parent in the operating room until anesthesia induction and loss of consciousness of the child and then parents went out of the operating room). The primary outcome of the trial was preoperative anxiety in the pediatric patients. The secondary outcomes were the child's cooperation with anesthesiologist in acceptance of anesthesia mask, state anxiety, and satisfaction of parents.",
        "section": "Patients and methods",
        "section_number": 3,
        "sentences": [
            "A randomization block was used to allocate the selected participants into PPIA or control groups.",
            "Patients in the control group received 0.5 mg/kg oral midazolam at least 20 minutes before surgery, and patients in the PPIA group received 0.5 mg/kg oral midazolam and PPIA (ie, one parent in the operating room until anesthesia induction and loss of consciousness of the child and then parents went out of the operating room).",
            "The primary outcome of the trial was preoperative anxiety in the pediatric patients.",
            "The secondary outcomes were the child's cooperation with anesthesiologist in acceptance of anesthesia mask, state anxiety, and satisfaction of parents."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "46137",
        "text": "Anxiety in the children was assessed using the modified Yale Preoperative Anxiety Scale (mYPAS), which includes 22 expressions in five categories (activity, vocalization, use of parents, state of arousal, and emotional expressivity), and is a standard tool for assessing preoperative anxiety in children. 11 The mYPAS tool was translated into Persian and backtranslated into English by the psychologist involved in the study, and the content validity was assessed in a pilot study of 30 children. Cooperation with the anesthesiologist was assessed using Induction Compliance Checklist (ICC) checklist with a score of 0-9, where 0 indicates perfect, 1-3 moderate, and >4 weak cooperation with anesthesiologist and acceptance of anesthesia mask. 12 Parental satisfaction was assessed using a visual analog scale (VAS) scale, and was scored from 0 to 10.",
        "section": "Patients and methods",
        "section_number": 4,
        "sentences": [
            "Anxiety in the children was assessed using the modified Yale Preoperative Anxiety Scale (mYPAS), which includes 22 expressions in five categories (activity, vocalization, use of parents, state of arousal, and emotional expressivity), and is a standard tool for assessing preoperative anxiety in children.",
            "11 The mYPAS tool was translated into Persian and backtranslated into English by the psychologist involved in the study, and the content validity was assessed in a pilot study of 30 children.",
            "Cooperation with the anesthesiologist was assessed using Induction Compliance Checklist (ICC) checklist with a score of 0-9, where 0 indicates perfect, 1-3 moderate, and >4 weak cooperation with anesthesiologist and acceptance of anesthesia mask.",
            "12 Parental satisfaction was assessed using a visual analog scale (VAS) scale, and was scored from 0 to 10."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "46137",
        "text": "Parental anxiety among parents was assessed using the State and Trait Anxiety Inventory (STAI) tool. STAI is a self-administered questionnaire with 20 expressions that assess basic and situational anxiety. 13 It was filled by parents at T0 (at ward), T1 (arrival to operating room), and T2 (time of induction of anesthesia) in the PPIA group and at T0 and T1 in the control group. Psychologist was present in the ward and operating room and assessed the anxiety level of patients at T0, T1, and T2 and scored ICC at T2. Demographic data including age and sex; types of surgery; PPIA or control group; anxiety level of patients and parents at T0, T1, and T2; acceptance of anesthesia induction; and parental satisfaction were collected via observation and forms. Anesthesia was performed by a team of three anesthesiologists involving the research.",
        "section": "Patients and methods",
        "section_number": 5,
        "sentences": [
            "Parental anxiety among parents was assessed using the State and Trait Anxiety Inventory (STAI) tool.",
            "STAI is a self-administered questionnaire with 20 expressions that assess basic and situational anxiety.",
            "13 It was filled by parents at T0 (at ward), T1 (arrival to operating room), and T2 (time of induction of anesthesia) in the PPIA group and at T0 and T1 in the control group.",
            "Psychologist was present in the ward and operating room and assessed the anxiety level of patients at T0, T1, and T2 and scored ICC at T2.",
            "Demographic data including age and sex; types of surgery; PPIA or control group; anxiety level of patients and parents at T0, T1, and T2; acceptance of anesthesia induction; and parental satisfaction were collected via observation and forms.",
            "Anesthesia was performed by a team of three anesthesiologists involving the research."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "46137",
        "text": "The data were analyzed using SPSS Version 18.0. Quantitative variables were analyzed by mean and standard deviation and qualitative variables by frequency and percentages. Mann-Whitney and independent sample t-tests were used to compare the means of quantitative variables between the PPIA and control groups. Fisher's exact t-test was used to compare qualitative variables between the groups. The level of confidence in the present study was 95%, and P-values less than 0.05 were considered to be significant.",
        "section": "Statistical analysis",
        "section_number": 6,
        "sentences": [
            "The data were analyzed using SPSS Version 18.0.",
            "Quantitative variables were analyzed by mean and standard deviation and qualitative variables by frequency and percentages.",
            "Mann-Whitney and independent sample t-tests were used to compare the means of quantitative variables between the PPIA and control groups.",
            "Fisher's exact t-test was used to compare qualitative variables between the groups.",
            "The level of confidence in the present study was 95%, and P-values less than 0.05 were considered to be significant."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "46137",
        "text": "In order to provide our website visitors and registered users with a service tailored to their individual preferences we use cookies to analyse visitor traffic and personalise content. You can learn about our use of cookies by reading our Privacy Policy. We also retain data in relation to our visitors and registered users for internal purposes and for sharing information with our business partners. You can learn about what data of yours we retain, how it is processed, who it is shared with and your right to have your data deleted by reading our Privacy Policy.",
        "section": "Accept",
        "section_number": 7,
        "sentences": [
            "In order to provide our website visitors and registered users with a service tailored to their individual preferences we use cookies to analyse visitor traffic and personalise content.",
            "You can learn about our use of cookies by reading our Privacy Policy.",
            "We also retain data in relation to our visitors and registered users for internal purposes and for sharing information with our business partners.",
            "You can learn about what data of yours we retain, how it is processed, who it is shared with and your right to have your data deleted by reading our Privacy Policy."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "46137",
        "text": "If you agree to our use of cookies and the contents of our Privacy Policy please click 'accept'.",
        "section": "Accept",
        "section_number": 8,
        "sentences": [
            "If you agree to our use of cookies and the contents of our Privacy Policy please click 'accept'."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "46137",
        "text": "The mean age of the patients in the PPIA group (4.6±01.7, range: 2-10 years) and the control group (5.5±8.1, range: 3-9 years) was not significantly different (P=0.09). There was a significant difference in the sex frequency of the participants in the two study groups (P=0.03) ( Table 1) . Table 1 Demographic data of patients Abbreviation: PPIA, parental presence during induction of anesthesia.",
        "section": "Accept",
        "section_number": 9,
        "sentences": [
            "The mean age of the patients in the PPIA group (4.6±01.7, range: 2-10 years) and the control group (5.5±8.1, range: 3-9 years) was not significantly different (P=0.09).",
            "There was a significant difference in the sex frequency of the participants in the two study groups (P=0.03) ( Table 1) .",
            "Table 1 Demographic data of patients Abbreviation: PPIA, parental presence during induction of anesthesia."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "46137",
        "text": "In both the groups, only one patient had a chronic or mental disorder. One patient in the control group and eight patients in the PPIA group had been born prematurely (P=0.03). In both the groups, 12 patients had history of previous hospitalization. The frequency of the operation types for these pediatric patients is presented in Table 2 . Table 2 Types of surgeries Abbreviation: PPIA, parental presence during induction of anesthesia.",
        "section": "Accept",
        "section_number": 10,
        "sentences": [
            "In both the groups, only one patient had a chronic or mental disorder.",
            "One patient in the control group and eight patients in the PPIA group had been born prematurely (P=0.03).",
            "In both the groups, 12 patients had history of previous hospitalization.",
            "The frequency of the operation types for these pediatric patients is presented in Table 2 .",
            "Table 2 Types of surgeries Abbreviation: PPIA, parental presence during induction of anesthesia."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "46137",
        "text": "According to mYPAS, there was no significant difference in mean state anxiety scores between the PPIA and control groups at T0 (33.4±13.6 vs 37.9±17.4; P=0.162) and T1 (41.01±18.5 vs 44.2±17.4; P=0.412).",
        "section": "Accept",
        "section_number": 11,
        "sentences": [
            "According to mYPAS, there was no significant difference in mean state anxiety scores between the PPIA and control groups at T0 (33.4±13.6 vs 37.9±17.4; P=0.162) and T1 (41.01±18.5 vs 44.2±17.4; P=0.412)."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "46137",
        "text": "Although it was significantly different at T2 (35.5±16.6 vs 59.8±22; P<0.001) ( Table 3 ). There was no significant difference in the number of anxious (mYPAS >40) patients in the PPIA and control groups at T0 (14 vs 18; P=0.52) and T1 (27 vs 33; P=0.29), but in the PPIA group it was significantly lower than in the control group (18 vs 40; P<0.001).",
        "section": "Accept",
        "section_number": 12,
        "sentences": [
            "Although it was significantly different at T2 (35.5±16.6 vs 59.8±22; P<0.001) ( Table 3 ).",
            "There was no significant difference in the number of anxious (mYPAS >40) patients in the PPIA and control groups at T0 (14 vs 18; P=0.52) and T1 (27 vs 33; P=0.29), but in the PPIA group it was significantly lower than in the control group (18 vs 40; P<0.001)."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "46137",
        "text": "Comparison of children's anxiety scores Notes: T0, at ward; T1, arrival to operating room; T2, time of induction of anesthesia. Abbreviation: PPIA, parental presence during induction of anesthesia.",
        "section": "Table 3",
        "section_number": 13,
        "sentences": [
            "Comparison of children's anxiety scores Notes: T0, at ward; T1, arrival to operating room; T2, time of induction of anesthesia.",
            "Abbreviation: PPIA, parental presence during induction of anesthesia."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "46137",
        "text": "The regression analysis showed that age group (P=0.03) and sex (P=0.020) were significantly associated with anxiety score at T2. The frequency of patients with high anxiety scores (mYPAS >40) was significantly associated with the age and sex of the patients (P<0.001) ( Table 4) . Table 4 Correlation of age and sex to anxiety Note: *mYPAS >40. Abbreviations: mYPAS, modified Yale Preoperative Anxiety Scale; PPIA, parental presence during induction of anesthesia.",
        "section": "Table 3",
        "section_number": 14,
        "sentences": [
            "The regression analysis showed that age group (P=0.03) and sex (P=0.020) were significantly associated with anxiety score at T2.",
            "The frequency of patients with high anxiety scores (mYPAS >40) was significantly associated with the age and sex of the patients (P<0.001) ( Table 4) .",
            "Table 4 Correlation of age and sex to anxiety Note: *mYPAS >40.",
            "Abbreviations: mYPAS, modified Yale Preoperative Anxiety Scale; PPIA, parental presence during induction of anesthesia."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "46137",
        "text": "The ICC results showed that in the PPIA group, 32, 15, and 1 pediatric patients had excellent, moderate, and weak scores, respectively, and in the control group, 3, 15, and 30 pediatric patients had excellent, moderate, and weak scores, respectively (P<0.001) ( Table 5 ).",
        "section": "Table 3",
        "section_number": 15,
        "sentences": [
            "The ICC results showed that in the PPIA group, 32, 15, and 1 pediatric patients had excellent, moderate, and weak scores, respectively, and in the control group, 3, 15, and 30 pediatric patients had excellent, moderate, and weak scores, respectively (P<0.001) ( Table 5 )."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "46137",
        "text": "Comparison of ICC and parental satisfaction between the two groups Abbreviations: ICC, Induction Compliance Checklist; PPIA, parental presence during induction of anesthesia.",
        "section": "Table 5",
        "section_number": 16,
        "sentences": [
            "Comparison of ICC and parental satisfaction between the two groups Abbreviations: ICC, Induction Compliance Checklist; PPIA, parental presence during induction of anesthesia."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "46137",
        "text": "There was no significant difference in the mean state anxiety scores between parents in the PPIA and control groups at T0 (45.9±9.2 vs 43.3±10.1; P=0.19), T1 (47.6±11.4 vs 45.9±12.01; P=0.48), and T2 (45.8±11.01 vs 46.7±11.2; P=0.72).",
        "section": "Table 5",
        "section_number": 17,
        "sentences": [
            "There was no significant difference in the mean state anxiety scores between parents in the PPIA and control groups at T0 (45.9±9.2 vs 43.3±10.1; P=0.19), T1 (47.6±11.4 vs 45.9±12.01; P=0.48), and T2 (45.8±11.01 vs 46.7±11.2; P=0.72)."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "46137",
        "text": "There was no significant difference in the mean trait anxiety scores between groups at T0 (42.2±9.9 vs 42.3±10.1; P=0.95), T1 (43.6±9.6 vs 44.01±10.9; P=0.84), and T2 (44.01±10.9 vs 44.7±10.3; P=0.79).",
        "section": "Table 5",
        "section_number": 18,
        "sentences": [
            "There was no significant difference in the mean trait anxiety scores between groups at T0 (42.2±9.9 vs 42.3±10.1; P=0.95), T1 (43.6±9.6 vs 44.01±10.9; P=0.84), and T2 (44.01±10.9 vs 44.7±10.3; P=0.79)."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "46137",
        "text": "The mean VAS score of parental satisfaction in the control group was significantly lower than in the PPIA group (6.7±0.7 vs 8.5±0.6; P<0.001) ( Table 5 ).",
        "section": "Table 5",
        "section_number": 19,
        "sentences": [
            "The mean VAS score of parental satisfaction in the control group was significantly lower than in the PPIA group (6.7±0.7 vs 8.5±0.6; P<0.001) ( Table 5 )."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "46137",
        "text": "The importance of premedication with drugs such as midazolam in preoperative anxiety of children is fully recognized. The role of PPIA has been studied recently. However, superiority of PPIA to premedication drugs or additive effect when applied with premedication has still controversies and needs more studies. We assessed the effect of presence or absence of a parent at induction of anesthesia in premeditated patients. Some of our results are in accordance to previous investigations, while some others are not.",
        "section": "Discussion",
        "section_number": 20,
        "sentences": [
            "The importance of premedication with drugs such as midazolam in preoperative anxiety of children is fully recognized.",
            "The role of PPIA has been studied recently.",
            "However, superiority of PPIA to premedication drugs or additive effect when applied with premedication has still controversies and needs more studies.",
            "We assessed the effect of presence or absence of a parent at induction of anesthesia in premeditated patients.",
            "Some of our results are in accordance to previous investigations, while some others are not."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "46137",
        "text": "We found that mean anxiety score at T0 and T1 was not different between the two groups. However, mean anxiety score was lower at T0 than at T1 in all the patients, which indicates that entrance to operating room area is stressful despite of parental presence or absence.",
        "section": "Discussion",
        "section_number": 21,
        "sentences": [
            "We found that mean anxiety score at T0 and T1 was not different between the two groups.",
            "However, mean anxiety score was lower at T0 than at T1 in all the patients, which indicates that entrance to operating room area is stressful despite of parental presence or absence."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "46137",
        "text": "Another finding revealed that anxiety score of the PPIA group was lower than the control group at T2. It suggests that PPIA has additive effect on midazolam. This is similar to results of Caprilli et al, 4 Astuto et al, 14 and Cameron et al. 15 Astuto et al reported that PPIA can reduce anxiety, fear, and the need for sedative agents in pediatric patients. 14 Rice et al used the Yale anxiety index to determine the anxiety levels of 94 pediatric patients at T0, T1, and T2. This group reported that an educational training session had a suitable impact on controlling anxiety in all of these situations, but only had a significant impact on anxiety at the time of T2. 2 In contrast to our findings, Kain et al 6 and Palermo et al 7 reported that PPIA had no impact on anxiety scores in pediatric patients. Lui and Wu concluded that PPIA does not reduce anxiety in pediatric patients. 16 Arai et al divided pediatric patients into one of three groups, who received a sedative (midazolam 0.5 mg/kg), PPIA, or PPIA and a sedative. They reported that the addition of PPIA to administration of oral midazolam does not improve the quality of anesthesia induction. 8 A longitudinal study conducted by Kain et al showed that some variables such as age, behavior at the previous visit, anxiety level, and anxiety control in parents are independent predictors of anxiety. 6 Kain et al also reported that anxious patients who received PPIA from quiet parents had lower anxiety scores during anesthesia induction compared to quiet patients who received PPIA from anxious parents. 17 Another finding of our study suggests that prescribing PPIA with midazolam during anesthesia induction can significantly improve the behavior and function of pediatric patients using ICC scores. In agreement with our results, Varughese et al reported that the function of more than half of pediatric patients increases when parents are present during anesthesia induction. 18 We assessed the relation between age and high anxiety scores (mYPAS >40). The younger patients were more anxious than the older patients, which is similar to Caprilli et al's results. 4 Assessment of parental anxiety using the STAI questionnaire showed that accompanying their children did not impact their anxiety at T0, T1, or T2. It is in accordance to Kain et al 6 and Lui and Wu 16 studies who concluded that parental presence does not decrease or increase anxiety in parents.",
        "section": "Discussion",
        "section_number": 22,
        "sentences": [
            "Another finding revealed that anxiety score of the PPIA group was lower than the control group at T2.",
            "It suggests that PPIA has additive effect on midazolam.",
            "This is similar to results of Caprilli et al, 4 Astuto et al, 14 and Cameron et al. 15 Astuto et al reported that PPIA can reduce anxiety, fear, and the need for sedative agents in pediatric patients.",
            "14 Rice et al used the Yale anxiety index to determine the anxiety levels of 94 pediatric patients at T0, T1, and T2.",
            "This group reported that an educational training session had a suitable impact on controlling anxiety in all of these situations, but only had a significant impact on anxiety at the time of T2.",
            "2 In contrast to our findings, Kain et al 6 and Palermo et al 7 reported that PPIA had no impact on anxiety scores in pediatric patients.",
            "Lui and Wu concluded that PPIA does not reduce anxiety in pediatric patients.",
            "16 Arai et al divided pediatric patients into one of three groups, who received a sedative (midazolam 0.5 mg/kg), PPIA, or PPIA and a sedative.",
            "They reported that the addition of PPIA to administration of oral midazolam does not improve the quality of anesthesia induction.",
            "8 A longitudinal study conducted by Kain et al showed that some variables such as age, behavior at the previous visit, anxiety level, and anxiety control in parents are independent predictors of anxiety.",
            "6 Kain et al also reported that anxious patients who received PPIA from quiet parents had lower anxiety scores during anesthesia induction compared to quiet patients who received PPIA from anxious parents.",
            "17 Another finding of our study suggests that prescribing PPIA with midazolam during anesthesia induction can significantly improve the behavior and function of pediatric patients using ICC scores.",
            "In agreement with our results, Varughese et al reported that the function of more than half of pediatric patients increases when parents are present during anesthesia induction.",
            "18 We assessed the relation between age and high anxiety scores (mYPAS >40).",
            "The younger patients were more anxious than the older patients, which is similar to Caprilli et al's results.",
            "4 Assessment of parental anxiety using the STAI questionnaire showed that accompanying their children did not impact their anxiety at T0, T1, or T2.",
            "It is in accordance to Kain et al 6 and Lui and Wu 16 studies who concluded that parental presence does not decrease or increase anxiety in parents."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "46137",
        "text": "We found out in our trial that PPIA increases parental satisfaction significantly. Some investigators, including Palermo et al, 7 Lui and Wu, 16 and Mc Ewen et al 5 reported similar findings.",
        "section": "Discussion",
        "section_number": 23,
        "sentences": [
            "We found out in our trial that PPIA increases parental satisfaction significantly.",
            "Some investigators, including Palermo et al, 7 Lui and Wu, 16 and Mc Ewen et al 5 reported similar findings."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "46137",
        "text": "A limitation of this study was that the groups were not matched in term of sex.",
        "section": "Discussion",
        "section_number": 24,
        "sentences": [
            "A limitation of this study was that the groups were not matched in term of sex."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "46137",
        "text": "Another limitation of our study was the inability to perform all surgeries early in the morning for all participants, which influences the waiting and NPO time. It may impact on stress and anxiety of participants. We suggest that studies on pediatric patients must be conducted at the earliest time of operating room schedule.",
        "section": "Discussion",
        "section_number": 25,
        "sentences": [
            "Another limitation of our study was the inability to perform all surgeries early in the morning for all participants, which influences the waiting and NPO time.",
            "It may impact on stress and anxiety of participants.",
            "We suggest that studies on pediatric patients must be conducted at the earliest time of operating room schedule."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "46137",
        "text": "In conclusion, according to results of this study, we suggest that PPIA in addition to oral midazolam in pediatric patients can decrease preoperative anxiety, result in better cooperation with anesthesiologist at induction of anesthesia, and provide more satisfaction for parents.",
        "section": "Conclusion",
        "section_number": 26,
        "sentences": [
            "In conclusion, according to results of this study, we suggest that PPIA in addition to oral midazolam in pediatric patients can decrease preoperative anxiety, result in better cooperation with anesthesiologist at induction of anesthesia, and provide more satisfaction for parents."
        ],
        "sentence_labels": [
            -1
        ]
    }
]