[
    {
        "doc_id": "36663",
        "text": "JB. Effects of a six-week hip thrust vs. front squat resistance training program on performance in adolescent males: A randomized controlled trial. J Strength Cond Res 31(4): 999-1008, 2017-The barbell hip thrust may be an effective exercise for increasing horizontal force production and may thereby enhance performance in athletic movements requiring a horizontal force vector, such as horizontal jumping and sprint running. The ergogenic ability of the squat is well known. The purpose of this study was to compare the effects of 6-week front squat and hip thrust programs in adolescent male athletes. Vertical jump height, horizontal jump distance, 10-and 20-m sprint times, and isometric midthigh pull peak force were among the measured performance variables, in addition to front squat and hip thrust 3 repetition maximum (3RM) strength. Magnitude-based effect sizes revealed potentially beneficial effects for the front squat in both front squat 3RM strength and vertical jump height when compared with the hip thrust. No clear benefit for one intervention was observed for horizontal jump performance. Potentially beneficial effects were observed for the hip thrust compared with the front squat in 10-and 20-m sprint times. The hip thrust was likely superior for improving normalized isometric midthigh pull strength and very likely superior for improving hip thrust 3RM and isometric midthigh pull strength. These results support the force vector theory.",
        "section": "Abstract",
        "sentences": [
            "JB.",
            "Effects of a six-week hip thrust vs. front squat resistance training program on performance in adolescent males: A randomized controlled trial.",
            "J Strength Cond Res 31(4): 999-1008, 2017-The barbell hip thrust may be an effective exercise for increasing horizontal force production and may thereby enhance performance in athletic movements requiring a horizontal force vector, such as horizontal jumping and sprint running.",
            "The ergogenic ability of the squat is well known.",
            "The purpose of this study was to compare the effects of 6-week front squat and hip thrust programs in adolescent male athletes.",
            "Vertical jump height, horizontal jump distance, 10-and 20-m sprint times, and isometric midthigh pull peak force were among the measured performance variables, in addition to front squat and hip thrust 3 repetition maximum (3RM) strength.",
            "Magnitude-based effect sizes revealed potentially beneficial effects for the front squat in both front squat 3RM strength and vertical jump height when compared with the hip thrust.",
            "No clear benefit for one intervention was observed for horizontal jump performance.",
            "Potentially beneficial effects were observed for the hip thrust compared with the front squat in 10-and 20-m sprint times.",
            "The hip thrust was likely superior for improving normalized isometric midthigh pull strength and very likely superior for improving hip thrust 3RM and isometric midthigh pull strength.",
            "These results support the force vector theory."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36663",
        "text": "T he barbell hip thrust, introduced in the literature by Contreras et al. (13) , is a loaded bridging exercise used to target the hip extensor musculature, which includes the gluteus maximus and hamstrings. Because the hip thrust requires consistent hip extension moment production throughout its entire range of motion, it may effectively enhance horizontal force production, improve sprint running speed, and promote gluteus maximus hypertrophy (4, 13, 18, 19) . The consistent hip extension moment requisites of the hip thrust may play a crucial role in transference, as it has been theorized that hip extension moment-angle curves play a role in transfer to athletic performance, such as sprint running (16) . Furthermore, because the hip thrust is performed such that the force vector is anteroposterior relative to the human body (Figure 1 ), the force vector hypothesis states that it may better transfer to sports that are dependent on horizontal force production, because, when standing, horizontal force vectors are anteroposterior. Sprinting is particularly relevant in this context, as horizontal force, horizontal force times horizontal velocity (often misappropriated as \"horizontal power\"), and horizontal impulse have strong associations with sprint running, both at maximal speed and during acceleration (7, 8, 35) . Randell et al. (41) proposed that training adaptations may be direction-specific and that anteroposteriorly loaded exercises may transfer better to horizontal force production, and vice versa for axially loaded exercises. To date, only one study has investigated the effects of the hip thrust exercise on performance (34) . The hip thrust (9, 25, 39, 47) . Since the squat has an axial force vector and the hip thrust has an anteroposterior force vector, it is possible that the hip thrust has stronger transference to sprint running, whereas the squat has stronger transference to the vertical jump. This is important, as the identification of how different exercises transfer optimally to sport performance is paramount for strength and conditioning exercise selection. Both deep front squats and deep back squats have been shown to lead to larger vertical jump improvements than shallow squats (24) . However, both the front squat and back squat have been shown to have similar muscle activation and hip moments (21, 51) . On the other hand, the hip thrust appears to activate the hip extensor musculature to a greater extent than the back squat (14) .",
        "section": "INTRODUCTION",
        "section_number": 1,
        "sentences": [
            "T he barbell hip thrust, introduced in the literature by Contreras et al. (13) , is a loaded bridging exercise used to target the hip extensor musculature, which includes the gluteus maximus and hamstrings.",
            "Because the hip thrust requires consistent hip extension moment production throughout its entire range of motion, it may effectively enhance horizontal force production, improve sprint running speed, and promote gluteus maximus hypertrophy (4, 13, 18, 19) .",
            "The consistent hip extension moment requisites of the hip thrust may play a crucial role in transference, as it has been theorized that hip extension moment-angle curves play a role in transfer to athletic performance, such as sprint running (16) .",
            "Furthermore, because the hip thrust is performed such that the force vector is anteroposterior relative to the human body (Figure 1 ), the force vector hypothesis states that it may better transfer to sports that are dependent on horizontal force production, because, when standing, horizontal force vectors are anteroposterior.",
            "Sprinting is particularly relevant in this context, as horizontal force, horizontal force times horizontal velocity (often misappropriated as \"horizontal power\"), and horizontal impulse have strong associations with sprint running, both at maximal speed and during acceleration (7, 8, 35) .",
            "Randell et al. (41) proposed that training adaptations may be direction-specific and that anteroposteriorly loaded exercises may transfer better to horizontal force production, and vice versa for axially loaded exercises.",
            "To date, only one study has investigated the effects of the hip thrust exercise on performance (34) .",
            "The hip thrust (9, 25, 39, 47) .",
            "Since the squat has an axial force vector and the hip thrust has an anteroposterior force vector, it is possible that the hip thrust has stronger transference to sprint running, whereas the squat has stronger transference to the vertical jump.",
            "This is important, as the identification of how different exercises transfer optimally to sport performance is paramount for strength and conditioning exercise selection.",
            "Both deep front squats and deep back squats have been shown to lead to larger vertical jump improvements than shallow squats (24) .",
            "However, both the front squat and back squat have been shown to have similar muscle activation and hip moments (21, 51) .",
            "On the other hand, the hip thrust appears to activate the hip extensor musculature to a greater extent than the back squat (14) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36663",
        "text": "Research examining specificity has shown that during 1 repetition maximum (1RM) testing, training specificity is a primary factor (37, 48) . In other words, those more familiar with the 1RM test or exercise are likely to perform better during that specific 1RM test. Thus, it is likely that the group training a specific movement will have an advantage during 1RM testing for that movement. Nagano et al. (38) described how both horizontal and vertical jumps require similar quadriceps and gluteus maximus involvement, which are both targeted during the squat and hip thrust (14) . The isometric midthigh pull is one measure that appears to have implications for sport performance, during which, the athletes' chosen body position has knee and hip angles of 1338 and 1388, respectively (12) .",
        "section": "INTRODUCTION",
        "section_number": 2,
        "sentences": [
            "Research examining specificity has shown that during 1 repetition maximum (1RM) testing, training specificity is a primary factor (37, 48) .",
            "In other words, those more familiar with the 1RM test or exercise are likely to perform better during that specific 1RM test.",
            "Thus, it is likely that the group training a specific movement will have an advantage during 1RM testing for that movement.",
            "Nagano et al. (38) described how both horizontal and vertical jumps require similar quadriceps and gluteus maximus involvement, which are both targeted during the squat and hip thrust (14) .",
            "The isometric midthigh pull is one measure that appears to have implications for sport performance, during which, the athletes' chosen body position has knee and hip angles of 1338 and 1388, respectively (12) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36663",
        "text": "Therefore, the purpose of this study was to compare the effects of 6-week hip thrust and front squat training programs on 10-and 20-m sprint times, horizontal jump distance, vertical jump height, isometric midthigh pull performance, and both 3RM front squat and 3RM hip thrust strength in adolescent males. It was hypothesized that (a) the hip thrust group would improve 3RM hip thrust to a greater extent than the front squat group, because of specificity; (b) the front squat group would improve 3RM front squat to a greater extent than the hip thrust group, because of specificity; (c) the hip thrust group would improve 3RM front squat, but not as much as the front squat group; (d) the front squat group would improve 3RM hip thrust, but not as much as the hip thrust group; (e) the hip thrust group would improve 10-and 20-m sprint times to a greater extent than the front squat group, as hip thrusts elicit greater gluteus maximus and hamstring activation; (f ) the front squat group would improve vertical jump better than the hip thrust group, as the front squat involves a vertical load vector and displays greater quadriceps activation; (g) both groups would improve horizontal jump distance to a similar degree, as the horizontal jump uses both vertical and horizontal external force vectors and display similar levels of gluteus maximus and quadriceps activity; and (h) both groups would improve the isometric midthigh pull force to a similar degree, as both heavily rely upon the hamstrings and gluteus maximus. ",
        "section": "INTRODUCTION",
        "section_number": 3,
        "sentences": [
            "Therefore, the purpose of this study was to compare the effects of 6-week hip thrust and front squat training programs on 10-and 20-m sprint times, horizontal jump distance, vertical jump height, isometric midthigh pull performance, and both 3RM front squat and 3RM hip thrust strength in adolescent males.",
            "It was hypothesized that (a) the hip thrust group would improve 3RM hip thrust to a greater extent than the front squat group, because of specificity; (b) the front squat group would improve 3RM front squat to a greater extent than the hip thrust group, because of specificity; (c) the hip thrust group would improve 3RM front squat, but not as much as the front squat group; (d) the front squat group would improve 3RM hip thrust, but not as much as the hip thrust group; (e) the hip thrust group would improve 10-and 20-m sprint times to a greater extent than the front squat group, as hip thrusts elicit greater gluteus maximus and hamstring activation; (f ) the front squat group would improve vertical jump better than the hip thrust group, as the front squat involves a vertical load vector and displays greater quadriceps activation; (g) both groups would improve horizontal jump distance to a similar degree, as the horizontal jump uses both vertical and horizontal external force vectors and display similar levels of gluteus maximus and quadriceps activity; and (h) both groups would improve the isometric midthigh pull force to a similar degree, as both heavily rely upon the hamstrings and gluteus maximus."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36663",
        "text": "This was a single-center, investigator-blinded, parallel-group, randomized controlled trial with equal randomization (1:1). Each group was assigned to perform the hip thrust or front squat twice per week for 6 weeks, for a total of 12 sessions. Performance variables were collected before, and after, the 6-week training period.",
        "section": "Experimental Approach to the Problem",
        "section_number": 4,
        "sentences": [
            "This was a single-center, investigator-blinded, parallel-group, randomized controlled trial with equal randomization (1:1).",
            "Each group was assigned to perform the hip thrust or front squat twice per week for 6 weeks, for a total of 12 sessions.",
            "Performance variables were collected before, and after, the 6-week training period."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36663",
        "text": "Eligible participants were all adolescent athletes, ages 14-17 years, and were enrolled in a New Zealand rugby and rowing athlete development program (Table 1) . All subjects had 1 year of squatting experience and no hip thrusting experience. An a priori power analysis was performed for increases in acceleration (a = 0.05; b = 0.80; Cohen's d = 2.44) (30), and it was determined that at least 8 subjects (4 for each group) would be adequate to observe decreases in 10-m sprint times; however, to maximize statistical power, a convenience sample of 28 subjects (14 for each group) were recruited. All subjects and their legal guardians were required to complete Informed Consent and Assent forms, in addition to a Physical Activity Readiness Questionnaire (PAR-Q). All subjects were healthy and injury-free at the commencement of training. This study was approved by the Auckland University of Technology Ethics Committee.",
        "section": "Subjects",
        "section_number": 5,
        "sentences": [
            "Eligible participants were all adolescent athletes, ages 14-17 years, and were enrolled in a New Zealand rugby and rowing athlete development program (Table 1) .",
            "All subjects had 1 year of squatting experience and no hip thrusting experience.",
            "An a priori power analysis was performed for increases in acceleration (a = 0.05; b = 0.80; Cohen's d = 2.44) (30), and it was determined that at least 8 subjects (4 for each group) would be adequate to observe decreases in 10-m sprint times; however, to maximize statistical power, a convenience sample of 28 subjects (14 for each group) were recruited.",
            "All subjects and their legal guardians were required to complete Informed Consent and Assent forms, in addition to a Physical Activity Readiness Questionnaire (PAR-Q).",
            "All subjects were healthy and injury-free at the commencement of training.",
            "This study was approved by the Auckland University of Technology Ethics Committee."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36663",
        "text": "On the first day, subjects completed the necessary forms (Informed Consent, Assent and PAR-Q) and completed a familiarization protocol for the hip thrust and isometric midthigh pull. Three days later, subjects performed a 10-minute lower-body dynamic warm-up before undertaking baseline testing. This included the recording of physical characteristics before progressing to measurement of vertical jump, horizontal jump, and sprinting. On the second day, after the 10-minute lower-body dynamic warm-up, the subjects' front squat and hip thrust 3RM were assessed, followed by their isometric midthigh pull.",
        "section": "Procedures",
        "section_number": 6,
        "sentences": [
            "On the first day, subjects completed the necessary forms (Informed Consent, Assent and PAR-Q) and completed a familiarization protocol for the hip thrust and isometric midthigh pull.",
            "Three days later, subjects performed a 10-minute lower-body dynamic warm-up before undertaking baseline testing.",
            "This included the recording of physical characteristics before progressing to measurement of vertical jump, horizontal jump, and sprinting.",
            "On the second day, after the 10-minute lower-body dynamic warm-up, the subjects' front squat and hip thrust 3RM were assessed, followed by their isometric midthigh pull."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36663",
        "text": "Three days before baseline testing, familiarization protocols were completed for the hip thrust and isometric midthigh pull, as the subjects were not familiar with these movements or testing procedures. For the hip thrust, subjects performed sets with 10, 6, and 4 repetitions with 20, 40, and 60 kg, respectively. Isometric midthigh pull familiarization was completed by having subjects perform three 5-second pulls of increasing intensity (50, 70, and 90%) with 30 seconds between each pull; finally, a 5-second isometric midthigh pull was performed at 100% intensity.",
        "section": "Familiarization Protocol",
        "section_number": 7,
        "sentences": [
            "Three days before baseline testing, familiarization protocols were completed for the hip thrust and isometric midthigh pull, as the subjects were not familiar with these movements or testing procedures.",
            "For the hip thrust, subjects performed sets with 10, 6, and 4 repetitions with 20, 40, and 60 kg, respectively.",
            "Isometric midthigh pull familiarization was completed by having subjects perform three 5-second pulls of increasing intensity (50, 70, and 90%) with 30 seconds between each pull; finally, a 5-second isometric midthigh pull was performed at 100% intensity."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36663",
        "text": "A 10-minute lower-body dynamic warm-up was performed, consisting of 2 sets of 10 repetitions of the following movements: standing sagittal plane leg swings, standing frontal plane leg swings, body weight squats, and hip thrusts. In this study, all references to a 10-minute lower-body dynamic warm-up refer to this procedure.",
        "section": "Dynamic Warm-up",
        "section_number": 8,
        "sentences": [
            "A 10-minute lower-body dynamic warm-up was performed, consisting of 2 sets of 10 repetitions of the following movements: standing sagittal plane leg swings, standing frontal plane leg swings, body weight squats, and hip thrusts.",
            "In this study, all references to a 10-minute lower-body dynamic warm-up refer to this procedure."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36663",
        "text": "Vertical jump height was measured by calculating the difference between standing reach height and maximum jump height from a Vertec (Jump USA, Sunnyvale, CA). Horizontal jump distance was measured by calculating the difference between the starting heel position and the landing heel position of the most rearward landing foot, measured using a tape measure. The vertical and horizontal jumps were performed using a countermovement jump with arm swing; that is, athletes were allowed to flex at the hips, knees, and ankles to a self-selected depth to use the stretchshortening cycle during triple extension. Subjects were given 3 trials for each test, separated by 3 minutes of rest. The highest and farthest jumps from the 3 trials of each respective jump were analyzed.",
        "section": "Vertical and Horizontal Jumps",
        "section_number": 9,
        "sentences": [
            "Vertical jump height was measured by calculating the difference between standing reach height and maximum jump height from a Vertec (Jump USA, Sunnyvale, CA).",
            "Horizontal jump distance was measured by calculating the difference between the starting heel position and the landing heel position of the most rearward landing foot, measured using a tape measure.",
            "The vertical and horizontal jumps were performed using a countermovement jump with arm swing; that is, athletes were allowed to flex at the hips, knees, and ankles to a self-selected depth to use the stretchshortening cycle during triple extension.",
            "Subjects were given 3 trials for each test, separated by 3 minutes of rest.",
            "The highest and farthest jumps from the 3 trials of each respective jump were analyzed."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36663",
        "text": "After the vertical and horizontal jump testing, subjects were given 10 minutes of rest before performing 20-m sprint testing. Three warm-up 20-m sprint trials at approximately 70, 80, and 90% of maximum sprinting speed were performed before testing. Data were collected using 3 sets of single beam timing lights (SmartSpeed, Fusion Sport, Coopers Plains, Australia), placed at 0 (start), 10-m, and 20-m distances, respectively, wherein 0-10 m and 0-20 m split times from the fastest 20-m trial were used for analysis. All timing lights were set to a height of 60 cm (17) . The subjects were required to start in a split stance 50 cm behind the first set of timing lights. Subjects were given three 20-m sprint trials separated by 5 minutes.",
        "section": "Sprinting Performance",
        "section_number": 10,
        "sentences": [
            "After the vertical and horizontal jump testing, subjects were given 10 minutes of rest before performing 20-m sprint testing.",
            "Three warm-up 20-m sprint trials at approximately 70, 80, and 90% of maximum sprinting speed were performed before testing.",
            "Data were collected using 3 sets of single beam timing lights (SmartSpeed, Fusion Sport, Coopers Plains, Australia), placed at 0 (start), 10-m, and 20-m distances, respectively, wherein 0-10 m and 0-20 m split times from the fastest 20-m trial were used for analysis.",
            "All timing lights were set to a height of 60 cm (17) .",
            "The subjects were required to start in a split stance 50 cm behind the first set of timing lights.",
            "Subjects were given three 20-m sprint trials separated by 5 minutes."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36663",
        "text": "Subjects first performed a 10-minute lower-body dynamic warm-up. First, 3 progressively heavier specific warm-up sets were performed (;60, 70 and 80% of predicted 3RM), for the front squat, followed by 2-3 sets of 3RM testing sets. Three repetition maximum was chosen over 1RM because of safety concerns. During the front squat, subjects' feet were slightly wider than shoulder width apart, with toes pointed forward or slightly outward. Subjects descended until the tops of the thigh were parallel with the floor (40) . After 10 minutes of rest, subjects performed 3 progressively heavier specific warm-up sets for the barbell hip thrust. In accordance with Contreras et al. (13) , the barbell hip thrust was performed by having subjects' upper backs on a bench. Subjects' feet were slightly wider than shoulder width apart, with toes pointed forward or slightly outward. The barbell was padded with a thick bar pad and placed over the subjects' hips. Subjects were instructed to thrust the bar upwards while maintaining a neutral spine and pelvis.",
        "section": "Front Squat and Hip Thrust 3 Repetition Maximum Strength Testing",
        "section_number": 11,
        "sentences": [
            "Subjects first performed a 10-minute lower-body dynamic warm-up.",
            "First, 3 progressively heavier specific warm-up sets were performed (;60, 70 and 80% of predicted 3RM), for the front squat, followed by 2-3 sets of 3RM testing sets.",
            "Three repetition maximum was chosen over 1RM because of safety concerns.",
            "During the front squat, subjects' feet were slightly wider than shoulder width apart, with toes pointed forward or slightly outward.",
            "Subjects descended until the tops of the thigh were parallel with the floor (40) .",
            "After 10 minutes of rest, subjects performed 3 progressively heavier specific warm-up sets for the barbell hip thrust.",
            "In accordance with Contreras et al. (13) , the barbell hip thrust was performed by having subjects' upper backs on a bench.",
            "Subjects' feet were slightly wider than shoulder width apart, with toes pointed forward or slightly outward.",
            "The barbell was padded with a thick bar pad and placed over the subjects' hips.",
            "Subjects were instructed to thrust the bar upwards while maintaining a neutral spine and pelvis."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36663",
        "text": "Subjects, still warm from strength testing, performed an isometric midthigh pull while standing on a triaxial force plate (Accupower, AMTI, Watertown, MA) within a squat rack sampled at a frequency of 400 Hz. Each subject held onto an adjustable bar using an alternate grip (power grip) that was locked at a height situated halfway between (midthigh position) each subject's knee (top of the patella) and top of the thigh (inguinal crease). Each subject was permitted to self-select his own joint angles, so long as the bar was situated halfway between his knee and inguinal crease. On the command \"go,\" the subjects were instructed to pull the fixed bar \"hard and fast\" and maintain maximal effort for 5 seconds, with the intention of generating maximum vertical ground reaction force. Peak vertical ground reaction force was recorded from 2 trials separated by 3 minutes of rest. The force-time data were filtered using a secondorder low-pass Butterworth filter with a cutoff frequency of 16 Hz. The maximum force generated during the 5-second isometric midthigh pull was reported as the peak force. The highest peak force from both trials was used for analysis. Peak force was used as it was the most reliable variable (coefficient of variation [CV] = 3.4%; intraclass correlation coefficient [ICC] = 0.94). Other variables, such as time-topeak force (ICC = 0.71; CV = 16%) and average rate of force development (ICC = 0.64; CV = 23%), were unreliable, possibly because of the 400 Hz sampling frequency. For rate-dependent variables, 1,000 Hz or higher is recommended (23, 33) . Normalized values were normalized to body mass, in kilograms.",
        "section": "Isometric Midthigh Pull",
        "section_number": 12,
        "sentences": [
            "Subjects, still warm from strength testing, performed an isometric midthigh pull while standing on a triaxial force plate (Accupower, AMTI, Watertown, MA) within a squat rack sampled at a frequency of 400 Hz.",
            "Each subject held onto an adjustable bar using an alternate grip (power grip) that was locked at a height situated halfway between (midthigh position) each subject's knee (top of the patella) and top of the thigh (inguinal crease).",
            "Each subject was permitted to self-select his own joint angles, so long as the bar was situated halfway between his knee and inguinal crease.",
            "On the command \"go,\" the subjects were instructed to pull the fixed bar \"hard and fast\" and maintain maximal effort for 5 seconds, with the intention of generating maximum vertical ground reaction force.",
            "Peak vertical ground reaction force was recorded from 2 trials separated by 3 minutes of rest.",
            "The force-time data were filtered using a secondorder low-pass Butterworth filter with a cutoff frequency of 16 Hz.",
            "The maximum force generated during the 5-second isometric midthigh pull was reported as the peak force.",
            "The highest peak force from both trials was used for analysis.",
            "Peak force was used as it was the most reliable variable (coefficient of variation [CV] = 3.4%; intraclass correlation coefficient [ICC] = 0.94).",
            "Other variables, such as time-topeak force (ICC = 0.71; CV = 16%) and average rate of force development (ICC = 0.64; CV = 23%), were unreliable, possibly because of the 400 Hz sampling frequency.",
            "For rate-dependent variables, 1,000 Hz or higher is recommended (23, 33) .",
            "Normalized values were normalized to body mass, in kilograms."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36663",
        "text": "Subjects were matched according to total strength and then randomly allocated to one of the 2 training groups (front squat or hip thrust) by a coin flip. Statistical analysis (t-test) was performed to ensure that there were no statistical differences between groups (p # 0.05) in the measured baseline variables ( Table 1) . For lower body, one group performed front squats only while the other group performed hip thrusts only. The repetition scheme used for the front squat and hip thrust is presented in Table 2 . In addition to lowerbody training, both groups performed upper-body and core exercises, consisting of 4 sets of incline press or standing military press; 4 sets of bent-over rows, bench pull, or seated rows; and 4 sets of core exercises for the abdominals/lower back. Each week, on 2 separate days spaced at least 72 hours apart, the front squat group performed 4 sets of front squats and the hip thrust group performed 4 sets of hip thrusts in a periodized fashion ( Table 2 ). The aforementioned 10-minute dynamic warm-up followed by 3 progressively heavier specific warm-up sets was performed before each session. Three-minute rest periods in between sets were used throughout the duration of the training. During week 1, 60% 3RM loads were used. Loads were increased gradually each week, assuming the subject completed all repetitions with proper form.",
        "section": "Training Protocol",
        "section_number": 13,
        "sentences": [
            "Subjects were matched according to total strength and then randomly allocated to one of the 2 training groups (front squat or hip thrust) by a coin flip.",
            "Statistical analysis (t-test) was performed to ensure that there were no statistical differences between groups (p # 0.05) in the measured baseline variables ( Table 1) .",
            "For lower body, one group performed front squats only while the other group performed hip thrusts only.",
            "The repetition scheme used for the front squat and hip thrust is presented in Table 2 .",
            "In addition to lowerbody training, both groups performed upper-body and core exercises, consisting of 4 sets of incline press or standing military press; 4 sets of bent-over rows, bench pull, or seated rows; and 4 sets of core exercises for the abdominals/lower back.",
            "Each week, on 2 separate days spaced at least 72 hours apart, the front squat group performed 4 sets of front squats and the hip thrust group performed 4 sets of hip thrusts in a periodized fashion ( Table 2 ).",
            "The aforementioned 10-minute dynamic warm-up followed by 3 progressively heavier specific warm-up sets was performed before each session.",
            "Three-minute rest periods in between sets were used throughout the duration of the training.",
            "During week 1, 60% 3RM loads were used.",
            "Loads were increased gradually each week, assuming the subject completed all repetitions with proper form."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36663",
        "text": "Training records were kept to analyze loading progressions. During the week after the 6 weeks of training, posttesting was conducted in the same fashion as the pretesting. Subjects were instructed to maintain their current diet and to abstain from performing any additional resistance training.",
        "section": "Training Protocol",
        "section_number": 14,
        "sentences": [
            "Training records were kept to analyze loading progressions.",
            "During the week after the 6 weeks of training, posttesting was conducted in the same fashion as the pretesting.",
            "Subjects were instructed to maintain their current diet and to abstain from performing any additional resistance training."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36663",
        "text": "All data were reduced and entered into Stata (StataCorp, College Station, TX, USA), wherein Shapiro-Wilk tests were performed to ensure normality, where p # 0.05 in a Shapiro-Wilk test is indicative that the data are nonparametric. For normal data, effect sizes (ESs) were calculated using Cohen's d (between group:",
        "section": "Statistical Analyses",
        "section_number": 15,
        "sentences": [
            "All data were reduced and entered into Stata (StataCorp, College Station, TX, USA), wherein Shapiro-Wilk tests were performed to ensure normality, where p # 0.05 in a Shapiro-Wilk test is indicative that the data are nonparametric.",
            "For normal data, effect sizes (ESs) were calculated using Cohen's d (between group:"
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36663",
        "text": "d ¼ M 1 2M 2",
        "section": "Statistical Analyses",
        "section_number": 16,
        "sentences": [
            "d ¼ M 1 2M 2"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36663",
        "text": "s pooled , where M 1 and M 2 are the mean changes (M post 2 M pre ) for each group, and s pooled is the pooled SD of changes from each group; within group:",
        "section": "Statistical Analyses",
        "section_number": 17,
        "sentences": [
            "s pooled , where M 1 and M 2 are the mean changes (M post 2 M pre ) for each group, and s pooled is the pooled SD of changes from each group; within group:"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36663",
        "text": "d ¼ M d s d ,",
        "section": "Statistical Analyses",
        "section_number": 18,
        "sentences": [
            "d ¼ M d s d ,"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36663",
        "text": "where M d is the mean difference from pre-to-post and s d is the SD of differences between subjects), which was defined as small, medium, and large for 0.20, 0.50, and 0.80, respectively (10). The within-group Cohen's d better represents changes due to the intervention, as it uses withinsubject differences rather than between-subject differences (5, 36, 45) . For nonnormal data, as determined by a p-value of less than or equal to 0.05 in the Shapiro-Wilk test, ES were reported in terms of Pearson's r (r ¼ z ffiffi n p , where z is the z-score from a Wilcoxon signed-rank or rank-sum test, for within-and between-subject comparisons, respectively), which was defined as small, medium, and large for 0.10, 0.30, and 0.50, respectively (10). Ninety percent (90%) confidence limits (CLs) of ES were calculated for magnitudebased inferences (28) . Ninety percent was used rather than 95% to prevent readers from using the CL to re-interpret the results in terms of \"statistical significance\"; rather, the 90% CL defines the likely range of the \"true\" effect size (3). Qualitative probabilistic terms were then assigned using the following scale (27) : most unlikely, ,0.5%; very unlikely, 0.5-5%; unlikely, 5-25%; possibly (or, in the case of between-group comparisons, unclear), 25-75%; likely, 75-95%; very likely, 95-99.5%; and most likely, .99.5%.",
        "section": "Statistical Analyses",
        "section_number": 19,
        "sentences": [
            "where M d is the mean difference from pre-to-post and s d is the SD of differences between subjects), which was defined as small, medium, and large for 0.20, 0.50, and 0.80, respectively (10).",
            "The within-group Cohen's d better represents changes due to the intervention, as it uses withinsubject differences rather than between-subject differences (5, 36, 45) .",
            "For nonnormal data, as determined by a p-value of less than or equal to 0.05 in the Shapiro-Wilk test, ES were reported in terms of Pearson's r (r ¼ z ffiffi n p , where z is the z-score from a Wilcoxon signed-rank or rank-sum test, for within-and between-subject comparisons, respectively), which was defined as small, medium, and large for 0.10, 0.30, and 0.50, respectively (10).",
            "Ninety percent (90%) confidence limits (CLs) of ES were calculated for magnitudebased inferences (28) .",
            "Ninety percent was used rather than 95% to prevent readers from using the CL to re-interpret the results in terms of \"statistical significance\"; rather, the 90% CL defines the likely range of the \"true\" effect size (3).",
            "Qualitative probabilistic terms were then assigned using the following scale (27) : most unlikely, ,0.5%; very unlikely, 0.5-5%; unlikely, 5-25%; possibly (or, in the case of between-group comparisons, unclear), 25-75%; likely, 75-95%; very likely, 95-99.5%; and most likely, .99.5%."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36663",
        "text": "Of the 29 athletes recruited for this experiment, a total of 24 athletes completed the training protocol, as 3 athletes were removed because of nonadherence and 2 athletes were removed because of injury, not because of the training protocol. Thirteen subjects successfully adhered to the hip thrust protocol and 11 subjects successfully adhered to the squat protocol for all 6 weeks.",
        "section": "RESULTS",
        "section_number": 20,
        "sentences": [
            "Of the 29 athletes recruited for this experiment, a total of 24 athletes completed the training protocol, as 3 athletes were removed because of nonadherence and 2 athletes were removed because of injury, not because of the training protocol.",
            "Thirteen subjects successfully adhered to the hip thrust protocol and 11 subjects successfully adhered to the squat protocol for all 6 weeks."
        ],
        "sentence_labels": [
            1,
            -1
        ],
        "classification_label": 1
    },
    {
        "doc_id": "36663",
        "text": "Within the hip thrust group, very likely beneficial effects were observed for 20 (Figure 2 and Table 3 ). (Figure 3 and Table 3 ).",
        "section": "Within-Group Outcomes for the Hip Thrust Group",
        "section_number": 21,
        "sentences": [
            "Within the hip thrust group, very likely beneficial effects were observed for 20 (Figure 2 and Table 3 ). (",
            "Figure 3 and Table 3 )."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36663",
        "text": "For all between-group comparisons, a positive ES favors the hip thrust. Between the front squat and hip thrust groups, both (Figure 4 and Table 3 ).",
        "section": "Between-Group Comparisons",
        "section_number": 22,
        "sentences": [
            "For all between-group comparisons, a positive ES favors the hip thrust.",
            "Between the front squat and hip thrust groups, both (Figure 4 and Table 3 )."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36663",
        "text": "The purpose of this study was to examine and compare the effects of a 6-week squat or hip thrust program on performance measures in male adolescent athletes. Hip thrust within-group analyses revealed possibly to most likely beneficial effects for all outcomes. The large ES noted for hip thrust strength changes (d = 2.20) is in line with the principle of specificity. Clearly beneficial effects for the hip thrust group to improve front squat strength were noted (d = 0.64). Because the hip thrust has been shown to elicit similar quadriceps electromyographic (EMG) amplitude as compared with, and greater hip extensor EMG amplitude than, the squat, these results are intuitive (14) . The decreases in 10-m (d = 0.55) and 20-m (d = 1.14) sprint times are in line with the force vector hypothesis, as the hip thrust likely develops an anteroposterior force vector, and sprint performance is highly correlated with horizontal force output, which is directed anteroposteriorly (35) . Clearly beneficial effects in peak force during the isometric midthigh pull (d = 1.02; normalized d = 0.77) were observed as hypothesized. These effects are likely due to the position-specific adaptations of end-range hip extension, which is required during the isometric midthigh pull, in addition to the high EMG amplitudes of the hip and knee extensors during the hip thrust (14) . Finally, possibly beneficial effects in vertical (d = 0.43) and horizontal (d = 0.51) jump measures were observed, but with small-to-medium ES. These outcomes are likely due to the ability of the hip thrust to place mechanical demands on the hip and knee extensors (14) . In addition, large horizontal impulses are needed for horizontal jump distance (50) , so the anteroposterior force vector used in the hip thrust may be beneficial for improving horizontal force when upright, and thus, potentially horizontal impulse production, if time components do not change (or increase).",
        "section": "DISCUSSION",
        "section_number": 23,
        "sentences": [
            "The purpose of this study was to examine and compare the effects of a 6-week squat or hip thrust program on performance measures in male adolescent athletes.",
            "Hip thrust within-group analyses revealed possibly to most likely beneficial effects for all outcomes.",
            "The large ES noted for hip thrust strength changes (d = 2.20) is in line with the principle of specificity.",
            "Clearly beneficial effects for the hip thrust group to improve front squat strength were noted (d = 0.64).",
            "Because the hip thrust has been shown to elicit similar quadriceps electromyographic (EMG) amplitude as compared with, and greater hip extensor EMG amplitude than, the squat, these results are intuitive (14) .",
            "The decreases in 10-m (d = 0.55) and 20-m (d = 1.14) sprint times are in line with the force vector hypothesis, as the hip thrust likely develops an anteroposterior force vector, and sprint performance is highly correlated with horizontal force output, which is directed anteroposteriorly (35) .",
            "Clearly beneficial effects in peak force during the isometric midthigh pull (d = 1.02; normalized d = 0.77) were observed as hypothesized.",
            "These effects are likely due to the position-specific adaptations of end-range hip extension, which is required during the isometric midthigh pull, in addition to the high EMG amplitudes of the hip and knee extensors during the hip thrust (14) .",
            "Finally, possibly beneficial effects in vertical (d = 0.43) and horizontal (d = 0.51) jump measures were observed, but with small-to-medium ES.",
            "These outcomes are likely due to the ability of the hip thrust to place mechanical demands on the hip and knee extensors (14) .",
            "In addition, large horizontal impulses are needed for horizontal jump distance (50) , so the anteroposterior force vector used in the hip thrust may be beneficial for improving horizontal force when upright, and thus, potentially horizontal impulse production, if time components do not change (or increase)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36663",
        "text": "Numerous within-group effects were observed in the front squat group. As per our hypotheses, increases in both front squat (d = 1.66) and hip thrust (d = 1.59) 3RM were observed. These increases are likely due to the front squat's hip and knee extension moment requisites (22) , which require activation of the hip and knee extensors (15) , and as per previous research by our group, both the squat and hip thrust use the hip and knee extensors to a significant degree (14) . In addition, likely and very likely beneficial effects were observed for both horizontal (r = 0.39) and vertical (d = 1.11) jumps, respectively. The axial force vector of the front squat may have helped subjects develop larger vertical force during jumping, thus increasing vertical impulse, which is directed axially and is a key factor for both horizontal (50) and vertical (1, 49) jumps. However, this cannot be said for certain, as propulsion times were not measured. Likely and very likely beneficial improvements in both peak force (r = 0.32) and normalized peak force (r = 0.27) during the isometric midthigh pull, respectively, were also observed. Again, these adaptations may be due to the vertical force vectors of both the front squat and isometric midthigh pulls. It is surprising, however, that the front squat only elicited unclear or trivial effects in 10-m (d = 20.02) and 20m (d = 0.19) sprint performance, as previous research has shown the squat to be an effective intervention for increasing speed (43) .",
        "section": "DISCUSSION",
        "section_number": 24,
        "sentences": [
            "Numerous within-group effects were observed in the front squat group.",
            "As per our hypotheses, increases in both front squat (d = 1.66) and hip thrust (d = 1.59) 3RM were observed.",
            "These increases are likely due to the front squat's hip and knee extension moment requisites (22) , which require activation of the hip and knee extensors (15) , and as per previous research by our group, both the squat and hip thrust use the hip and knee extensors to a significant degree (14) .",
            "In addition, likely and very likely beneficial effects were observed for both horizontal (r = 0.39) and vertical (d = 1.11) jumps, respectively.",
            "The axial force vector of the front squat may have helped subjects develop larger vertical force during jumping, thus increasing vertical impulse, which is directed axially and is a key factor for both horizontal (50) and vertical (1, 49) jumps.",
            "However, this cannot be said for certain, as propulsion times were not measured.",
            "Likely and very likely beneficial improvements in both peak force (r = 0.32) and normalized peak force (r = 0.27) during the isometric midthigh pull, respectively, were also observed.",
            "Again, these adaptations may be due to the vertical force vectors of both the front squat and isometric midthigh pulls.",
            "It is surprising, however, that the front squat only elicited unclear or trivial effects in 10-m (d = 20.02) and 20m (d = 0.19) sprint performance, as previous research has shown the squat to be an effective intervention for increasing speed (43) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36663",
        "text": "The primary purpose of this investigation was to compare the 2 interventions, the front squat and barbell hip thrust, on the aforementioned performance outcomes. Possibly beneficial effects for the hip thrust were noted for 10-m (d = 0.32) and 20-m (d = 0.39) sprint times, which provides further support for the force vector theory. The hip thrust was also very likely beneficial in increasing hip thrust 3RM strength (d = 1.35) and peak force during the isometric midthigh pull (r = 0.46), whereas likely beneficial effects were observed for normalized peak force during the midthigh pull (r = 0.28). Although the former was to be expected, as per the principle of specificity, the latter result was unexpected, as the isometric midthigh pull uses a vertical external force vector. This may have to do with the hip extension moment requisites of the isometric midthigh pull, which the hip thrust may be more effective in improving. As per our hypotheses, the front squat was possibly beneficial for improving vertical jump (d = 20.47) and front squat 3RM strength (d = 20.55) over the hip thrust, which also supports the force vector theory. Finally, as per our hypothesis, no clear effect was observed for horizontal jump performance (d = 0.15). This may be because both horizontal and vertical components are important for the horizontal jump (50) . The anteroposterior external force vector used in the hip thrust would thus translate to the horizontal external force vector in the horizontal jump, whereas the axial external force vector used in the front squat would carry over to the vertical external force vector in the horizontal jump. Because kinetic analyses were not performed during the jump, this cannot be said for certain and requires further investigation.",
        "section": "DISCUSSION",
        "section_number": 25,
        "sentences": [
            "The primary purpose of this investigation was to compare the 2 interventions, the front squat and barbell hip thrust, on the aforementioned performance outcomes.",
            "Possibly beneficial effects for the hip thrust were noted for 10-m (d = 0.32) and 20-m (d = 0.39) sprint times, which provides further support for the force vector theory.",
            "The hip thrust was also very likely beneficial in increasing hip thrust 3RM strength (d = 1.35) and peak force during the isometric midthigh pull (r = 0.46), whereas likely beneficial effects were observed for normalized peak force during the midthigh pull (r = 0.28).",
            "Although the former was to be expected, as per the principle of specificity, the latter result was unexpected, as the isometric midthigh pull uses a vertical external force vector.",
            "This may have to do with the hip extension moment requisites of the isometric midthigh pull, which the hip thrust may be more effective in improving.",
            "As per our hypotheses, the front squat was possibly beneficial for improving vertical jump (d = 20.47) and front squat 3RM strength (d = 20.55) over the hip thrust, which also supports the force vector theory.",
            "Finally, as per our hypothesis, no clear effect was observed for horizontal jump performance (d = 0.15).",
            "This may be because both horizontal and vertical components are important for the horizontal jump (50) .",
            "The anteroposterior external force vector used in the hip thrust would thus translate to the horizontal external force vector in the horizontal jump, whereas the axial external force vector used in the front squat would carry over to the vertical external force vector in the horizontal jump.",
            "Because kinetic analyses were not performed during the jump, this cannot be said for certain and requires further investigation."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36663",
        "text": "To the authors' knowledge, only one other study has demonstrated transfer from one resisted hip extension exercise to another. Speirs et al. (46) investigated the transfer from unilateral (Bulgarian split squats) to bilateral (back squats) hip extension exercises, and vice versa, in addition to their effects on performance. Both exercises were found to have carryover and improve performance. The observed effects in this study were quite fascinating in that each group gained about half that of their exercise-specific counterpart. In other words, for front squat 3RM strength, the front squat group increased by 12.9% and the hip thrust group increased 7.10%. This effect was also noticed for hip thrust 3RM strength (+42.8% [hip thrust group] vs. 21.1% [front squat group]).",
        "section": "DISCUSSION",
        "section_number": 26,
        "sentences": [
            "To the authors' knowledge, only one other study has demonstrated transfer from one resisted hip extension exercise to another.",
            "Speirs et al. (46) investigated the transfer from unilateral (Bulgarian split squats) to bilateral (back squats) hip extension exercises, and vice versa, in addition to their effects on performance.",
            "Both exercises were found to have carryover and improve performance.",
            "The observed effects in this study were quite fascinating in that each group gained about half that of their exercise-specific counterpart.",
            "In other words, for front squat 3RM strength, the front squat group increased by 12.9% and the hip thrust group increased 7.10%.",
            "This effect was also noticed for hip thrust 3RM strength (+42.8% [hip thrust group] vs. 21.1% [front squat group])."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36663",
        "text": "In both groups, absolute hip thrust 3RM strength and changes in hip thrust 3RM were much greater than absolute front squat 3RM strength and changes in front squat 3RM. The front squat group increased their hip thrust 3RM by 23.5 6 14.7 kg (111 6 20.9 to 134 6 11.2 kg), whereas their front squat 3RM increased by 9.64 6 5.80 kg (75.0 6 10.4 to 84.6 6 10.0 kg). The differences in the hip thrust group were even more pronounced, in that their front squat 3RM increased by 5.50 6 8.53 kg (77.6 6 12.3 to 83.1 6 13.7 kg), whereas their hip thrust 3RM increased by 49.5 6 22.4 kg (115 6 23.5 to 165 6 33.0 kg). These differences are likely due to the nature of the hip thrust exercise, in that there is more stability and decreased coordination requirements. However, a full kinetic analysis of the hip thrust is needed for further insight.",
        "section": "DISCUSSION",
        "section_number": 27,
        "sentences": [
            "In both groups, absolute hip thrust 3RM strength and changes in hip thrust 3RM were much greater than absolute front squat 3RM strength and changes in front squat 3RM.",
            "The front squat group increased their hip thrust 3RM by 23.5 6 14.7 kg (111 6 20.9 to 134 6 11.2 kg), whereas their front squat 3RM increased by 9.64 6 5.80 kg (75.0 6 10.4 to 84.6 6 10.0 kg).",
            "The differences in the hip thrust group were even more pronounced, in that their front squat 3RM increased by 5.50 6 8.53 kg (77.6 6 12.3 to 83.1 6 13.7 kg), whereas their hip thrust 3RM increased by 49.5 6 22.4 kg (115 6 23.5 to 165 6 33.0 kg).",
            "These differences are likely due to the nature of the hip thrust exercise, in that there is more stability and decreased coordination requirements.",
            "However, a full kinetic analysis of the hip thrust is needed for further insight."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36663",
        "text": "The front squat's ability to increase vertical jump height is quite intuitive, as both the front squat and vertical jump use the same external force vector direction (vertical). In addition, the substantial utilization of the quadriceps in both the front squat and vertical jump (22, 31, 51) demonstrates a possible underlying mechanism for beneficial vertical jump adaptations (6) . Finally, a qualitative analysis of both movements reveals that they are similar in nature. However, the effects on horizontal jump distance are rather surprising, as it was hypothesized that squats and hip thrusts would lead to similar improvements in this test because of the large vertical and horizontal force and impulse requirements of the task (32, 50) . However, despite clear strength gains in axially and anteroposteriorly oriented lower-body exercises, neither group saw statistical or clearly beneficial improvements in horizontal jump performance.",
        "section": "DISCUSSION",
        "section_number": 28,
        "sentences": [
            "The front squat's ability to increase vertical jump height is quite intuitive, as both the front squat and vertical jump use the same external force vector direction (vertical).",
            "In addition, the substantial utilization of the quadriceps in both the front squat and vertical jump (22, 31, 51) demonstrates a possible underlying mechanism for beneficial vertical jump adaptations (6) .",
            "Finally, a qualitative analysis of both movements reveals that they are similar in nature.",
            "However, the effects on horizontal jump distance are rather surprising, as it was hypothesized that squats and hip thrusts would lead to similar improvements in this test because of the large vertical and horizontal force and impulse requirements of the task (32, 50) .",
            "However, despite clear strength gains in axially and anteroposteriorly oriented lower-body exercises, neither group saw statistical or clearly beneficial improvements in horizontal jump performance."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36663",
        "text": "It is surprising that, although squats have been shown to improve sprint performance (43) , no clear effects were observed in the front squat group for sprint performance. It cannot be said whether this is due to the short duration of training (6 weeks) as weight training has previously been shown to improve 10-m sprint times in the same 6-week period (30) , and because a moderate, possibly beneficial effect was observed in the hip thrust group. Although it is surprising that the front squat did not decrease 20-m sprint times, the effects of the hip thrust make sense, as anteroposterior (or horizontal, in the case of the sprint) force production is a key component in sprint performance (7, 8, 35) , and the hip thrust is an anteroposterior force-dominated movement. These findings are in line with what Randell et al. (41) proposed, in that horizontal-dominated movements have better carryover to horizontal-dominated activities, whereas vertical-dominated movements have better transference to vertical-dominated activities. On a musculoskeletal level, this may be due to the ability of the hip thrust to recruit the hip extensor musculature (14) . Furthermore, the hip thrust has a hip extension moment requisite throughout the entire range of motion, including end-range hip extension, whereas the hip extension moment requisites of the front squat decrease as one approaches full hip extension. In other words, the hip thrust is more hip-dominant than the front squat.",
        "section": "DISCUSSION",
        "section_number": 29,
        "sentences": [
            "It is surprising that, although squats have been shown to improve sprint performance (43) , no clear effects were observed in the front squat group for sprint performance.",
            "It cannot be said whether this is due to the short duration of training (6 weeks) as weight training has previously been shown to improve 10-m sprint times in the same 6-week period (30) , and because a moderate, possibly beneficial effect was observed in the hip thrust group.",
            "Although it is surprising that the front squat did not decrease 20-m sprint times, the effects of the hip thrust make sense, as anteroposterior (or horizontal, in the case of the sprint) force production is a key component in sprint performance (7, 8, 35) , and the hip thrust is an anteroposterior force-dominated movement.",
            "These findings are in line with what Randell et al. (41) proposed, in that horizontal-dominated movements have better carryover to horizontal-dominated activities, whereas vertical-dominated movements have better transference to vertical-dominated activities.",
            "On a musculoskeletal level, this may be due to the ability of the hip thrust to recruit the hip extensor musculature (14) .",
            "Furthermore, the hip thrust has a hip extension moment requisite throughout the entire range of motion, including end-range hip extension, whereas the hip extension moment requisites of the front squat decrease as one approaches full hip extension.",
            "In other words, the hip thrust is more hip-dominant than the front squat."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36663",
        "text": "Hip thrust training resulted in greater improvements in the isometric midthigh pull peak force compared with squat training, even though the pull involved a vertical force vector. It is proposed that this is due to the hip extension moment-angle curves of the squat vs. that of the hip thrust, in that the hip thrust likely has a greater hip extension moment requisite at the angle at which the isometric midthigh pull is performed, but these joint-specific kinetic hypotheses require further investigation.",
        "section": "DISCUSSION",
        "section_number": 30,
        "sentences": [
            "Hip thrust training resulted in greater improvements in the isometric midthigh pull peak force compared with squat training, even though the pull involved a vertical force vector.",
            "It is proposed that this is due to the hip extension moment-angle curves of the squat vs. that of the hip thrust, in that the hip thrust likely has a greater hip extension moment requisite at the angle at which the isometric midthigh pull is performed, but these joint-specific kinetic hypotheses require further investigation."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36663",
        "text": "There are a number of limitations that must be borne in mind when interpreting the results from this study. Adolescent males have changing hormone levels and a large number of life stressors (2, 44) . Therefore, these results cannot be extrapolated to other populations, such as female or adult populations. Second, the short, 6-week duration (12 total sessions) of this study may not have been enough time to elicit adequate, observable results. This short time span may not be adequate for a squat program, as it requires more coordination than the hip thrust, which is easier to learn since it requires less stability. Third, although front squats were only performed to parallel, deeper squats tend to elicit greater adaptations (4, 6) . This study also dichotomized exercise selection, and it is very likely that a combined group would have the \"best of both worlds,\" or the benefits from both axial-and anteroposterior-specific training. The sprinting measured during this trial was of short distance (10 and 20 m), which is the early phase of acceleration. It is possible that with longer distances, different observations may have been made. For example, one group may have increased their top speed but not acceleration, thus leading to lower sprint times at 100 m but not 20 m.",
        "section": "DISCUSSION",
        "section_number": 31,
        "sentences": [
            "There are a number of limitations that must be borne in mind when interpreting the results from this study.",
            "Adolescent males have changing hormone levels and a large number of life stressors (2, 44) .",
            "Therefore, these results cannot be extrapolated to other populations, such as female or adult populations.",
            "Second, the short, 6-week duration (12 total sessions) of this study may not have been enough time to elicit adequate, observable results.",
            "This short time span may not be adequate for a squat program, as it requires more coordination than the hip thrust, which is easier to learn since it requires less stability.",
            "Third, although front squats were only performed to parallel, deeper squats tend to elicit greater adaptations (4, 6) .",
            "This study also dichotomized exercise selection, and it is very likely that a combined group would have the \"best of both worlds,\" or the benefits from both axial-and anteroposterior-specific training.",
            "The sprinting measured during this trial was of short distance (10 and 20 m), which is the early phase of acceleration.",
            "It is possible that with longer distances, different observations may have been made.",
            "For example, one group may have increased their top speed but not acceleration, thus leading to lower sprint times at 100 m but not 20 m."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36663",
        "text": "Future research should duplicate these methods in other populations, such as females, adults, and athletes from various sports. In addition, these findings cannot necessarily be extrapolated to those without squatting experience and with hip thrusting experience, as novelty may bias the hip thrust. Furthermore, finding a proper protocol to maximize transference is imperative, as, for example, light, explosive hip thrusts may be better for improving power production, but heavy hip thrusts may be better for improving the contribution of the hip joint to horizontal force production. The dichotomization of exercise selection in this study must be eliminated from future research, as combining exercises tends to elicit greater adaptations than one exercise (20) . Determining the transfer of these movements to other movements, such as the transfer of the squat or hip thrust to the deadlift would be helpful for program design purposes. As previously noted, a joint kinetic analysis of the hip thrust to compare to the existing analyses on the squat is needed, as this may reveal biomechanical mechanisms for adaptation. Finally, the hip thrust should be compared with different squat variations, such as the back squat.",
        "section": "DISCUSSION",
        "section_number": 32,
        "sentences": [
            "Future research should duplicate these methods in other populations, such as females, adults, and athletes from various sports.",
            "In addition, these findings cannot necessarily be extrapolated to those without squatting experience and with hip thrusting experience, as novelty may bias the hip thrust.",
            "Furthermore, finding a proper protocol to maximize transference is imperative, as, for example, light, explosive hip thrusts may be better for improving power production, but heavy hip thrusts may be better for improving the contribution of the hip joint to horizontal force production.",
            "The dichotomization of exercise selection in this study must be eliminated from future research, as combining exercises tends to elicit greater adaptations than one exercise (20) .",
            "Determining the transfer of these movements to other movements, such as the transfer of the squat or hip thrust to the deadlift would be helpful for program design purposes.",
            "As previously noted, a joint kinetic analysis of the hip thrust to compare to the existing analyses on the squat is needed, as this may reveal biomechanical mechanisms for adaptation.",
            "Finally, the hip thrust should be compared with different squat variations, such as the back squat."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36663",
        "text": "In line with previous literature, specificity is critical for improving the strength in a lift. This indicates that athletes that participate in sports like basketball and volleyball, which are predicated on vertical jump, may benefit more from the front squat rather than the hip thrust. However, in sports such as rugby and American football, it may be more beneficial for athletes to perform the hip thrust, because of its carryover to acceleration. Because the hip thrust does seem to increase front squat performance, it is possible that the hip thrust may be a viable option to perform during times of injury to maintain or increase front squat strength. The direction of the resistance force vector relative to the body appears to play a role in transference, in that axially resisted movements (front squat) appear to better transfer to vertical-based activities (vertical jump), and anteroposteriorresisted movements (hip thrust) appear to better transfer to horizontal-based activities (20-m sprint). The carryover of the hip thrust to peak isometric midthigh pull force is indicative that the hip thrust may have carryover to deadlift lockout, even though the positions are slightly different. Finally, it is likely best to perform a combination of movements rather than just one; it is recommended that athletes incorporate both the squat and hip thrust for complementary improvements in performance. Future studies are needed in adults and female populations, as these findings cannot be extrapolated.",
        "section": "PRACTICAL APPLICATIONS",
        "section_number": 33,
        "sentences": [
            "In line with previous literature, specificity is critical for improving the strength in a lift.",
            "This indicates that athletes that participate in sports like basketball and volleyball, which are predicated on vertical jump, may benefit more from the front squat rather than the hip thrust.",
            "However, in sports such as rugby and American football, it may be more beneficial for athletes to perform the hip thrust, because of its carryover to acceleration.",
            "Because the hip thrust does seem to increase front squat performance, it is possible that the hip thrust may be a viable option to perform during times of injury to maintain or increase front squat strength.",
            "The direction of the resistance force vector relative to the body appears to play a role in transference, in that axially resisted movements (front squat) appear to better transfer to vertical-based activities (vertical jump), and anteroposteriorresisted movements (hip thrust) appear to better transfer to horizontal-based activities (20-m sprint).",
            "The carryover of the hip thrust to peak isometric midthigh pull force is indicative that the hip thrust may have carryover to deadlift lockout, even though the positions are slightly different.",
            "Finally, it is likely best to perform a combination of movements rather than just one; it is recommended that athletes incorporate both the squat and hip thrust for complementary improvements in performance.",
            "Future studies are needed in adults and female populations, as these findings cannot be extrapolated."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36663",
        "text": "Journal of Strength and Conditioning Research the TM | www.nsca.com VOLUME 31 | NUMBER 4 | APRIL 2017 | 1005Copyright © National Strength and Conditioning Association Unauthorized reproduction of this article is prohibited.",
        "section": "",
        "section_number": 34,
        "sentences": [
            "Journal of Strength and Conditioning Research the TM | www.nsca.com VOLUME 31 | NUMBER 4 | APRIL 2017 | 1005Copyright © National Strength and Conditioning Association Unauthorized reproduction of this article is prohibited."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    }
]