[
    {
        "doc_id": "33443",
        "text": "BACKGROUND: We examined the effectiveness of Peaceful Playgrounds™ (P2) to decrease antisocial behaviors (ASB) while increasing physical activity (PA) and prosocial behaviors (PSB) in elementary school children. METHODS: A longitudinal, cluster-randomized design was employed in 4 elementary school playgrounds where students (third to fifth) from 2 intervention and 2 control schools were observed during recess periods. The intervention included environmental changes (eg, marked surfaces) and student education. Data were collected using systematic observations of youth behavior and semistructured interviews conducted with key informants. Mixed-effects regression models controlling for scans nested within days nested within schools estimated the interaction of measurement period and treatment condition on children's PA, PSB, and ASB. It was hypothesized that children in intervention, but not control schools, would demonstrate increased PA/PSB and decreased ASB. RESULTS: Contrary to the hypotheses, intervention and control schools showed favorable changes for all dependent variables except for PSB, but 1 intervention and 1 control school drove these effects. Follow-up interviews indicated variability in implementation and lack of adherence to the control condition. CONCLUSIONS: P2 may promote increased PA during recess, but these results demonstrate the complexity of intervention implementation and the need for rigor when measuring intervention fidelity in real-world settings.",
        "section": "Abstract",
        "sentences": [
            "BACKGROUND: We examined the effectiveness of Peaceful Playgrounds™ (P2) to decrease antisocial behaviors (ASB) while increasing physical activity (PA) and prosocial behaviors (PSB) in elementary school children.",
            "METHODS: A longitudinal, cluster-randomized design was employed in 4 elementary school playgrounds where students (third to fifth) from 2 intervention and 2 control schools were observed during recess periods.",
            "The intervention included environmental changes (eg, marked surfaces) and student education.",
            "Data were collected using systematic observations of youth behavior and semistructured interviews conducted with key informants.",
            "Mixed-effects regression models controlling for scans nested within days nested within schools estimated the interaction of measurement period and treatment condition on children's PA, PSB, and ASB.",
            "It was hypothesized that children in intervention, but not control schools, would demonstrate increased PA/PSB and decreased ASB.",
            "RESULTS: Contrary to the hypotheses, intervention and control schools showed favorable changes for all dependent variables except for PSB, but 1 intervention and 1 control school drove these effects.",
            "Follow-up interviews indicated variability in implementation and lack of adherence to the control condition.",
            "CONCLUSIONS: P2 may promote increased PA during recess, but these results demonstrate the complexity of intervention implementation and the need for rigor when measuring intervention fidelity in real-world settings."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33443",
        "text": "modifications can be effective in increasing MVPA in youth. 4, 5 The school environment represents an important opportunity for promoting both PA and prosocial behaviors (PSB) in youth. One of the few unstructured/autonomous opportunities for PA during the school day is recess, 6 which may contribute between 6% and 13% of children's total daily MVPA recommendations. 7 Various factors have been shown to influence the amount of PA children accumulate during recess, including both individual factors such as age and sex of children, 8 and environmental factors such as the size of the playground, 9 availability of equipment and markings, 10 and whether play is structured or unstructured (eg, organized games). 11 A systematic review examining the impact of playground design on increased levels of PA during recess found that interventions based on playground markings plus physical structures significantly increase PA at both posttreatment and 4-to 6-week term follow-up. 8 Researchers have also indicated that recess environments play an important role in promotion of PSB by encouraging group play and reducing social isolation. 12 Environmental modifications to increase MVPA also reduce physical isolation as well as increase supervision, factors that are known to reduce bullying in schools. 13 Furthermore, anecdotal evidence suggests that programs to promote MVPA that also focus on teamwork, leadership, and conflict resolution may reduce the occurrence of bullying. Mechanistically, such programming might increase self-regulatory behaviors, which are associated with both PA 14 and bullying. 15 There are numerous commercially available toolkits and curricula for increasing PA in schools that are well received and widely used by schools and after-care settings. Many of these are practitionerdriven solutions based on the practical application of anecdotal evidence and lack a theoretical models, rigorous evaluation, and/or evidence for effectiveness, for example, Girls on the Run © and Playworks © . 16, 17 The absence of a theoretical model and rigorous program evaluation makes it difficult to understand the value and impact of these toolkits. However, the existence of a commercial market for PA promotion in schools represents an important opportunity to utilize the existing infrastructure to disseminate practical and effective interventions.",
        "section": "",
        "section_number": 1,
        "sentences": [
            "modifications can be effective in increasing MVPA in youth.",
            "4, 5 The school environment represents an important opportunity for promoting both PA and prosocial behaviors (PSB) in youth.",
            "One of the few unstructured/autonomous opportunities for PA during the school day is recess, 6 which may contribute between 6% and 13% of children's total daily MVPA recommendations.",
            "7 Various factors have been shown to influence the amount of PA children accumulate during recess, including both individual factors such as age and sex of children, 8 and environmental factors such as the size of the playground, 9 availability of equipment and markings, 10 and whether play is structured or unstructured (eg, organized games).",
            "11 A systematic review examining the impact of playground design on increased levels of PA during recess found that interventions based on playground markings plus physical structures significantly increase PA at both posttreatment and 4-to 6-week term follow-up.",
            "8 Researchers have also indicated that recess environments play an important role in promotion of PSB by encouraging group play and reducing social isolation.",
            "12 Environmental modifications to increase MVPA also reduce physical isolation as well as increase supervision, factors that are known to reduce bullying in schools.",
            "13 Furthermore, anecdotal evidence suggests that programs to promote MVPA that also focus on teamwork, leadership, and conflict resolution may reduce the occurrence of bullying.",
            "Mechanistically, such programming might increase self-regulatory behaviors, which are associated with both PA 14 and bullying.",
            "15 There are numerous commercially available toolkits and curricula for increasing PA in schools that are well received and widely used by schools and after-care settings.",
            "Many of these are practitionerdriven solutions based on the practical application of anecdotal evidence and lack a theoretical models, rigorous evaluation, and/or evidence for effectiveness, for example, Girls on the Run © and Playworks © .",
            "16, 17 The absence of a theoretical model and rigorous program evaluation makes it difficult to understand the value and impact of these toolkits.",
            "However, the existence of a commercial market for PA promotion in schools represents an important opportunity to utilize the existing infrastructure to disseminate practical and effective interventions."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33443",
        "text": "Peaceful Playgrounds™ (P2) is an empirically based, a theoretical program developed by educators to help schools increase PA, reduce injury, and reduce bullying on school playgrounds (http://www .peacefulplaygrounds.com). Bullying represents an intentional and repetitious interpersonal aggression, 18 and should be measured by tracking individual behavior over time. However, tracking of individual youth can be resource intensive and challenging when only deidentified data are available from schools, therefore the presence of prosocial and antisocial behaviors (ASB) may be an acceptable proxy for bullying given that prevalence data suggests up to half of adolescent males and one third of adolescent females report experiencing bullying. 19, 20 Therefore, the use of a single-time point measure of ASB can still capture some meaningful information about the impact of the program on bullying.",
        "section": "",
        "section_number": 2,
        "sentences": [
            "Peaceful Playgrounds™ (P2) is an empirically based, a theoretical program developed by educators to help schools increase PA, reduce injury, and reduce bullying on school playgrounds (http://www .peacefulplaygrounds.com).",
            "Bullying represents an intentional and repetitious interpersonal aggression, 18 and should be measured by tracking individual behavior over time.",
            "However, tracking of individual youth can be resource intensive and challenging when only deidentified data are available from schools, therefore the presence of prosocial and antisocial behaviors (ASB) may be an acceptable proxy for bullying given that prevalence data suggests up to half of adolescent males and one third of adolescent females report experiencing bullying.",
            "19, 20 Therefore, the use of a single-time point measure of ASB can still capture some meaningful information about the impact of the program on bullying."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33443",
        "text": "Whereas anecdotal evidence suggests that P2 is effective in the promotion of PA and PSB, these evaluations have lacked scientific rigor and examination of potential moderators of these effects. Thus, the purpose of this study is to determine the effectiveness of Peaceful Playgrounds™ (P2) to increase MVPA and PSB in elementary school children. It was hypothesized that children in intervention schools would demonstrate increased MVPA, increased PSB, and decreased ASB, relative to children in waitlistcontrol schools.",
        "section": "",
        "section_number": 3,
        "sentences": [
            "Whereas anecdotal evidence suggests that P2 is effective in the promotion of PA and PSB, these evaluations have lacked scientific rigor and examination of potential moderators of these effects.",
            "Thus, the purpose of this study is to determine the effectiveness of Peaceful Playgrounds™ (P2) to increase MVPA and PSB in elementary school children.",
            "It was hypothesized that children in intervention schools would demonstrate increased MVPA, increased PSB, and decreased ASB, relative to children in waitlistcontrol schools."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33443",
        "text": "Four elementary schools in central South Carolina participated in the study. During the 2013-2014 academic year, the student population across schools was predominantly non-Hispanic white (71%), non-Hispanic black (15%), white or black of Hispanic ethnicity (7%), or another race (7%). Approximately, 41% of students were eligible for free and reduced lunch. The schools volunteered to participate in the study, which was represented to the schools as an evaluation of a commercially available recess curriculum. Two schools were randomly selected to receive the P2 training and materials in the summer of 2013 following baseline observations, and the other 2 schools received the program after follow-up data collection in summer of 2014.",
        "section": "Participants",
        "section_number": 4,
        "sentences": [
            "Four elementary schools in central South Carolina participated in the study.",
            "During the 2013-2014 academic year, the student population across schools was predominantly non-Hispanic white (71%), non-Hispanic black (15%), white or black of Hispanic ethnicity (7%), or another race (7%).",
            "Approximately, 41% of students were eligible for free and reduced lunch.",
            "The schools volunteered to participate in the study, which was represented to the schools as an evaluation of a commercially available recess curriculum.",
            "Two schools were randomly selected to receive the P2 training and materials in the summer of 2013 following baseline observations, and the other 2 schools received the program after follow-up data collection in summer of 2014."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33443",
        "text": "Prior to observations, each playground was mapped and divided into observable target areas, following the System of Observing Play and Leisure Activity in Youth 21 (SOPLAY) protocol. The SOPLAY protocol is a system for observing PA and rating the environmental characteristics associated with free play settings.",
        "section": "Procedure",
        "section_number": 5,
        "sentences": [
            "Prior to observations, each playground was mapped and divided into observable target areas, following the System of Observing Play and Leisure Activity in Youth 21 (SOPLAY) protocol.",
            "The SOPLAY protocol is a system for observing PA and rating the environmental characteristics associated with free play settings."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "33443",
        "text": "This procedure involves the rating within categories of contextual characteristics of environments (eg, accessibility and provision of equipment) based on a standardized scale. The study site areas for free play included grass fields, playground equipment areas, and paved surfaces (ie, black top). Research assistants received trainings on both SOPLAY and the System for Observing Children's Activity and Relationships during Play 22 (SOCARP) measures prior to each data collection phase via video and in-field observations. The SOCARP protocol is a tool developed to simultaneously assess children's PA, social group size, activity type, and social behavior during play. This involves the individual assessment of randomly selected children from a population, within a stated time interval, and the rating of each category based on standardized categorical codes.",
        "section": "Procedure",
        "section_number": 6,
        "sentences": [
            "This procedure involves the rating within categories of contextual characteristics of environments (eg, accessibility and provision of equipment) based on a standardized scale.",
            "The study site areas for free play included grass fields, playground equipment areas, and paved surfaces (ie, black top).",
            "Research assistants received trainings on both SOPLAY and the System for Observing Children's Activity and Relationships during Play 22 (SOCARP) measures prior to each data collection phase via video and in-field observations.",
            "The SOCARP protocol is a tool developed to simultaneously assess children's PA, social group size, activity type, and social behavior during play.",
            "This involves the individual assessment of randomly selected children from a population, within a stated time interval, and the rating of each category based on standardized categorical codes."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33443",
        "text": "Data were collected in 2 waves which occurred in April and May of both 2013 (baseline) and 2014 (follow-up). In each wave of data collection, each school playground was observed on 5 randomly assigned, nonconsecutive school days, for a total of 10 observation days across both waves of data collection. Scans occurred during 15-minute recess periods for third-, fourth-, and fifth-grade students. During observations, 1 research assistant used SOPLAY to complete 2 rotations through the target areas. In addition, 1 research assistant using SOCARP completed 3 rotations of observations on 4 randomly selected students (2 boys and 2 girls). Inter-rater reliability was established for each tool every other day on either first or second-grade students, who were not included in the study. Observations did not occur during special scheduling days, such as half days, standardized testing dates, or on rainy days where no outdoor recess occurred.",
        "section": "Procedure",
        "section_number": 7,
        "sentences": [
            "Data were collected in 2 waves which occurred in April and May of both 2013 (baseline) and 2014 (follow-up).",
            "In each wave of data collection, each school playground was observed on 5 randomly assigned, nonconsecutive school days, for a total of 10 observation days across both waves of data collection.",
            "Scans occurred during 15-minute recess periods for third-, fourth-, and fifth-grade students.",
            "During observations, 1 research assistant used SOPLAY to complete 2 rotations through the target areas.",
            "In addition, 1 research assistant using SOCARP completed 3 rotations of observations on 4 randomly selected students (2 boys and 2 girls).",
            "Inter-rater reliability was established for each tool every other day on either first or second-grade students, who were not included in the study.",
            "Observations did not occur during special scheduling days, such as half days, standardized testing dates, or on rainy days where no outdoor recess occurred."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33443",
        "text": "Following the second wave of playground observations in all schools, semistructured interviews were conducted with school principals and staff to identify barriers to implementation and implementation fidelity. Control and intervention schools were asked a standard series of questions about their school environment and physical education program changes over the course of the study. This was assessed to detect the potential contamination of changes in the school environment such as a new physical education curriculum, new equipment, and new PA programs that would impact student activity levels independent of the P2 intervention program. Intervention schools were asked an additional set of questions including the timeline of program implementation, barriers and perceived effectiveness of the program.",
        "section": "Procedure",
        "section_number": 8,
        "sentences": [
            "Following the second wave of playground observations in all schools, semistructured interviews were conducted with school principals and staff to identify barriers to implementation and implementation fidelity.",
            "Control and intervention schools were asked a standard series of questions about their school environment and physical education program changes over the course of the study.",
            "This was assessed to detect the potential contamination of changes in the school environment such as a new physical education curriculum, new equipment, and new PA programs that would impact student activity levels independent of the P2 intervention program.",
            "Intervention schools were asked an additional set of questions including the timeline of program implementation, barriers and perceived effectiveness of the program."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33443",
        "text": "Physical activity. Activity levels of students were assessed by direct observation using SOPLAY. 21 Playground feature characteristics, such as whether or not an area was accessible, usable, supervised, organized, and equipped were also assessed using SOPLAY. The previously established interobserver intraclass reliability coefficient (ICC = 0.74) indicated acceptable reliability 23 for the SOPLAY instrument.",
        "section": "Instruments",
        "section_number": 9,
        "sentences": [
            "Physical activity.",
            "Activity levels of students were assessed by direct observation using SOPLAY.",
            "21 Playground feature characteristics, such as whether or not an area was accessible, usable, supervised, organized, and equipped were also assessed using SOPLAY.",
            "The previously established interobserver intraclass reliability coefficient (ICC = 0.74) indicated acceptable reliability 23 for the SOPLAY instrument."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33443",
        "text": "Social interactions. The SOCARP 17 tool was used to assess group size, activity type, as well as prosocial or bullying behaviors among individual students, rotating between males and females during recess periods. Previously established interobserver reliability rates 22 for the SOCARP instrument range from 88% to 90% agreement, which were similar in this study.",
        "section": "Instruments",
        "section_number": 10,
        "sentences": [
            "Social interactions.",
            "The SOCARP 17 tool was used to assess group size, activity type, as well as prosocial or bullying behaviors among individual students, rotating between males and females during recess periods.",
            "Previously established interobserver reliability rates 22 for the SOCARP instrument range from 88% to 90% agreement, which were similar in this study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33443",
        "text": "As part of the program, blacktop surfaces on playgrounds were marked with colorful interactive games (eg, 4-square and hopscotch; Figure 1 ). In addition, schools received equipment to use with the games and recess supervisors at the 2 interventions schools also received a 1-hour training session on the utility of the games and how to incorporate them into classroom or physical education instruction. Marking of the playgrounds and training sessions occurred between January and March 2014. Following the recess supervisor trainings and playground marking, students received a series of lessons incorporated into their regularly scheduled physical education class in which they learned how to play games using the markings and equipment. Teachers were given an instructional manual as part of their training sessions which included student instructions and rules for each game. In addition, some physical education teachers reported using YouTube © as a secondary resource. The instructional lessons incorporated practical skills for learning the games (eg, how to play hopscotch) with problem solving skills (eg, rock, paper, and scissors) for conflict resolution both on and off the playground.",
        "section": "Intervention",
        "section_number": 11,
        "sentences": [
            "As part of the program, blacktop surfaces on playgrounds were marked with colorful interactive games (eg, 4-square and hopscotch; Figure 1 ).",
            "In addition, schools received equipment to use with the games and recess supervisors at the 2 interventions schools also received a 1-hour training session on the utility of the games and how to incorporate them into classroom or physical education instruction.",
            "Marking of the playgrounds and training sessions occurred between January and March 2014.",
            "Following the recess supervisor trainings and playground marking, students received a series of lessons incorporated into their regularly scheduled physical education class in which they learned how to play games using the markings and equipment.",
            "Teachers were given an instructional manual as part of their training sessions which included student instructions and rules for each game.",
            "In addition, some physical education teachers reported using YouTube © as a secondary resource.",
            "The instructional lessons incorporated practical skills for learning the games (eg, how to play hopscotch) with problem solving skills (eg, rock, paper, and scissors) for conflict resolution both on and off the playground."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33443",
        "text": "Statistical analyses were conducted using Stata (v.12.0, College Station, TX). Because SOPLAY only has 3 activity codes (sedentary, walking, and vigorous), and momentary observations of walking cannot be considered moderate activity, 23 the vigorous activity level of the SOPLAY instrument was considered MVPA for this study. Mixed-effects regression models controlling for scans nested within days nested with schools were used to estimate the interaction of measurement period and treatment condition on children's activity levels and social interactions. vigorous/total children in scan]*100) for each target area. The PA data captured by the SOPLAY instrument were utilized versus the activity codes available within the SOCARP tool to assess a more representative sample of students. Since SOPLAY collects group based PA data, compared with the individual level data collected by the SOCARP, the SOPLAY activity codes were preferable. Social behaviors, captured using the SOCARP tool, were expressed as the percentage of scans a behavior was observed if an interaction occurred. Responses from semistructured interviews were reviewed for compliance with condition assignment (control) and common barriers/supports to implementation (intervention). Schools reported their timeline of implementation including how many weeks in planning, construction, and training phases, as well as factors that impacted their progress. In addition, the interview included open-ended comments discussing general feedback for the program.",
        "section": "Data Analyses",
        "section_number": 12,
        "sentences": [
            "Statistical analyses were conducted using Stata (v.12.0, College Station, TX).",
            "Because SOPLAY only has 3 activity codes (sedentary, walking, and vigorous), and momentary observations of walking cannot be considered moderate activity, 23 the vigorous activity level of the SOPLAY instrument was considered MVPA for this study.",
            "Mixed-effects regression models controlling for scans nested within days nested with schools were used to estimate the interaction of measurement period and treatment condition on children's activity levels and social interactions.",
            "vigorous/total children in scan]*100) for each target area.",
            "The PA data captured by the SOPLAY instrument were utilized versus the activity codes available within the SOCARP tool to assess a more representative sample of students.",
            "Since SOPLAY collects group based PA data, compared with the individual level data collected by the SOCARP, the SOPLAY activity codes were preferable.",
            "Social behaviors, captured using the SOCARP tool, were expressed as the percentage of scans a behavior was observed if an interaction occurred.",
            "Responses from semistructured interviews were reviewed for compliance with condition assignment (control) and common barriers/supports to implementation (intervention).",
            "Schools reported their timeline of implementation including how many weeks in planning, construction, and training phases, as well as factors that impacted their progress.",
            "In addition, the interview included open-ended comments discussing general feedback for the program."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33443",
        "text": "A total of 3588 SOCARP scans (representing 1196 child recess days, in which 3 rotations were conducted) and 1766 SOPLAY scans (representing 883 target area scans, in which 2 rotations were conducted) were completed. Table 1 presents the time by condition interaction for children's MVPA, sedentary, and social behaviors. The only time by condition interaction to reach statistical significance was the percent of scans children were verbally supportive of a peer (−26.5%). Table 2 presents the changes in children's MVPA, sedentary, and social behaviors by school. School 1 (intervention) showed no statistically significant changes in boys or girls MVPA or sedentary, prosocial, or antisocial interactions from baseline to follow up. School 2 (intervention) had large and statistically significant increases in the percent of boys ( = 20.5%; 95% CI: 9.5, 31.4) and girls ( = 15.5%; 95% CI: 6.3, 24.8) engaged in MVPA. School 2 also had a ",
        "section": "RESULTS",
        "section_number": 13,
        "sentences": [
            "A total of 3588 SOCARP scans (representing 1196 child recess days, in which 3 rotations were conducted) and 1766 SOPLAY scans (representing 883 target area scans, in which 2 rotations were conducted) were completed.",
            "Table 1 presents the time by condition interaction for children's MVPA, sedentary, and social behaviors.",
            "The only time by condition interaction to reach statistical significance was the percent of scans children were verbally supportive of a peer (−26.5%).",
            "Table 2 presents the changes in children's MVPA, sedentary, and social behaviors by school.",
            "School 1 (intervention) showed no statistically significant changes in boys or girls MVPA or sedentary, prosocial, or antisocial interactions from baseline to follow up.",
            "School 2 (intervention) had large and statistically significant increases in the percent of boys ( = 20.5%; 95% CI: 9.5, 31.4) and girls ( = 15.5%; 95% CI: 6.3, 24.8) engaged in MVPA.",
            "School 2 also had a"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33443",
        "text": "We examined the effectiveness of Peaceful Playgrounds (P2), a program designed to decrease ASB while increasing PA and PSB among 4 elementary schools in South Carolina. Main effects of the intervention indicated no differences in sedentary behaviors or MVPA between intervention and control schools. A significant increase in verbal prosocial interactions was observed for the control schools, counter to expectations. When examining effects at the individual school level, the P2 program showed significant but modest results in 1 intervention school (School 2) with significant increases in MPVA for boys and girls, a decrease in sedentary behaviors for girls, and decrease in verbal conflicts in boys. Intervention School 1 showed no significant results. Unexpectedly, a control school (School 3) showed an increase in boys' MVPA and a decrease in boys' sedentary behavior, indicating possible random variability in children's MVPA, or increased attention to the promotion of PA at the school. Control School 4 showed significant increases in sedentary behavior, but no other changes in MVPA or social behaviors.",
        "section": "DISCUSSION",
        "section_number": 14,
        "sentences": [
            "We examined the effectiveness of Peaceful Playgrounds (P2), a program designed to decrease ASB while increasing PA and PSB among 4 elementary schools in South Carolina.",
            "Main effects of the intervention indicated no differences in sedentary behaviors or MVPA between intervention and control schools.",
            "A significant increase in verbal prosocial interactions was observed for the control schools, counter to expectations.",
            "When examining effects at the individual school level, the P2 program showed significant but modest results in 1 intervention school (School 2) with significant increases in MPVA for boys and girls, a decrease in sedentary behaviors for girls, and decrease in verbal conflicts in boys.",
            "Intervention School 1 showed no significant results.",
            "Unexpectedly, a control school (School 3) showed an increase in boys' MVPA and a decrease in boys' sedentary behavior, indicating possible random variability in children's MVPA, or increased attention to the promotion of PA at the school.",
            "Control School 4 showed significant increases in sedentary behavior, but no other changes in MVPA or social behaviors."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33443",
        "text": "Significant differences observed by sex for MVPA are consistent with other school-based intervention programs where boys were demonstrated greater absolute increases in MVPA. 10, 24, 25 This finding is counterintuitive because girls, especially older girls, often engage in lower MVPA than boys, 2, 26 thereby having relatively more room for improvement. These observed differences might be due to a greater enjoyment of PA in boys, 27, 28 which results in greater utilization of increased PA opportunities, or the provision of activity options that are more appealing to boys than girls. 29, 30 Because of this many recess interventions are developed to include a diverse array of activities that appeal to boys and girls, 31 the former is more likely, although the latter cannot be ruled out.",
        "section": "DISCUSSION",
        "section_number": 15,
        "sentences": [
            "Significant differences observed by sex for MVPA are consistent with other school-based intervention programs where boys were demonstrated greater absolute increases in MVPA.",
            "10, 24, 25 This finding is counterintuitive because girls, especially older girls, often engage in lower MVPA than boys, 2, 26 thereby having relatively more room for improvement.",
            "These observed differences might be due to a greater enjoyment of PA in boys, 27, 28 which results in greater utilization of increased PA opportunities, or the provision of activity options that are more appealing to boys than girls.",
            "29, 30 Because of this many recess interventions are developed to include a diverse array of activities that appeal to boys and girls, 31 the former is more likely, although the latter cannot be ruled out."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33443",
        "text": "Although the limited resources available for this project precluded a comprehensive implementationmonitoring plan, anecdotal evidence provided by the school officials suggest that difficulties associated with implementation affected programmatic fidelity. School officials reported difficulty with the design and application of playground markings, specifically with the templates provided for the blacktop surface painting. Because of these difficulties, both intervention schools reported delays with program implementation due to difficulties with the blacktop painting and eventually contracted outside help for installation. As 1 administrator describes this effort:",
        "section": "DISCUSSION",
        "section_number": 16,
        "sentences": [
            "Although the limited resources available for this project precluded a comprehensive implementationmonitoring plan, anecdotal evidence provided by the school officials suggest that difficulties associated with implementation affected programmatic fidelity.",
            "School officials reported difficulty with the design and application of playground markings, specifically with the templates provided for the blacktop surface painting.",
            "Because of these difficulties, both intervention schools reported delays with program implementation due to difficulties with the blacktop painting and eventually contracted outside help for installation.",
            "As 1 administrator describes this effort:"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33443",
        "text": "The biggest issue we ran into was getting the templates painted, the templates that came with the program were not easy to use. You know when you put paint down it will be there for a while. You don't want it to look bad. We did a test area with the hopscotch and it looked bad. Ultimately, we had to hire a professional painter to come out and do it.",
        "section": "DISCUSSION",
        "section_number": 17,
        "sentences": [
            "The biggest issue we ran into was getting the templates painted, the templates that came with the program were not easy to use.",
            "You know when you put paint down it will be there for a while.",
            "You don't want it to look bad.",
            "We did a test area with the hopscotch and it looked bad.",
            "Ultimately, we had to hire a professional painter to come out and do it."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33443",
        "text": "The interviews conducted with school administrators suggested important lessons for researchers to consider when designing and conducting program evaluations. Specifically, in the control school that demonstrated atypical results (School 3), motivated staff members developed their own recess intervention program to meet their goals of increasing PA and decreasing idle time. One school administrator described their efforts:",
        "section": "DISCUSSION",
        "section_number": 18,
        "sentences": [
            "The interviews conducted with school administrators suggested important lessons for researchers to consider when designing and conducting program evaluations.",
            "Specifically, in the control school that demonstrated atypical results (School 3), motivated staff members developed their own recess intervention program to meet their goals of increasing PA and decreasing idle time.",
            "One school administrator described their efforts:"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33443",
        "text": "We started seeing an increase of discipline write-ups at recess . . . and so we tried to break up some of those groups and get them more active and to get them more active we had to increase the number of activities they could get involved in . . . we needed other activities that could give them the opportunity to do something. We had to have more organized activities, the easiest thing to do was to look at the space we already have and add some things . . . This school (School 3) subsequently purchased and installed new equipment including tether ball games, soccer goals, hopscotch, 4-square, basketball goals, and jump ropes. In addition, they instituted new structured recess activities in the form of a weekly kickball game. The other control school (School 4) reported no changes to recess structure or equipment over the course of our study, and subsequently saw an increase in sedentary behavior among students. These findings suggest that a comprehensive implementation-monitoring plan is imperative for future studies in similar settings.",
        "section": "DISCUSSION",
        "section_number": 19,
        "sentences": [
            "We started seeing an increase of discipline write-ups at recess . . .",
            "and so we tried to break up some of those groups and get them more active and to get them more active we had to increase the number of activities they could get involved in . . .",
            "we needed other activities that could give them the opportunity to do something.",
            "We had to have more organized activities, the easiest thing to do was to look at the space we already have and add some things . . .",
            "This school (School 3) subsequently purchased and installed new equipment including tether ball games, soccer goals, hopscotch, 4-square, basketball goals, and jump ropes.",
            "In addition, they instituted new structured recess activities in the form of a weekly kickball game.",
            "The other control school (School 4) reported no changes to recess structure or equipment over the course of our study, and subsequently saw an increase in sedentary behavior among students.",
            "These findings suggest that a comprehensive implementation-monitoring plan is imperative for future studies in similar settings."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33443",
        "text": "Persons interpreting our findings need also consider several study limitations. Although sufficient scans were collected to provide a stable estimate of child level behaviors, the small number of schools precludes examination of school level factors that might influence implementation fidelity or effectiveness. Furthermore, the limited staff available for the project prevented observation of teacher trainings to quantify the extent that the games and conflict resolution strategies were delivered to the children. While the playground markings are a significant component of the P2 curriculum, the programmatic elements are equally important. The lack of information regarding the delivery of the programmatic elements in our study prevents our determining whether all ''essential elements'' of the P2 Program were, in fact, delivered. Future studies should include a comprehensive implementation-monitoring plan to capture all aspects of program delivery.",
        "section": "Limitations",
        "section_number": 20,
        "sentences": [
            "Persons interpreting our findings need also consider several study limitations.",
            "Although sufficient scans were collected to provide a stable estimate of child level behaviors, the small number of schools precludes examination of school level factors that might influence implementation fidelity or effectiveness.",
            "Furthermore, the limited staff available for the project prevented observation of teacher trainings to quantify the extent that the games and conflict resolution strategies were delivered to the children.",
            "While the playground markings are a significant component of the P2 curriculum, the programmatic elements are equally important.",
            "The lack of information regarding the delivery of the programmatic elements in our study prevents our determining whether all ''essential elements'' of the P2 Program were, in fact, delivered.",
            "Future studies should include a comprehensive implementation-monitoring plan to capture all aspects of program delivery."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33443",
        "text": "Overall, results from this study suggest that the P2 program may be effective at increasing MVPA and PSB among students, but that other options may be just as adequate. In this study, both an intervention school who received the P2 program, and a control school that initiated its own plan were successful in increasing MVPA and PSB among students. Another intervention school that received the P2 program did not see the same results, which may be due to several factors, including various implementation issues that delayed initiation of the program. However, these preliminary results suggest that P2 could be an effective means to increasing MVPA and improve social behaviors among students. Further research should seek to expand upon this study to assess P2 in a larger sample of schools utilizing a comprehensive evaluation to include implementation monitoring.",
        "section": "Conclusions",
        "section_number": 21,
        "sentences": [
            "Overall, results from this study suggest that the P2 program may be effective at increasing MVPA and PSB among students, but that other options may be just as adequate.",
            "In this study, both an intervention school who received the P2 program, and a control school that initiated its own plan were successful in increasing MVPA and PSB among students.",
            "Another intervention school that received the P2 program did not see the same results, which may be due to several factors, including various implementation issues that delayed initiation of the program.",
            "However, these preliminary results suggest that P2 could be an effective means to increasing MVPA and improve social behaviors among students.",
            "Further research should seek to expand upon this study to assess P2 in a larger sample of schools utilizing a comprehensive evaluation to include implementation monitoring."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33443",
        "text": "Previous research supports school environment, and specifically recess, as an opportunity for promoting PA and PSB. Playground interventions in the form of playground markings, equipment, and structured recess have been shown to impact these factors.",
        "section": "IMPLICATIONS FOR SCHOOL HEALTH",
        "section_number": 22,
        "sentences": [
            "Previous research supports school environment, and specifically recess, as an opportunity for promoting PA and PSB.",
            "Playground interventions in the form of playground markings, equipment, and structured recess have been shown to impact these factors."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "33443",
        "text": "This study describes the outcomes of Peaceful Playgrounds (P2), a playground intervention program. Our mixed results demonstrate the importance of careful monitoring of implementation, and the need for more research to understand how intervention results can be impacted by treatment fidelity and other environmental or programmatic factors.",
        "section": "IMPLICATIONS FOR SCHOOL HEALTH",
        "section_number": 23,
        "sentences": [
            "This study describes the outcomes of Peaceful Playgrounds (P2), a playground intervention program.",
            "Our mixed results demonstrate the importance of careful monitoring of implementation, and the need for more research to understand how intervention results can be impacted by treatment fidelity and other environmental or programmatic factors."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "33443",
        "text": "When choosing interventions, and planning their implementation, schools need to consider factors the following factors:",
        "section": "IMPLICATIONS FOR SCHOOL HEALTH",
        "section_number": 24,
        "sentences": [
            "When choosing interventions, and planning their implementation, schools need to consider factors the following factors:"
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "33443",
        "text": "• The timeline for implementation, including installation, training, and maintenance stages. • Availability and support of staff for program implementation. Consider how the needs of your intervention program match your labor force and if parent volunteers, current support staff, or paid outside professionals. • Motivation and long-term goals for the impact of the intervention. Are leaders willing and able to overcome obstacles? • Availability and necessity of resources for maintenance, including training boosters, newsletters, and accountability strategies for long-term adherence.",
        "section": "IMPLICATIONS FOR SCHOOL HEALTH",
        "section_number": 25,
        "sentences": [
            "• The timeline for implementation, including installation, training, and maintenance stages. •",
            "Availability and support of staff for program implementation.",
            "Consider how the needs of your intervention program match your labor force and if parent volunteers, current support staff, or paid outside professionals. •",
            "Motivation and long-term goals for the impact of the intervention.",
            "Are leaders willing and able to overcome obstacles? •",
            "Availability and necessity of resources for maintenance, including training boosters, newsletters, and accountability strategies for long-term adherence."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33443",
        "text": "Journal of School Health• May 2017, Vol. 87, No. 5 • © 2017, American School Health Association • 339",
        "section": "",
        "section_number": 26,
        "sentences": [
            "Journal of School Health• May 2017, Vol.",
            "87, No. 5 • © 2017, American School Health Association • 339"
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "33443",
        "text": "Journal of School Health• May 2017, Vol. 87, No. 5 • © 2017, American School Health Association • 341",
        "section": "",
        "section_number": 27,
        "sentences": [
            "Journal of School Health• May 2017, Vol.",
            "87, No. 5 • © 2017, American School Health Association • 341"
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "33443",
        "text": "Journal of School Health• May 2017, Vol. 87, No. 5 • © 2017, American School Health Association • 345",
        "section": "",
        "section_number": 28,
        "sentences": [
            "Journal of School Health• May 2017, Vol.",
            "87, No. 5 • © 2017, American School Health Association • 345"
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    }
]