[
    {
        "doc_id": "37748",
        "text": "،H 2 O ‫سم‬ 3.9 ± 22.5 ‫مقابل‬ H 2 O ‫سم‬ 25.4±4.1(Ambu AO ‫الفرعية‬ ‫املجموعات‬ ‫حتليل‬ ‫أظهر‬ .)0.001 ‫األحتمالية<‬ ‫القيمة‬ ‫بالنسبة‬ ‫القناع‬ ‫نفس‬ ‫ضمن‬ ‫األداء‬ ‫في‬ ‫كبيرة‬ ‫أختالفات‬ ‫وجود‬ ‫عدم‬ ‫ألعلى‬ ‫إحصائية‬ ‫داللة‬ ‫ذات‬ ‫فروق‬ ‫هناك‬ ‫ولكن‬ ‫املختلفة،‬ ‫لألوزنة‬ ‫األحتمالية‬ ‫(القيم‬ i-gel ‫لصالح‬ ‫و3‬ 2 ‫ملجموعة‬ ‫هواء‬ ‫تسريب‬ ‫ضغط‬ ‫وأقل‬ ‫القناع‬ ‫موقع‬ ‫تعديل‬ ‫وأقل‬ ‫التوالي)،‬ ‫على‬ ،p=0.002 ‫و‬ p=0.01 ‫(القيم‬ Ambu AO ‫لصالح‬ 1 ‫للمجموعة‬ ‫األوكسجني‬ ‫ملستوى‬ ‫نقص‬ ‫للحبال‬ ‫كامل‬ ‫ومنظر‬ ‫التوالي)،‬ ‫على‬ p=0.03، ‫و‬p=0.04 ‫األحتمالية‬ i-gel ‫لصالح‬ 2 ‫ملجموعة‬ ‫الهوائية‬ ‫القصبة‬ ‫منظار‬ ‫طريق‬ ‫عن‬ ‫الصوتية‬ Ambu AO ‫لصالح‬ 3 ‫(وللمجموعة‬ p=0.03 ‫األحتمالية‬ ‫(القيمة‬ .)p=0.02 ‫األحتمالية‬ ‫(القيمة‬ ‫متيز‬ ‫ورمبا‬ ‫املضاعفات،‬ ‫قلة‬ ‫مع‬ ‫جيد‬ ‫أداء‬ ‫القناعني‬ ‫كال‬ ‫أظهر‬ ‫اخلامتة:‬ ‫موقعه‬ ‫تعديل‬ ‫وقلة‬ ‫احلنجرة‬ ‫في‬ ‫إدخاله‬ ‫بسهولة‬ Ambu AO ‫إحصائيا‬ ‫لتأكيد‬ ‫نطاقا‬ ‫أوسع‬ ‫دراسات‬ ‫إلى‬ ‫يحتاج‬ ‫وذلك‬ ‫اجلراحية،‬ ‫العملية‬ ‫أثناء‬ ‫ذلك.‬ Objectives: To compare the efficacy and performance of the pediatric Ambu AuraOnce (Ambu AO) mask (Ambu, Copenhagen, Denmark) and i-gel mask (Intersurgical Ltd., Wokingham, United Kingdom). Methods: From May 2015 to September 2016, 112 patients, 0-14 years old, underwent elective surgery at a tertiary university hospital (Riyadh, Saudi Arabia). They were randomly assigned to the Ambu AO or i-gel group. Three groups underwent a subgroup analysis: ≤5 kg (group 1), 5.1-10.0 kg (group 2), and >10 kg (group 3). Results: The oropharyngeal leak pressure was significantly higher for the i-gel (25.4±4.1 cm H 2 O) than for the Ambu AO (22.5±3.9 cm H 2 O, p<0.001). The Ambu AO had a slightly higher ease of insertion compared to the i-gel (100% versus 94%, p=0.08) and required less manipulation (2% versus 11%, p=0.07).The Ambu AO and i-gel showed non-significant differences in performance between weight groups. There were statistically significant differences for higher leak pressure in group 2 (p=0.01) and group 3 (p=0.002) in favor of the i-gel, and for less manipulation in the Ambu AO in group 1 (p=0.04). Fiberoptic viewing was superior in group 2 for the i-gel (p=0.03) and in group 3 for the Ambu AO (p=0.02). Conclusion: Both devices demonstrated equally good performance with low morbidity. The Ambu AO had a statistical tendency towards easier insertion and less manipulation. Confirming this finding will require large scale trials.",
        "section": "Abstract",
        "sentences": [
            "،H 2 O ‫سم‬ 3.9 ± 22.5 ‫مقابل‬ H 2 O ‫سم‬ 25.4±4.1(Ambu AO ‫الفرعية‬ ‫املجموعات‬ ‫حتليل‬ ‫أظهر‬ .)0.001 ‫األحتمالية<‬ ‫القيمة‬ ‫بالنسبة‬ ‫القناع‬ ‫نفس‬ ‫ضمن‬ ‫األداء‬ ‫في‬ ‫كبيرة‬ ‫أختالفات‬ ‫وجود‬ ‫عدم‬ ‫ألعلى‬ ‫إحصائية‬ ‫داللة‬ ‫ذات‬ ‫فروق‬ ‫هناك‬ ‫ولكن‬ ‫املختلفة،‬ ‫لألوزنة‬ ‫األحتمالية‬ ‫(القيم‬ i-gel ‫لصالح‬ ‫و3‬ 2 ‫ملجموعة‬ ‫هواء‬ ‫تسريب‬ ‫ضغط‬ ‫وأقل‬ ‫القناع‬ ‫موقع‬ ‫تعديل‬ ‫وأقل‬ ‫التوالي)،‬ ‫على‬ ،p=0.002 ‫و‬ p=0.01 ‫(القيم‬ Ambu AO ‫لصالح‬ 1 ‫للمجموعة‬ ‫األوكسجني‬ ‫ملستوى‬ ‫نقص‬ ‫للحبال‬ ‫كامل‬ ‫ومنظر‬ ‫التوالي)،‬ ‫على‬ p=0.03، ‫و‬p=0.04 ‫األحتمالية‬ i-gel ‫لصالح‬ 2 ‫ملجموعة‬ ‫الهوائية‬ ‫القصبة‬ ‫منظار‬ ‫طريق‬ ‫عن‬ ‫الصوتية‬ Ambu AO ‫لصالح‬ 3 ‫(وللمجموعة‬ p=0.03 ‫األحتمالية‬ ‫(القيمة‬ .)p=0.02 ‫األحتمالية‬ ‫(القيمة‬ ‫متيز‬ ‫ورمبا‬ ‫املضاعفات،‬ ‫قلة‬ ‫مع‬ ‫جيد‬ ‫أداء‬ ‫القناعني‬ ‫كال‬ ‫أظهر‬ ‫اخلامتة:‬ ‫موقعه‬ ‫تعديل‬ ‫وقلة‬ ‫احلنجرة‬ ‫في‬ ‫إدخاله‬ ‫بسهولة‬ Ambu AO ‫إحصائيا‬ ‫لتأكيد‬ ‫نطاقا‬ ‫أوسع‬ ‫دراسات‬ ‫إلى‬ ‫يحتاج‬ ‫وذلك‬ ‫اجلراحية،‬ ‫العملية‬ ‫أثناء‬ ‫ذلك.‬ Objectives: To compare the efficacy and performance of the pediatric Ambu AuraOnce (Ambu AO) mask (Ambu, Copenhagen, Denmark) and i-gel mask (Intersurgical Ltd., Wokingham, United Kingdom).",
            "Methods: From May 2015 to September 2016, 112 patients, 0-14 years old, underwent elective surgery at a tertiary university hospital (Riyadh, Saudi Arabia).",
            "They were randomly assigned to the Ambu AO or i-gel group.",
            "Three groups underwent a subgroup analysis: ≤5 kg (group 1), 5.1-10.0 kg (group 2), and >10 kg (group 3).",
            "Results: The oropharyngeal leak pressure was significantly higher for the i-gel (25.4±4.1 cm H 2 O) than for the Ambu AO (22.5±3.9 cm H 2 O, p<0.001).",
            "The Ambu AO had a slightly higher ease of insertion compared to the i-gel (100% versus 94%, p=0.08) and required less manipulation (2% versus 11%, p=0.07).The Ambu AO and i-gel showed non-significant differences in performance between weight groups.",
            "There were statistically significant differences for higher leak pressure in group 2 (p=0.01) and group 3 (p=0.002) in favor of the i-gel, and for less manipulation in the Ambu AO in group 1 (p=0.04).",
            "Fiberoptic viewing was superior in group 2 for the i-gel (p=0.03) and in group 3 for the Ambu AO (p=0.02).",
            "Conclusion: Both devices demonstrated equally good performance with low morbidity.",
            "The Ambu AO had a statistical tendency towards easier insertion and less manipulation.",
            "Confirming this finding will require large scale trials."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37748",
        "text": "A irway management is a critical element in the practice of anesthesia. Since the early 1980s, laryngeal mask airways (LMAs) have been used in pediatric patients as they are more practical than face masks and less invasive than endotracheal tubes (ETTs). 1 Their use is internationally recognized for airway management, especially in difficult and failed intubation. An LMA is advantageous over an ETT in pediatric patients due to its ease of insertion, it rapidly secures the airway, the use of muscle relaxants is avoided, the incidence of sore throat is reduced, postoperative hoarseness and coughing at the time of extubation are reduced, and the patient has greater hemodynamic stability. 2, 3 Different types of pediatric supraglottic airway devices (SGADs) are available such as the i-gel (Intersurgical Ltd., Wokingham, United Kingdom), LMA ProSeal (Teleflex, Athlone, Ireland), LMA Supreme (Teleflex), LMA Classic (Teleflex), LMA Unique (Teleflex), LarySeal (Flexicare, Irvine, CA, USA), and Ambu AuraOnce (Ambu A/S, Copenhagen, Denmark; hereafter, \"Ambu AO\").",
        "section": "",
        "section_number": 1,
        "sentences": [
            "A irway management is a critical element in the practice of anesthesia.",
            "Since the early 1980s, laryngeal mask airways (LMAs) have been used in pediatric patients as they are more practical than face masks and less invasive than endotracheal tubes (ETTs).",
            "1 Their use is internationally recognized for airway management, especially in difficult and failed intubation.",
            "An LMA is advantageous over an ETT in pediatric patients due to its ease of insertion, it rapidly secures the airway, the use of muscle relaxants is avoided, the incidence of sore throat is reduced, postoperative hoarseness and coughing at the time of extubation are reduced, and the patient has greater hemodynamic stability.",
            "2, 3 Different types of pediatric supraglottic airway devices (SGADs) are available such as the i-gel (Intersurgical Ltd., Wokingham, United Kingdom), LMA ProSeal (Teleflex, Athlone, Ireland), LMA Supreme (Teleflex), LMA Classic (Teleflex), LMA Unique (Teleflex), LarySeal (Flexicare, Irvine, CA, USA), and Ambu AuraOnce (Ambu A/S, Copenhagen, Denmark; hereafter, \"Ambu AO\")."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37748",
        "text": "Most SGADs provide a perilaryngeal seal through an inflatable cuff that wedges into the upper esophagus. 4 The pediatric i-gel is a new disposable SGAD for children. It is a smaller model of the i-gel used in adult patients. 5 It consists of a soft gel-like elastomer with a noninflatable cuff and a channel for gastric catheter placement, except for size one. 6 Its design enables a mirrored impression of the pharyngeal and laryngeal structures and provides a perilaryngeal seal without cuff inflation. The potential advantages of the i-gel are an easy and rapid insertion and a reduced risk of pharyngeal tissue compression due to high cuff pressure. Moreover, it has an inbuilt drainage channel, which allows the insertion of a gastric tube (maximum 14F gauge) to facilitate the efflux of gastric fluids and gas.",
        "section": "",
        "section_number": 2,
        "sentences": [
            "Most SGADs provide a perilaryngeal seal through an inflatable cuff that wedges into the upper esophagus.",
            "4 The pediatric i-gel is a new disposable SGAD for children.",
            "It is a smaller model of the i-gel used in adult patients.",
            "5 It consists of a soft gel-like elastomer with a noninflatable cuff and a channel for gastric catheter placement, except for size one.",
            "6 Its design enables a mirrored impression of the pharyngeal and laryngeal structures and provides a perilaryngeal seal without cuff inflation.",
            "The potential advantages of the i-gel are an easy and rapid insertion and a reduced risk of pharyngeal tissue compression due to high cuff pressure.",
            "Moreover, it has an inbuilt drainage channel, which allows the insertion of a gastric tube (maximum 14F gauge) to facilitate the efflux of gastric fluids and gas."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37748",
        "text": "The Ambu AO is constructed from a single-piece polyvinyl chloride mold and incorporates a 90° preformed curvature that better approximates the airway anatomy. Unlike the i-gel, it does not feature a gastric channel. Its clinical use is well documented in adult and pediatric studies, 7, 8 which have demonstrated the device's safety and effectiveness tolerability. Numerous studies carried out in adult populations demonstrated it has the capability of easy insertion, high oropharyngeal leak pressure (OPLP), and low complication rates with few postoperative complaints.",
        "section": "",
        "section_number": 3,
        "sentences": [
            "The Ambu AO is constructed from a single-piece polyvinyl chloride mold and incorporates a 90° preformed curvature that better approximates the airway anatomy.",
            "Unlike the i-gel, it does not feature a gastric channel.",
            "Its clinical use is well documented in adult and pediatric studies, 7, 8 which have demonstrated the device's safety and effectiveness tolerability.",
            "Numerous studies carried out in adult populations demonstrated it has the capability of easy insertion, high oropharyngeal leak pressure (OPLP), and low complication rates with few postoperative complaints."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37748",
        "text": "Few studies have compared the effectiveness of the 2 aforementioned SGADs in different pediatric age groups. 5, 9 Therefore, the aim of this single-blind, prospective, randomized, controlled trial was to compare the clinical performance of the pediatric i-gel and the well-established Ambu AO in pediatric patients across all ages and weights, and to examine the safety and feasibility of LMA usage in young infants weighing ≤5 kg.",
        "section": "",
        "section_number": 4,
        "sentences": [
            "Few studies have compared the effectiveness of the 2 aforementioned SGADs in different pediatric age groups.",
            "5, 9 Therefore, the aim of this single-blind, prospective, randomized, controlled trial was to compare the clinical performance of the pediatric i-gel and the well-established Ambu AO in pediatric patients across all ages and weights, and to examine the safety and feasibility of LMA usage in young infants weighing ≤5 kg."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37748",
        "text": "Methods. After obtaining approval from the Institutional Review Board and written, informed consent from parents, 112 patients, aged 0-14 years, were enrolled. Between May 2015 and September 2016, the patients were admitted to a tertiary university hospital in Riyadh, Saudi Arabia, and underwent elective operations lasting less than 2 hours under general anesthesia. The trial was registered in ClinicalTrials.gov NCT02938039 and was conducted according to the principles of the Helsinki declaration for medical research involving human subjects. An overall comparison of clinical performances of Ambu AO versus i-gel across all ages and weights was carried out.",
        "section": "",
        "section_number": 5,
        "sentences": [
            "Methods.",
            "After obtaining approval from the Institutional Review Board and written, informed consent from parents, 112 patients, aged 0-14 years, were enrolled.",
            "Between May 2015 and September 2016, the patients were admitted to a tertiary university hospital in Riyadh, Saudi Arabia, and underwent elective operations lasting less than 2 hours under general anesthesia.",
            "The trial was registered in ClinicalTrials.gov NCT02938039 and was conducted according to the principles of the Helsinki declaration for medical research involving human subjects.",
            "An overall comparison of clinical performances of Ambu AO versus i-gel across all ages and weights was carried out."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37748",
        "text": "The inclusion criteria were an American Society of Anesthesiologists physical status 1 or 2, an elective general surgical procedure on an area below the umbilicus, an expected operation duration of less than 2 hours, and the need for muscle relaxant agents was unlikely. The exclusion criteria were an upper respiratory tract infection, rhinorrhea, fever, potentially difficult intubation, contraindication to caudal block or failed caudal block, failed SGAD insertion, and the use of muscle relaxant agents.",
        "section": "",
        "section_number": 6,
        "sentences": [
            "The inclusion criteria were an American Society of Anesthesiologists physical status 1 or 2, an elective general surgical procedure on an area below the umbilicus, an expected operation duration of less than 2 hours, and the need for muscle relaxant agents was unlikely.",
            "The exclusion criteria were an upper respiratory tract infection, rhinorrhea, fever, potentially difficult intubation, contraindication to caudal block or failed caudal block, failed SGAD insertion, and the use of muscle relaxant agents."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37748",
        "text": "All patients were randomly divided in 2 groups (AmbuAO group or i-gel group) by using online software. 10 Subgroup analysis was carried out to compare the performances of both SGADs between 3 different weight groups (group 1, ≤5 kg; group 2, 5.1-10 kg; and group 3, >10 kg).",
        "section": "",
        "section_number": 7,
        "sentences": [
            "All patients were randomly divided in 2 groups (AmbuAO group or i-gel group) by using online software.",
            "10 Subgroup analysis was carried out to compare the performances of both SGADs between 3 different weight groups (group 1, ≤5 kg; group 2, 5.1-10 kg; and group 3, >10 kg)."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37748",
        "text": "All patients received inhalational induction with 8% sevoflurane in 100% oxygen at flow of 8 L per minute through a circle system. The anesthetic gas was delivered Disclosure. Authors have no conflict of interest, and the work was not supported or funded by any drug company.",
        "section": "",
        "section_number": 8,
        "sentences": [
            "All patients received inhalational induction with 8% sevoflurane in 100% oxygen at flow of 8 L per minute through a circle system.",
            "The anesthetic gas was delivered Disclosure.",
            "Authors have no conflict of interest, and the work was not supported or funded by any drug company."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37748",
        "text": "Saudi Med J 2017; Vol. 38 (5) www.smj.org.sa through a tightly fitted face mask and all patients received 2 µg/kg fentanyl intravenously. Manually assisted ventilation of the lungs was provided with the same anesthetic mixture until the heart rate dropped by 20% of the baseline value and adequate depth of anesthesia was confirmed by a lack of response to the jaw thrust maneuver. 11, 12 The Ambu AO or i-gel mask was inserted by a well-experienced anesthetist who had more than 20 years' experience in the specialty and more than 1000 successful insertions of these SGADs.",
        "section": "",
        "section_number": 9,
        "sentences": [
            "Saudi Med J 2017; Vol.",
            "38 (5) www.smj.org.sa through a tightly fitted face mask and all patients received 2 µg/kg fentanyl intravenously.",
            "Manually assisted ventilation of the lungs was provided with the same anesthetic mixture until the heart rate dropped by 20% of the baseline value and adequate depth of anesthesia was confirmed by a lack of response to the jaw thrust maneuver.",
            "11, 12 The Ambu AO or i-gel mask was inserted by a well-experienced anesthetist who had more than 20 years' experience in the specialty and more than 1000 successful insertions of these SGADs."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37748",
        "text": "The head of the patient was maintained in the semisniffing position. The SGAD was well lubricated and the cuff of Ambu AO was partially inflated with 2-3 mL of air before insertion. The cuff of the Ambu AO was inflated with air to a pressure of 50-60 cm H 2 O and checked by the Ambu pressure gauge. 13 After confirming the proper placement of the SGAD, it was fixed in place, based on the manufacturer's guidelines. After attaining control of the airway, the patients were turned to the lateral position for a caudal block. The block was carried out with 0.25% bupivacaine at the dose of 0.5-1.0 mL/kg, depending on the area of the surgery. The patients were returned to the supine position after the block placement and the head of the patient was placed in the neutral position. The anesthetist reconfirmed the proper position by checking all aforementioned parameters, and made fine adjustments in position and refixed the position, if required.",
        "section": "",
        "section_number": 10,
        "sentences": [
            "The head of the patient was maintained in the semisniffing position.",
            "The SGAD was well lubricated and the cuff of Ambu AO was partially inflated with 2-3 mL of air before insertion.",
            "The cuff of the Ambu AO was inflated with air to a pressure of 50-60 cm H 2 O and checked by the Ambu pressure gauge.",
            "13 After confirming the proper placement of the SGAD, it was fixed in place, based on the manufacturer's guidelines.",
            "After attaining control of the airway, the patients were turned to the lateral position for a caudal block.",
            "The block was carried out with 0.25% bupivacaine at the dose of 0.5-1.0 mL/kg, depending on the area of the surgery.",
            "The patients were returned to the supine position after the block placement and the head of the patient was placed in the neutral position.",
            "The anesthetist reconfirmed the proper position by checking all aforementioned parameters, and made fine adjustments in position and refixed the position, if required."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37748",
        "text": "No muscle relaxant agents were used in this study. An effective airway was defined as a square wave capnograph trace during manual ventilation. The time between picking up the SGAD and obtaining an effective airway was recorded as the effective airway time. The ease of placement was assessed using a subjective scale of 1-4 (\"1\" was no resistance and no maneuvers; \"2\" was mild resistance and one maneuver; \"3\" was moderate resistance and more than one maneuver; and \"4\" was inability to place the SGAD). The insertion was labeled as a \"failure\" if the SGAD could not be successfully placed within 2 attempts or lacked a square wave capnograph tracing, or if there was airway obstruction (oxygen desaturation <90%, abnormal thoraco-abdominal movements, or obstructive noises or no rise of the chest) or inadequate ventilation (an inability to deliver a minimum of 7 mL/ kg tidal volumes, or an audible leak). The trachea was intubated for all cases of failed SGAD insertion. To determine the OPLP, the expiratory valve was closed with a fresh gas flow of 3 L/min until an audible leak was heard; the airway pressure was not allowed to exceed 25-30 cm H 2 O, and then released completely. 14 During OPLP testing, auscultation with a stethoscope was performed over the epigastrium to detect gastric insufflation. 15 To view the anatomic alignment of the SGAD to the larynx, a well lubricated flexible fiberoptic scope (2.8 mm optical density; Olympus America, Inc., Melville, NY, USA) was inserted into the SGAD. Its tip was maintained within the bowl of the SGAD (approximately one cm proximal to the end of airway tube). The images were graded by a surgeon who was blinded concerning the type of SGAD used. The grading was based on the Brimacombe score, as follows: grade 1, only the larynx is visible; grade 2, the larynx and epiglottis posterior surface is visible; grade 3, the larynx and epiglottis tip of the anterior surface is visible with <50% visual obstruction of epiglottis to larynx; grade 4, the epiglottis is downfolded and its anterior surface is visible with >50% visual obstruction of epiglottis to larynx; and grade 5, the epiglottis is down-folded and the larynx cannot be observed directly.",
        "section": "",
        "section_number": 11,
        "sentences": [
            "No muscle relaxant agents were used in this study.",
            "An effective airway was defined as a square wave capnograph trace during manual ventilation.",
            "The time between picking up the SGAD and obtaining an effective airway was recorded as the effective airway time.",
            "The ease of placement was assessed using a subjective scale of 1-4 (\"1\" was no resistance and no maneuvers; \"2\" was mild resistance and one maneuver; \"3\" was moderate resistance and more than one maneuver; and \"4\" was inability to place the SGAD).",
            "The insertion was labeled as a \"failure\" if the SGAD could not be successfully placed within 2 attempts or lacked a square wave capnograph tracing, or if there was airway obstruction (oxygen desaturation <90%, abnormal thoraco-abdominal movements, or obstructive noises or no rise of the chest) or inadequate ventilation (an inability to deliver a minimum of 7 mL/ kg tidal volumes, or an audible leak).",
            "The trachea was intubated for all cases of failed SGAD insertion.",
            "To determine the OPLP, the expiratory valve was closed with a fresh gas flow of 3 L/min until an audible leak was heard; the airway pressure was not allowed to exceed 25-30 cm H 2 O, and then released completely.",
            "14 During OPLP testing, auscultation with a stethoscope was performed over the epigastrium to detect gastric insufflation.",
            "15 To view the anatomic alignment of the SGAD to the larynx, a well lubricated flexible fiberoptic scope (2.8 mm optical density; Olympus America, Inc., Melville, NY, USA) was inserted into the SGAD.",
            "Its tip was maintained within the bowl of the SGAD (approximately one cm proximal to the end of airway tube).",
            "The images were graded by a surgeon who was blinded concerning the type of SGAD used.",
            "The grading was based on the Brimacombe score, as follows: grade 1, only the larynx is visible; grade 2, the larynx and epiglottis posterior surface is visible; grade 3, the larynx and epiglottis tip of the anterior surface is visible with <50% visual obstruction of epiglottis to larynx; grade 4, the epiglottis is downfolded and its anterior surface is visible with >50% visual obstruction of epiglottis to larynx; and grade 5, the epiglottis is down-folded and the larynx cannot be observed directly."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37748",
        "text": "The quality of the airway (clear, intermittent partial obstruction, intermittent complete obstruction, or complete obstruction) and the number and type of airway manipulations (gentle advancement, withdrawal of the SGAD without removal, jaw thrust, or neck extension) required to maintain airway patency during the surgery were also recorded. Failure of the SGAD during the maintenance of anesthesia was defined as inadequate ventilation (the same criteria as described previously for SGAD insertion and⁄or an end-tidal carbon dioxide level of >50 mm Hg), airway obstruction that could not be corrected with airway manipulation, or the need to replace the SGAD with an ETT.",
        "section": "",
        "section_number": 12,
        "sentences": [
            "The quality of the airway (clear, intermittent partial obstruction, intermittent complete obstruction, or complete obstruction) and the number and type of airway manipulations (gentle advancement, withdrawal of the SGAD without removal, jaw thrust, or neck extension) required to maintain airway patency during the surgery were also recorded.",
            "Failure of the SGAD during the maintenance of anesthesia was defined as inadequate ventilation (the same criteria as described previously for SGAD insertion and⁄or an end-tidal carbon dioxide level of >50 mm Hg), airway obstruction that could not be corrected with airway manipulation, or the need to replace the SGAD with an ETT."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37748",
        "text": "All SGADs were removed under the deep plane of anesthesia at the conclusion of the procedure. Complications with both SGADs such as airway reflex activation (coughing, laryngospasm, or bronchospasm), desaturation (SPO 2 <90%), gastric insufflation, and bloodstaining on the SGAD after removal were also recorded. All patients were observed in the postanesthesia care unit by a blinded investigator. In case of discharge, they were followed up by phone the next day regarding complications such as dysphonia, dysphagia, cough, or stridor, as reported by their parents.",
        "section": "",
        "section_number": 13,
        "sentences": [
            "All SGADs were removed under the deep plane of anesthesia at the conclusion of the procedure.",
            "Complications with both SGADs such as airway reflex activation (coughing, laryngospasm, or bronchospasm), desaturation (SPO 2 <90%), gastric insufflation, and bloodstaining on the SGAD after removal were also recorded.",
            "All patients were observed in the postanesthesia care unit by a blinded investigator.",
            "In case of discharge, they were followed up by phone the next day regarding complications such as dysphonia, dysphagia, cough, or stridor, as reported by their parents."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37748",
        "text": "The primary outcome in this study was a comparison of the OPLP between the Ambu AO and the i-gel masks. Secondary outcomes were ease of insertion, success at first attempt and number of attempts, effective airway time, fiberoptic view of the glottis score, desaturation episodes, gastric insufflation, aspiration and emesis episodes, manipulation attempts, audible leak, airway reflex, and need for reinsertion of the SGAD.",
        "section": "",
        "section_number": 14,
        "sentences": [
            "The primary outcome in this study was a comparison of the OPLP between the Ambu AO and the i-gel masks.",
            "Secondary outcomes were ease of insertion, success at first attempt and number of attempts, effective airway time, fiberoptic view of the glottis score, desaturation episodes, gastric insufflation, aspiration and emesis episodes, manipulation attempts, audible leak, airway reflex, and need for reinsertion of the SGAD."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37748",
        "text": "Statistical analyses. The sample size was calculated, based on the OPLP data of other studies (17-33 cm H 2 O) of pediatric populations. 16 Based on this data, for a type I error of 0.05 and a power of 0.9 to detect 10% of OPLP between the groups with standard deviation of ±4, each group required a minimum of 22 patients to be powered for the primary outcome. The SGADs were evaluated per protocol analysis in which actual treated patients in each arm would be analyzed, excluding drop outs and missing outcomes. The categorical data were compared using the chi-square test. The continuous data were analyzed using the Mann-Whitney test, if the data were not normally distributed; otherwise the independent 2-tailed Student t test was used. Subgroup analysis was performed by a one-way analysis of variance (ANOVA) if the continuous data were normally distributed, by the Kruskal-Wallis test if the continuous data were not normally distributed, and by the chi-square test for frequency data. All data were analyzed using SPSS version 20.0 (SPSS Inc., Chicago, IL, USA) and are presented as the mean ± the standard deviation or as the number and percentage. A probability of p<0.05 was considered statistically significant. ",
        "section": "",
        "section_number": 15,
        "sentences": [
            "Statistical analyses.",
            "The sample size was calculated, based on the OPLP data of other studies (17-33 cm H 2 O) of pediatric populations.",
            "16 Based on this data, for a type I error of 0.05 and a power of 0.9 to detect 10% of OPLP between the groups with standard deviation of ±4, each group required a minimum of 22 patients to be powered for the primary outcome.",
            "The SGADs were evaluated per protocol analysis in which actual treated patients in each arm would be analyzed, excluding drop outs and missing outcomes.",
            "The categorical data were compared using the chi-square test.",
            "The continuous data were analyzed using the Mann-Whitney test, if the data were not normally distributed; otherwise the independent 2-tailed Student t test was used.",
            "Subgroup analysis was performed by a one-way analysis of variance (ANOVA) if the continuous data were normally distributed, by the Kruskal-Wallis test if the continuous data were not normally distributed, and by the chi-square test for frequency data.",
            "All data were analyzed using SPSS version 20.0 (SPSS Inc., Chicago, IL, USA) and are presented as the mean ± the standard deviation or as the number and percentage.",
            "A probability of p<0.05 was considered statistically significant."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37748",
        "text": "(0) 0 (0) - Aspiration/ emesis 0 (0) 0 (0) - Reinsertion 0 (0) 2 (3.1) 0.",
        "section": "",
        "section_number": 16,
        "sentences": [
            "(0) 0 (0) - Aspiration/ emesis 0 (0) 0 (0) - Reinsertion 0 (0) 2 (3.1) 0."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37748",
        "text": "22 Data are given as mean ± SD or number (%). *Ease of insertion (1 = no resistance and no maneuvers, 2 = mild resistance and one maneuver, 3 = moderate resistance and more than one maneuver, 4 = inability to place the device); †Fiber-optic view graded as 1: full view of the glottis, 2: partial view of the glottis, 3: only epiglottic structures seen, 4:",
        "section": "",
        "section_number": 17,
        "sentences": [
            "22 Data are given as mean ± SD or number (%). *",
            "Ease of insertion (1 = no resistance and no maneuvers, 2 = mild resistance and one maneuver, 3 = moderate resistance and more than one maneuver, 4 = inability to place the device); †Fiber-optic view graded as 1: full view of the glottis, 2: partial view of the glottis, 3: only epiglottic structures seen, 4:"
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37748",
        "text": "no glottic/epiglottic structures visible, 5: missing data. Results. The study flow chart is shown in Figure 1 .",
        "section": "",
        "section_number": 18,
        "sentences": [
            "no glottic/epiglottic structures visible, 5: missing data.",
            "Results.",
            "The study flow chart is shown in Figure 1 ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37748",
        "text": "A total of 112 infants and children undergoing elective surgical procedures were recruited for this study (48 patients with mean age of 32.3 ± 38 months in the Ambu AO group and 64 patients with mean age of 30.6 ± 37.4 months in the i-gel group). All demographic data were comparable between the groups. More boys were included overall ( Table 1) . The reason for the predominance of male patients is due to circumcision or orchiopexy procedures. Table 2 shows the comparative data between the 2 SGADs. The primary endpoint was OPLP, which was completed and measured in all patients. The pediatric i-gel had a statistically significant higher OPLP, compared to the Ambu AO (25.4 ± 4.1 cm H 2 O versus Saudi Med J 2017; Vol. 38 (5) www.smj.org.sa 62 Data are given as mean ± SD or number (%). *American Society of Anesthesiologists Physical Status (ASA I: a normal healthy patient, ASA II: a patient with mild systemic disease); †Ease of insertion graded as 1: no resistance and no maneuvers, 2: mild resistance and one maneuver, 3: moderate resistance and more than one maneuver, 4: inability to place the device; ‡ Fiber-optic view graded as 1: full view of the glottis, 2: partial view of the glottis, 3: only epiglottic structures seen, 4: no glottic/epiglottic structures visible, 5: missing data 22.5 ± 3.9 cm H 2 O, p<0.001). Both SGADs showed comparable results in the effective airway time and a high overall success rate. The Ambu AO had a higher ease of insertion rate than the i-gel; however, the difference was not statistically significant (100% versus 94%, p=0.08).",
        "section": "",
        "section_number": 19,
        "sentences": [
            "A total of 112 infants and children undergoing elective surgical procedures were recruited for this study (48 patients with mean age of 32.3 ± 38 months in the Ambu AO group and 64 patients with mean age of 30.6 ± 37.4 months in the i-gel group).",
            "All demographic data were comparable between the groups.",
            "More boys were included overall ( Table 1) .",
            "The reason for the predominance of male patients is due to circumcision or orchiopexy procedures.",
            "Table 2 shows the comparative data between the 2 SGADs.",
            "The primary endpoint was OPLP, which was completed and measured in all patients.",
            "The pediatric i-gel had a statistically significant higher OPLP, compared to the Ambu AO (25.4 ± 4.1 cm H 2 O versus Saudi Med J 2017; Vol.",
            "38 (5) www.smj.org.sa 62 Data are given as mean ± SD or number (%). *",
            "American Society of Anesthesiologists Physical Status (ASA I: a normal healthy patient, ASA II: a patient with mild systemic disease); †Ease of insertion graded as 1: no resistance and no maneuvers, 2: mild resistance and one maneuver, 3: moderate resistance and more than one maneuver, 4: inability to place the device; ‡ Fiber-optic view graded as 1: full view of the glottis, 2: partial view of the glottis, 3: only epiglottic structures seen, 4: no glottic/epiglottic structures visible, 5: missing data 22.5 ± 3.9 cm H 2 O, p<0.001).",
            "Both SGADs showed comparable results in the effective airway time and a high overall success rate.",
            "The Ambu AO had a higher ease of insertion rate than the i-gel; however, the difference was not statistically significant (100% versus 94%, p=0.08)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37748",
        "text": "As shown in Table 2 , there was no statistically significant difference between the Ambu AO and i-gel (p<0.07) in the number of manipulations needed to achieve an effective airway with the insertion of SGAD or during the maintenance of anesthesia. Most interventions were attributable to the necessity of either pulling out the SGAD or pushing it in and then retaping it to hold it in place. The fiberoptic view of the glottis was also evaluated in all patients. The fiberoptic laryngeal view was slightly better in the Ambu AO group than in the i-gel group (64.6% versus 60.9%, p=0.77), but was not statistically significant. There were no serious adverse events with either SGAD ( Table 2 ). In the i-gel group, there were 3 cases of gastric insufflation, 2 cases of desaturation, 2 cases of audible leakage, and 2 patients who required reinsertion. However, the difference was not statistically significant. Table 3 shows the subgroup analysis for each SGAD to assess their performance between small and large children, based on 3 weight groups. No statistically significant differences existed within the Ambu AO or the i-gel arms between different weight groups with regard to success at first attempt, ease of insertion, number of attempts, and overall success rate. However, with Ambu AO, the effective airway time was significantly shorter in group 1 patients (5.9 ± 6.4 seconds) than in group 2 (17.8 ± 2.3 seconds), and group 3 patients (17.9 ± 5.7 seconds) (p<0.001). In the i-gel arm, patients in group 1 (100%) had a greater incidence of desaturation than patients in groups 2 (0%) and 3 (0%) (p<0.001).",
        "section": "",
        "section_number": 20,
        "sentences": [
            "As shown in Table 2 , there was no statistically significant difference between the Ambu AO and i-gel (p<0.07) in the number of manipulations needed to achieve an effective airway with the insertion of SGAD or during the maintenance of anesthesia.",
            "Most interventions were attributable to the necessity of either pulling out the SGAD or pushing it in and then retaping it to hold it in place.",
            "The fiberoptic view of the glottis was also evaluated in all patients.",
            "The fiberoptic laryngeal view was slightly better in the Ambu AO group than in the i-gel group (64.6% versus 60.9%, p=0.77), but was not statistically significant.",
            "There were no serious adverse events with either SGAD ( Table 2 ).",
            "In the i-gel group, there were 3 cases of gastric insufflation, 2 cases of desaturation, 2 cases of audible leakage, and 2 patients who required reinsertion.",
            "However, the difference was not statistically significant.",
            "Table 3 shows the subgroup analysis for each SGAD to assess their performance between small and large children, based on 3 weight groups.",
            "No statistically significant differences existed within the Ambu AO or the i-gel arms between different weight groups with regard to success at first attempt, ease of insertion, number of attempts, and overall success rate.",
            "However, with Ambu AO, the effective airway time was significantly shorter in group 1 patients (5.9 ± 6.4 seconds) than in group 2 (17.8 ± 2.3 seconds), and group 3 patients (17.9 ± 5.7 seconds) (p<0.001).",
            "In the i-gel arm, patients in group 1 (100%) had a greater incidence of desaturation than patients in groups 2 (0%) and 3 (0%) (p<0.001)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37748",
        "text": "The SGADs were compared within the same weight groups. The results are shown in Table 3 . Patients in groups 2 (p=0.01) had a significantly higher OPLP with the i-gel than with the Ambu AO and 3 (p=0.002). In group 2 patients, the effective airway time was less with the i-gel than with the Ambu AO (13.7 ± 7.1 seconds versus 17.8 ± 2.3 seconds; p=0.005). Fiberoptic viewing in group 2 patients was superior with the i-gel, compared to Ambu AO, as the grade 1 view was possible in significantly more patients (75% versus 37%, p=0.03). However, in group 3, a grade 1 view was possible with more patients with the Ambu AO than with the i-gel (80% versus 50%, p=0.02). All incidences of desaturation occurred in group 1 in the i-gel group, compared to no patients in the Ambu AO group (100% versus 0%, p=0.003). All desaturation episodes were managed with manipulation of the head and neck.",
        "section": "",
        "section_number": 21,
        "sentences": [
            "The SGADs were compared within the same weight groups.",
            "The results are shown in Table 3 .",
            "Patients in groups 2 (p=0.01) had a significantly higher OPLP with the i-gel than with the Ambu AO and 3 (p=0.002).",
            "In group 2 patients, the effective airway time was less with the i-gel than with the Ambu AO (13.7 ± 7.1 seconds versus 17.8 ± 2.3 seconds; p=0.005).",
            "Fiberoptic viewing in group 2 patients was superior with the i-gel, compared to Ambu AO, as the grade 1 view was possible in significantly more patients (75% versus 37%, p=0.03).",
            "However, in group 3, a grade 1 view was possible with more patients with the Ambu AO than with the i-gel (80% versus 50%, p=0.02).",
            "All incidences of desaturation occurred in group 1 in the i-gel group, compared to no patients in the Ambu AO group (100% versus 0%, p=0.003).",
            "All desaturation episodes were managed with manipulation of the head and neck."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37748",
        "text": "Discussion. Our main results show that OPLP was higher with the i-gel than with the Ambu AO and, on subgroup analysis, higher in patients in groups 2 and 3. There was a statistical tendency towards a greater number of manipulations required to maintain a clear airway in the i-gel arm, especially in group 1. Fiberoptic viewing of the glottis was similar with both SGADs. On subgroup analysis, fiberoptic viewing of the glottis was superior with the i-gel in group 2 patients and with the Ambu AO in group 3 patients. The Ambu AO may have shown less manipulation needed during insertion or during the maintenance of anesthesia, less gastric insufflation, less desaturation, and less audible leak; however, the differences were not statistically significant. Such findings needed to be interpreted with caution and to be further explored for more robust results.",
        "section": "",
        "section_number": 22,
        "sentences": [
            "Discussion.",
            "Our main results show that OPLP was higher with the i-gel than with the Ambu AO and, on subgroup analysis, higher in patients in groups 2 and 3.",
            "There was a statistical tendency towards a greater number of manipulations required to maintain a clear airway in the i-gel arm, especially in group 1.",
            "Fiberoptic viewing of the glottis was similar with both SGADs.",
            "On subgroup analysis, fiberoptic viewing of the glottis was superior with the i-gel in group 2 patients and with the Ambu AO in group 3 patients.",
            "The Ambu AO may have shown less manipulation needed during insertion or during the maintenance of anesthesia, less gastric insufflation, less desaturation, and less audible leak; however, the differences were not statistically significant.",
            "Such findings needed to be interpreted with caution and to be further explored for more robust results."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37748",
        "text": "In our study, we noted a statistically higher OPLP in favor of the i-gel. Our findings are similar to those of Theiler et al 5 who showed that the OPLP of the i-gel was significantly higher than that of the Ambu AO. Supraglottic airway devices that provide ventilation with low peak airway pressure and high OPLP have a wider margin of safety. 9 We carried out subgroup analysis on the performance of the SGADs to detect relevant differences in relation to the weight of infants and children. Due to the relatively small numbers of some subgroups, the power of this analysis was low. We analyzed whether excluding the small group 1 would change our outcome, and found the small number of patients in this subgroup had no effect on the overall outcome. There was no statistically significant difference in the OPLP through the subgroup analysis within the Ambu AO or i-gel arms, which indicated that both SGADs performed equally well throughout the range of weights.",
        "section": "",
        "section_number": 23,
        "sentences": [
            "In our study, we noted a statistically higher OPLP in favor of the i-gel.",
            "Our findings are similar to those of Theiler et al 5 who showed that the OPLP of the i-gel was significantly higher than that of the Ambu AO.",
            "Supraglottic airway devices that provide ventilation with low peak airway pressure and high OPLP have a wider margin of safety.",
            "9 We carried out subgroup analysis on the performance of the SGADs to detect relevant differences in relation to the weight of infants and children.",
            "Due to the relatively small numbers of some subgroups, the power of this analysis was low.",
            "We analyzed whether excluding the small group 1 would change our outcome, and found the small number of patients in this subgroup had no effect on the overall outcome.",
            "There was no statistically significant difference in the OPLP through the subgroup analysis within the Ambu AO or i-gel arms, which indicated that both SGADs performed equally well throughout the range of weights."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37748",
        "text": "For unexplained reasons, the children in group 2 had lower OPLP for both SGADs, compared to the other 2 subgroups. This finding contrasts that of Monclus et al 17 who found no statistical difference between SGAD sizes. A significantly higher OPLP was noted in groups 2 and 3 between the 2 SGADs in favor of the i-gel. This finding shows its higher efficacy in creating seal pressures in children with a heavier weight. In a similar study, Goyal et al 18 showed that the OPLP of the size 2 i-gel was significantly higher than that of the size 2 LMA ProSeal (Teleflex), which indicated that the i-gel has a better fit in the airway than the LMA ProSeal.",
        "section": "",
        "section_number": 24,
        "sentences": [
            "For unexplained reasons, the children in group 2 had lower OPLP for both SGADs, compared to the other 2 subgroups.",
            "This finding contrasts that of Monclus et al 17 who found no statistical difference between SGAD sizes.",
            "A significantly higher OPLP was noted in groups 2 and 3 between the 2 SGADs in favor of the i-gel.",
            "This finding shows its higher efficacy in creating seal pressures in children with a heavier weight.",
            "In a similar study, Goyal et al 18 showed that the OPLP of the size 2 i-gel was significantly higher than that of the size 2 LMA ProSeal (Teleflex), which indicated that the i-gel has a better fit in the airway than the LMA ProSeal."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37748",
        "text": "The pediatric i-gel is a smaller version of the adult model. 5 It has a straighter ventilating tube, which may explain the increased need for manipulation to maintain a clear airway, as in our study. In our study, the fact that the pediatric i-gel needed to be pushed in to indicates that the i-gel often slid out of the mouth (despite following the manufacturer's guidelines concerning fixation) and had to be secured in place with tape to achieve a sufficient seal to allow ventilation. The number of second-attempt insertions did not reach a statistically significant value. However, second-attempt insertions were comparatively greater in the i-gel group than in the Ambu AO group. Furthermore, this study demonstrated an increased number of second-attempt insertions with the pediatric i-gel. This factor may be attributable to the ergonomics of the tube, which may not be as user friendly as that of the Ambu AO ( Figure 2) . The SGADs can be used as a conduit for fiberoptic intubation or to facilitate flexible fiberoptic bronchoscopy for diagnostic or interventional purposes. 19 Fiberoptic viewing of the glottis was remarkably good with both SGADs, using the Brimacombe score. 20 However, subgroup analysis revealed that the view of the glottis was superior with the i-gel in infants who weighed 5.1-10.0 kg and with the Ambu AO in children who weighed >10.0 kg. This can be explained by intraoperator subjectivity of insertion and better ergonomics in favor of the Ambu AO mask. In our study, fiberoptic viewing was similar in both SGADs overall. However, they had a significantly different OPLPs without any difficulties in ventilation. Our results support the finding of Inagawa et al, 21 which indicated that a high OPLP does not imply adequate positioning of LMAs in pediatric patients.",
        "section": "",
        "section_number": 25,
        "sentences": [
            "The pediatric i-gel is a smaller version of the adult model.",
            "5 It has a straighter ventilating tube, which may explain the increased need for manipulation to maintain a clear airway, as in our study.",
            "In our study, the fact that the pediatric i-gel needed to be pushed in to indicates that the i-gel often slid out of the mouth (despite following the manufacturer's guidelines concerning fixation) and had to be secured in place with tape to achieve a sufficient seal to allow ventilation.",
            "The number of second-attempt insertions did not reach a statistically significant value.",
            "However, second-attempt insertions were comparatively greater in the i-gel group than in the Ambu AO group.",
            "Furthermore, this study demonstrated an increased number of second-attempt insertions with the pediatric i-gel.",
            "This factor may be attributable to the ergonomics of the tube, which may not be as user friendly as that of the Ambu AO ( Figure 2) .",
            "The SGADs can be used as a conduit for fiberoptic intubation or to facilitate flexible fiberoptic bronchoscopy for diagnostic or interventional purposes.",
            "19 Fiberoptic viewing of the glottis was remarkably good with both SGADs, using the Brimacombe score.",
            "20 However, subgroup analysis revealed that the view of the glottis was superior with the i-gel in infants who weighed 5.1-10.0 kg and with the Ambu AO in children who weighed >10.0 kg.",
            "This can be explained by intraoperator subjectivity of insertion and better ergonomics in favor of the Ambu AO mask.",
            "In our study, fiberoptic viewing was similar in both SGADs overall.",
            "However, they had a significantly different OPLPs without any difficulties in ventilation.",
            "Our results support the finding of Inagawa et al, 21 which indicated that a high OPLP does not imply adequate positioning of LMAs in pediatric patients."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37748",
        "text": "The high success rates of the Ambu AO and the i-gel in our study are in concordance with the findings of other researchers. 22, 23 Previous studies suggest that the Ambu AO may be easier to insert in neck-immobilized patients and its polyvinyl chloride material may be more adherent to the airway mucosa. 9, 24 Researchers have attributed the easy insertion of Ambu AO to the shape of its ventilating tube, which has a 90° angle. 24, 25 On comparing the angle of both SGADs used in our study, the Ambu AO indeed had a more pronounced airway angle, which may fit anatomically better into the hypopharynx and onto the laryngeal inlet ( Figure 2) .",
        "section": "",
        "section_number": 26,
        "sentences": [
            "The high success rates of the Ambu AO and the i-gel in our study are in concordance with the findings of other researchers.",
            "22, 23 Previous studies suggest that the Ambu AO may be easier to insert in neck-immobilized patients and its polyvinyl chloride material may be more adherent to the airway mucosa.",
            "9, 24 Researchers have attributed the easy insertion of Ambu AO to the shape of its ventilating tube, which has a 90° angle.",
            "24, 25 On comparing the angle of both SGADs used in our study, the Ambu AO indeed had a more pronounced airway angle, which may fit anatomically better into the hypopharynx and onto the laryngeal inlet ( Figure 2) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37748",
        "text": "We found a trend toward easier insertion of the Ambu AO, compared to the i-gel. This difference was not statistically significant. However, our study was not powered to detect this trend. Thus, further large scale studies are needed.",
        "section": "",
        "section_number": 27,
        "sentences": [
            "We found a trend toward easier insertion of the Ambu AO, compared to the i-gel.",
            "This difference was not statistically significant.",
            "However, our study was not powered to detect this trend.",
            "Thus, further large scale studies are needed."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37748",
        "text": "Adverse events and postoperative complaints were rare in both groups. No incidences of airway reflex spasm or aspiration or emesis were noted. Among the patients in the i-gel group, only 7 patients had minor adverse events. In our experience, we believe both SGADs are safe for pediatric airway management. We noted relatively more adverse events for the i-gel, although this finding was not statistically significant. In group 1, 2 patients had respiratory distress in the form of desaturation; in group 2, 2 cases of an audible leak occurred; and in group 3, 3 patients had gastric insufflation.",
        "section": "",
        "section_number": 28,
        "sentences": [
            "Adverse events and postoperative complaints were rare in both groups.",
            "No incidences of airway reflex spasm or aspiration or emesis were noted.",
            "Among the patients in the i-gel group, only 7 patients had minor adverse events.",
            "In our experience, we believe both SGADs are safe for pediatric airway management.",
            "We noted relatively more adverse events for the i-gel, although this finding was not statistically significant.",
            "In group 1, 2 patients had respiratory distress in the form of desaturation; in group 2, 2 cases of an audible leak occurred; and in group 3, 3 patients had gastric insufflation."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37748",
        "text": "The need for minor adjustments of the SGAD were greater in the i-gel group 1, which consisted of children weighing ≤5 kg. This finding may indicate differences in mask performance due to a child's age and weight. 23 The cause of airway obstruction in this age group was not established; however, researchers have implicated a long floppy epiglottis impinging on the ventilating orifice of the SGADs as a possibility. 26 Similar to our results, Jagannathan et al 27 found a greater need for airway manipulation with the i-gel, compared to the LMA Supreme (Teleflex), to maintain a clear airway. The long ventilating tube of the i-gel may be a contributing factor in dislodgement or in the need for airway manipulation, despite following the manufacturer's guidelines concerning its fixation. Whether the shape of the pediatric i-gel, which is a smaller version of the adult model, fully addresses the relatively anterior and cranial position of the pediatric larynx is unknown. We suggest that, especially in lower weight infants, the pediatric Ambu AO may perform better because of its better designed shape and preformed angle; however, larger studies are needed to explore this finding.",
        "section": "",
        "section_number": 29,
        "sentences": [
            "The need for minor adjustments of the SGAD were greater in the i-gel group 1, which consisted of children weighing ≤5 kg.",
            "This finding may indicate differences in mask performance due to a child's age and weight.",
            "23 The cause of airway obstruction in this age group was not established; however, researchers have implicated a long floppy epiglottis impinging on the ventilating orifice of the SGADs as a possibility.",
            "26 Similar to our results, Jagannathan et al 27 found a greater need for airway manipulation with the i-gel, compared to the LMA Supreme (Teleflex), to maintain a clear airway.",
            "The long ventilating tube of the i-gel may be a contributing factor in dislodgement or in the need for airway manipulation, despite following the manufacturer's guidelines concerning its fixation.",
            "Whether the shape of the pediatric i-gel, which is a smaller version of the adult model, fully addresses the relatively anterior and cranial position of the pediatric larynx is unknown.",
            "We suggest that, especially in lower weight infants, the pediatric Ambu AO may perform better because of its better designed shape and preformed angle; however, larger studies are needed to explore this finding."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37748",
        "text": "Study limitations. First, the power calculation was based on vague figures and previous studies since few data were available for the pediatric i-gel. 8, 16 Nevertheless, the study was powered for OPLP (primary outcome). Therefore, all results related to the secondary outcomes have to be interpreted with caution. Second, it was a single-blind study as the anesthesia personnel were aware of which SGAD was used. However, our primary outcome variable, OPLP, was an objective measurement obtained by the anesthesia machine without the influence of the study personnel. Third, all other data were obtained by a trained member of the research group who was not otherwise involved in the clinical procedure and who obtained it using a previously defined protocol. Fourth, we compared 2 types of SGADs that were available in our hospital; therefore, our data may not be extrapolated to other types of SGADs. Fifth, our study consisted of healthy patients with a normal airway. Findings may differ for patients with deformities.",
        "section": "",
        "section_number": 30,
        "sentences": [
            "Study limitations.",
            "First, the power calculation was based on vague figures and previous studies since few data were available for the pediatric i-gel.",
            "8, 16 Nevertheless, the study was powered for OPLP (primary outcome).",
            "Therefore, all results related to the secondary outcomes have to be interpreted with caution.",
            "Second, it was a single-blind study as the anesthesia personnel were aware of which SGAD was used.",
            "However, our primary outcome variable, OPLP, was an objective measurement obtained by the anesthesia machine without the influence of the study personnel.",
            "Third, all other data were obtained by a trained member of the research group who was not otherwise involved in the clinical procedure and who obtained it using a previously defined protocol.",
            "Fourth, we compared 2 types of SGADs that were available in our hospital; therefore, our data may not be extrapolated to other types of SGADs.",
            "Fifth, our study consisted of healthy patients with a normal airway.",
            "Findings may differ for patients with deformities."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37748",
        "text": "In conclusion, both SGADs performed well across all ages and weights, and are associated with only a few adverse events. A potential advantages for the Ambu AO are its relatively ease of insertion, and requirement for fewer manipulations. These potential advantages have to be interpreted with caution and may warrant further explorations. Clinicians have to choose which SGAD is the best fit for a specific patient, and probably use the SGAD with which he or she is more familiar. Larger scale trials are needed to examine the efficacy and performance of both devices in children, particularly, the neonates and young infants.",
        "section": "",
        "section_number": 31,
        "sentences": [
            "In conclusion, both SGADs performed well across all ages and weights, and are associated with only a few adverse events.",
            "A potential advantages for the Ambu AO are its relatively ease of insertion, and requirement for fewer manipulations.",
            "These potential advantages have to be interpreted with caution and may warrant further explorations.",
            "Clinicians have to choose which SGAD is the best fit for a specific patient, and probably use the SGAD with which he or she is more familiar.",
            "Larger scale trials are needed to examine the efficacy and performance of both devices in children, particularly, the neonates and young infants."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37748",
        "text": "www.smj.org.sa Saudi Med J 2017; Vol. 38(5)",
        "section": "",
        "section_number": 32,
        "sentences": [
            "www.smj.org.sa Saudi Med J 2017; Vol.",
            "38(5)"
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    }
]