[
    {
        "doc_id": "37844",
        "text": "Objective To compare the effect of umbilical cord milking vs delayed cord clamping (DCC) on neurodevelopmental and health outcomes in very preterm infants at 22-26 months of corrected age. Study design Neurodevelopmental outcomes at 2 years of age were assessed using the Bayley Scales of Infant Development, third edition, and a standardized neurologic examination. Data regarding pulmonary morbidities, neurosensory impairments, and hospitalizations were obtained by parental interview. Intention-to-treat was used for primary analyses. Results Of the 197 infants enrolled in the original study there were 15 deaths, 5 in the umbilical cord milking group and 10 in DCC group. Of the remaining infants, 135 (74%) were assessed at 22-26 months of corrected age. Demographics in umbilical cord milking (n = 70) and DCC (n = 65) groups were similar. Infants randomized to umbilical cord milking at birth had significantly higher cognitive and language composite scores, and were less likely to have a cognitive composite score of <85 (4% vs 15%; P = .04). Motor function was similar in both groups. There were no differences in the incidences of mild or moderate to severe neurodevelopmental impairment, hearing or visual impairments, pulmonary morbidities, or rehospitalizations between the 2 groups. Conclusions Infants randomized to umbilical cord milking had higher language and cognitive scores compared with those randomized to DCC. There was no difference in rates of mild or moderate to severe neurodevelopmental impairment.",
        "section": "Abstract",
        "sentences": [
            "Objective To compare the effect of umbilical cord milking vs delayed cord clamping (DCC) on neurodevelopmental and health outcomes in very preterm infants at 22-26 months of corrected age.",
            "Study design Neurodevelopmental outcomes at 2 years of age were assessed using the Bayley Scales of Infant Development, third edition, and a standardized neurologic examination.",
            "Data regarding pulmonary morbidities, neurosensory impairments, and hospitalizations were obtained by parental interview.",
            "Intention-to-treat was used for primary analyses.",
            "Results Of the 197 infants enrolled in the original study there were 15 deaths, 5 in the umbilical cord milking group and 10 in DCC group.",
            "Of the remaining infants, 135 (74%) were assessed at 22-26 months of corrected age.",
            "Demographics in umbilical cord milking (n = 70) and DCC (n = 65) groups were similar.",
            "Infants randomized to umbilical cord milking at birth had significantly higher cognitive and language composite scores, and were less likely to have a cognitive composite score of <85 (4% vs 15%; P = .04).",
            "Motor function was similar in both groups.",
            "There were no differences in the incidences of mild or moderate to severe neurodevelopmental impairment, hearing or visual impairments, pulmonary morbidities, or rehospitalizations between the 2 groups.",
            "Conclusions Infants randomized to umbilical cord milking had higher language and cognitive scores compared with those randomized to DCC.",
            "There was no difference in rates of mild or moderate to severe neurodevelopmental impairment."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37844",
        "text": "for Women and Newborns and Loma Linda University Medical Center). The institutional review board and ethics review board at both sites approved the study and consent. The consent for this trial (ClinicalTrials.gov: NCT01866982) included neurodevelopmental follow-up at 2 years of age (22-26 months of CA). Trial entry criteria included a gestational age of 23 0/7 -31 6/7 weeks. Multiples (twins or triplets) received the same treatment assignment. Exclusion criteria included monochorionic multiples, incarcerated mothers, placenta previa, concern for placental abruption, Rh sensitization, hydrops, and congenital anomalies. Women in labor with fetuses at <32 weeks of gestation were randomized using computer-generated allocation with sealed envelopes before delivery to either umbilical cord milking (milking the cord by squeezing the cord toward the infant over 2 seconds and repeating 3 additional times before clamping and cutting the cord) or DCC (delayed clamping and cutting of the umbilical cord after 45-60 seconds).",
        "section": "",
        "section_number": 1,
        "sentences": [
            "for Women and Newborns and Loma Linda University Medical Center).",
            "The institutional review board and ethics review board at both sites approved the study and consent.",
            "The consent for this trial (ClinicalTrials.gov: NCT01866982) included neurodevelopmental follow-up at 2 years of age (22-26 months of CA).",
            "Trial entry criteria included a gestational age of 23 0/7 -31 6/7 weeks.",
            "Multiples (twins or triplets) received the same treatment assignment.",
            "Exclusion criteria included monochorionic multiples, incarcerated mothers, placenta previa, concern for placental abruption, Rh sensitization, hydrops, and congenital anomalies.",
            "Women in labor with fetuses at <32 weeks of gestation were randomized using computer-generated allocation with sealed envelopes before delivery to either umbilical cord milking (milking the cord by squeezing the cord toward the infant over 2 seconds and repeating 3 additional times before clamping and cutting the cord) or DCC (delayed clamping and cutting of the umbilical cord after 45-60 seconds)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37844",
        "text": "Neonatal clinical outcomes of the original cohort were published previously, including the admission hemoglobin drawn shortly after birth, need for inotropic medications for hypotension, intraventricular hemorrhage, congenital sepsis, and bronchopulmonary dysplasia. 4 These outcomes were reported herein for the subjects receiving neurodevelopmental follow-up.",
        "section": "",
        "section_number": 2,
        "sentences": [
            "Neonatal clinical outcomes of the original cohort were published previously, including the admission hemoglobin drawn shortly after birth, need for inotropic medications for hypotension, intraventricular hemorrhage, congenital sepsis, and bronchopulmonary dysplasia.",
            "4 These outcomes were reported herein for the subjects receiving neurodevelopmental follow-up."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37844",
        "text": "The primary neurodevelopmental outcomes for this study were cognitive, motor, and language function at 22-26 months of CA. Secondary outcomes included neurologic impairment, measurements, pulmonary morbidities, and rehospitalizations. All visits at 22-26 months of CA were funded by the study. Families were given reimbursement for travel including gas, airfare, and/or hotel expenses if they lived out of state or a long distance from the study site.",
        "section": "",
        "section_number": 3,
        "sentences": [
            "The primary neurodevelopmental outcomes for this study were cognitive, motor, and language function at 22-26 months of CA.",
            "Secondary outcomes included neurologic impairment, measurements, pulmonary morbidities, and rehospitalizations.",
            "All visits at 22-26 months of CA were funded by the study.",
            "Families were given reimbursement for travel including gas, airfare, and/or hotel expenses if they lived out of state or a long distance from the study site."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37844",
        "text": "The 22-to 26-month CA follow-up visit included a health history, physical examination, and cognitive, language, and motor assessment using the Bayley Scales of Infant and Toddler Development, third edition (Bayley-III), 5 a standardized neurologic examination, and measurements (weight, length, and head circumference). The Gross Motor Function Classification System (GMFCS) was used to evaluate functional motor outcome. Neurodevelopmental assessment was carried out by examiners who were trained in administration of the Bayley-III, had excellent inter-rater reliability (0.90), and masked to the umbilical cord milking or DCC status. The Bayley-III includes Cognitive, Language (receptive and expressive subscales), and Motor (fine and gross motor subscales) composite scores with a mean and SD of 100 ± 15. The GMFCS, as modified by the National Institute of Child Health and Human Development Neonatal Research Network, is a validated system can be used for children between 22 and 26 months of CA to describe the severity of motor dysfunction. 6 GMFCS levels range from 0 to 5 with a level of 1 indicating mild impairment and a level of 5 indicating the most severe motor impairment. Data regarding visual (eg, eye surgery, strabismus, myopia) or hearing impairments, pulmonary morbidity including the need for oral or inhaled steroids, oxygen, and bronchodilators, and rehospitalizations were obtained by parental interview.",
        "section": "",
        "section_number": 4,
        "sentences": [
            "The 22-to 26-month CA follow-up visit included a health history, physical examination, and cognitive, language, and motor assessment using the Bayley Scales of Infant and Toddler Development, third edition (Bayley-III), 5 a standardized neurologic examination, and measurements (weight, length, and head circumference).",
            "The Gross Motor Function Classification System (GMFCS) was used to evaluate functional motor outcome.",
            "Neurodevelopmental assessment was carried out by examiners who were trained in administration of the Bayley-III, had excellent inter-rater reliability (0.90), and masked to the umbilical cord milking or DCC status.",
            "The Bayley-III includes Cognitive, Language (receptive and expressive subscales), and Motor (fine and gross motor subscales) composite scores with a mean and SD of 100 ± 15.",
            "The GMFCS, as modified by the National Institute of Child Health and Human Development Neonatal Research Network, is a validated system can be used for children between 22 and 26 months of CA to describe the severity of motor dysfunction.",
            "6 GMFCS levels range from 0 to 5 with a level of 1 indicating mild impairment and a level of 5 indicating the most severe motor impairment.",
            "Data regarding visual (eg, eye surgery, strabismus, myopia) or hearing impairments, pulmonary morbidity including the need for oral or inhaled steroids, oxygen, and bronchodilators, and rehospitalizations were obtained by parental interview."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37844",
        "text": "Moderate to severe neurodevelopmental impairment was defined having ≥1 of the following: a Cognitive composite score of <70, GMFCS of ≥2, blindness (vision of <20/200), or hearing impairment interfering with the ability to communicate with amplification. 7 Mild neurodevelopmental impairment was defined as having a Cognitive score of 70-84, GMFCS score of 1, unilateral blindness (vision of 20/200 in only 1 eye), or hearing impairment or need for hearing aids that does not interfere with the ability to communicate. 7 ",
        "section": "",
        "section_number": 5,
        "sentences": [
            "Moderate to severe neurodevelopmental impairment was defined having ≥1 of the following: a Cognitive composite score of <70, GMFCS of ≥2, blindness (vision of <20/200), or hearing impairment interfering with the ability to communicate with amplification.",
            "7 Mild neurodevelopmental impairment was defined as having a Cognitive score of 70-84, GMFCS score of 1, unilateral blindness (vision of 20/200 in only 1 eye), or hearing impairment or need for hearing aids that does not interfere with the ability to communicate.",
            "7"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37844",
        "text": "This study was a secondary outcome of the overall trial that was powered to detect a difference in a measure of systemic blood flow (ie, superior vena cava flow). 4 Based on a recent study comparing cord milking with DCC that reported higher Language composite scores (108 ± 18 vs 95 ± 21) with cord milking on the Bayley-III, 8 we determined that an estimated sample size of at least n = 63 per group (total n = 126) would be needed to detect at least an absolute difference of 10 points with a 2-sided alpha of 0.05 and 80% power (SPSS Sample Power, IBM, v. 3.01, SPSS Inc, Chicago, Illinois). This sample size allowed for a 25% attrition rate for children lost to followup or death before discharge. Continuous variables were analyzed using Student t tests and categorical variables were analyzed using c 2 tests.",
        "section": "Statistical Analyses",
        "section_number": 6,
        "sentences": [
            "This study was a secondary outcome of the overall trial that was powered to detect a difference in a measure of systemic blood flow (ie, superior vena cava flow).",
            "4 Based on a recent study comparing cord milking with DCC that reported higher Language composite scores (108 ± 18 vs 95 ± 21) with cord milking on the Bayley-III, 8 we determined that an estimated sample size of at least n = 63 per group (total n = 126) would be needed to detect at least an absolute difference of 10 points with a 2-sided alpha of 0.05 and 80% power (SPSS Sample Power, IBM, v. 3.01, SPSS Inc, Chicago, Illinois).",
            "This sample size allowed for a 25% attrition rate for children lost to followup or death before discharge.",
            "Continuous variables were analyzed using Student t tests and categorical variables were analyzed using c 2 tests."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37844",
        "text": "Using linear regression modeling, the following independent variables were considered as potential predictors of Bayley-III Cognitive, Language and Motor composite scores: randomization group (DCC vs umbilical cord milking), public vs nonpublic insurance as a surrogate for socioeconomic status, gestational age, birth weight, vaginal vs cesarean delivery, and head circumference, height, and weight at follow-up. Variables were examined for model assumptions including normality, independence, linearity, and homoscedasticity. Individual observations were examined for outliers, leverage, and influence. The predictor variables were examined for collinearity using variance inflation factors and tolerance values. Variables with P values of <.2 in univariate analyses and others thought to be important based on previous research were considered for inclusion in the modeling procedures. Regression coefficients and F tests were used to evaluate variables in and out of each model to obtain the final reduced models and best model fit. Although gestational age and birth weight were highly correlated, only gestational age was retained for consideration in further modeling.",
        "section": "Statistical Analyses",
        "section_number": 7,
        "sentences": [
            "Using linear regression modeling, the following independent variables were considered as potential predictors of Bayley-III Cognitive, Language and Motor composite scores: randomization group (DCC vs umbilical cord milking), public vs nonpublic insurance as a surrogate for socioeconomic status, gestational age, birth weight, vaginal vs cesarean delivery, and head circumference, height, and weight at follow-up.",
            "Variables were examined for model assumptions including normality, independence, linearity, and homoscedasticity.",
            "Individual observations were examined for outliers, leverage, and influence.",
            "The predictor variables were examined for collinearity using variance inflation factors and tolerance values.",
            "Variables with P values of <.2 in univariate analyses and others thought to be important based on previous research were considered for inclusion in the modeling procedures.",
            "Regression coefficients and F tests were used to evaluate variables in and out of each model to obtain the final reduced models and best model fit.",
            "Although gestational age and birth weight were highly correlated, only gestational age was retained for consideration in further modeling."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37844",
        "text": "Of the 197 infants enrolled in the original study, there were 15 deaths, 5 in the umbilical cord milking group and 10 in the DCC group (Figure) . Of the remaining infants, 135 (74%) were assessed at 22-26 months of CA. There were no differences in demographics or perinatal outcomes between the umbilical cord milking and DCC groups ( Table I) . Compared with children seen for follow-up, children lost to follow-up were born to younger mothers (28 ± 6 years of age vs 30 ± 5 years of age; P = .025) and more likely to be white (52% vs 33%; P = .021) and of Hispanic ethnicity (48% vs 21%; P = .002).",
        "section": "Results",
        "section_number": 8,
        "sentences": [
            "Of the 197 infants enrolled in the original study, there were 15 deaths, 5 in the umbilical cord milking group and 10 in the DCC group (Figure) .",
            "Of the remaining infants, 135 (74%) were assessed at 22-26 months of CA.",
            "There were no differences in demographics or perinatal outcomes between the umbilical cord milking and DCC groups ( Table I) .",
            "Compared with children seen for follow-up, children lost to follow-up were born to younger mothers (28 ± 6 years of age vs 30 ± 5 years of age; P = .025) and more likely to be white (52% vs 33%; P = .021) and of Hispanic ethnicity (48% vs 21%; P = .002)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37844",
        "text": "At the time of follow-up, children in the umbilical cord milking group were significantly taller; head circumference and weight were similar in both groups (Table II) . Compared with those in the DCC group, toddlers in the umbilical cord milking group had significantly higher Bayley-III Cognitive and Language composite scores and were less likely to have a Cognitive score of <85. There were no differences between the umbilical cord milking and DCC groups on Bayley-III Motor composite scores, GMFCS score, neurosensory impairment, or the incidence of mild or moderate to severe neurodevelopmental impairment. Neither were there differences between the umbilical cord milking and DCC groups in pulmonary morbidity including oxygen use since discharge Table III . The Cognitive composite scores were independently predicted by the umbilical cord milking and DCC group and insurance status. Cognitive composite scores were increased 5 points by umbilical cord milking compared with DCC and 4 points by nonpublic insurance compared with public insurance. Together these factors accounted for 7.5% of the variance. Language composite scores were independently predicted by umbilical cord milking vs DCC group, insurance status, and sex. Language scores were increased 7 points by umbilical cord milking, 10 points by nonpublic insurance, and 6 points by female sex. Together these factors accounted for 19.1% of the variance.",
        "section": "Results",
        "section_number": 9,
        "sentences": [
            "At the time of follow-up, children in the umbilical cord milking group were significantly taller; head circumference and weight were similar in both groups (Table II) .",
            "Compared with those in the DCC group, toddlers in the umbilical cord milking group had significantly higher Bayley-III Cognitive and Language composite scores and were less likely to have a Cognitive score of <85.",
            "There were no differences between the umbilical cord milking and DCC groups on Bayley-III Motor composite scores, GMFCS score, neurosensory impairment, or the incidence of mild or moderate to severe neurodevelopmental impairment.",
            "Neither were there differences between the umbilical cord milking and DCC groups in pulmonary morbidity including oxygen use since discharge Table III .",
            "The Cognitive composite scores were independently predicted by the umbilical cord milking and DCC group and insurance status.",
            "Cognitive composite scores were increased 5 points by umbilical cord milking compared with DCC and 4 points by nonpublic insurance compared with public insurance.",
            "Together these factors accounted for 7.5% of the variance.",
            "Language composite scores were independently predicted by umbilical cord milking vs DCC group, insurance status, and sex.",
            "Language scores were increased 7 points by umbilical cord milking, 10 points by nonpublic insurance, and 6 points by female sex.",
            "Together these factors accounted for 19.1% of the variance."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37844",
        "text": "In the first publication of neonatal outcomes from our study, we reported hemodynamic improvement after umbilical cord milking compared with DCC in infants born by cesarean delivery, with no differences in short-term clinical outcomes. 4 This follow-up study suggests that longer term developmental outcome at 2 years of age is at least similar to, and may be improved, in very preterm babies with cord milking compared with those with DCC at birth. In the final regression models, the magnitude of improvement in Bayley-III Cognitive and Language scores (5 and 7 points, respectively) associated with umbilical cord milking is clinically significant and, if confirmed by larger studies, would add routine cord milking to the armamentarium of evidenced-based, perinatal interventions minimizing brain injury. 9 The reason for increased height found at follow-up for the umbilical cord milking group is unclear, but may be due to the small sample size because both weights and head circumferences were similar.",
        "section": "Discussion",
        "section_number": 10,
        "sentences": [
            "In the first publication of neonatal outcomes from our study, we reported hemodynamic improvement after umbilical cord milking compared with DCC in infants born by cesarean delivery, with no differences in short-term clinical outcomes.",
            "4 This follow-up study suggests that longer term developmental outcome at 2 years of age is at least similar to, and may be improved, in very preterm babies with cord milking compared with those with DCC at birth.",
            "In the final regression models, the magnitude of improvement in Bayley-III Cognitive and Language scores (5 and 7 points, respectively) associated with umbilical cord milking is clinically significant and, if confirmed by larger studies, would add routine cord milking to the armamentarium of evidenced-based, perinatal interventions minimizing brain injury.",
            "9 The reason for increased height found at follow-up for the umbilical cord milking group is unclear, but may be due to the small sample size because both weights and head circumferences were similar."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37844",
        "text": "A recent study (n = 39) from a single tertiary center comparing umbilical cord milking with 30 seconds of DCC in singletons showed a trend toward better neurodevelopmental outcomes at 2.0 and 3.5 years of age for the cord milking group (P = .05 for Language scores and P = .08 for Cognitive scores), but it was not clear if these findings were due to the small number of children in the study. 8 Another study combined 1-time cord milking with 30 seconds of DCC in singletons and found improved motor scores at 18-22 months of age compared with early cord clamping alone. 10 Our trial differed from these trials because we compared a longer duration (45 seconds) of DCC with repeated milking of the umbilical cord. Our study also was performed at 2 different tertiary centers and included multiples.",
        "section": "Discussion",
        "section_number": 11,
        "sentences": [
            "A recent study (n = 39) from a single tertiary center comparing umbilical cord milking with 30 seconds of DCC in singletons showed a trend toward better neurodevelopmental outcomes at 2.0 and 3.5 years of age for the cord milking group (P = .05 for Language scores and P = .08 for Cognitive scores), but it was not clear if these findings were due to the small number of children in the study.",
            "8 Another study combined 1-time cord milking with 30 seconds of DCC in singletons and found improved motor scores at 18-22 months of age compared with early cord clamping alone.",
            "10 Our trial differed from these trials because we compared a longer duration (45 seconds) of DCC with repeated milking of the umbilical cord.",
            "Our study also was performed at 2 different tertiary centers and included multiples."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37844",
        "text": "We have demonstrated previously increased placental transfusion with cord milking. 4 Our neurodevelopmental outcomes at 22-26 months of CA may reflect a potential benefit of this initial placental transfusion. In full-term infants, umbilical cord milking improves iron status until 6 months of age 11 and neurodevelopmental outcomes at 4 years of age. 12 Infants in that trial had higher admission hemoglobin values, whereas in our cohort there was a nonsignificant increase in hemoglobin. It is possible that the improved iron status of infants who had umbilical cord milking plays a role in the better cognitive and language performance in the umbilical cord milking group.",
        "section": "Discussion",
        "section_number": 12,
        "sentences": [
            "We have demonstrated previously increased placental transfusion with cord milking.",
            "4 Our neurodevelopmental outcomes at 22-26 months of CA may reflect a potential benefit of this initial placental transfusion.",
            "In full-term infants, umbilical cord milking improves iron status until 6 months of age 11 and neurodevelopmental outcomes at 4 years of age.",
            "12 Infants in that trial had higher admission hemoglobin values, whereas in our cohort there was a nonsignificant increase in hemoglobin.",
            "It is possible that the improved iron status of infants who had umbilical cord milking plays a role in the better cognitive and language performance in the umbilical cord milking group."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37844",
        "text": "The magnitude of improvement in Language composite scores (ie, one-half SD) associated with umbilical cord milking in this study is potentially clinically important. Early childhood language delay is common in preterm children and adversely affects academic performance. Although language improves with age, subtle deficits persist and are associated with differences in brain structure and function. [13] [14] [15] [16] [17] Although a recent meta-analysis evaluating the safety and efficacy of umbilical cord milking at birth concluded that there was a lower risk for supplemental oxygen at 36 weeks of postmenstrual age compared with early cord clamping, our trial did not demonstrate any differences in short-term or longterm pulmonary morbidity, such as the need for oxygen, bronchodilators, or corticosteroids. 18 A lower risk for supplemental oxygen at 36 weeks of postmenstrual age has not been demonstrated in similar comparisons of early cord clamping vs DCC. 15 Concerns that umbilical cord milking may be deleterious by providing a rapid bolus of blood were not substantiated by either our initial analysis or the current follow-up results. The placental blood flow at 24-29 weeks of gestation is about 8 mL/ second in the umbilical vein, and increases to 10 mL/second (at term). 19 Milking the preterm umbilical cord provides about 18 mL/kg over 2 seconds. 20 In a 1-kg infant, this procedure would provide a similar physiologic infusion of 9 mL/second. Indeed, placental blood during umbilical cord milking is directed toward the lungs during transition from placental respiration to lung respiration when there is a rapid decrease in pulmonary resistance. This phase is unlike any other time when volume might be given. An earlier trial demonstrated no greater increase in venous pressures with umbilical cord milking compared with uterine contractions or a newborn cry during intact placental circulation. 21 Limitations of this study of neurodevelopmental and health outcomes at 22-26 months of CA include the relatively small sample size, the 26% attrition rate, and the reliance on parent recall for medical history and comorbidities. The reasons for the superiority of umbilical cord milking over DCC are unknown with this limited dataset. We acknowledge that, by testing a number of variables, some differences may have occurred by chance alone. Some of these limitations could be overcome by a larger, multicenter trial comparing neurodevelopmental outcomes at 2 years of CA between very preterm infants who receive a placental transfusion via umbilical cord milking or DCC at delivery. Future studies should include long-term neurodevelopment as an outcome measure. ■",
        "section": "Discussion",
        "section_number": 13,
        "sentences": [
            "The magnitude of improvement in Language composite scores (ie, one-half SD) associated with umbilical cord milking in this study is potentially clinically important.",
            "Early childhood language delay is common in preterm children and adversely affects academic performance.",
            "Although language improves with age, subtle deficits persist and are associated with differences in brain structure and function. [",
            "13] [14] [15] [16] [17] Although a recent meta-analysis evaluating the safety and efficacy of umbilical cord milking at birth concluded that there was a lower risk for supplemental oxygen at 36 weeks of postmenstrual age compared with early cord clamping, our trial did not demonstrate any differences in short-term or longterm pulmonary morbidity, such as the need for oxygen, bronchodilators, or corticosteroids.",
            "18 A lower risk for supplemental oxygen at 36 weeks of postmenstrual age has not been demonstrated in similar comparisons of early cord clamping vs DCC.",
            "15 Concerns that umbilical cord milking may be deleterious by providing a rapid bolus of blood were not substantiated by either our initial analysis or the current follow-up results.",
            "The placental blood flow at 24-29 weeks of gestation is about 8 mL/ second in the umbilical vein, and increases to 10 mL/second (at term).",
            "19 Milking the preterm umbilical cord provides about 18 mL/kg over 2 seconds.",
            "20 In a 1-kg infant, this procedure would provide a similar physiologic infusion of 9 mL/second.",
            "Indeed, placental blood during umbilical cord milking is directed toward the lungs during transition from placental respiration to lung respiration when there is a rapid decrease in pulmonary resistance.",
            "This phase is unlike any other time when volume might be given.",
            "An earlier trial demonstrated no greater increase in venous pressures with umbilical cord milking compared with uterine contractions or a newborn cry during intact placental circulation.",
            "21 Limitations of this study of neurodevelopmental and health outcomes at 22-26 months of CA include the relatively small sample size, the 26% attrition rate, and the reliance on parent recall for medical history and comorbidities.",
            "The reasons for the superiority of umbilical cord milking over DCC are unknown with this limited dataset.",
            "We acknowledge that, by testing a number of variables, some differences may have occurred by chance alone.",
            "Some of these limitations could be overcome by a larger, multicenter trial comparing neurodevelopmental outcomes at 2 years of CA between very preterm infants who receive a placental transfusion via umbilical cord milking or DCC at delivery.",
            "Future studies should include long-term neurodevelopment as an outcome measure.",
            "■"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    }
]