[
    {
        "doc_id": "33907",
        "text": "IMPORTANCE Health care professionals commonly recommend increased water consumption, typically to 8 cups per day, as part of a weight-reducing diet. However, this recommendation is based on limited evidence and virtually no experimental data from the pediatric population.",
        "section": "Abstract",
        "sentences": [
            "IMPORTANCE Health care professionals commonly recommend increased water consumption, typically to 8 cups per day, as part of a weight-reducing diet.",
            "However, this recommendation is based on limited evidence and virtually no experimental data from the pediatric population."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33907",
        "text": "A dequate water intake is essential for health, but any benefit for weight management remains unclear. Nevertheless, health care professionals commonly recommend increasing water intake, typically to 8 cups per day (a total of 1.92 L of water per day), as part of a weight-reducing diet. Despite the widespread adoption of this advice, the evidence base on its efficacy is limited, with virtually no experimental data in the pediatric population. 1 The origin of the recommendation to increase water intake to 8 cups of water per day is unclear. 2 Adequate intake of total water for adolescents is 2.4 to 3.3 L for boys and 2.1 to 2.3 L for girls. 3 The adequate intake was set at the median total water intake based on national survey data. However, it is estimated that more than half of US children and adolescents experience dehydration 4 and almost one-fourth report no intake of any plain water. 5 The practicality of increasing habitual water intake to 8 cups per day is unknown.",
        "section": "",
        "section_number": 1,
        "sentences": [
            "A dequate water intake is essential for health, but any benefit for weight management remains unclear.",
            "Nevertheless, health care professionals commonly recommend increasing water intake, typically to 8 cups per day (a total of 1.92 L of water per day), as part of a weight-reducing diet.",
            "Despite the widespread adoption of this advice, the evidence base on its efficacy is limited, with virtually no experimental data in the pediatric population.",
            "1 The origin of the recommendation to increase water intake to 8 cups of water per day is unclear.",
            "2 Adequate intake of total water for adolescents is 2.4 to 3.3 L for boys and 2.1 to 2.3 L for girls.",
            "3 The adequate intake was set at the median total water intake based on national survey data.",
            "However, it is estimated that more than half of US children and adolescents experience dehydration 4 and almost one-fourth report no intake of any plain water.",
            "5 The practicality of increasing habitual water intake to 8 cups per day is unknown."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33907",
        "text": "To our knowledge, no trials to date have tested increasing water to 8 cups per day in adolescents. Increased water intake was inversely associated with weight gain in a pooled analysis of prospective cohort studies 6 and was associated with greater weight reduction in a post hoc analysis of data from an interventional study. 7 Results of cross-sectional studies show a positive association between intakes of plain water and body mass index (BMI) for age percentile in children and adolescents, 5 but not in adults. 8 However, those studies are subject to residual confounding and reverse causation. In adults, trials of drinking water before meals showed mixed results for weight loss compared with not drinking water before meals. 9, 10 In children, trials that tested differences in advice to drink water 11 and a school-based intervention 12 did not result in significant weight loss compared with the control group.",
        "section": "",
        "section_number": 2,
        "sentences": [
            "To our knowledge, no trials to date have tested increasing water to 8 cups per day in adolescents.",
            "Increased water intake was inversely associated with weight gain in a pooled analysis of prospective cohort studies 6 and was associated with greater weight reduction in a post hoc analysis of data from an interventional study.",
            "7 Results of cross-sectional studies show a positive association between intakes of plain water and body mass index (BMI) for age percentile in children and adolescents, 5 but not in adults.",
            "8 However, those studies are subject to residual confounding and reverse causation.",
            "In adults, trials of drinking water before meals showed mixed results for weight loss compared with not drinking water before meals.",
            "9, 10 In children, trials that tested differences in advice to drink water 11 and a school-based intervention 12 did not result in significant weight loss compared with the control group."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33907",
        "text": "Various mechanisms may plausibly associate increased water intake with weight loss. These mechanisms include increased gastric distension, 13, 14 fullness, 9, 15, 16 or energy expenditure via water-induced thermogenesis 17, 18 ; decreased hunger, 9, 16 energy intake, 15 or consumption of solid food from decreased thirst cues that were mistaken for hunger cues 19 ; reduced activation of adipose tissue renin-angiotensin system components associated with dehydration 20 ; displacement of calorie-containing beverages 6, 21, 22 ; and improvements in quality of the diet. 5, 7, 23 The aim of this study was to compare the effects of recommending consumption of 8 cups of water per day on weight loss in adolescents with overweight or obesity during a 6-month weight-reducing diet.",
        "section": "",
        "section_number": 3,
        "sentences": [
            "Various mechanisms may plausibly associate increased water intake with weight loss.",
            "These mechanisms include increased gastric distension, 13, 14 fullness, 9, 15, 16 or energy expenditure via water-induced thermogenesis 17, 18 ; decreased hunger, 9, 16 energy intake, 15 or consumption of solid food from decreased thirst cues that were mistaken for hunger cues 19 ; reduced activation of adipose tissue renin-angiotensin system components associated with dehydration 20 ; displacement of calorie-containing beverages 6, 21, 22 ; and improvements in quality of the diet.",
            "5, 7, 23 The aim of this study was to compare the effects of recommending consumption of 8 cups of water per day on weight loss in adolescents with overweight or obesity during a 6-month weight-reducing diet."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33907",
        "text": "We conducted a 6-month randomized clinical, parallel-group study comparing 2 weight-loss interventions comprising standardized dietary recommendations either with (water group) or without (control group) additional advice and behavioral support to increase habitual water intake to 8 cups per day. We hypothesized that increasing water intake to 8 cups per day would decrease the 6-month change in BMI z score (primary outcome) and other anthropometric outcomes. Participants were recruited via newspaper advertisements, internet listings, and pediatric primary care practices, with the study presented as an opportunity for weight loss. A multistep screening and enrollment process was used to confirm eligibility. The institutional review board at Boston Children's Hospital, Boston, Massachusetts, approved the protocol (available in Supplement 1). Participants provided written informed assent and a parent provided written informed consent. Participants who completed the study received $120 as compensation for their time and effort. The study was conducted between February 2, 2011, and June 26, 2014.",
        "section": "Study Design",
        "section_number": 4,
        "sentences": [
            "We conducted a 6-month randomized clinical, parallel-group study comparing 2 weight-loss interventions comprising standardized dietary recommendations either with (water group) or without (control group) additional advice and behavioral support to increase habitual water intake to 8 cups per day.",
            "We hypothesized that increasing water intake to 8 cups per day would decrease the 6-month change in BMI z score (primary outcome) and other anthropometric outcomes.",
            "Participants were recruited via newspaper advertisements, internet listings, and pediatric primary care practices, with the study presented as an opportunity for weight loss.",
            "A multistep screening and enrollment process was used to confirm eligibility.",
            "The institutional review board at Boston Children's Hospital, Boston, Massachusetts, approved the protocol (available in Supplement 1).",
            "Participants provided written informed assent and a parent provided written informed consent.",
            "Participants who completed the study received $120 as compensation for their time and effort.",
            "The study was conducted between February 2, 2011, and June 26, 2014."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33907",
        "text": "Adolescents aged 12 to 17 years with a BMI in the 85th percentile or higher 24 were eligible for the study. Other inclusion criteria included access to a working cell phone, at least 1 parent willing and able to participate in the intervention with the participant, and medical clearance from a treating physician. Exclusion criteria were water intake of more than 4 cups per day (ie, individuals for whom the intervention would likely produce relatively little change in habitual intake), BMI (calculated as weight in kilograms divided by height in meters squared) of 40 or more, smoking, diagnosis of a major medical illness, and chronic use of medications that may affect study outcomes. To prevent contamination of random group assignments, members of the same family or household, friends, classmates, or coworkers who interacted with each other 1 or more time per week were not enrolled.",
        "section": "Participants",
        "section_number": 5,
        "sentences": [
            "Adolescents aged 12 to 17 years with a BMI in the 85th percentile or higher 24 were eligible for the study.",
            "Other inclusion criteria included access to a working cell phone, at least 1 parent willing and able to participate in the intervention with the participant, and medical clearance from a treating physician.",
            "Exclusion criteria were water intake of more than 4 cups per day (ie, individuals for whom the intervention would likely produce relatively little change in habitual intake), BMI (calculated as weight in kilograms divided by height in meters squared) of 40 or more, smoking, diagnosis of a major medical illness, and chronic use of medications that may affect study outcomes.",
            "To prevent contamination of random group assignments, members of the same family or household, friends, classmates, or coworkers who interacted with each other 1 or more time per week were not enrolled."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33907",
        "text": "Master randomization assignments using a blocked randomization design stratified by sex and race (non-Hispanic white or other) with sequential randomization numbers were prepared in advance by the study statistician (H.A.F.). Individual group assignments were specified in a sequence of sealed envelopes, labeled with the same randomization numbers. The appropriate envelope was opened for each enrolled participant the day of the first in-person session with the dietitian.",
        "section": "Participants",
        "section_number": 6,
        "sentences": [
            "Master randomization assignments using a blocked randomization design stratified by sex and race (non-Hispanic white or other) with sequential randomization numbers were prepared in advance by the study statistician (H.A.F.).",
            "Individual group assignments were specified in a sequence of sealed envelopes, labeled with the same randomization numbers.",
            "The appropriate envelope was opened for each enrolled participant the day of the first in-person session with the dietitian."
        ],
        "sentence_labels": [
            -1,
            -1,
            1
        ],
        "classification_label": 0
    },
    {
        "doc_id": "33907",
        "text": "The 2 groups received similar weight-reducing interventions comprising diets that were differentiated only with regard to the",
        "section": "Intervention",
        "section_number": 7,
        "sentences": [
            "The 2 groups received similar weight-reducing interventions comprising diets that were differentiated only with regard to the"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33907",
        "text": "Question Are there differences among adolescents with overweight or obesity in weight loss between 2 standardized weight-loss diets, either with or without additional advice and behavioral support to increase habitual water intake to 8 cups per day?",
        "section": "Key Points",
        "section_number": 8,
        "sentences": [
            "Question Are there differences among adolescents with overweight or obesity in weight loss between 2 standardized weight-loss diets, either with or without additional advice and behavioral support to increase habitual water intake to 8 cups per day?"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33907",
        "text": "Findings In this randomized clinical trial of 38 adolescents with overweight or obesity, the 6-month change in body mass index z score did not differ significantly between the group that received advice to increase water intake to 8 cups per day and the group that did not receive such advice.",
        "section": "Key Points",
        "section_number": 9,
        "sentences": [
            "Findings In this randomized clinical trial of 38 adolescents with overweight or obesity, the 6-month change in body mass index z score did not differ significantly between the group that received advice to increase water intake to 8 cups per day and the group that did not receive such advice."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33907",
        "text": "Meaning Increasing water intake to 8 cups per day may not be feasible without interventions focused on environmental barriers and challenges. specificity of recommendations for water consumption. The standardized weight-reducing intervention consisted of monthly individual nutrition education and behavioral counseling by a registered dietitian (alternating between in-person sessions and telephone counseling calls; 6 total contacts) as well as daily text messages. The standardized intervention was intentionally designed to be less intensive, as any large reductions in body weight could potentially mask the effects of increasing water intake to 8 cups per day. Well-defined key messages consistent with national dietary guidelines (US Department of Agriculture MyPyramid 25 and MyPlate 26 food guidance systems) included recommendations to eat ample amounts of vegetables, fruits, and legumes; whole rather than refined grains; and highquality proteins at most meals and snacks. Additional messages focused on limiting intake of added fats and sugars, juices, and sugar-sweetened beverages. Participants were provided a cookbook with health guides and recipes written specifically for adolescents and a plate with appropriate divisions to convey reasonable portion sizes and facilitate meal assembly. Telephone calls were conducted using a patient-centered counseling model 27,28 to encourage adherence. Daily text messages were sent using client-based messaging software (HipLink; Semotus Solutions Inc) to reinforce key messages, foster adherence, and provide ongoing support with motivating and encouraging phrases. Text messages were sent on the hour between 4 and 7 PM on weekdays and 9 AM to 7 PM on weekends to avoid school and sleeping hours. Advice about physical activity consistent with current guidelines was the same for both groups. 29, 30 Participants were masked to the specific aims of the study to maximize adherence to their group assignment. The water group was counseled to increase water intake to 8 cups per day, referred to as 8×8 (eight 8-oz glasses [1.92 L] of water per day). Water was defined as tap water and plain bottled water. To support adherence, the water group received well-defined messages about water consumption through counseling and daily text messages, a stainless steel water bottle, and a water pitcher with replacement filters. The control group received no specific advice on water intake or altering their beverage intake other than that included as part of the standardized weightreducing diet described above. When asked, the dietitian advised that drinking plain water was the best way to satisfy thirst and instructed them to drink when thirsty.",
        "section": "Key Points",
        "section_number": 10,
        "sentences": [
            "Meaning Increasing water intake to 8 cups per day may not be feasible without interventions focused on environmental barriers and challenges.",
            "specificity of recommendations for water consumption.",
            "The standardized weight-reducing intervention consisted of monthly individual nutrition education and behavioral counseling by a registered dietitian (alternating between in-person sessions and telephone counseling calls; 6 total contacts) as well as daily text messages.",
            "The standardized intervention was intentionally designed to be less intensive, as any large reductions in body weight could potentially mask the effects of increasing water intake to 8 cups per day.",
            "Well-defined key messages consistent with national dietary guidelines (US Department of Agriculture MyPyramid 25 and MyPlate 26 food guidance systems) included recommendations to eat ample amounts of vegetables, fruits, and legumes; whole rather than refined grains; and highquality proteins at most meals and snacks.",
            "Additional messages focused on limiting intake of added fats and sugars, juices, and sugar-sweetened beverages.",
            "Participants were provided a cookbook with health guides and recipes written specifically for adolescents and a plate with appropriate divisions to convey reasonable portion sizes and facilitate meal assembly.",
            "Telephone calls were conducted using a patient-centered counseling model 27,28 to encourage adherence.",
            "Daily text messages were sent using client-based messaging software (HipLink; Semotus Solutions Inc) to reinforce key messages, foster adherence, and provide ongoing support with motivating and encouraging phrases.",
            "Text messages were sent on the hour between 4 and 7 PM on weekdays and 9 AM to 7 PM on weekends to avoid school and sleeping hours.",
            "Advice about physical activity consistent with current guidelines was the same for both groups.",
            "29, 30 Participants were masked to the specific aims of the study to maximize adherence to their group assignment.",
            "The water group was counseled to increase water intake to 8 cups per day, referred to as 8×8 (eight 8-oz glasses [1.92 L] of water per day).",
            "Water was defined as tap water and plain bottled water.",
            "To support adherence, the water group received well-defined messages about water consumption through counseling and daily text messages, a stainless steel water bottle, and a water pitcher with replacement filters.",
            "The control group received no specific advice on water intake or altering their beverage intake other than that included as part of the standardized weightreducing diet described above.",
            "When asked, the dietitian advised that drinking plain water was the best way to satisfy thirst and instructed them to drink when thirsty."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33907",
        "text": "Several strategies were implemented to maximize treatment fidelity. Scripts and educational materials for presenting topics during the in-person sessions included well-defined messages for each diet. Guides for telephone counseling calls were designed to foster dietitian adherence to a patient-centered counseling model, with adequate flexibility for responding to the unique needs of each participant. Telephone calls were digitally recorded; 1 of the 3 calls for each participant (38 of 114 [33.3%]) was randomly selected and was reviewed for quality control.",
        "section": "Treatment Fidelity",
        "section_number": 11,
        "sentences": [
            "Several strategies were implemented to maximize treatment fidelity.",
            "Scripts and educational materials for presenting topics during the in-person sessions included well-defined messages for each diet.",
            "Guides for telephone counseling calls were designed to foster dietitian adherence to a patient-centered counseling model, with adequate flexibility for responding to the unique needs of each participant.",
            "Telephone calls were digitally recorded; 1 of the 3 calls for each participant (38 of 114 [33.3%]) was randomly selected and was reviewed for quality control."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33907",
        "text": "Participant adherence was evaluated based on attendance at in-person sessions that included spot urine testing to mea-sure hydration status, completion of telephone counseling calls, and self-reported dietary and water intake. We also evaluated participant satisfaction with the intervention.",
        "section": "Process Evaluation",
        "section_number": 12,
        "sentences": [
            "Participant adherence was evaluated based on attendance at in-person sessions that included spot urine testing to mea-sure hydration status, completion of telephone counseling calls, and self-reported dietary and water intake.",
            "We also evaluated participant satisfaction with the intervention."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33907",
        "text": "Diet and physical activity were assessed by 3 unannounced 24-hour recall interviews (2 weekdays and 1 weekend day) at baseline and again at 6 months. The interviewer was masked to group assignment. Dietary data were collected using the Nutrition Data System for Research software, versions 2010-2013, developed by the Nutrition Coordinating Center, University of Minnesota, Minneapolis. Final calculations were completed using Nutrition Data System for Research software, version 2013. Physical activity data were collected using established methods 31, 32 and are presented as metabolic equivalents. 33 At each in-person session, participants provided a spot urine sample that was immediately analyzed for specific gravity (MultiStix 10 SG reagent strips; Siemens Healthcare Diagnostics Inc). At the end of the study, participants responded to satisfaction questions related to the standardized weight-loss diet using 10-cm visual analog scales with appropriate verbal anchors. The water group completed additional questions related to the 8 × 8 recommendation.",
        "section": "Process Evaluation",
        "section_number": 13,
        "sentences": [
            "Diet and physical activity were assessed by 3 unannounced 24-hour recall interviews (2 weekdays and 1 weekend day) at baseline and again at 6 months.",
            "The interviewer was masked to group assignment.",
            "Dietary data were collected using the Nutrition Data System for Research software, versions 2010-2013, developed by the Nutrition Coordinating Center, University of Minnesota, Minneapolis.",
            "Final calculations were completed using Nutrition Data System for Research software, version 2013.",
            "Physical activity data were collected using established methods 31, 32 and are presented as metabolic equivalents.",
            "33 At each in-person session, participants provided a spot urine sample that was immediately analyzed for specific gravity (MultiStix 10 SG reagent strips; Siemens Healthcare Diagnostics Inc).",
            "At the end of the study, participants responded to satisfaction questions related to the standardized weight-loss diet using 10-cm visual analog scales with appropriate verbal anchors.",
            "The water group completed additional questions related to the 8 × 8 recommendation."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33907",
        "text": "Outcomes were assessed after a 12-hour overnight fast at baseline and 6 months. Outcome assessors were masked to random group assignment. Data were managed using Research Electronic Data Capture. 34 The BMI z score and percentile were calculated using reference data for sex and age. 24 Body weight and height were measured using a calibrated electronic scale and wallmounted stadiometer, respectively. Waist and hip circumferences were measured according to established methods. 35, 36 ",
        "section": "Outcomes",
        "section_number": 14,
        "sentences": [
            "Outcomes were assessed after a 12-hour overnight fast at baseline and 6 months.",
            "Outcome assessors were masked to random group assignment.",
            "Data were managed using Research Electronic Data Capture.",
            "34 The BMI z score and percentile were calculated using reference data for sex and age.",
            "24 Body weight and height were measured using a calibrated electronic scale and wallmounted stadiometer, respectively.",
            "Waist and hip circumferences were measured according to established methods.",
            "35, 36"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33907",
        "text": "In this study, the planned sample size of 30 per group, based on a previous trial, 37 provided 80% power to detect a difference between arms for 6-month change in weight (3.7 kg) and BMI z score (0.122). We randomized 38 participants (63% of the target) and stopped enrollment after 2.8 years owing to slow recruitment.",
        "section": "Statistical Analysis",
        "section_number": 15,
        "sentences": [
            "In this study, the planned sample size of 30 per group, based on a previous trial, 37 provided 80% power to detect a difference between arms for 6-month change in weight (3.7 kg) and BMI z score (0.122).",
            "We randomized 38 participants (63% of the target) and stopped enrollment after 2.8 years owing to slow recruitment."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33907",
        "text": "Data are presented as mean with 95% CI unless otherwise noted. P < .05 was considered significant. All analyses followed the intention-to-treat principle. Baseline characteristics were compared between groups using the Fisher exact test for categorical variables and t test for continuous variables. The primary outcome was 6-month change in the BMI z score. To adjust for variations in BMI based on sex and age of adolescents, BMI was transformed to the BMI z score (ie, adjusting for sex and age based on reference data). The 6-month changes from baseline in outcomes were compared between groups using a general linear model. The findings of the primary outcome did not materially change with the inclusion of baseline covariates (water intake, BMI z score, sex, age, height, annual household income, race, energy intake, and percentage of calories from fat). Secondary outcomes were also analyzed with the inclusion of variance-reducing baseline covariates (BMI z score and water intake), and the findings did not materially change with the inclusion. We also tested covariates for potential effect modification (interaction). The null hypothesis was that the 6-month change from baseline would not differ between diet groups. Associations of BMI z score with water intake and urine specific gravity for changes during 6 months were calculated using Pearson correlations. All computations were performed with SAS software (SAS Institute Inc).",
        "section": "Statistical Analysis",
        "section_number": 16,
        "sentences": [
            "Data are presented as mean with 95% CI unless otherwise noted.",
            "P < .05 was considered significant.",
            "All analyses followed the intention-to-treat principle.",
            "Baseline characteristics were compared between groups using the Fisher exact test for categorical variables and t test for continuous variables.",
            "The primary outcome was 6-month change in the BMI z score.",
            "To adjust for variations in BMI based on sex and age of adolescents, BMI was transformed to the BMI z score (ie, adjusting for sex and age based on reference data).",
            "The 6-month changes from baseline in outcomes were compared between groups using a general linear model.",
            "The findings of the primary outcome did not materially change with the inclusion of baseline covariates (water intake, BMI z score, sex, age, height, annual household income, race, energy intake, and percentage of calories from fat).",
            "Secondary outcomes were also analyzed with the inclusion of variance-reducing baseline covariates (BMI z score and water intake), and the findings did not materially change with the inclusion.",
            "We also tested covariates for potential effect modification (interaction).",
            "The null hypothesis was that the 6-month change from baseline would not differ between diet groups.",
            "Associations of BMI z score with water intake and urine specific gravity for changes during 6 months were calculated using Pearson correlations.",
            "All computations were performed with SAS software (SAS Institute Inc)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33907",
        "text": "A total of 107 adolescents attended an informational visit after initial telephone screening for eligibility. Of these adolescents, 45 (42%) reported drinking more than 4 cups of water per day and were excluded (Figure) . Thirty-eight participants were randomized to 1 of 2 diet groups. Baseline characteristics are presented in Table 1 . There were no significant differences at baseline between groups except for annual household income and age. Study completion rate was 100%, and all randomized participants were included in the primary analysis.",
        "section": "Recruitment and Retention",
        "section_number": 17,
        "sentences": [
            "A total of 107 adolescents attended an informational visit after initial telephone screening for eligibility.",
            "Of these adolescents, 45 (42%) reported drinking more than 4 cups of water per day and were excluded (Figure) .",
            "Thirty-eight participants were randomized to 1 of 2 diet groups.",
            "Baseline characteristics are presented in Table 1 .",
            "There were no significant differences at baseline between groups except for annual household income and age.",
            "Study completion rate was 100%, and all randomized participants were included in the primary analysis."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33907",
        "text": "Completion of in-person sessions and telephone counseling calls and receipt of daily text messages did not differ between groups. Participants attended 108 of 114 in-person visits (94.7%) and received 102 of 114 telephone counseling calls (89.5%) and 6879 of 7212 text messages (95.4%).",
        "section": "Process Measures",
        "section_number": 18,
        "sentences": [
            "Completion of in-person sessions and telephone counseling calls and receipt of daily text messages did not differ between groups.",
            "Participants attended 108 of 114 in-person visits (94.7%) and received 102 of 114 telephone counseling calls (89.5%) and 6879 of 7212 text messages (95.4%)."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33907",
        "text": "Compared with baseline, urine specific gravity decreased significantly at 6 months in the water group (difference, -0.007 [95% CI, -0.012 to -0.002]; P = .01), with no change in the control group (difference, -0.001 [95% CI, -0.007 to 0.004]; P = .59) ( Table 2) . However, at 6 months, no significant difference was observed in changes in urine specific gravity between the 2 diet groups (-0.006 [95% CI, -0.013 to 0.002]; P = .13).",
        "section": "Process Measures",
        "section_number": 19,
        "sentences": [
            "Compared with baseline, urine specific gravity decreased significantly at 6 months in the water group (difference, -0.007 [95% CI, -0.012 to -0.002]; P = .01), with no change in the control group (difference, -0.001 [95% CI, -0.007 to 0.004]; P = .59) ( Table 2) .",
            "However, at 6 months, no significant difference was observed in changes in urine specific gravity between the 2 diet groups (-0.006 [95% CI, -0.013 to 0.002]; P = .13)."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33907",
        "text": "Baseline water intake was 2.0 cups per day (95% CI, 1.4-2.7) in the water group and 2.3 cups per day (95% CI, 1.5-3.1) in the control group (Table 2) . Reported change in water intake was greater in the water group compared with that in the control group (1.6 cups per day [95% CI, 0.2-3.0]; P = .03). At 6 months, the water group reported drinking 4.8 cups of water per day (95% CI, 3.8-5.9) and the control group reported drinking 3.5 cups of water per day (95% CI, 2.6-4.4). In the water group, 1 of the 19 participants (5%) reported drinking more than 8 cups of water per day and 2 (11%) reported drinking 7.5 cups or more per day. One participant in the control group reported drinking 7.5 cups or more per day. No significant differences were reported between the 2 diet groups in energy and dietary intake, whereas both groups reported similar changes while following the standardized weight-reducing diet (Table 2) . No significant difference between the groups was reported in physical activity (difference, 0.0 metabolic equivalents [95% CI, -0.2 to 0.2]; P = .72). Both groups were equally satisfied with the intervention: overall satisfaction was 7.8 on a 10-point scale (eTable 1 in Supplement 2). Specific to the water group, participants reported a mean of 6.6 for the ease of following the 8 × 8 recommendation and mean of 7.4 for the usefulness of the water bottle, mean of 6.7 for the usefulness of the water pitcher, and mean of 6.6 for the usefulness of the daily water-specific text messages.",
        "section": "Process Measures",
        "section_number": 20,
        "sentences": [
            "Baseline water intake was 2.0 cups per day (95% CI, 1.4-2.7) in the water group and 2.3 cups per day (95% CI, 1.5-3.1) in the control group (Table 2) .",
            "Reported change in water intake was greater in the water group compared with that in the control group (1.6 cups per day [95% CI, 0.2-3.0]; P = .03).",
            "At 6 months, the water group reported drinking 4.8 cups of water per day (95% CI, 3.8-5.9) and the control group reported drinking 3.5 cups of water per day (95% CI, 2.6-4.4).",
            "In the water group, 1 of the 19 participants (5%) reported drinking more than 8 cups of water per day and 2 (11%) reported drinking 7.5 cups or more per day.",
            "One participant in the control group reported drinking 7.5 cups or more per day.",
            "No significant differences were reported between the 2 diet groups in energy and dietary intake, whereas both groups reported similar changes while following the standardized weight-reducing diet (Table 2) .",
            "No significant difference between the groups was reported in physical activity (difference, 0.0 metabolic equivalents [95% CI, -0.2 to 0.2]; P = .72).",
            "Both groups were equally satisfied with the intervention: overall satisfaction was 7.8 on a 10-point scale (eTable 1 in Supplement 2).",
            "Specific to the water group, participants reported a mean of 6.6 for the ease of following the 8 × 8 recommendation and mean of 7.4 for the usefulness of the water bottle, mean of 6.7 for the usefulness of the water pitcher, and mean of 6.6 for the usefulness of the daily water-specific text messages."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33907",
        "text": "Outcomes are presented in Table 3 . Changes in BMI z score did not differ significantly between diet groups (-0.0 [95% CI, -0.1 to 0.1]; P = .88), although both groups decreased from baseline by 0.1 (water group: difference, -0.1 [95% CI, -0.2 to -0.0]; P = .005; control group: difference, -0.1 [95% CI, -0.2 to -0.0]; P = .008). Changes in other anthropometric measures also did not differ between groups. No significant interactions were detected, and no significant correlation existed between change in BMI z score and changes in water intake or urine specific gravity.",
        "section": "Outcomes",
        "section_number": 21,
        "sentences": [
            "Outcomes are presented in Table 3 .",
            "Changes in BMI z score did not differ significantly between diet groups (-0.0 [95% CI, -0.1 to 0.1]; P = .88), although both groups decreased from baseline by 0.1 (water group: difference, -0.1 [95% CI, -0.2 to -0.0]; P = .005; control group: difference, -0.1 [95% CI, -0.2 to -0.0]; P = .008).",
            "Changes in other anthropometric measures also did not differ between groups.",
            "No significant interactions were detected, and no significant correlation existed between change in BMI z score and changes in water intake or urine specific gravity."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33907",
        "text": "Participants in the water group reported being comfortable drinking water in front of their immediate family, relatives, and friends. The self-reported places and times participants drank water on a typical day are described in eTable 2 in Supplement 2. At school, although water was accessible, water fountains were reported to be inconveniently located (5 [26%] ) and to provide unsafe drinking water (4 [21%]) (eTable 3 in Supplement 2). Furthermore, 3 participants (16%) reported not being allowed to bring water to school and 6 (32%) were not allowed to drink water in class. Outside of school or home, lack of convenient places to drink water from a fountain (9 [47%]) or refill a water bottle (7 [37%] ) was also reported.",
        "section": "Challenges and Barriers to 8 × 8 Recommendation",
        "section_number": 22,
        "sentences": [
            "Participants in the water group reported being comfortable drinking water in front of their immediate family, relatives, and friends.",
            "The self-reported places and times participants drank water on a typical day are described in eTable 2 in Supplement 2.",
            "At school, although water was accessible, water fountains were reported to be inconveniently located (5 [26%] ) and to provide unsafe drinking water (4 [21%]) (eTable 3 in Supplement 2).",
            "Furthermore, 3 participants (16%) reported not being allowed to bring water to school and 6 (32%) were not allowed to drink water in class.",
            "Outside of school or home, lack of convenient places to drink water from a fountain (9 [47%]) or refill a water bottle (7 [37%] ) was also reported."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33907",
        "text": "Our study evaluated 2 standardized 6-month interventions comprising standard dietary recommendations for weight loss, either with or without additional advice and behavioral support to increase habitual water intake to 8 cups per day in adolescents with overweight or obesity. Contrary to the study hypothesis, advice and behavioral support to consume 8 cups of water per day in the context of a weight-reducing diet did not affect the participants' BMI z score.",
        "section": "Discussion",
        "section_number": 23,
        "sentences": [
            "Our study evaluated 2 standardized 6-month interventions comprising standard dietary recommendations for weight loss, either with or without additional advice and behavioral support to increase habitual water intake to 8 cups per day in adolescents with overweight or obesity.",
            "Contrary to the study hypothesis, advice and behavioral support to consume 8 cups of water per day in the context of a weight-reducing diet did not affect the participants' BMI z score."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33907",
        "text": "All randomized participants completed the study, although recruitment was less than expected. Based on the observed difference between groups and standard error, more than 6500 participants per group would be required to demonstrate a significant finding in the BMI z score with 80% power. Thus, had we achieved our recruitment goal of 60 participants (30 per group), we likely would not have detected a significant group effect. ",
        "section": "Discussion",
        "section_number": 24,
        "sentences": [
            "All randomized participants completed the study, although recruitment was less than expected.",
            "Based on the observed difference between groups and standard error, more than 6500 participants per group would be required to demonstrate a significant finding in the BMI z score with 80% power.",
            "Thus, had we achieved our recruitment goal of 60 participants (30 per group), we likely would not have detected a significant group effect."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33907",
        "text": "A novel aspect of the study was the 8 × 8 recommendation, which has not been tested in previous trials, to our knowledge. Water intake increased by 2.8 cups per day to a mean of 4.8 cups per day in the water group. Although this amount was less than 8 cups per day, water intake increased 2.5 times from baseline and the 2 groups appeared well differentiated with regard to water intake. Reported changes in water intake were consistent with changes in urine specific gravity. How-ever, lack of adherence, based on self-report, to the advice to increase habitual water intake to 8 cups per day was the main limitation of this study. In addition to well-defined messages provided during the in-person sessions and telephone counseling calls, the study used several behavioral supports to foster adherence to the advice to drink 8 cups of water per day. Usefulness rating for the water bottle, water pitcher, and text messages were between 6 and 7 on a 10-point scale. Despite intensive efforts, the ease of the 8 × 8 recommendation was Abbreviations: METs, metabolic equivalents; MUFA, monounsaturated fatty acid; NA, not applicable; PUFA, polyunsaturated fatty acid; SFA, saturated fatty acid. a There were no differences between diet groups at baseline assessed using t test (P Ն .05). b Assessed using the general linear model. P value for each diet group tests the hypothesis of zero mean change from baseline within diet groups. P value for water − control tests the hypothesis of zero difference between diet groups. c One 8-fl oz serving is equal to 0.24 L.",
        "section": "Strengths and Limitations",
        "section_number": 25,
        "sentences": [
            "A novel aspect of the study was the 8 × 8 recommendation, which has not been tested in previous trials, to our knowledge.",
            "Water intake increased by 2.8 cups per day to a mean of 4.8 cups per day in the water group.",
            "Although this amount was less than 8 cups per day, water intake increased 2.5 times from baseline and the 2 groups appeared well differentiated with regard to water intake.",
            "Reported changes in water intake were consistent with changes in urine specific gravity.",
            "How-ever, lack of adherence, based on self-report, to the advice to increase habitual water intake to 8 cups per day was the main limitation of this study.",
            "In addition to well-defined messages provided during the in-person sessions and telephone counseling calls, the study used several behavioral supports to foster adherence to the advice to drink 8 cups of water per day.",
            "Usefulness rating for the water bottle, water pitcher, and text messages were between 6 and 7 on a 10-point scale.",
            "Despite intensive efforts, the ease of the 8 × 8 recommendation was Abbreviations: METs, metabolic equivalents; MUFA, monounsaturated fatty acid; NA, not applicable; PUFA, polyunsaturated fatty acid; SFA, saturated fatty acid.",
            "a There were no differences between diet groups at baseline assessed using t test (P Ն .05).",
            "b Assessed using the general linear model.",
            "P value for each diet group tests the hypothesis of zero mean change from baseline within diet groups.",
            "P value for water − control tests the hypothesis of zero difference between diet groups.",
            "c One 8-fl oz serving is equal to 0.24 L."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33907",
        "text": "d Data were available in 35 participants (17 in the water group and 18 in the control group).",
        "section": "Strengths and Limitations",
        "section_number": 26,
        "sentences": [
            "d Data were available in 35 participants (17 in the water group and 18 in the control group)."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33907",
        "text": "rated at 6.6 on a 10-point scale, suggesting that increasing habitual water intake to 8 cups per day may be simple in concept, but difficult or impractical in reality, raising the issue of feasibility. Environmental barriers and challenges outside the home may have been key factors compromising adherence. Given these barriers, the observed increase in water intake may be the best that can be expected among adolescents. Almost one-third of adolescents in the water group reported not being able to drink water in class, presenting a significant barrier to adherence. Furthermore, approximately 40% reported a lack of convenient places to drink water from a fountain or refill a water bottle outside of school or home. These barriers may have limited the ability of our participants to achieve the 8 × 8 recommendation. Access to drinking water is often compromised in schools owing to older plumbing infrastructure and related cost implications and/or municipal water safety issues. 38, 39 These challenges may also be contributors to the high rate of dehydration among adolescents. 4 Future studies testing the advice to drink 8 cups of water per day for weight loss will need to consider study designs that overcome the environmental barriers associated with the provision and/or accessibility of potable water, such as placement of \"water jets\" (electrically cooled, large clear jugs with a push lever for fast dispensing) in school cafeterias to increase access to drinking water. 40 Strengths of our study include the randomized design, inclusion of a pediatric population, 100% completion rate, and masking of participants to the specific aims of the study. Additional strengths include the control for treatment intensity, a well-differentiated message about water consumption with the same background standardized weight-reducing intervention, and use of various behavioral supports to maximize differentiation and adherence. In addition to the suboptimal adherence to the 8 × 8 recommendation as discussed above, other study limitations include the small sample size and reliance on self-report for dietary assessment, recognizing the well-documented potential for recall and social desirability biases.",
        "section": "Strengths and Limitations",
        "section_number": 27,
        "sentences": [
            "rated at 6.6 on a 10-point scale, suggesting that increasing habitual water intake to 8 cups per day may be simple in concept, but difficult or impractical in reality, raising the issue of feasibility.",
            "Environmental barriers and challenges outside the home may have been key factors compromising adherence.",
            "Given these barriers, the observed increase in water intake may be the best that can be expected among adolescents.",
            "Almost one-third of adolescents in the water group reported not being able to drink water in class, presenting a significant barrier to adherence.",
            "Furthermore, approximately 40% reported a lack of convenient places to drink water from a fountain or refill a water bottle outside of school or home.",
            "These barriers may have limited the ability of our participants to achieve the 8 × 8 recommendation.",
            "Access to drinking water is often compromised in schools owing to older plumbing infrastructure and related cost implications and/or municipal water safety issues.",
            "38, 39 These challenges may also be contributors to the high rate of dehydration among adolescents.",
            "4 Future studies testing the advice to drink 8 cups of water per day for weight loss will need to consider study designs that overcome the environmental barriers associated with the provision and/or accessibility of potable water, such as placement of \"water jets\" (electrically cooled, large clear jugs with a push lever for fast dispensing) in school cafeterias to increase access to drinking water.",
            "40 Strengths of our study include the randomized design, inclusion of a pediatric population, 100% completion rate, and masking of participants to the specific aims of the study.",
            "Additional strengths include the control for treatment intensity, a well-differentiated message about water consumption with the same background standardized weight-reducing intervention, and use of various behavioral supports to maximize differentiation and adherence.",
            "In addition to the suboptimal adherence to the 8 × 8 recommendation as discussed above, other study limitations include the small sample size and reliance on self-report for dietary assessment, recognizing the well-documented potential for recall and social desirability biases."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33907",
        "text": "Our study found that advice and behavioral supports to consume 8 cups of water per day in the context of a weightreducing diet had no added benefits on body weight reduction among adolescents with overweight or obesity. Despite intensive behavioral supports, few achieved the target of 8 cups of water per day, likely owing to environmental barriers. Future research to test feasibility and effectiveness may need to focus on environmental interventions, such as water provision at school, to achieve the target of 8 cups per day. Abbreviations: BMI, body mass index; NA, not applicable. a There were no differences between diet groups at baseline assessed using t test (P Ն .05). b Assessed using the general linear model. P value for each diet group tests the hypothesis of zero mean change from baseline within diet groups. P value for water − control tests the hypothesis of zero difference between diet groups. c Calculated as weight in kilograms divided by height in meters squared.",
        "section": "Conclusions",
        "section_number": 28,
        "sentences": [
            "Our study found that advice and behavioral supports to consume 8 cups of water per day in the context of a weightreducing diet had no added benefits on body weight reduction among adolescents with overweight or obesity.",
            "Despite intensive behavioral supports, few achieved the target of 8 cups of water per day, likely owing to environmental barriers.",
            "Future research to test feasibility and effectiveness may need to focus on environmental interventions, such as water provision at school, to achieve the target of 8 cups per day.",
            "Abbreviations: BMI, body mass index; NA, not applicable.",
            "a There were no differences between diet groups at baseline assessed using t test (P Ն .05).",
            "b Assessed using the general linear model.",
            "P value for each diet group tests the hypothesis of zero mean change from baseline within diet groups.",
            "P value for water − control tests the hypothesis of zero difference between diet groups.",
            "c Calculated as weight in kilograms divided by height in meters squared."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    }
]