[
    {
        "doc_id": "38224",
        "text": "Purpose: To compare complications in children up to 4 years old having cataract surgery with intraocular lens (IOL) implantation using 2 techniques: in-the-bag IOL with anterior vitrectomy or optic capture of IOL with no anterior vitrectomy.",
        "section": "Abstract",
        "sentences": [
            "Purpose: To compare complications in children up to 4 years old having cataract surgery with intraocular lens (IOL) implantation using 2 techniques: in-the-bag IOL with anterior vitrectomy or optic capture of IOL with no anterior vitrectomy."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "38224",
        "text": "I mprovements in techniques, technology, and surgeons' understanding of pediatric cataract management have led to better technical and functional outcomes. Despite this, visual axis obscuration (VAO) remains as 1 of the major obstacles that hamper visual rehabilitation, might induce amblyopia, [1] [2] [3] [4] and necessitate additional surgical procedures when using general anesthesia. Visual axis obscuration has been reported to be more frequent and severe when cataract surgery is performed at a younger age. [5] [6] [7] Therefore, constant efforts are being made by pediatric cataract surgeons to reduce or delay the onset of VAO, in particular in younger children. Performing a posterior capsulectomy and anterior vitrectomy has become a part of the routine surgical strategy for pediatric cataract management for the same reason in infants and children younger than 5 or 6 years. 8, 9 The rationale is to remove the scaffold of the posterior capsule and anterior vitreous face on which the proliferating lens epithelial cells (LECs) can migrate.",
        "section": "",
        "section_number": 1,
        "sentences": [
            "I mprovements in techniques, technology, and surgeons' understanding of pediatric cataract management have led to better technical and functional outcomes.",
            "Despite this, visual axis obscuration (VAO) remains as 1 of the major obstacles that hamper visual rehabilitation, might induce amblyopia, [1] [2] [3] [4] and necessitate additional surgical procedures when using general anesthesia.",
            "Visual axis obscuration has been reported to be more frequent and severe when cataract surgery is performed at a younger age. [",
            "5] [6] [7] Therefore, constant efforts are being made by pediatric cataract surgeons to reduce or delay the onset of VAO, in particular in younger children.",
            "Performing a posterior capsulectomy and anterior vitrectomy has become a part of the routine surgical strategy for pediatric cataract management for the same reason in infants and children younger than 5 or 6 years.",
            "8, 9 The rationale is to remove the scaffold of the posterior capsule and anterior vitreous face on which the proliferating lens epithelial cells (LECs) can migrate."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38224",
        "text": "Neuhann and Neuhann A first reported optic capture of an intraocular lens (IOL) in an adult with posterior capsule rupture. Subsequently, Gimbel and Debroff 10 described this technique for pediatric cataract surgery. Gimbel 11 also found that posterior continuous curvilinear capsulorhexis (PCCC) with optic capture of a heparin-coated IOL with no vitrectomy seemed to successfully prevent secondary VAO in children. Similarly, Raina et al. 12 found that optic capture of a poly(methyl methacrylate) (PMMA) IOL could prevent VAO in children despite no anterior vitrectomy being performed. However, around the same time, there were other studies suggesting that optic capture with no anterior vitrectomy does not always ensure a clear visual axis in children younger than 5 years. 9, 13, 14 In previous studies, 3-piece or 1-piece PMMA IOLs of different configurations were used. 10, 15 An important factor in achieving optic capture as well as its ability to prevent LEC migration is the design of the IOL, especially the optic-haptic junction. 15 With newer foldable IOL materials and designs, there is renewed interest in the technique of optic capture in adults and children. [16] [17] [18] Therefore, we decided to revisit the technique of optic capture in children using a 3-piece hydrophobic acrylic IOL. The purpose of this study was to compare intraoperative and postoperative complications between the 2 techniques (in-the-bag IOL implantation with vitrectomy versus IOL optic capture with no vitrectomy) in a randomized fashion in children up to 4 years old.",
        "section": "",
        "section_number": 2,
        "sentences": [
            "Neuhann and Neuhann A first reported optic capture of an intraocular lens (IOL) in an adult with posterior capsule rupture.",
            "Subsequently, Gimbel and Debroff 10 described this technique for pediatric cataract surgery.",
            "Gimbel 11 also found that posterior continuous curvilinear capsulorhexis (PCCC) with optic capture of a heparin-coated IOL with no vitrectomy seemed to successfully prevent secondary VAO in children.",
            "Similarly, Raina et al. 12 found that optic capture of a poly(methyl methacrylate) (PMMA) IOL could prevent VAO in children despite no anterior vitrectomy being performed.",
            "However, around the same time, there were other studies suggesting that optic capture with no anterior vitrectomy does not always ensure a clear visual axis in children younger than 5 years.",
            "9, 13, 14 In previous studies, 3-piece or 1-piece PMMA IOLs of different configurations were used.",
            "10, 15 An important factor in achieving optic capture as well as its ability to prevent LEC migration is the design of the IOL, especially the optic-haptic junction.",
            "15 With newer foldable IOL materials and designs, there is renewed interest in the technique of optic capture in adults and children. [",
            "16] [17] [18] Therefore, we decided to revisit the technique of optic capture in children using a 3-piece hydrophobic acrylic IOL.",
            "The purpose of this study was to compare intraoperative and postoperative complications between the 2 techniques (in-the-bag IOL implantation with vitrectomy versus IOL optic capture with no vitrectomy) in a randomized fashion in children up to 4 years old."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38224",
        "text": "This prospective randomized controlled clinical trial included children up to 4 years old having cataract surgery with IOL implantation for nontraumatic cataracts at Iladevi Cataract & IOL Research Centre, Ahmedabad, India, between April 2013 and March 2014. The institutional review board approved the study, which adhered to the tenets of the Declaration of Helsinki. Informed consent was obtained from the parents or legal guardian before enrollment. The trial is registered on the National Institutes of Health Clinical Trials website. B Exclusion criteria were microcornea (horizontal corneal diameter !9.0 mm), previous ocular trauma and/or surgery, uveitis, preexisting intraocular pressure (IOP) higher than 25 mm Hg, coloboma, monocular patient, and a nondilating pupil. If the patient had bilateral cataract, only the first-operated eye was included in the study.",
        "section": "PATIENTS AND METHODS",
        "section_number": 3,
        "sentences": [
            "This prospective randomized controlled clinical trial included children up to 4 years old having cataract surgery with IOL implantation for nontraumatic cataracts at Iladevi Cataract & IOL Research Centre, Ahmedabad, India, between April 2013 and March 2014.",
            "The institutional review board approved the study, which adhered to the tenets of the Declaration of Helsinki.",
            "Informed consent was obtained from the parents or legal guardian before enrollment.",
            "The trial is registered on the National Institutes of Health Clinical Trials website.",
            "B Exclusion criteria were microcornea (horizontal corneal diameter !",
            "9.0 mm), previous ocular trauma and/or surgery, uveitis, preexisting intraocular pressure (IOP) higher than 25 mm Hg, coloboma, monocular patient, and a nondilating pupil.",
            "If the patient had bilateral cataract, only the first-operated eye was included in the study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38224",
        "text": "Randomization was performed using computer-generated random numbers. The eyes were randomized to have implantation of an in-the-bag IOL with limbal anterior vitrectomy (Group 1) or an optic capture of the IOL with no anterior vitrectomy (Group 2). An unscrubbed nurse informed the surgeon of the method of IOL implantation after cataract removal and before the PCCC was performed.",
        "section": "PATIENTS AND METHODS",
        "section_number": 4,
        "sentences": [
            "Randomization was performed using computer-generated random numbers.",
            "The eyes were randomized to have implantation of an in-the-bag IOL with limbal anterior vitrectomy (Group 1) or an optic capture of the IOL with no anterior vitrectomy (Group 2).",
            "An unscrubbed nurse informed the surgeon of the method of IOL implantation after cataract removal and before the PCCC was performed."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38224",
        "text": "The preoperative examination included slitlamp biomicroscopy using the slit attachment of the operating microscope, Perkins handheld tonometry, corneal diameter, fundus examination, immersion ultrasound (US) A-scan (Ocuscan, Alcon Laboratories, Inc.), and handheld keratometry (Nidek, Inc.) using anesthesia.",
        "section": "PATIENTS AND METHODS",
        "section_number": 5,
        "sentences": [
            "The preoperative examination included slitlamp biomicroscopy using the slit attachment of the operating microscope, Perkins handheld tonometry, corneal diameter, fundus examination, immersion ultrasound (US) A-scan (Ocuscan, Alcon Laboratories, Inc.), and handheld keratometry (Nidek, Inc.) using anesthesia."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "38224",
        "text": "The SRK/T formula 19 was used for IOL power calculation, and age-appropriate undercorrection of IOL power was performed.",
        "section": "PATIENTS AND METHODS",
        "section_number": 6,
        "sentences": [
            "The SRK/T formula 19 was used for IOL power calculation, and age-appropriate undercorrection of IOL power was performed."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "38224",
        "text": "All surgeries were performed by the same surgeon (A.R.V.). A limbal paracentesis was created, and sodium hyaluronate 2.3% (Healon5) was injected in the anterior chamber. Two additional paracenteses were created at the 3 o'clock and 9 o'clock positions. A manual anterior CCC (ACCC) of approximately 4.5 to 5.0 mm was performed using a microincision capsulorhexis forceps under trypan blue staining in the absence of a red reflex. Bimanual irrigation/aspiration (I/A) was performed for lens removal, after which a 27-gauge cystotome was used to initiate a 4.0 to 4.5 mm PCCC, which was completed with a microincision capsulorhexis forceps. In eyes randomized to Group 1, a bimanual limbal anterior vitrectomy was performed. However, if vitreous disturbance was found, anterior vitrectomy was performed irrespective of the group allocation. Thereafter, the temporal incision was enlarged and a 3-piece hydrophobic acrylic IOL (Acrysof MA60AC, Alcon Laboratories, Inc.) was implanted.",
        "section": "Surgical Technique",
        "section_number": 7,
        "sentences": [
            "All surgeries were performed by the same surgeon (A.R.V.).",
            "A limbal paracentesis was created, and sodium hyaluronate 2.3% (Healon5) was injected in the anterior chamber.",
            "Two additional paracenteses were created at the 3 o'clock and 9 o'clock positions.",
            "A manual anterior CCC (ACCC) of approximately 4.5 to 5.0 mm was performed using a microincision capsulorhexis forceps under trypan blue staining in the absence of a red reflex.",
            "Bimanual irrigation/aspiration (I/A) was performed for lens removal, after which a 27-gauge cystotome was used to initiate a 4.0 to 4.5 mm PCCC, which was completed with a microincision capsulorhexis forceps.",
            "In eyes randomized to Group 1, a bimanual limbal anterior vitrectomy was performed.",
            "However, if vitreous disturbance was found, anterior vitrectomy was performed irrespective of the group allocation.",
            "Thereafter, the temporal incision was enlarged and a 3-piece hydrophobic acrylic IOL (Acrysof MA60AC, Alcon Laboratories, Inc.) was implanted."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38224",
        "text": "In both groups, the IOL optic and haptics were implanted in the capsular bag. In Group 2, the edge of the optic was slid behind the PCCC margin using a Leister hook circumferentially to achieve optic capture ( Figure 1 ).",
        "section": "Surgical Technique",
        "section_number": 8,
        "sentences": [
            "In both groups, the IOL optic and haptics were implanted in the capsular bag.",
            "In Group 2, the edge of the optic was slid behind the PCCC margin using a Leister hook circumferentially to achieve optic capture ( Figure 1 )."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "38224",
        "text": "All incisions were sutured with 10-0 nylon. After bimanual I/A for ophthalmic viscosurgical device (OVD) removal, 0.1 mL of preservative-free triamcinolone acetonide (Aurocort) was injected intracamerally to detect vitreous strands and then washed out. An identical postoperative regimen consisting of topical antibiotic eyedrops (moxifloxacin 0.5%), prednisolone acetate (1.0%) eyedrops tapered over 3 months, and atropine sulfate 1.0% eyedrops for 2 weeks was followed in both groups.",
        "section": "Surgical Technique",
        "section_number": 9,
        "sentences": [
            "All incisions were sutured with 10-0 nylon.",
            "After bimanual I/A for ophthalmic viscosurgical device (OVD) removal, 0.1 mL of preservative-free triamcinolone acetonide (Aurocort) was injected intracamerally to detect vitreous strands and then washed out.",
            "An identical postoperative regimen consisting of topical antibiotic eyedrops (moxifloxacin 0.5%), prednisolone acetate (1.0%) eyedrops tapered over 3 months, and atropine sulfate 1.0% eyedrops for 2 weeks was followed in both groups."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38224",
        "text": "All patients were examined postoperatively at 1 day and 1, 3, 6, and 12 months. A margin of 1 week before or after the actual date of the postoperative visit was allowed. An examination under anesthesia was performed if the child did not allow 1 or more of the study examinations, which included applanation IOP, immersion US A-scan, corneal diameter, retinoscopy, and anterior and posterior segment evaluation.",
        "section": "Postoperative Examinations",
        "section_number": 10,
        "sentences": [
            "All patients were examined postoperatively at 1 day and 1, 3, 6, and 12 months.",
            "A margin of 1 week before or after the actual date of the postoperative visit was allowed.",
            "An examination under anesthesia was performed if the child did not allow 1 or more of the study examinations, which included applanation IOP, immersion US A-scan, corneal diameter, retinoscopy, and anterior and posterior segment evaluation."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38224",
        "text": "The outcome measures were recorded by 1 of 2 trained ophthalmologists who were not the operating surgeons and were masked to the allocation. The primary outcome measure was VAO, which was assessed on the slitlamp/operating microscope with a maximally dilated pupil. Clinically significant VAO was defined as that obscuring the central visual axis and requiring surgery. The secondary outcome measures included glaucoma, defined as an Figure 1 . Representative photographs of an IOL captured through the PCCC as indicated by ovalization of the PCCC margin.",
        "section": "Postoperative Examinations",
        "section_number": 11,
        "sentences": [
            "The outcome measures were recorded by 1 of 2 trained ophthalmologists who were not the operating surgeons and were masked to the allocation.",
            "The primary outcome measure was VAO, which was assessed on the slitlamp/operating microscope with a maximally dilated pupil.",
            "Clinically significant VAO was defined as that obscuring the central visual axis and requiring surgery.",
            "The secondary outcome measures included glaucoma, defined as an Figure 1 .",
            "Representative photographs of an IOL captured through the PCCC as indicated by ovalization of the PCCC margin."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38224",
        "text": "IOP higher than 21 mm Hg more than once with at least 1 of the following criteria 20 : (1) corneal edema or enlargement; (2) increase by 0.2 or more in the cup-to-disc ratio or asymmetry in the intereye cup-to-disc ratio of more than 0.2; (3) abnormal/ asymmetric axial length elongation. In addition, cell deposits on the IOL optic surface within the capsulorhexis margin were assessed using a slitlamp microscope and graded as 1 (%2 deposits), 2 (2 to 5 deposits), 3 (6 to 10 deposits), or 4 (O10 deposits). The presence or absence of posterior synechiae was also recorded.",
        "section": "Postoperative Examinations",
        "section_number": 12,
        "sentences": [
            "IOP higher than 21 mm Hg more than once with at least 1 of the following criteria 20 : (1) corneal edema or enlargement; (2) increase by 0.2 or more in the cup-to-disc ratio or asymmetry in the intereye cup-to-disc ratio of more than 0.2; (3) abnormal/ asymmetric axial length elongation.",
            "In addition, cell deposits on the IOL optic surface within the capsulorhexis margin were assessed using a slitlamp microscope and graded as 1 (%2 deposits), 2 (2 to 5 deposits), 3 (6 to 10 deposits), or 4 (O10 deposits).",
            "The presence or absence of posterior synechiae was also recorded."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38224",
        "text": "Considering that there were no previous comparative data of a similar nature and the relative rarity of the disease and selected age group, a minimum sample size of 30 eyes in each group was chosen.",
        "section": "Sample-Size Calculation",
        "section_number": 13,
        "sentences": [
            "Considering that there were no previous comparative data of a similar nature and the relative rarity of the disease and selected age group, a minimum sample size of 30 eyes in each group was chosen."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "38224",
        "text": "Statistical analyses were performed using SPSS software (version 13, SPSS Inc.). Outcome measures were compared between the groups as a whole. For analysis, the patients were subclassified within each group according to age at surgery as follows: 1 year or younger or older than 1 year to 4 years or older. The Fisher exact test and a proportions test were used for analysis, and a P value less than 0.05 was considered statistically significant.",
        "section": "Statistical Analysis",
        "section_number": 14,
        "sentences": [
            "Statistical analyses were performed using SPSS software (version 13, SPSS Inc.).",
            "Outcome measures were compared between the groups as a whole.",
            "For analysis, the patients were subclassified within each group according to age at surgery as follows: 1 year or younger or older than 1 year to 4 years or older.",
            "The Fisher exact test and a proportions test were used for analysis, and a P value less than 0.05 was considered statistically significant."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38224",
        "text": "Of the 79 children screened for eligibility, 61 children (61 eyes) were enrolled. Table 1 shows the patients' preoperative data.",
        "section": "RESULTS",
        "section_number": 15,
        "sentences": [
            "Of the 79 children screened for eligibility, 61 children (61 eyes) were enrolled.",
            "Table 1 shows the patients' preoperative data."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "38224",
        "text": "There were 25 girls (41.6%) and 36 boys (58.4%). Fifteen (50.0%) of 30 eyes in Group 1 and 14 (45.1%) of 31 eyes in Group 2 were right eyes. The mean difference in age between the 2 groups was not statistically significant (P Z .2). There was no loss to follow-up. When the eyes were subclassified further based on age, the number of children who were younger than 1 year and those who were older than 1 year were comparable between the groups (Table 1) .",
        "section": "RESULTS",
        "section_number": 16,
        "sentences": [
            "There were 25 girls (41.6%) and 36 boys (58.4%).",
            "Fifteen (50.0%) of 30 eyes in Group 1 and 14 (45.1%) of 31 eyes in Group 2 were right eyes.",
            "The mean difference in age between the 2 groups was not statistically significant (P Z .2).",
            "There was no loss to follow-up.",
            "When the eyes were subclassified further based on age, the number of children who were younger than 1 year and those who were older than 1 year were comparable between the groups (Table 1) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38224",
        "text": "In Group 1, the IOL could be placed in the capsular bag in all eyes, with no major intraoperative complications. In Group 2, optic capture could not be achieved in 5 (16.12%) of 31 eyes randomized to have optic capture. Three of these had a posterior capsule plaque preventing a PCCC of desired size ( Figure 2) , and 2 had an inadvertently large PCCC. Of these 5 eyes, 3 had in-the-bag IOL implantation, 1 had placement of the haptics in the ciliary sulcus with the optic captured through the ACCC, and 1 had placement of the haptics in the ciliary sulcus with the optic captured through both capsulorhexes. An anterior vitrectomy was required in 3 of the 5 eyes because of vitreous disturbance during plaque excision.",
        "section": "Intraoperative",
        "section_number": 17,
        "sentences": [
            "In Group 1, the IOL could be placed in the capsular bag in all eyes, with no major intraoperative complications.",
            "In Group 2, optic capture could not be achieved in 5 (16.12%) of 31 eyes randomized to have optic capture.",
            "Three of these had a posterior capsule plaque preventing a PCCC of desired size ( Figure 2) , and 2 had an inadvertently large PCCC.",
            "Of these 5 eyes, 3 had in-the-bag IOL implantation, 1 had placement of the haptics in the ciliary sulcus with the optic captured through the ACCC, and 1 had placement of the haptics in the ciliary sulcus with the optic captured through both capsulorhexes.",
            "An anterior vitrectomy was required in 3 of the 5 eyes because of vitreous disturbance during plaque excision."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38224",
        "text": "Thirty eyes in Group 1 and 26 eyes in Group 2 were included for the comparative analyses of postoperative outcome measures. The 5 eyes in which optic capture was attempted but could not be achieved were analyzed separately. All children required an examination under anesthesia at every follow-up. Table 2 shows the cumulative VAO incidence at the 6-month and 12-month follow-ups, and Figure 3 shows an eye from each group in which the central visual axis is clear 12 months postoperatively. Clinically significant VAO occurred in only 1 eye in Group 1 during the study. This child had surgery at age 7.30 months for bilateral cataract. Significant VAO was detected 3 months postoperatively and pars plana membranectomy was performed 4 months postoperatively. Although the fellow eye was not included in the study, it had an in-thebag IOL implanted with anterior vitrectomy and did not require a secondary procedure.",
        "section": "Postoperative",
        "section_number": 18,
        "sentences": [
            "Thirty eyes in Group 1 and 26 eyes in Group 2 were included for the comparative analyses of postoperative outcome measures.",
            "The 5 eyes in which optic capture was attempted but could not be achieved were analyzed separately.",
            "All children required an examination under anesthesia at every follow-up.",
            "Table 2 shows the cumulative VAO incidence at the 6-month and 12-month follow-ups, and Figure 3 shows an eye from each group in which the central visual axis is clear 12 months postoperatively.",
            "Clinically significant VAO occurred in only 1 eye in Group 1 during the study.",
            "This child had surgery at age 7.30 months for bilateral cataract.",
            "Significant VAO was detected 3 months postoperatively and pars plana membranectomy was performed 4 months postoperatively.",
            "Although the fellow eye was not included in the study, it had an in-thebag IOL implanted with anterior vitrectomy and did not require a secondary procedure."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38224",
        "text": "There were no statistically significant differences in the incidence of posterior synechiae (Table 3) or of cell deposits (Table 4) between the 2 groups at any follow-up.",
        "section": "Inflammation",
        "section_number": 19,
        "sentences": [
            "There were no statistically significant differences in the incidence of posterior synechiae (Table 3) or of cell deposits (Table 4) between the 2 groups at any follow-up."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "38224",
        "text": "All eyes maintained a clinically well-centered IOL throughout follow-up. Figure 4 shows a representative US biomicroscopic image.",
        "section": "Intraocular Len Centration",
        "section_number": 20,
        "sentences": [
            "All eyes maintained a clinically well-centered IOL throughout follow-up.",
            "Figure 4 shows a representative US biomicroscopic image."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "38224",
        "text": "Two eyes in Group 1 developed glaucoma; the age of these patients at the time of surgery was 6.4 months and 6.7 months, respectively. Glaucoma was detected at the 12-month follow-up in both eyes, and topical glaucoma medications were started. No eye in Group 2 developed glaucoma. The difference between the 2 groups was not statistically significant (P Z .49, Fisher exact test).",
        "section": "Glaucoma",
        "section_number": 21,
        "sentences": [
            "Two eyes in Group 1 developed glaucoma; the age of these patients at the time of surgery was 6.4 months and 6.7 months, respectively.",
            "Glaucoma was detected at the 12-month follow-up in both eyes, and topical glaucoma medications were started.",
            "No eye in Group 2 developed glaucoma.",
            "The difference between the 2 groups was not statistically significant (P Z .49, Fisher exact test)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38224",
        "text": "The mean age of the patients for whom optic capture could not be achieved was 20.9 months G 16.5 (SD), and 2 children were younger than 1 year (4.3 months and 9.0 months) at the time of surgery. No eye in this group developed significant VAO, glaucoma, or untoward inflammation.",
        "section": "Postoperative Complications When Optic Capture Could Not Be Achieved",
        "section_number": 22,
        "sentences": [
            "The mean age of the patients for whom optic capture could not be achieved was 20.9 months G 16.5 (SD), and 2 children were younger than 1 year (4.3 months and 9.0 months) at the time of surgery.",
            "No eye in this group developed significant VAO, glaucoma, or untoward inflammation."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "38224",
        "text": "The complications of pediatric cataract surgery, in particular VAO and inflammation, are usually more aggressive in infants and younger children. 21, 22 Therefore, we studied the complications of the 2 techniques in children up to 4 years old. Furthermore, in both groups, approximately 45% of the children were younger than 1 year at the time of cataract surgery.",
        "section": "DISCUSSION",
        "section_number": 23,
        "sentences": [
            "The complications of pediatric cataract surgery, in particular VAO and inflammation, are usually more aggressive in infants and younger children.",
            "21, 22 Therefore, we studied the complications of the 2 techniques in children up to 4 years old.",
            "Furthermore, in both groups, approximately 45% of the children were younger than 1 year at the time of cataract surgery."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38224",
        "text": "In the current study, both groups maintained a clear visual axis and only 1 eye of an infant required a membranectomy in the first year postoperatively. With optic capture, there was no significant VAO, not even in infants and even though no anterior vitrectomy was performed. This is because the fusion of the anterior and posterior capsules leads to sequestration of LECs within the capsular fornices and prevents their migration to the intact anterior vitreous face. Our study results are similar to those in other recent nonrandomized studies, which have shown promising results for VAO prevention with optic capture in adults and children. [16] [17] [18] 23 In a previous study, 13 we found proliferation of LECs and projection onto the IOL 18 months after optic capture of a 1-piece PMMA IOL. In the current study, this phenomenon did not occur during the 12 months of follow-up. This might be attributable to the design of the 3-piece IOL, in particular its optic-haptic junction, thereby allowing almost 360 degrees of capsular fusion. However, a longer follow-up would be required to determine the outcome of the proliferating LECs trapped between the 2 capsules. In contrast with our previously published study in which there were more inflammatory sequelae in the capture group, 13 no difference was found in the incidence or severity of synechiae or cell deposits between the 2 groups.",
        "section": "DISCUSSION",
        "section_number": 24,
        "sentences": [
            "In the current study, both groups maintained a clear visual axis and only 1 eye of an infant required a membranectomy in the first year postoperatively.",
            "With optic capture, there was no significant VAO, not even in infants and even though no anterior vitrectomy was performed.",
            "This is because the fusion of the anterior and posterior capsules leads to sequestration of LECs within the capsular fornices and prevents their migration to the intact anterior vitreous face.",
            "Our study results are similar to those in other recent nonrandomized studies, which have shown promising results for VAO prevention with optic capture in adults and children. [",
            "16] [17] [18] 23 In a previous study, 13 we found proliferation of LECs and projection onto the IOL 18 months after optic capture of a 1-piece PMMA IOL.",
            "In the current study, this phenomenon did not occur during the 12 months of follow-up.",
            "This might be attributable to the design of the 3-piece IOL, in particular its optic-haptic junction, thereby allowing almost 360 degrees of capsular fusion.",
            "However, a longer follow-up would be required to determine the outcome of the proliferating LECs trapped between the 2 capsules.",
            "In contrast with our previously published study in which there were more inflammatory sequelae in the capture group, 13 no difference was found in the incidence or severity of synechiae or cell deposits between the 2 groups."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38224",
        "text": "A recent study of adult eyes 24 found that anterior chamber reaction, as measured by a laser flare meter, is lower when a primary PCCC is performed with posterior optic buttonholing than when a primary PCCC is performed with in-the-bag IOL implantation. The authors attribute this to the fusion of the anterior and posterior capsules, which traps the OVD behind the IOL and does not allow it to come into the anterior chamber and incite inflammation. A very important aspect to consider in children is the IOL material and design, including the optic-haptic junction configuration. The newer 3-piece foldable IOL designs might be better suited for optic capture. Furthermore, with better techniques, OVDs, and instrumentation there might be lesser iris manipulation, thus reducing postoperative inflammatory sequelae. Less inflammatory response might also be attributed to the use of triamcinolone in recent studies, [25] [26] [27] which was not used in previous studies.",
        "section": "DISCUSSION",
        "section_number": 25,
        "sentences": [
            "A recent study of adult eyes 24 found that anterior chamber reaction, as measured by a laser flare meter, is lower when a primary PCCC is performed with posterior optic buttonholing than when a primary PCCC is performed with in-the-bag IOL implantation.",
            "The authors attribute this to the fusion of the anterior and posterior capsules, which traps the OVD behind the IOL and does not allow it to come into the anterior chamber and incite inflammation.",
            "A very important aspect to consider in children is the IOL material and design, including the optic-haptic junction configuration.",
            "The newer 3-piece foldable IOL designs might be better suited for optic capture.",
            "Furthermore, with better techniques, OVDs, and instrumentation there might be lesser iris manipulation, thus reducing postoperative inflammatory sequelae.",
            "Less inflammatory response might also be attributed to the use of triamcinolone in recent studies, [25] [26] [27] which was not used in previous studies."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38224",
        "text": "Glaucoma developed in 2 eyes in Group 1 during the follow-up. Both children who developed glaucoma were younger than 1 year (6 months and 7 months, respectively) at the time of surgery. It is well known that a young age at surgery is a risk factor for glaucoma after cataract surgery, in particular in children younger than 6 months. 28 Severe, early postoperative inflammation could also be an independent risk factor for the development of inflammatory glaucoma. Our routine postoperative regimen included frequent and prolonged topical steroids and atropine, which might suppress severe early onset inflammation and thereby inflammatory glaucoma. Furthermore, we only had a follow-up of 12 months and glaucoma is known to manifest long after surgery, even up to 10 years postoperatively. [29] [30] [31] Thus, a longer follow-up would be required to assess the development of glaucoma.",
        "section": "DISCUSSION",
        "section_number": 26,
        "sentences": [
            "Glaucoma developed in 2 eyes in Group 1 during the follow-up.",
            "Both children who developed glaucoma were younger than 1 year (6 months and 7 months, respectively) at the time of surgery.",
            "It is well known that a young age at surgery is a risk factor for glaucoma after cataract surgery, in particular in children younger than 6 months.",
            "28 Severe, early postoperative inflammation could also be an independent risk factor for the development of inflammatory glaucoma.",
            "Our routine postoperative regimen included frequent and prolonged topical steroids and atropine, which might suppress severe early onset inflammation and thereby inflammatory glaucoma.",
            "Furthermore, we only had a follow-up of 12 months and glaucoma is known to manifest long after surgery, even up to 10 years postoperatively. [",
            "29] [30] [31] Thus, a longer follow-up would be required to assess the development of glaucoma."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38224",
        "text": "Contrary to a previous study in which we found a partial or total loss of the optic capture in up to one-third of the eyes, 13 no eye in the current study showed a loss of capture. We believe this is the result of the slim optic-haptic junction of the 3-piece IOL as well as the more controlled PCCC size that was made by an experienced surgeon. In the present study, the major reason for being unable to achieve optic capture was the presence of a posterior capsule plaque that precluded performing an appropriately sized manual PCCC.",
        "section": "DISCUSSION",
        "section_number": 27,
        "sentences": [
            "Contrary to a previous study in which we found a partial or total loss of the optic capture in up to one-third of the eyes, 13 no eye in the current study showed a loss of capture.",
            "We believe this is the result of the slim optic-haptic junction of the 3-piece IOL as well as the more controlled PCCC size that was made by an experienced surgeon.",
            "In the present study, the major reason for being unable to achieve optic capture was the presence of a posterior capsule plaque that precluded performing an appropriately sized manual PCCC."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38224",
        "text": "There have been significant improvements to anterior vitrectomy, such as high-cut-rate vitrectors and 23-to 25-gauge sutureless trocar-cannula systems. However, vitrectomy is an additional procedure and to our knowledge, there is still no good data available on its effect in small eyes, including its effect on the axial growth of the eye. There is some speculation that anterior vitrectomy might be associated with a higher risk for developing open-angle glaucoma in aphakic or pseudophakic eyes. 32 The proposed mechanisms for this are oxidative stress and an increased susceptibility of the optic nerve head to IOP in vitrectomized eyes. Therefore, any technique that can help achieve the objective of reducing VAO and avoiding an additional surgical maneuver would be helpful to surgeons. There are other techniques that can prevent or reduce VAO in young children without performing an anterior vitrectomy, including the bag-in-the-lens technique 33 and vertical entrapment of the IOL. 34 Both techniques are based on the principle of sequestering the LECs within the fused anterior and posterior capsule leaflets.",
        "section": "DISCUSSION",
        "section_number": 28,
        "sentences": [
            "There have been significant improvements to anterior vitrectomy, such as high-cut-rate vitrectors and 23-to 25-gauge sutureless trocar-cannula systems.",
            "However, vitrectomy is an additional procedure and to our knowledge, there is still no good data available on its effect in small eyes, including its effect on the axial growth of the eye.",
            "There is some speculation that anterior vitrectomy might be associated with a higher risk for developing open-angle glaucoma in aphakic or pseudophakic eyes.",
            "32 The proposed mechanisms for this are oxidative stress and an increased susceptibility of the optic nerve head to IOP in vitrectomized eyes.",
            "Therefore, any technique that can help achieve the objective of reducing VAO and avoiding an additional surgical maneuver would be helpful to surgeons.",
            "There are other techniques that can prevent or reduce VAO in young children without performing an anterior vitrectomy, including the bag-in-the-lens technique 33 and vertical entrapment of the IOL.",
            "34 Both techniques are based on the principle of sequestering the LECs within the fused anterior and posterior capsule leaflets."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38224",
        "text": "The strength of this randomized clinical trial is that it was performed in younger children and infants for whom the problems of VAO and inflammation are the greatest. Furthermore, bias was minimized because the surgeries were performed by the same surgeon at the same center.",
        "section": "DISCUSSION",
        "section_number": 29,
        "sentences": [
            "The strength of this randomized clinical trial is that it was performed in younger children and infants for whom the problems of VAO and inflammation are the greatest.",
            "Furthermore, bias was minimized because the surgeries were performed by the same surgeon at the same center."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "38224",
        "text": "One limitation of this technique is that the surgeon must be able to create an adequately sized and centric PCCC. An ideal PCCC for optic capture should be 1.0 mm smaller than the IOL optic diameter. This may be difficult for beginner surgeons and is especially challenging in infants younger than 6 months. Thus, surgeons wanting to start off with this technique might consider children older than 6 months. Often, the presence of posterior capsule plaques, preexisting defects, or posterior lentiglobus preclude a desired size of manual PCCC. The technique of optic capture does have a significant learning curve. Furthermore, because it is best suited for 3-piece foldable IOLs, it might preclude the use of certain IOLs such as toric IOLs, which at present are mainly available in the 1-piece design. However, with greater surgical experience and confidence, posterior optic capture is a technique worth having in every surgeon's armamentarium, and can be performed wherever feasible, depending on the surgeon's comfort. The introduction of the femtosecond laser technology for cataract surgery might help in creating precisely sized and centric anterior and posterior capsulorhexes in pediatric eyes, according to a few preliminary studies. [35] [36] [37] To summarize, this study found the incidence of complications was comparable between optic capture with no anterior vitrectomy and in-the-bag IOL implantation with anterior vitrectomy in children up to 4 years of age. Based on these results, it is fair to conclude that optic capture of a 3-piece hydrophobic acrylic IOL is an alternative to the standard approach for pediatric cataract surgery and it eliminates anterior vitrectomy as a routine step during surgery. However, more studies with longer follow-ups and larger sample sizes are required to further validate this conclusion.",
        "section": "DISCUSSION",
        "section_number": 30,
        "sentences": [
            "One limitation of this technique is that the surgeon must be able to create an adequately sized and centric PCCC.",
            "An ideal PCCC for optic capture should be 1.0 mm smaller than the IOL optic diameter.",
            "This may be difficult for beginner surgeons and is especially challenging in infants younger than 6 months.",
            "Thus, surgeons wanting to start off with this technique might consider children older than 6 months.",
            "Often, the presence of posterior capsule plaques, preexisting defects, or posterior lentiglobus preclude a desired size of manual PCCC.",
            "The technique of optic capture does have a significant learning curve.",
            "Furthermore, because it is best suited for 3-piece foldable IOLs, it might preclude the use of certain IOLs such as toric IOLs, which at present are mainly available in the 1-piece design.",
            "However, with greater surgical experience and confidence, posterior optic capture is a technique worth having in every surgeon's armamentarium, and can be performed wherever feasible, depending on the surgeon's comfort.",
            "The introduction of the femtosecond laser technology for cataract surgery might help in creating precisely sized and centric anterior and posterior capsulorhexes in pediatric eyes, according to a few preliminary studies. [",
            "35] [36] [37] To summarize, this study found the incidence of complications was comparable between optic capture with no anterior vitrectomy and in-the-bag IOL implantation with anterior vitrectomy in children up to 4 years of age.",
            "Based on these results, it is fair to conclude that optic capture of a 3-piece hydrophobic acrylic IOL is an alternative to the standard approach for pediatric cataract surgery and it eliminates anterior vitrectomy as a routine step during surgery.",
            "However, more studies with longer follow-ups and larger sample sizes are required to further validate this conclusion."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38224",
        "text": "Although the technique of optic capture of an IOL through the posterior capsulorhexis has been used for several years, it is not often used for pediatric cataract surgery.",
        "section": "WHAT WAS KNOWN",
        "section_number": 31,
        "sentences": [
            "Although the technique of optic capture of an IOL through the posterior capsulorhexis has been used for several years, it is not often used for pediatric cataract surgery."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "38224",
        "text": "Capturing the IOL through the posterior capsulorhexis leads to fusion of the anterior and posterior capsulorhexes margins and therefore prevents the proliferating LECs from migrating into the central visual axis. This can reduce or delay the VAO without having to perform an anterior vitrectomy. Most studies of children used older 1-piece PMMA IOLs, and there are no randomized head-to-head comparisons between optic capture and the conventional in-the-bag IOL using newer IOL designs, in particular in younger children for whom anterior vitrectomy has become the norm during congenital cataract surgery. Some previous studies concluded that optic capture is ineffective in reducing VAO without a vitrectomy, and it might even lead to more inflammatory sequelae.",
        "section": "WHAT WAS KNOWN",
        "section_number": 32,
        "sentences": [
            "Capturing the IOL through the posterior capsulorhexis leads to fusion of the anterior and posterior capsulorhexes margins and therefore prevents the proliferating LECs from migrating into the central visual axis.",
            "This can reduce or delay the VAO without having to perform an anterior vitrectomy.",
            "Most studies of children used older 1-piece PMMA IOLs, and there are no randomized head-to-head comparisons between optic capture and the conventional in-the-bag IOL using newer IOL designs, in particular in younger children for whom anterior vitrectomy has become the norm during congenital cataract surgery.",
            "Some previous studies concluded that optic capture is ineffective in reducing VAO without a vitrectomy, and it might even lead to more inflammatory sequelae."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38224",
        "text": "Optic capture could be performed in most eyes in the absence of a posterior capsule plaque. There were no significant differences in complications at 12 months postoperatively between the group that had an anterior vitrectomy and the group that did not. Optic capture could be a promising alternative to the standard surgical technique and might eliminate the additional step of anterior vitrectomy. ",
        "section": "WHAT THIS PAPER ADDS",
        "section_number": 33,
        "sentences": [
            "Optic capture could be performed in most eyes in the absence of a posterior capsule plaque.",
            "There were no significant differences in complications at 12 months postoperatively between the group that had an anterior vitrectomy and the group that did not.",
            "Optic capture could be a promising alternative to the standard surgical technique and might eliminate the additional step of anterior vitrectomy."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38224",
        "text": "IN-THE-BAG IOL VS OPTIC CAPTURE IN PEDIATRIC CATARACT PATIENTSVolume 43 Issue 9 September 2017",
        "section": "",
        "section_number": 34,
        "sentences": [
            "IN-THE-BAG IOL VS OPTIC CAPTURE IN PEDIATRIC CATARACT PATIENTSVolume 43 Issue 9 September 2017"
        ],
        "sentence_labels": [
            -1
        ]
    }
]