[
    {
        "doc_id": "34813",
        "text": "Background: The purpose of this study was to determine the effects of bivalved versus circumferential cast immobilization on maintenance of reduction and associated complications after closed reduction (CR) of radius and/or ulna fractures in children. Methods: Two hundred two children with displaced radius and/ or ulna fractures were randomized to either circumferential (n = 101) or bivalved (n = 101) long-arm casts after CR. The mean age was 10 ± 3 years. There were no significant differences between groups in terms of age, sex, or initial fracture displacement or angulation. Clinical and radiographic evaluations were performed at 1, 2, 4, and 6 weeks postreduction. Radiographic loss of reduction (LOR), need for remanipulation or surgery, and associated complications of compartment syndrome, cast saw injury, and neurovascular compromise were recorded. Results: Overall, the median angulation of the radius and ulna fractures improved from 20 and 18 degrees to 3 and 2 degrees after CR, respectively. The median cast index after reduction was 0.78 in the bivalved group and 0.80 in the circumferential group. The median angulation of the radius and ulna was 8 and 1 degrees at 4 weeks, with no significant difference between groups. By the fourth week of follow-up, 70 patients (34%)-35 bivalved and 35 circumferential-had radiographic LOR. Fortyseven patients (23%)-23 bivalved and 24 circumferentialunderwent remanipulation or surgical reduction and fixation. There were no significant differences between groups with respect to LOR rate or need for surgical treatment. One bivalved patient sustained a cast saw injury, and 3 bivalved patients had transient neurological abnormalities. No patients developed compartment syndrome. Conclusions: Cast immobilization is effective in the majority of patients after CR of displaced forearm fractures. There were no significant differences in maintenance of reduction, need for surgery, or complications between bivalved or circumferential long-arm casts. Level of Evidence: Level I-therapeutic.",
        "section": "Abstract",
        "sentences": [
            "Background: The purpose of this study was to determine the effects of bivalved versus circumferential cast immobilization on maintenance of reduction and associated complications after closed reduction (CR) of radius and/or ulna fractures in children.",
            "Methods: Two hundred two children with displaced radius and/ or ulna fractures were randomized to either circumferential (n = 101) or bivalved (n = 101) long-arm casts after CR.",
            "The mean age was 10 ± 3 years.",
            "There were no significant differences between groups in terms of age, sex, or initial fracture displacement or angulation.",
            "Clinical and radiographic evaluations were performed at 1, 2, 4, and 6 weeks postreduction.",
            "Radiographic loss of reduction (LOR), need for remanipulation or surgery, and associated complications of compartment syndrome, cast saw injury, and neurovascular compromise were recorded.",
            "Results: Overall, the median angulation of the radius and ulna fractures improved from 20 and 18 degrees to 3 and 2 degrees after CR, respectively.",
            "The median cast index after reduction was 0.78 in the bivalved group and 0.80 in the circumferential group.",
            "The median angulation of the radius and ulna was 8 and 1 degrees at 4 weeks, with no significant difference between groups.",
            "By the fourth week of follow-up, 70 patients (34%)-35 bivalved and 35 circumferential-had radiographic LOR.",
            "Fortyseven patients (23%)-23 bivalved and 24 circumferentialunderwent remanipulation or surgical reduction and fixation.",
            "There were no significant differences between groups with respect to LOR rate or need for surgical treatment.",
            "One bivalved patient sustained a cast saw injury, and 3 bivalved patients had transient neurological abnormalities.",
            "No patients developed compartment syndrome.",
            "Conclusions: Cast immobilization is effective in the majority of patients after CR of displaced forearm fractures.",
            "There were no significant differences in maintenance of reduction, need for surgery, or complications between bivalved or circumferential long-arm casts.",
            "Level of Evidence: Level I-therapeutic."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34813",
        "text": "F ractures of the radius and ulna are common, representing up to a third of all childhood fractures and affecting approximately 1 in 100 children each year. [1] [2] [3] [4] [5] [6] [7] [8] [9] Although closed reduction (CR) and casting of displaced fractures remain the mainstay of treatment for the majority of patients, the optimal type of cast remains debatable. Although well-molded casts may provide the best potential to maintain fracture alignment, theoretical risks of acute circumferential immobilization include neurovascular compromise and compartment syndrome. Bivalving, or splitting, casts may reduce the neurovascular risks, but the effect on fracture stability is unknown. Furthermore, bivalving casts on the swollen, acutely injured limb in an often sedated child raises concerns regarding potential cast saw injury. [10] [11] [12] [13] [14] The purpose of this prospective randomized clinical trial was to determine the effects of bivalved versus circumferential cast immobilization on maintenance of reduction and associated complications after CR of forearm fractures in children.",
        "section": "",
        "section_number": 1,
        "sentences": [
            "F ractures of the radius and ulna are common, representing up to a third of all childhood fractures and affecting approximately 1 in 100 children each year. [",
            "1] [2] [3] [4] [5] [6] [7] [8] [9] Although closed reduction (CR) and casting of displaced fractures remain the mainstay of treatment for the majority of patients, the optimal type of cast remains debatable.",
            "Although well-molded casts may provide the best potential to maintain fracture alignment, theoretical risks of acute circumferential immobilization include neurovascular compromise and compartment syndrome.",
            "Bivalving, or splitting, casts may reduce the neurovascular risks, but the effect on fracture stability is unknown.",
            "Furthermore, bivalving casts on the swollen, acutely injured limb in an often sedated child raises concerns regarding potential cast saw injury. [",
            "10] [11] [12] [13] [14] The purpose of this prospective randomized clinical trial was to determine the effects of bivalved versus circumferential cast immobilization on maintenance of reduction and associated complications after CR of forearm fractures in children."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34813",
        "text": "From 2009 to 2011, a randomized clinical trial of all patients presenting to a level 1 pediatric trauma center with displaced forearm fractures was performed. Skeletally immature children between 4 and 16 years of age with displaced distal or mid-diaphyseal radius and/or ulna fractures requiring CR and cast immobilization were eligible. Patients with open fractures, refractures, plastic deformation or incomplete injuries, fractures >1 week old, and severe soft tissue swelling or neurovascular compromise were excluded. Fractures requiring initial surgical treatment as deemed by the treating attending pediatric orthopaedist were also excluded.",
        "section": "Study Design",
        "section_number": 2,
        "sentences": [
            "From 2009 to 2011, a randomized clinical trial of all patients presenting to a level 1 pediatric trauma center with displaced forearm fractures was performed.",
            "Skeletally immature children between 4 and 16 years of age with displaced distal or mid-diaphyseal radius and/or ulna fractures requiring CR and cast immobilization were eligible.",
            "Patients with open fractures, refractures, plastic deformation or incomplete injuries, fractures >1 week old, and severe soft tissue swelling or neurovascular compromise were excluded.",
            "Fractures requiring initial surgical treatment as deemed by the treating attending pediatric orthopaedist were also excluded."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34813",
        "text": "Patients eligible for participation were offered study enrollment, and informed consent was obtained. After CR, subjects were randomized to either bivalved or circumferential casts in a 1:1 ratio; treatment allocation was determined by drawing from prepackaged, sealed envelopes with assignments made based on an age-stratified (4 to 10 y and 11 to 16 y) randomized block design.",
        "section": "Study Design",
        "section_number": 3,
        "sentences": [
            "Patients eligible for participation were offered study enrollment, and informed consent was obtained.",
            "After CR, subjects were randomized to either bivalved or circumferential casts in a 1:1 ratio; treatment allocation was determined by drawing from prepackaged, sealed envelopes with assignments made based on an age-stratified (4 to 10 y and 11 to 16 y) randomized block design."
        ],
        "sentence_labels": [
            -1,
            1
        ],
        "classification_label": 0
    },
    {
        "doc_id": "34813",
        "text": "The primary outcome was defined as radiographic loss of reduction (LOR) by 4 weeks postrandomization, based on age and fracture criteria. In patients 14 years of age or below, LOR was defined as angulation >10, 20, and 20 degrees in the proximal, middle, and distal thirds of the bone, respectively. In patients over 15 years of age, angulation of >10 degrees was deemed unacceptable. Furthermore, any change in angulation of >10 degrees from immediate postreduction radiograph was deemed LOR. The secondary outcome was clinical, that is, need for remanipulation and/or surgical intervention by 4 weeks postrandomization, as determined by the treating pediatric orthopaedic surgeon. Safety was evaluated based on the occurrence of associated complications, including compartment syndrome or neurovascular compromise, or cast saw injuries, by 4 weeks postrandomization.",
        "section": "Study Design",
        "section_number": 4,
        "sentences": [
            "The primary outcome was defined as radiographic loss of reduction (LOR) by 4 weeks postrandomization, based on age and fracture criteria.",
            "In patients 14 years of age or below, LOR was defined as angulation >10, 20, and 20 degrees in the proximal, middle, and distal thirds of the bone, respectively.",
            "In patients over 15 years of age, angulation of >10 degrees was deemed unacceptable.",
            "Furthermore, any change in angulation of >10 degrees from immediate postreduction radiograph was deemed LOR.",
            "The secondary outcome was clinical, that is, need for remanipulation and/or surgical intervention by 4 weeks postrandomization, as determined by the treating pediatric orthopaedic surgeon.",
            "Safety was evaluated based on the occurrence of associated complications, including compartment syndrome or neurovascular compromise, or cast saw injuries, by 4 weeks postrandomization."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34813",
        "text": "The trial protocol was approved by the Committee on Clinical Investigation of our institutional review board and registered on ClinicalTrials.gov (NCT00823823). The trial was undertaken in accordance with the provisions of the Good Clinical Practice Guidelines.",
        "section": "Study Design",
        "section_number": 5,
        "sentences": [
            "The trial protocol was approved by the Committee on Clinical Investigation of our institutional review board and registered on ClinicalTrials.gov (NCT00823823).",
            "The trial was undertaken in accordance with the provisions of the Good Clinical Practice Guidelines."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34813",
        "text": "Fractures were treated with CR and casting in the emergency department with conscious sedation. Most casts were fiberglass (ScotchCast Plus, 3M, St. Paul, MN) with cotton undercast padding (Webril, Coviden, Mansfield, MA). Casts were bivalved using oscillating saws (Stryker 840 Cast Cutter, Stryker, Kalamzoo, MI), with cuts made on the medial and lateral aspects along the entire length of the cast; cast padding was not universally split. Cast spreaders were used to complete and confirm adequate split of the cast. Adhesive tape was applied externally to prevent loosening of cast components, and tape was left in place until the first clinical follow-up. Patients had clinical examination and repeat radiographs immediately after CR and casting to confirm alignment and characterize cast mold quality, as determined by the cast index. 15 ",
        "section": "Treatment",
        "section_number": 6,
        "sentences": [
            "Fractures were treated with CR and casting in the emergency department with conscious sedation.",
            "Most casts were fiberglass (ScotchCast Plus, 3M, St. Paul, MN) with cotton undercast padding (Webril, Coviden, Mansfield, MA).",
            "Casts were bivalved using oscillating saws (Stryker 840 Cast Cutter, Stryker, Kalamzoo, MI), with cuts made on the medial and lateral aspects along the entire length of the cast; cast padding was not universally split.",
            "Cast spreaders were used to complete and confirm adequate split of the cast.",
            "Adhesive tape was applied externally to prevent loosening of cast components, and tape was left in place until the first clinical follow-up.",
            "Patients had clinical examination and repeat radiographs immediately after CR and casting to confirm alignment and characterize cast mold quality, as determined by the cast index.",
            "15"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34813",
        "text": "Patients were evaluated at approximately 1, 2, 4, and 6 weeks postreduction. Clinical assessments were made for pain, neurovascular status, and signs/symptoms of compartment syndrome or cast saw injury. Abnormal vascular status was defined as venous congestion or diminished capillary refill, turgor, and/or pallor concerning for arterial insufficiency. Patients with distal numbness, motor weakness, or paresthesias were categorized as having abnormal neurological status. Anteroposterior (AP) and lateral radiographs were measured for angula-tion and displacement. By convention, apex ulnar and apex volar angulation on the AP and lateral projections, respectively, were assigned positive values. Given the age spectrum of study subjects, displacement was categorized as 0% to 25%, 26% to 50%, 51% to 75%, or 76% or more of the corresponding width of the affected bone.",
        "section": "Clinical and Radiographic Follow-up",
        "section_number": 7,
        "sentences": [
            "Patients were evaluated at approximately 1, 2, 4, and 6 weeks postreduction.",
            "Clinical assessments were made for pain, neurovascular status, and signs/symptoms of compartment syndrome or cast saw injury.",
            "Abnormal vascular status was defined as venous congestion or diminished capillary refill, turgor, and/or pallor concerning for arterial insufficiency.",
            "Patients with distal numbness, motor weakness, or paresthesias were categorized as having abnormal neurological status.",
            "Anteroposterior (AP) and lateral radiographs were measured for angula-tion and displacement.",
            "By convention, apex ulnar and apex volar angulation on the AP and lateral projections, respectively, were assigned positive values.",
            "Given the age spectrum of study subjects, displacement was categorized as 0% to 25%, 26% to 50%, 51% to 75%, or 76% or more of the corresponding width of the affected bone."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34813",
        "text": "Radiographic measurements were performed by the principal investigator and research coordinator after prestudy consensus building. Interrater and intrareader reliability was evaluated continuously throughout the study for quality control. Ten percent of all radiographs were read twice by the same reader and by 2 different readers. Measures were considered to be in agreement if there was a difference of <10 degrees of angulation between readings. Those with a >10 degree discrepancy were remeasured by the principal investigator.",
        "section": "Clinical and Radiographic Follow-up",
        "section_number": 8,
        "sentences": [
            "Radiographic measurements were performed by the principal investigator and research coordinator after prestudy consensus building.",
            "Interrater and intrareader reliability was evaluated continuously throughout the study for quality control.",
            "Ten percent of all radiographs were read twice by the same reader and by 2 different readers.",
            "Measures were considered to be in agreement if there was a difference of <10 degrees of angulation between readings.",
            "Those with a >10 degree discrepancy were remeasured by the principal investigator."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34813",
        "text": "Long-arm, above-elbow casts were initially applied and then changed to short-arm circumferential casts 4 weeks after injury. Few subjects had casts changed before the 4-week follow-up visit, primarily for reasons related to nonadherence.",
        "section": "Clinical and Radiographic Follow-up",
        "section_number": 9,
        "sentences": [
            "Long-arm, above-elbow casts were initially applied and then changed to short-arm circumferential casts 4 weeks after injury.",
            "Few subjects had casts changed before the 4-week follow-up visit, primarily for reasons related to nonadherence."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34813",
        "text": "The intention-to-treat (ITT) cohort was comprised of all eligible and randomized subjects with data collected during at least 1 follow-up visit. The per-protocol cohort was comprised of subjects with optimal reductions (postcasting displacement <25% and absolute value of angulation < 10 degrees), who remained in the cast type to which they were randomized until week 4, and who completed the 4-week visit. In both cohorts, the primary follow-up ended in the event of a remanipulation/surgical intervention or reaching the 4-week follow-up point, whichever occurred first. Secondary follow-up was extended until the 6-week follow-up point regardless of a cast change by the 4-week follow-up point.",
        "section": "Clinical and Radiographic Follow-up",
        "section_number": 10,
        "sentences": [
            "The intention-to-treat (ITT) cohort was comprised of all eligible and randomized subjects with data collected during at least 1 follow-up visit.",
            "The per-protocol cohort was comprised of subjects with optimal reductions (postcasting displacement <25% and absolute value of angulation < 10 degrees), who remained in the cast type to which they were randomized until week 4, and who completed the 4-week visit.",
            "In both cohorts, the primary follow-up ended in the event of a remanipulation/surgical intervention or reaching the 4-week follow-up point, whichever occurred first.",
            "Secondary follow-up was extended until the 6-week follow-up point regardless of a cast change by the 4-week follow-up point."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34813",
        "text": "Comparisons between bivalved and circumferential cast patients of numerical variables were based on means (and SDs) or medians (and interquartile ranges) with significance assessed through t tests or Wilcoxon rank sum tests. Analysis of categorical variables was conducted using Pearson w 2 tests, Fisher's exact tests, or the exact Cochran-Armitage trend test, as appropriate. Comparisons between casting groups were performed at baseline and follow-up visits. Baseline was defined as the time immediately after CR and cast application (the only data collected at this time was a radiograph). Reliability of radiographic readings was assessed through intraclass correlation coefficients for agreement, when analyzing angulation, and proportion of absolute agreement, when analyzing displacement.",
        "section": "Statistical Methods",
        "section_number": 11,
        "sentences": [
            "Comparisons between bivalved and circumferential cast patients of numerical variables were based on means (and SDs) or medians (and interquartile ranges) with significance assessed through t tests or Wilcoxon rank sum tests.",
            "Analysis of categorical variables was conducted using Pearson w 2 tests, Fisher's exact tests, or the exact Cochran-Armitage trend test, as appropriate.",
            "Comparisons between casting groups were performed at baseline and follow-up visits.",
            "Baseline was defined as the time immediately after CR and cast application (the only data collected at this time was a radiograph).",
            "Reliability of radiographic readings was assessed through intraclass correlation coefficients for agreement, when analyzing angulation, and proportion of absolute agreement, when analyzing displacement."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34813",
        "text": "The primary analysis aimed to compare the efficacy of the 2 cast types and was focused on the ITT cohort in the primary follow-up time. Power for this study was estimated to be 80% for a 0.05 alpha level Pearson w 2 test to detect a difference in the frequency of LOR of 19% between the 2 treatment groups, assuming a frequency of LOR among circumferential patients of 24%. This last proportion was based on the upper boundary of the 95% confidence interval (CI) of a retrospective review of forearm fractures previously treated at our institution. On the basis of these assumptions, the goal was to enroll 120 subjects per study arm and to analyze 100 subjects per study arm.",
        "section": "Statistical Methods",
        "section_number": 12,
        "sentences": [
            "The primary analysis aimed to compare the efficacy of the 2 cast types and was focused on the ITT cohort in the primary follow-up time.",
            "Power for this study was estimated to be 80% for a 0.05 alpha level Pearson w 2 test to detect a difference in the frequency of LOR of 19% between the 2 treatment groups, assuming a frequency of LOR among circumferential patients of 24%.",
            "This last proportion was based on the upper boundary of the 95% confidence interval (CI) of a retrospective review of forearm fractures previously treated at our institution.",
            "On the basis of these assumptions, the goal was to enroll 120 subjects per study arm and to analyze 100 subjects per study arm."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34813",
        "text": "In the secondary analysis, we adjusted analysis of the primary (LOR) and secondary (remanipulation or surgery) outcomes in the ITT cohort by age, fracture severity, quality of reduction, and cast index using logistic regression models. Statistical significance in these models was based on likelihood ratio w 2 . Subgroup analysis was performed in regression models through testing interaction terms between the variables of interest and cast group. Subgroups were defined as follows: quality of cast mold (numerical cast index ratio categorized in increments of 0.1, with well-molded casts having a cast in-dexr0.7), quality of reduction (optimal vs. suboptimal), severity of fracture based on baseline radiographs (severe vs. nonsevere), and age (tertiles). Optimal reduction and nonsevere fracture were classified using the same criteria:",
        "section": "Statistical Methods",
        "section_number": 13,
        "sentences": [
            "In the secondary analysis, we adjusted analysis of the primary (LOR) and secondary (remanipulation or surgery) outcomes in the ITT cohort by age, fracture severity, quality of reduction, and cast index using logistic regression models.",
            "Statistical significance in these models was based on likelihood ratio w 2 .",
            "Subgroup analysis was performed in regression models through testing interaction terms between the variables of interest and cast group.",
            "Subgroups were defined as follows: quality of cast mold (numerical cast index ratio categorized in increments of 0.1, with well-molded casts having a cast in-dexr0.7), quality of reduction (optimal vs. suboptimal), severity of fracture based on baseline radiographs (severe vs. nonsevere), and age (tertiles).",
            "Optimal reduction and nonsevere fracture were classified using the same criteria:"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34813",
        "text": "postcasting displacement <25% and absolute value of angulation < 10 degrees.",
        "section": "Statistical Methods",
        "section_number": 14,
        "sentences": [
            "postcasting displacement <25% and absolute value of angulation < 10 degrees."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34813",
        "text": "Analyses were performed in SAS v9.2 and R v 2.15.1 (using \"irr package\"). All P-values were 2-sided and considered statistically significant if <0.05 or marginally significant if <0.1.",
        "section": "Statistical Methods",
        "section_number": 15,
        "sentences": [
            "Analyses were performed in SAS v9.2 and R v 2.15.1 (using \"irr package\").",
            "All P-values were 2-sided and considered statistically significant if <0.05 or marginally significant if <0.1."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34813",
        "text": "Among 508 patients screened, 397 patients were eligible and 216 patients were consented and randomized ( Fig. 1 ). Ten patients were found ineligible shortly after randomization. Four were lost to follow-up. Analysis including and excluding these 14 patients demonstrated no differences. Therefore, only analyses of the 202 patients who completed one or more follow-up visits, in the ITT cohort, were reported. The per-protocol cohort was comprised of 62 bivalved and 73 circumferential cast subjects, after excluding 39 subjects. In the ITT cohort, patients in the bivalved and circumferential groups were comparable with respect to all demographic characteristics ( Table 1) . Fracture characteristics were also nearly identical between bivalve and circumferential casting groups.",
        "section": "Study Population",
        "section_number": 16,
        "sentences": [
            "Among 508 patients screened, 397 patients were eligible and 216 patients were consented and randomized ( Fig. 1 ).",
            "Ten patients were found ineligible shortly after randomization.",
            "Four were lost to follow-up.",
            "Analysis including and excluding these 14 patients demonstrated no differences.",
            "Therefore, only analyses of the 202 patients who completed one or more follow-up visits, in the ITT cohort, were reported.",
            "The per-protocol cohort was comprised of 62 bivalved and 73 circumferential cast subjects, after excluding 39 subjects.",
            "In the ITT cohort, patients in the bivalved and circumferential groups were comparable with respect to all demographic characteristics ( Table 1) .",
            "Fracture characteristics were also nearly identical between bivalve and circumferential casting groups."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34813",
        "text": "Overall, median angulation of the radius and ulna fractures improved from 20 degrees (IQR: 14 to 29 degrees) and 18 degrees (IQR: 5 to 27 degrees) at time of injury to 3 degrees (IQR: 2 to 6 degrees) and 2 degrees (IQR: 0 to 4 degrees) after CR, respectively ( Table 2) . Cast indices were available for 195 subjects (98 bivalved and 97 circumferential), with 92% of cast indices in excess of 0.7. The median cast indices in the bivalved and circumferential groups were 0.78 (IQR: 0.73 to 0.84) and 0.80 (IQR: 0.75 to 0.85), respectively (P = 0.06).",
        "section": "Fracture Reduction and Casting",
        "section_number": 17,
        "sentences": [
            "Overall, median angulation of the radius and ulna fractures improved from 20 degrees (IQR: 14 to 29 degrees) and 18 degrees (IQR: 5 to 27 degrees) at time of injury to 3 degrees (IQR: 2 to 6 degrees) and 2 degrees (IQR: 0 to 4 degrees) after CR, respectively ( Table 2) .",
            "Cast indices were available for 195 subjects (98 bivalved and 97 circumferential), with 92% of cast indices in excess of 0.7.",
            "The median cast indices in the bivalved and circumferential groups were 0.78 (IQR: 0.73 to 0.84) and 0.80 (IQR: 0.75 to 0.85), respectively (P = 0.06)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34813",
        "text": "A total of 21 patients did not remain in the cast to which they were randomized during the primary 4-week follow-up period; 3 patients had received circumferential and were switched to bivalved (2 in week 1 and 1 in week 2) and 18 patients had received bivalved and were switched to circumferential (6 in week 1 and 12 in week 2). The proportion of subjects switching cast type was significantly greater in the bivalved group (16%) than the circumferential group (2%) (P < 0.01). Reasons noted for early cast changes included: \"cast got wet,\" \"cast too loose,\" and \"cast too tight.\"",
        "section": "Fracture Reduction and Casting",
        "section_number": 18,
        "sentences": [
            "A total of 21 patients did not remain in the cast to which they were randomized during the primary 4-week follow-up period; 3 patients had received circumferential and were switched to bivalved (2 in week 1 and 1 in week 2) and 18 patients had received bivalved and were switched to circumferential (6 in week 1 and 12 in week 2).",
            "The proportion of subjects switching cast type was significantly greater in the bivalved group (16%) than the circumferential group (2%) (P < 0.01).",
            "Reasons noted for early cast changes included: \"cast got wet,\" \"cast too loose,\" and \"cast too tight.\""
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34813",
        "text": "A total of 2084 radiographs were read across all study visits, 1058 in bivalved and 1026 among circumferential casting patients. A total of 276 radiographs were measured by both readers, and 44 were remeasured to ensure interrater reliability. Agreement between the 2 readers was very good with 95% of the plain films read by 2 readers agreeing with regards to the fracture displacement. With regards to angulation, agreement was excellent with intraclass correlation coefficient varying according to the 4 radiographic projections (AP and lateral ulna and AP and lateral radius) between 0.84 (95% CI, 0.76-0.90) and 0.97 (95% CI, 0.95-0.98). 26%-50% 4 (6) 4 (6) 51%-75% 1 (2) 0 (0) 76%-100% 5 (8) 7 (11) Data are means (SD) or numbers (%) unless specified. *Pain score was collected using the FACES Pain Scale (scored: 0, 2, 4, 6, 8, 10) for younger patients and a single pain question (scored: 0 to 10) for older patients.",
        "section": "Radiographic Measurement-Reliability and Blinding",
        "section_number": 19,
        "sentences": [
            "A total of 2084 radiographs were read across all study visits, 1058 in bivalved and 1026 among circumferential casting patients.",
            "A total of 276 radiographs were measured by both readers, and 44 were remeasured to ensure interrater reliability.",
            "Agreement between the 2 readers was very good with 95% of the plain films read by 2 readers agreeing with regards to the fracture displacement.",
            "With regards to angulation, agreement was excellent with intraclass correlation coefficient varying according to the 4 radiographic projections (AP and lateral ulna and AP and lateral radius) between 0.84 (95% CI, 0.76-0.90) and 0.97 (95% CI, 0.95-0.98).",
            "26%-50% 4 (6) 4 (6) 51%-75% 1 (2) 0 (0) 76%-100% 5 (8) 7 (11) Data are means (SD) or numbers (%) unless specified. *",
            "Pain score was collected using the FACES Pain Scale (scored: 0, 2, 4, 6, 8, 10) for younger patients and a single pain question (scored: 0 to 10) for older patients."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34813",
        "text": "AP indicates anteroposterior; BMI, body mass index; ER, emergency room; IQR, interquartile range; LAT, lateral.",
        "section": "Radiographic Measurement-Reliability and Blinding",
        "section_number": 20,
        "sentences": [
            "AP indicates anteroposterior; BMI, body mass index; ER, emergency room; IQR, interquartile range; LAT, lateral."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34813",
        "text": "Risk of both LOR and remanipulation/surgical intervention by week 4 were comparable between the bivalved and circumferential cast groups (Table 3) . Among the 70 patients overall who lost reduction by week 4, only 47 patients had a remanipulation/surgical intervention by week 6. Fracture angulation and displacement at the time of lost reduction were similar in the 2 treatment groups. There was no difference in the risk of surgical remanipulation among treatment groups.",
        "section": "Casting Efficacy",
        "section_number": 21,
        "sentences": [
            "Risk of both LOR and remanipulation/surgical intervention by week 4 were comparable between the bivalved and circumferential cast groups (Table 3) .",
            "Among the 70 patients overall who lost reduction by week 4, only 47 patients had a remanipulation/surgical intervention by week 6.",
            "Fracture angulation and displacement at the time of lost reduction were similar in the 2 treatment groups.",
            "There was no difference in the risk of surgical remanipulation among treatment groups."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34813",
        "text": "There were no significant differences in the timing at which patients lost reduction, received remanipulation/ surgical intervention, or achieved bony healing across casting groups (Figs. 2, 3) . ",
        "section": "Casting Efficacy",
        "section_number": 22,
        "sentences": [
            "There were no significant differences in the timing at which patients lost reduction, received remanipulation/ surgical intervention, or achieved bony healing across casting groups (Figs. 2, 3) ."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34813",
        "text": "No patient presented with compartment syndrome or infection. One bivalved patient sustained a cast saw burn noted at week 6. Other adverse events included: swelling in 2 circumferential cast patients at the first week of follow-up; abnormal vascular status in 1 circumferential patient at 1 week; and abnormal neurological status in 4 patients (3 bivalved cast and 1 circumferential cast). The risk of presenting with any adverse event during the whole follow-up period was comparable among the 2 treatment groups, that is, 3% and 4% among bivalved and circumferential patients, respectively (P = 0.96). Table 4 shows the results of crude and adjusted analysis for potential relevant predictors of both LOR and remanipulation/surgical intervention, as well as the effect of casting type on these outcomes. Crude analysis indicated that fracture severity was the only significant independent predictor of reduction loss by week 4 (P < 0.01). There was no evidence of a significant, unadjusted relationship between LOR and cast type, optimal reduction, age, or cast index. When remanipulation/ surgical intervention by week 4 was analyzed, optimal reduction was the only significant independent predictor of remanipulation/surgical intervention by week 4 (P = 0.01); there was no significant unadjusted association with cast type, fracture severity, age, or cast index.",
        "section": "Safety of Casting Procedures",
        "section_number": 23,
        "sentences": [
            "No patient presented with compartment syndrome or infection.",
            "One bivalved patient sustained a cast saw burn noted at week 6.",
            "Other adverse events included: swelling in 2 circumferential cast patients at the first week of follow-up; abnormal vascular status in 1 circumferential patient at 1 week; and abnormal neurological status in 4 patients (3 bivalved cast and 1 circumferential cast).",
            "The risk of presenting with any adverse event during the whole follow-up period was comparable among the 2 treatment groups, that is, 3% and 4% among bivalved and circumferential patients, respectively (P = 0.96).",
            "Table 4 shows the results of crude and adjusted analysis for potential relevant predictors of both LOR and remanipulation/surgical intervention, as well as the effect of casting type on these outcomes.",
            "Crude analysis indicated that fracture severity was the only significant independent predictor of reduction loss by week 4 (P < 0.01).",
            "There was no evidence of a significant, unadjusted relationship between LOR and cast type, optimal reduction, age, or cast index.",
            "When remanipulation/ surgical intervention by week 4 was analyzed, optimal reduction was the only significant independent predictor of remanipulation/surgical intervention by week 4 (P = 0.01); there was no significant unadjusted association with cast type, fracture severity, age, or cast index."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34813",
        "text": "In models for both LOR and remanipulation/surgical intervention, interaction effects that included casting type were not statistically significant and had no impact on any models. When all covariates were included in a model for analyzing LOR, it was found that fracture severity was the only significant predictor of reduction loss by week 4 (OR, 3.07; 95% CI, 1.57-6.00). Once again, adjusting for casting type had no effect on the results of the regression analysis. When all covariates were included in analysis of remanipulation/surgical intervention, quality of reduction was the only statistically significant predictor of remanipulation/surgical intervention (OR, 0.42; 95% CI, 0.19-0.95). Adjusting for casting type had no effect on the results of the regression analysis.",
        "section": "Subgroup Analysis",
        "section_number": 24,
        "sentences": [
            "In models for both LOR and remanipulation/surgical intervention, interaction effects that included casting type were not statistically significant and had no impact on any models.",
            "When all covariates were included in a model for analyzing LOR, it was found that fracture severity was the only significant predictor of reduction loss by week 4 (OR, 3.07; 95% CI, 1.57-6.00).",
            "Once again, adjusting for casting type had no effect on the results of the regression analysis.",
            "When all covariates were included in analysis of remanipulation/surgical intervention, quality of reduction was the only statistically significant predictor of remanipulation/surgical intervention (OR, 0.42; 95% CI, 0.19-0.95).",
            "Adjusting for casting type had no effect on the results of the regression analysis."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34813",
        "text": "There is a wealth of published information documenting loss of fracture alignment in approximately one third of patients after CR, particularly with very Largest AP angle 0 (0-2) 0 (0-3) Largest LAT angle 1 (0-3) 0 (0-3) Most pronounced angle",
        "section": "DISCUSSION",
        "section_number": 25,
        "sentences": [
            "There is a wealth of published information documenting loss of fracture alignment in approximately one third of patients after CR, particularly with very Largest AP angle 0 (0-2) 0 (0-3) Largest LAT angle 1 (0-3) 0 (0-3) Most pronounced angle"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34813",
        "text": "1 (0-4) 2 (0-4) AP radius displacement [n (%)] 0%-25% 92 (94) 90 (95) 26%-50% 4 (4) 3 (3) 51%-75% 1 (1) 2 (2) 76%-100% 1 (1) 0 (0) LAT radius displacement [n (%)] 0%-25% 79 (86) 88 (94) 26%-50% 11 (12) 5 (5) 51%-75% 0 (0) 1 (1) 76%-100% 2 (2) 0 (0) AP ulna displacement [n (%)] 0%-25% 65 (100) 62 (97) 26%-50% 0 (0) 2 (3) 51%-75% 0 (0) 0 (0) 76%-100% 0 (0) 0 (0) LAT ulna displacement [n (%)] 0%-25% 54 (92) 62 (97) 26%-50% 5 (9) 1 (2) 51%-75% 0 (0) 1 (2) 76%-100% 0 (0) 0 (0)",
        "section": "DISCUSSION",
        "section_number": 26,
        "sentences": [
            "1 (0-4) 2 (0-4) AP radius displacement [n (%)] 0%-25% 92 (94) 90 (95) 26%-50% 4 (4) 3 (3) 51%-75% 1 (1) 2 (2) 76%-100% 1 (1) 0 (0) LAT radius displacement [n (%)] 0%-25% 79 (86) 88 (94) 26%-50% 11 (12) 5 (5) 51%-75% 0 (0) 1 (1) 76%-100% 2 (2) 0 (0) AP ulna displacement [n (%)] 0%-25% 65 (100) 62 (97) 26%-50% 0 (0) 2 (3) 51%-75% 0 (0) 0 (0) 76%-100% 0 (0) 0 (0) LAT ulna displacement [n (%)] 0%-25% 54 (92) 62 (97) 26%-50% 5 (9) 1 (2) 51%-75% 0 (0) 1 (2) 76%-100% 0 (0) 0 (0)"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34813",
        "text": "displaced fractures or suboptimal reductions. In efforts to avoid loss of fracture reduction and the need for further intervention, great emphasis is placed upon optimizing casting technique, including application of circumferential casts with appropriate 3-point bend or molding. [21] [22] [23] [24] Although CR and casting remain the mainstay of treatment for the majority of skeletally immature patients, circumferential casting is not entirely benign. Given the concomitant soft tissue trauma and swelling, circumferential forearm immobilization carries the risk of neurovascular compromise and/or compartment syn-drome. 25, 26 With impending or evolving neurovascular compromise, prompt cast removal and surgical fracture stabilization is recommended. Although neurovascular compromise is rare, the potential functional consequences are considerable. For this reason, bivalving casts after CR of acute fractures has been advocated.",
        "section": "DISCUSSION",
        "section_number": 27,
        "sentences": [
            "displaced fractures or suboptimal reductions.",
            "In efforts to avoid loss of fracture reduction and the need for further intervention, great emphasis is placed upon optimizing casting technique, including application of circumferential casts with appropriate 3-point bend or molding. [",
            "21] [22] [23] [24] Although CR and casting remain the mainstay of treatment for the majority of skeletally immature patients, circumferential casting is not entirely benign.",
            "Given the concomitant soft tissue trauma and swelling, circumferential forearm immobilization carries the risk of neurovascular compromise and/or compartment syn-drome.",
            "25, 26 With impending or evolving neurovascular compromise, prompt cast removal and surgical fracture stabilization is recommended.",
            "Although neurovascular compromise is rare, the potential functional consequences are considerable.",
            "For this reason, bivalving casts after CR of acute fractures has been advocated."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34813",
        "text": "Although bivalving theoretically decreases the risk of neurovascular compromise and compartment syndrome, cast saw use on the acutely injured, swollen limb carries a risk of saw burns and thermal injury. [10] [11] [12] [13] [14] Furthermore, the reduction in compartment syndrome risk with bivalving is assumed but has not been studied. Finally and perhaps most importantly, the effect of bivalving on maintenance of fracture reduction, if any, has not been quantified. Indeed, little to no published information is available regarding the effect of bivalving in pediatric patients treated for acute fractures of the forearm or distal radius. In this prospective randomized trial of over 200 children and adolescents, there were no differences in remanipulation/surgery rates, radiographic LOR, or final radiographic alignment in patients treated with bivalved versus circumferential above-elbow casts. Although 2 patients required conversion to bivalve casts due to pain and swelling, there were no documented cases of compartment syndrome or permanent neurovascular compromise. Furthermore, the overall rate of cast saw injury was approximately 0.5%.",
        "section": "DISCUSSION",
        "section_number": 28,
        "sentences": [
            "Although bivalving theoretically decreases the risk of neurovascular compromise and compartment syndrome, cast saw use on the acutely injured, swollen limb carries a risk of saw burns and thermal injury. [",
            "10] [11] [12] [13] [14] Furthermore, the reduction in compartment syndrome risk with bivalving is assumed but has not been studied.",
            "Finally and perhaps most importantly, the effect of bivalving on maintenance of fracture reduction, if any, has not been quantified.",
            "Indeed, little to no published information is available regarding the effect of bivalving in pediatric patients treated for acute fractures of the forearm or distal radius.",
            "In this prospective randomized trial of over 200 children and adolescents, there were no differences in remanipulation/surgery rates, radiographic LOR, or final radiographic alignment in patients treated with bivalved versus circumferential above-elbow casts.",
            "Although 2 patients required conversion to bivalve casts due to pain and swelling, there were no documented cases of compartment syndrome or permanent neurovascular compromise.",
            "Furthermore, the overall rate of cast saw injury was approximately 0.5%."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34813",
        "text": "Although these data suggest that bivalving casts after CR of acute forearm fractures is safe and effective, a number of additional points are worthy of note. First, approximately 16% of all patients ultimately underwent remanipulation and/or surgical stabilization for clinically meaningful LOR, and 18% of patients had radiographic loss of alignment not requiring intervention. These rates are consistent with previously published reports and highlight the inherent risk of late instability in pediatric forearm and distal radius fractures. [27] [28] [29] [30] Although some have suggested that inadequate fracture reduction portends a worse prognosis, the median postreduction angulation in this prospective series was 3 and 1 degree of the radius and ulna, respectively. Other factors that may contribute to the risk of late displacement include resolution of soft tissue swelling, muscle atrophy during the period of cast immobilization, and suboptimal cast molding. Furthermore, no subgroup analysis was performed to determine the effect of fracture location or single versus both bone injury on fracture stability. Regardless of etiology, patients and families should be counseled regarding the risk of LOR, and serial radiographic follow-up is recommended in the first 2 to 4 weeks after injury.",
        "section": "DISCUSSION",
        "section_number": 29,
        "sentences": [
            "Although these data suggest that bivalving casts after CR of acute forearm fractures is safe and effective, a number of additional points are worthy of note.",
            "First, approximately 16% of all patients ultimately underwent remanipulation and/or surgical stabilization for clinically meaningful LOR, and 18% of patients had radiographic loss of alignment not requiring intervention.",
            "These rates are consistent with previously published reports and highlight the inherent risk of late instability in pediatric forearm and distal radius fractures. [",
            "27] [28] [29] [30] Although some have suggested that inadequate fracture reduction portends a worse prognosis, the median postreduction angulation in this prospective series was 3 and 1 degree of the radius and ulna, respectively.",
            "Other factors that may contribute to the risk of late displacement include resolution of soft tissue swelling, muscle atrophy during the period of cast immobilization, and suboptimal cast molding.",
            "Furthermore, no subgroup analysis was performed to determine the effect of fracture location or single versus both bone injury on fracture stability.",
            "Regardless of etiology, patients and families should be counseled regarding the risk of LOR, and serial radiographic follow-up is recommended in the first 2 to 4 weeks after injury."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34813",
        "text": "Second, the median cast indices in this investigation were 0.78 and 0.80, respectively. Prior studies have suggested that the risk of late displacement is minimized with an optimal cast index of 0.7 or less. 15, 24 The higher cast indices in the current investigation suggest that casts may not have been optimally molded/applied, and in part, the relatively high LOR rates might be reduced by improving cast application techniques. Conversely, it is possible that the higher cast indices may have positively contributed to the low incidence of neurovascular compromise and acute compartment syndromes in this series. Casting is increasingly becoming a \"lost art,\" and continued emphasis should be placed on proper education and maintenance of casting skills.",
        "section": "DISCUSSION",
        "section_number": 30,
        "sentences": [
            "Second, the median cast indices in this investigation were 0.78 and 0.80, respectively.",
            "Prior studies have suggested that the risk of late displacement is minimized with an optimal cast index of 0.7 or less.",
            "15, 24 The higher cast indices in the current investigation suggest that casts may not have been optimally molded/applied, and in part, the relatively high LOR rates might be reduced by improving cast application techniques.",
            "Conversely, it is possible that the higher cast indices may have positively contributed to the low incidence of neurovascular compromise and acute compartment syndromes in this series.",
            "Casting is increasingly becoming a \"lost art,\" and continued emphasis should be placed on proper education and maintenance of casting skills."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34813",
        "text": "Finally, the need for remanipulation and/or surgery was based upon the judgment of fellowship-trained pediatric orthopaedic surgeons. No objective radiographic criteria were universally utilized to guide decision making. Indeed, the current investigation was not designed to assess radiographic remodeling potential or long-term clinical outcomes. Future analyses of this and other prospective, longitudinal patient cohorts are needed to determine the risk factors for fracture instability and the long-term patient-derived outcomes of forearm fracture care in children.",
        "section": "DISCUSSION",
        "section_number": 31,
        "sentences": [
            "Finally, the need for remanipulation and/or surgery was based upon the judgment of fellowship-trained pediatric orthopaedic surgeons.",
            "No objective radiographic criteria were universally utilized to guide decision making.",
            "Indeed, the current investigation was not designed to assess radiographic remodeling potential or long-term clinical outcomes.",
            "Future analyses of this and other prospective, longitudinal patient cohorts are needed to determine the risk factors for fracture instability and the long-term patient-derived outcomes of forearm fracture care in children."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34813",
        "text": "In conclusion, cast immobilization alone is effective in the majority of pediatric patients after CR of displaced forearm fractures. Although the risk of late displacement and need for remanipulation remains, there are no significant differences in maintenance of reduction, need for surgery, or complications between bivalve or circumferential above-elbow casts.",
        "section": "DISCUSSION",
        "section_number": 32,
        "sentences": [
            "In conclusion, cast immobilization alone is effective in the majority of pediatric patients after CR of displaced forearm fractures.",
            "Although the risk of late displacement and need for remanipulation remains, there are no significant differences in maintenance of reduction, need for surgery, or complications between bivalve or circumferential above-elbow casts."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    }
]