[
    {
        "doc_id": "33543",
        "text": "Background and Objectives: This two-year follow-up study evaluated the long-term outcomes of two early interventions that aimed at reducing social and test anxiety in young adolescents at risk for developing social anxiety disorder. Methods: In this RCT, moderately socially anxious adolescents (N¼240, mean age 13.6 years) were randomly assigned to a 10-week internet-based multifaceted cognitive bias modification training (CBM), a 10-week school-based cognitive behavioral group training (CBT), or a no-intervention control condition. Using multiple imputation, this study examined the changes in primary and secondary outcome measures from pretest to follow-up in a repeated measures design. Results: Primary outcome: Self-reported social and test anxiety generally decreased from pre-test to two-year follow-up, regardless of treatment condition. The percentage of adolescents who developed a social anxiety disorder was very low (6%) and similar across conditions. Secondary outcome: There were beneficial changes in self-esteem, self-reported prosocial behaviors, and fear of negative evaluation, but none of these were related to treatment condition. Automatic social-threat associations did not significantly change. The CBM intervention was effective in changing interpretative bias as indexed by the Recognition Task but this long-term effect did not transfer to the Adolescent Interpretation and Belief Questionnaire. Limitations: There was a substantial (50%) though seemingly non-selective attrition at follow-up. Conclusions: This RCT does not support the longer-term efficacy of school-based CBT or CBM as an early intervention for social and test anxiety. Rather, it emphasizes the positive 'natural' course of highly socially anxious adolescents over two years.",
        "section": "Abstract",
        "sentences": [
            "Background and Objectives: This two-year follow-up study evaluated the long-term outcomes of two early interventions that aimed at reducing social and test anxiety in young adolescents at risk for developing social anxiety disorder.",
            "Methods: In this RCT, moderately socially anxious adolescents (N¼240, mean age 13.6 years) were randomly assigned to a 10-week internet-based multifaceted cognitive bias modification training (CBM), a 10-week school-based cognitive behavioral group training (CBT), or a no-intervention control condition.",
            "Using multiple imputation, this study examined the changes in primary and secondary outcome measures from pretest to follow-up in a repeated measures design.",
            "Results: Primary outcome: Self-reported social and test anxiety generally decreased from pre-test to two-year follow-up, regardless of treatment condition.",
            "The percentage of adolescents who developed a social anxiety disorder was very low (6%) and similar across conditions.",
            "Secondary outcome: There were beneficial changes in self-esteem, self-reported prosocial behaviors, and fear of negative evaluation, but none of these were related to treatment condition.",
            "Automatic social-threat associations did not significantly change.",
            "The CBM intervention was effective in changing interpretative bias as indexed by the Recognition Task but this long-term effect did not transfer to the Adolescent Interpretation and Belief Questionnaire.",
            "Limitations: There was a substantial (50%) though seemingly non-selective attrition at follow-up.",
            "Conclusions: This RCT does not support the longer-term efficacy of school-based CBT or CBM as an early intervention for social and test anxiety.",
            "Rather, it emphasizes the positive 'natural' course of highly socially anxious adolescents over two years."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33543",
        "text": "Social anxiety disorder (SAD) is the most common mental disorder in adolescence (Wittchen & Fehm, 2003) and is characterized by a fear of negative evaluation by others. Several common manifestations of social anxiety in adolescents (e.g., fear of reading aloud, taking tests, asking teachers questions), overlap with test anxiety (B€ ogels, Alden, Beidel, Clark, Pine, Stein et al., 2010) , and test anxiety has been described as a component of social anxiety that is a major concern in school settings (Beidel and Turner, 2007) . SAD is associated with poor social skills, reduced social interactions, low self-esteem, and low school performance (Stein, 2000) . Test anxiety is not limited to social anxiety, interfering with social functioning, but also has an impact on academic performance. Higher levels of test anxiety are associated with impaired performance on tests, especially in high-stake tests (McDonald, 2010) . Given this large impact on present and future functioning, early intervention seems of great importance.",
        "section": "Introduction",
        "section_number": 1,
        "sentences": [
            "Social anxiety disorder (SAD) is the most common mental disorder in adolescence (Wittchen & Fehm, 2003) and is characterized by a fear of negative evaluation by others.",
            "Several common manifestations of social anxiety in adolescents (e.g., fear of reading aloud, taking tests, asking teachers questions), overlap with test anxiety (B€ ogels, Alden, Beidel, Clark, Pine, Stein et al., 2010) , and test anxiety has been described as a component of social anxiety that is a major concern in school settings (Beidel and Turner, 2007) .",
            "SAD is associated with poor social skills, reduced social interactions, low self-esteem, and low school performance (Stein, 2000) .",
            "Test anxiety is not limited to social anxiety, interfering with social functioning, but also has an impact on academic performance.",
            "Higher levels of test anxiety are associated with impaired performance on tests, especially in high-stake tests (McDonald, 2010) .",
            "Given this large impact on present and future functioning, early intervention seems of great importance."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33543",
        "text": "Recognizing the need expressed by schools for evidence-based interventions specifically targeting social and test anxiety in adolescents, our research group evaluated the efficacy of two early interventions in a sample of adolescents in the first years of secondary school with elevated levels of social and/or test anxiety (Sportel, de Hullu, de Jong, & Nauta, 2013) . Based on a series of recent studies providing evidence that social anxiety can be reduced following successful modification of interpretive bias (Beard & Amir, 2008) or attentional bias (Amir, Beard, Taylor, Klumpp, Elias, Burns et al., 2009) , we tested the efficacy of a 10week internet-delivered Cognitive Bias Modification training (CBM) with a focus on modifying both attentional and interpretive bias as a cost and time-efficient strategy to reduce social and test anxiety. As a second strategy, we included a 10-week Cognitive Behavioral Group training (CBT) based on current golden-standard treatment protocols (Kendall, Hudson, Choudhury, Webb, & Pimentel, 2005; Warner, Fisher, Shrout, Rathor, & Klein, 2007) adjusted for the purpose of early intervention in a Dutch sample of adolescents. CBT resulted in a decrease of test anxiety that was still evident at one-year follow-up, whereas the effect of CBM on test anxiety was small and not significant. In addition, CBT resulted in a stronger reduction of social anxiety symptoms than the control condition at six-months follow-up, with a moderate effect size, with a similar tendency for CBM, with a small effect size (Sportel et al., 2013) . Unexpectedly, there was no significant difference between the active conditions relative to the no-treatment control group in reducing social anxiety symptoms at one-year follow-up.",
        "section": "Introduction",
        "section_number": 2,
        "sentences": [
            "Recognizing the need expressed by schools for evidence-based interventions specifically targeting social and test anxiety in adolescents, our research group evaluated the efficacy of two early interventions in a sample of adolescents in the first years of secondary school with elevated levels of social and/or test anxiety (Sportel, de Hullu, de Jong, & Nauta, 2013) .",
            "Based on a series of recent studies providing evidence that social anxiety can be reduced following successful modification of interpretive bias (Beard & Amir, 2008) or attentional bias (Amir, Beard, Taylor, Klumpp, Elias, Burns et al., 2009) , we tested the efficacy of a 10week internet-delivered Cognitive Bias Modification training (CBM) with a focus on modifying both attentional and interpretive bias as a cost and time-efficient strategy to reduce social and test anxiety.",
            "As a second strategy, we included a 10-week Cognitive Behavioral Group training (CBT) based on current golden-standard treatment protocols (Kendall, Hudson, Choudhury, Webb, & Pimentel, 2005; Warner, Fisher, Shrout, Rathor, & Klein, 2007) adjusted for the purpose of early intervention in a Dutch sample of adolescents.",
            "CBT resulted in a decrease of test anxiety that was still evident at one-year follow-up, whereas the effect of CBM on test anxiety was small and not significant.",
            "In addition, CBT resulted in a stronger reduction of social anxiety symptoms than the control condition at six-months follow-up, with a moderate effect size, with a similar tendency for CBM, with a small effect size (Sportel et al., 2013) .",
            "Unexpectedly, there was no significant difference between the active conditions relative to the no-treatment control group in reducing social anxiety symptoms at one-year follow-up."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33543",
        "text": "However, to effectively test the long-term effect of a preventive early intervention, it is important to follow participants over a prolonged period of time. Therefore, the first aim of the present study was to test the efficacy of our CBT and CBM interventions in reducing social and text anxiety at a longer term (two-year) followup, adding to the previous study on the short-term gains (Sportel et al., 2013) . In addition, we evaluated the efficacy of both interventions to prevent the development of social anxiety disorder, since the development of a disorder may warrant such a longer time horizon.",
        "section": "Introduction",
        "section_number": 3,
        "sentences": [
            "However, to effectively test the long-term effect of a preventive early intervention, it is important to follow participants over a prolonged period of time.",
            "Therefore, the first aim of the present study was to test the efficacy of our CBT and CBM interventions in reducing social and text anxiety at a longer term (two-year) followup, adding to the previous study on the short-term gains (Sportel et al., 2013) .",
            "In addition, we evaluated the efficacy of both interventions to prevent the development of social anxiety disorder, since the development of a disorder may warrant such a longer time horizon."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33543",
        "text": "Furthermore, we evaluated the longer-term effects on a broader range of predefined secondary outcome measures. We chose outcome measures that may be similarly or differentially influenced by CBT and CBM. First, we tested the impact of our interventions on enhancing self-esteem. Low self-esteem has been identified as a risk factor for developing symptoms of anxiety and depression (Sowislo & Orth, 2013; van Tuijl, de Jong, Sportel, de Hullu, & Nauta, 2014) whereas high self-esteem has been argued to act as an anxiety buffer (Greenberg, Solomon, Pyszczynski, Rosenblatt, Burling, Lyon et al., 1992) . Therefore, improvement of adolescents' self-esteem might help prevent the further development of social and test anxiety. Both CBT and CBM may have a positive impact on self-esteem, given that our CBM contained an evaluative conditioning task aimed at enhancing implicit selfesteem, and CBT included the development of positive selfstatements in cognitive restructuring. Moreover, the experience of exposure may give rise to a sense of mastery thereby enhancing self-esteem.",
        "section": "Introduction",
        "section_number": 4,
        "sentences": [
            "Furthermore, we evaluated the longer-term effects on a broader range of predefined secondary outcome measures.",
            "We chose outcome measures that may be similarly or differentially influenced by CBT and CBM.",
            "First, we tested the impact of our interventions on enhancing self-esteem.",
            "Low self-esteem has been identified as a risk factor for developing symptoms of anxiety and depression (Sowislo & Orth, 2013; van Tuijl, de Jong, Sportel, de Hullu, & Nauta, 2014) whereas high self-esteem has been argued to act as an anxiety buffer (Greenberg, Solomon, Pyszczynski, Rosenblatt, Burling, Lyon et al., 1992) .",
            "Therefore, improvement of adolescents' self-esteem might help prevent the further development of social and test anxiety.",
            "Both CBT and CBM may have a positive impact on self-esteem, given that our CBM contained an evaluative conditioning task aimed at enhancing implicit selfesteem, and CBT included the development of positive selfstatements in cognitive restructuring.",
            "Moreover, the experience of exposure may give rise to a sense of mastery thereby enhancing self-esteem."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33543",
        "text": "Second, we examined the influence of both interventions on social skills. It has been shown that social skills are generally impaired in individuals with social anxiety (Alfano, Beidel, & Turner, 2006; Beidel, Rao, Scharfstein, Wong, & Alfano, 2010) , and social skills training is a common intervention for social anxiety in youth (Scharfstein & Beidel, 2011) . In CBT, participants are encouraged to engage in approach behaviors in social situations during the exposure exercises. We, therefore, expected that CBT in particular would have a beneficial effect on prosocial behaviors.",
        "section": "Introduction",
        "section_number": 5,
        "sentences": [
            "Second, we examined the influence of both interventions on social skills.",
            "It has been shown that social skills are generally impaired in individuals with social anxiety (Alfano, Beidel, & Turner, 2006; Beidel, Rao, Scharfstein, Wong, & Alfano, 2010) , and social skills training is a common intervention for social anxiety in youth (Scharfstein & Beidel, 2011) .",
            "In CBT, participants are encouraged to engage in approach behaviors in social situations during the exposure exercises.",
            "We, therefore, expected that CBT in particular would have a beneficial effect on prosocial behaviors."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33543",
        "text": "Third, we included an implicit performance measure to examine whether the current interventions were effective in modifying participants' automatic associations between social situations and indicators of a negative outcome (de Hullu, de Jong, Sportel, & Nauta, 2011) . Attesting to the importance of automatic threat associations in the persistence of fear, it has been shown that residual automatic associations predict return of fear after exposure therapy for speech anxiety (Vasey, Harbaugh, Buffington, Jones, & Fazio, 2012) . Given the focus of CBM on modifying more automatic information processing biases, we anticipated that especially CBM would have beneficial effects on the automatic threat associations. Fourth, we tested the influence of CBT and CBM on adolescents' fear of negative evaluation. Current cognitive models of social anxiety propose that social anxiety is derived in part from socialevaluative fears (e.g., Clark & Wells, 1995; Rapee & Heimberg, 1997) . Because of the alleged role of perceived social-evaluative threats in the development of social anxiety it seems relevant to examine whether our preventive interventions may also affect adolescents' fear of negative evaluation. Both CBT and CBM target negative cognitions about the self, so we expected positive effects of both interventions.",
        "section": "Introduction",
        "section_number": 6,
        "sentences": [
            "Third, we included an implicit performance measure to examine whether the current interventions were effective in modifying participants' automatic associations between social situations and indicators of a negative outcome (de Hullu, de Jong, Sportel, & Nauta, 2011) .",
            "Attesting to the importance of automatic threat associations in the persistence of fear, it has been shown that residual automatic associations predict return of fear after exposure therapy for speech anxiety (Vasey, Harbaugh, Buffington, Jones, & Fazio, 2012) .",
            "Given the focus of CBM on modifying more automatic information processing biases, we anticipated that especially CBM would have beneficial effects on the automatic threat associations.",
            "Fourth, we tested the influence of CBT and CBM on adolescents' fear of negative evaluation.",
            "Current cognitive models of social anxiety propose that social anxiety is derived in part from socialevaluative fears (e.g., Clark & Wells, 1995; Rapee & Heimberg, 1997) .",
            "Because of the alleged role of perceived social-evaluative threats in the development of social anxiety it seems relevant to examine whether our preventive interventions may also affect adolescents' fear of negative evaluation.",
            "Both CBT and CBM target negative cognitions about the self, so we expected positive effects of both interventions."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33543",
        "text": "Finally, it has been argued that for an adequate evaluation of the relevance of CBM as a clinical intervention, it is important to differentiate between CBM as a procedure that is intended to bring about change in cognitive bias and the process of actual cognitive bias change (e.g., MacLeod & Clarke, 2015) . Only if the procedure is effective in modifying the cognitive bias, effects on anxiety vulnerability may be expected (e.g., Clarke, Notebaert, & MacLeod, 2014) . Therefore, we also examined whether adolescents' cognitive bias differentially changed from pre-test to two-year follow-up across the three conditions. Analysis of the immediate effects of the current CBM intervention supported the short term efficacy of our intervention as a means to modify interpretation bias, whereas the intervention failed to show robust effects on attentional bias (Sportel et al., 2013) . We, therefore, restricted the follow-up analyses to the indices of interpretation bias.",
        "section": "Introduction",
        "section_number": 7,
        "sentences": [
            "Finally, it has been argued that for an adequate evaluation of the relevance of CBM as a clinical intervention, it is important to differentiate between CBM as a procedure that is intended to bring about change in cognitive bias and the process of actual cognitive bias change (e.g., MacLeod & Clarke, 2015) .",
            "Only if the procedure is effective in modifying the cognitive bias, effects on anxiety vulnerability may be expected (e.g., Clarke, Notebaert, & MacLeod, 2014) .",
            "Therefore, we also examined whether adolescents' cognitive bias differentially changed from pre-test to two-year follow-up across the three conditions.",
            "Analysis of the immediate effects of the current CBM intervention supported the short term efficacy of our intervention as a means to modify interpretation bias, whereas the intervention failed to show robust effects on attentional bias (Sportel et al., 2013) .",
            "We, therefore, restricted the follow-up analyses to the indices of interpretation bias."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33543",
        "text": "In sum, the first aim of the current follow-up study was to test the longer-term impact of CBT and CBM on symptoms of test anxiety and social anxiety as indexed by self-reports and diagnoses of social anxiety disorder based on a clinical interview. As a second aim, the study examined the more general influence of both early interventions on self-esteem, (self-reported) social skills, automatic threat associations, and fear of negative evaluation.",
        "section": "Introduction",
        "section_number": 8,
        "sentences": [
            "In sum, the first aim of the current follow-up study was to test the longer-term impact of CBT and CBM on symptoms of test anxiety and social anxiety as indexed by self-reports and diagnoses of social anxiety disorder based on a clinical interview.",
            "As a second aim, the study examined the more general influence of both early interventions on self-esteem, (self-reported) social skills, automatic threat associations, and fear of negative evaluation."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "33543",
        "text": "The study used a multi-arm parallel group approach and employed a stratified design with balanced randomization (1:1:1). It was approved by the medical ethics committee of the University Medical Center Groningen. Participants, together with at least one parent or caretaker, provided written informed consent prior to the start of the study. The study was registered in the Dutch trial register with number NTR965 (http://www.trialregister.nl/trialreg/ admin/rctview.asp?TC¼965. The trial can also be found by using either 965 (trial registration number) or PASTA (acronym referring to the Project on Adolescent Social and Test Anxiety) as a search term on www.trialregister.nl). Power analysis showed that for a medium effect, with a power of 0.80, within three groups, with an alpha of 0.05 (one-sided), the sample size had to be 52 for each condition. Because of anticipated drop-out we aimed at 75 participants per condition (total sample size of 225 adolescents). Recruitment took place in 2007 and 2008; all assessments took place between 2007 and 2012.",
        "section": "Design & ethics statement",
        "section_number": 9,
        "sentences": [
            "The study used a multi-arm parallel group approach and employed a stratified design with balanced randomization (1:1:1).",
            "It was approved by the medical ethics committee of the University Medical Center Groningen.",
            "Participants, together with at least one parent or caretaker, provided written informed consent prior to the start of the study.",
            "The study was registered in the Dutch trial register with number NTR965 (http://www.trialregister.nl/trialreg/ admin/rctview.asp?TC¼965.",
            "The trial can also be found by using either 965 (trial registration number) or PASTA (acronym referring to the Project on Adolescent Social and Test Anxiety) as a search term on www.trialregister.nl).",
            "Power analysis showed that for a medium effect, with a power of 0.80, within three groups, with an alpha of 0.05 (one-sided), the sample size had to be 52 for each condition.",
            "Because of anticipated drop-out we aimed at 75 participants per condition (total sample size of 225 adolescents).",
            "Recruitment took place in 2007 and 2008; all assessments took place between 2007 and 2012."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33543",
        "text": "A total of 5318 adolescents in the first and second year of regular secondary schools were invited to participate in this study. Fig. 1 displays a flow diagram of this study.",
        "section": "Participants",
        "section_number": 10,
        "sentences": [
            "A total of 5318 adolescents in the first and second year of regular secondary schools were invited to participate in this study.",
            "Fig. 1 displays a flow diagram of this study."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "33543",
        "text": "Of the invited adolescents, 1811 participants were screened for social and test anxiety by means of the Revised Child Anxiety and Depression Scale (RCADS; Chorpita, Yim, Moffit, Umemoto, & Francis, 2000) and the Dutch version of the Spielberger's Test Anxiety Inventory (TAI; Van der Ploeg, 1988). Participants scoring above cut-off for social and/or test anxiety (n ¼ 516) were invited for a clinical assessment using the Anxiety Disorders Interview Schedule for Children (ADIS-C; Albano & Silverman, 1996) . Cut-off scores for girls were >10 on RCADS social phobia and >43 on TAI; cut-off scores for boys were >9 on RCADS social anxiety and >38 on TAI. The RCADS cut-off scores were based on the 75th percentile in a large Dutch cohort of young adolescents (N ¼ 2230, the TRAILSstudy, Huisman, Oldehinkel, De Winter, Minderaa, De Bildt, Huizink et al., 2008) , TAI cut-off scores were based on the 75th percentile in the Dutch manual (Van der Ploeg, 1988) . Screening took place in two waves, including 11 schools in the first year and 13 schools in the second year.",
        "section": "Participants",
        "section_number": 11,
        "sentences": [
            "Of the invited adolescents, 1811 participants were screened for social and test anxiety by means of the Revised Child Anxiety and Depression Scale (RCADS; Chorpita, Yim, Moffit, Umemoto, & Francis, 2000) and the Dutch version of the Spielberger's Test Anxiety Inventory (TAI; Van der Ploeg, 1988).",
            "Participants scoring above cut-off for social and/or test anxiety (n ¼ 516) were invited for a clinical assessment using the Anxiety Disorders Interview Schedule for Children (ADIS-C; Albano & Silverman, 1996) .",
            "Cut-off scores for girls were >10 on RCADS social phobia and >43 on TAI; cut-off scores for boys were >9 on RCADS social anxiety and >38 on TAI.",
            "The RCADS cut-off scores were based on the 75th percentile in a large Dutch cohort of young adolescents (N ¼ 2230, the TRAILSstudy, Huisman, Oldehinkel, De Winter, Minderaa, De Bildt, Huizink et al., 2008) , TAI cut-off scores were based on the 75th percentile in the Dutch manual (Van der Ploeg, 1988) .",
            "Screening took place in two waves, including 11 schools in the first year and 13 schools in the second year."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33543",
        "text": "Based on the ADIS-C, adolescents with moderate-level social anxiety were included in the current study (N ¼ 240; aged 12e16 years (90% aged 13e14 years); 66 boys). Moderate level of social anxiety was defined as having symptoms of SAD, and a Clinician Severity Rating of 4 or lower (CSR scale 0e8). For ethical reasons, adolescents with DSM-IV diagnoses other than anxiety and/or with severely interfering anxiety diagnoses (CSR ! 5) and/or who expressed a need for regular treatment were referred to regular mental health centers. After the pre-test, participants were cluster randomized at school-level over one of three conditions and were stratified by the size of the school (see Fig. 1 ). Stratification per school size guaranteed that the number of participants would be similar across conditions. The allocation of the schools was done by the project leader, by blindly drawing same size papers with the conditions CBT, CBM or Control from a bowl (in the presence of the last author). Of the 24 participating schools, 8 schools received CBT, 7 schools CBM, and 7 schools were assigned to the control condition. In two small schools no students were eligible for inclusion. To make sure that the assigned condition would not influence the assessment or the willingness to participate, only after the pre-test participants and researchers supervising the assessments received information about the assigned condition.",
        "section": "Participants",
        "section_number": 12,
        "sentences": [
            "Based on the ADIS-C, adolescents with moderate-level social anxiety were included in the current study (N ¼ 240; aged 12e16 years (90% aged 13e14 years); 66 boys).",
            "Moderate level of social anxiety was defined as having symptoms of SAD, and a Clinician Severity Rating of 4 or lower (CSR scale 0e8).",
            "For ethical reasons, adolescents with DSM-IV diagnoses other than anxiety and/or with severely interfering anxiety diagnoses (CSR !",
            "5) and/or who expressed a need for regular treatment were referred to regular mental health centers.",
            "After the pre-test, participants were cluster randomized at school-level over one of three conditions and were stratified by the size of the school (see Fig. 1 ).",
            "Stratification per school size guaranteed that the number of participants would be similar across conditions.",
            "The allocation of the schools was done by the project leader, by blindly drawing same size papers with the conditions CBT, CBM or Control from a bowl (in the presence of the last author).",
            "Of the 24 participating schools, 8 schools received CBT, 7 schools CBM, and 7 schools were assigned to the control condition.",
            "In two small schools no students were eligible for inclusion.",
            "To make sure that the assigned condition would not influence the assessment or the willingness to participate, only after the pre-test participants and researchers supervising the assessments received information about the assigned condition."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33543",
        "text": "The CBM intervention consisted of 20 sessions (40 min each), delivered twice a week via the internet. The backbone of CBM consisted of tasks to modify interpretation (9 sessions of 60 trials) and attention bias (8 sessions of 450 trials) (for details see Sportel et al., 2013) . We also included a task (3 sessions of 500 trials) to strengthen the association between social-evaluative situations and positive outcomes, and a short evaluative conditioning task (Baccus, Baldwin, & Packer, 2004; Clerkin & Teachman, 2010) to enhance implicit self-esteem (240 trials; added to 10 CBM sessions). Each week, participants received an e-mail with links to two training sessions (Table 1) , and were reminded if they did not complete a session.",
        "section": "Interventions",
        "section_number": 13,
        "sentences": [
            "The CBM intervention consisted of 20 sessions (40 min each), delivered twice a week via the internet.",
            "The backbone of CBM consisted of tasks to modify interpretation (9 sessions of 60 trials) and attention bias (8 sessions of 450 trials) (for details see Sportel et al., 2013) .",
            "We also included a task (3 sessions of 500 trials) to strengthen the association between social-evaluative situations and positive outcomes, and a short evaluative conditioning task (Baccus, Baldwin, & Packer, 2004; Clerkin & Teachman, 2010) to enhance implicit self-esteem (240 trials; added to 10 CBM sessions).",
            "Each week, participants received an e-mail with links to two training sessions (Table 1) , and were reminded if they did not complete a session."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33543",
        "text": "The CBT intervention consisted of ten weekly sessions of 1.5 h that were delivered in groups (3e10 participants) by a licensed (CBT) psychologist, at school (PASTA training by Sportel and Nauta, 2007; for more details, see Sportel et al., 2013) . Components were: Psycho-education (session 1 and 2); Task concentration training (session 3 and 4); Cognitive restructuring (session 5 and 6); Exposure (session 7, 8 and 9). The last session (10) focused on personal pitfalls and relapse prevention. Participants also received homework assignments.",
        "section": "Interventions",
        "section_number": 14,
        "sentences": [
            "The CBT intervention consisted of ten weekly sessions of 1.5 h that were delivered in groups (3e10 participants) by a licensed (CBT) psychologist, at school (PASTA training by Sportel and Nauta, 2007; for more details, see Sportel et al., 2013) .",
            "Components were: Psycho-education (session 1 and 2); Task concentration training (session 3 and 4); Cognitive restructuring (session 5 and 6); Exposure (session 7, 8 and 9).",
            "The last session (10) focused on personal pitfalls and relapse prevention.",
            "Participants also received homework assignments."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33543",
        "text": "On average, participants in the CBM condition completed 8.5 out of 20 CBM sessions (SD ¼ 6.9). Participants in the CBT condition attended 6.7 sessions out of 10 sessions (SD ¼ 3.3). A number of participants in the CBM condition (n ¼ 16) did not start the training, mostly due to technical difficulties.",
        "section": "Interventions",
        "section_number": 15,
        "sentences": [
            "On average, participants in the CBM condition completed 8.5 out of 20 CBM sessions (SD ¼ 6.9).",
            "Participants in the CBT condition attended 6.7 sessions out of 10 sessions (SD ¼ 3.3).",
            "A number of participants in the CBM condition (n ¼ 16) did not start the training, mostly due to technical difficulties."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33543",
        "text": "The adolescents in the schools that were randomly allocated to the control condition received no intervention. After the pre-test, they received a letter explaining that they formed the control group and thus would receive no training. It was stated that they were free to seek treatment if they felt the need, but none of the participants reported actually having received mental health treatment elsewhere during the intervention period of this study.",
        "section": "Control group",
        "section_number": 16,
        "sentences": [
            "The adolescents in the schools that were randomly allocated to the control condition received no intervention.",
            "After the pre-test, they received a letter explaining that they formed the control group and thus would receive no training.",
            "It was stated that they were free to seek treatment if they felt the need, but none of the participants reported actually having received mental health treatment elsewhere during the intervention period of this study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33543",
        "text": "Two tasks were used to assess changes in interpretation bias, namely the Recognition Task (Salemink & van den Hout, 2010) and the Adolescent Interpretation and Belief Questionnaire (AIBQ; Miers, Bl€ ote, B€ ogels, & Westenberg, 2008) . The scenarios in the Recognition Task were adapted for adolescents in a school setting. Participants read ten scenarios of ambiguous social situations on a computer screen, and then responded to a word puzzle containing a question related to the scenario, to check whether they read the information well. The scenarios remained ambiguous. After reading the ten scenarios, the title of the description was repeated and adolescents were asked to rate the similarity (1 ¼ very similar in meaning to 4 ¼ very different in meaning) of four different interpretations (positive, negative neutral, or irrelevant). Scores were reversed, leading to higher scores reflecting a stronger interpretive bias. In the current study, we used a difference score (positive bias minus negative bias) to assess interpretive bias. In the AIBQ, adolescents also read ambiguous scenarios, including both social and non-social situations. Then, they were asked to read three different interpretations of the situation, namely neutral, positive or negative, and rate whether this explanation also popped into their minds (scale 1e5), with lower scores indicating a lower bias.",
        "section": "Process measures: changes in interpretative bias",
        "section_number": 17,
        "sentences": [
            "Two tasks were used to assess changes in interpretation bias, namely the Recognition Task (Salemink & van den Hout, 2010) and the Adolescent Interpretation and Belief Questionnaire (AIBQ; Miers, Bl€ ote, B€ ogels, & Westenberg, 2008) .",
            "The scenarios in the Recognition Task were adapted for adolescents in a school setting.",
            "Participants read ten scenarios of ambiguous social situations on a computer screen, and then responded to a word puzzle containing a question related to the scenario, to check whether they read the information well.",
            "The scenarios remained ambiguous.",
            "After reading the ten scenarios, the title of the description was repeated and adolescents were asked to rate the similarity (1 ¼ very similar in meaning to 4 ¼ very different in meaning) of four different interpretations (positive, negative neutral, or irrelevant).",
            "Scores were reversed, leading to higher scores reflecting a stronger interpretive bias.",
            "In the current study, we used a difference score (positive bias minus negative bias) to assess interpretive bias.",
            "In the AIBQ, adolescents also read ambiguous scenarios, including both social and non-social situations.",
            "Then, they were asked to read three different interpretations of the situation, namely neutral, positive or negative, and rate whether this explanation also popped into their minds (scale 1e5), with lower scores indicating a lower bias."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33543",
        "text": "Social anxiety symptoms were indexed by the social phobia subscale (9 items) of the Revised Child Anxiety and Depression Scale (RCADS; Chorpita et al., 2000) with items rated on a 4-point scale ranging from 0 (never) to 3 (always). Internal consistency was satisfactory (at pre-test a ¼ 0.79).",
        "section": "Primary outcome measures",
        "section_number": 18,
        "sentences": [
            "Social anxiety symptoms were indexed by the social phobia subscale (9 items) of the Revised Child Anxiety and Depression Scale (RCADS; Chorpita et al., 2000) with items rated on a 4-point scale ranging from 0 (never) to 3 (always).",
            "Internal consistency was satisfactory (at pre-test a ¼ 0.79)."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "33543",
        "text": "Test anxiety was indexed by the Spielberger Test Anxiety Inventory (Spielberger TAI; Van der Ploeg, 1988), with 20 items rated on a 4-point scale, ranging from 1 (almost never) to 4 (all the time).",
        "section": "Primary outcome measures",
        "section_number": 19,
        "sentences": [
            "Test anxiety was indexed by the Spielberger Test Anxiety Inventory (Spielberger TAI; Van der Ploeg, 1988), with 20 items rated on a 4-point scale, ranging from 1 (almost never) to 4 (all the time)."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "33543",
        "text": "Reliability proved to be excellent (at pre-test a ¼ 0.95).",
        "section": "Primary outcome measures",
        "section_number": 20,
        "sentences": [
            "Reliability proved to be excellent (at pre-test a ¼ 0.95)."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "33543",
        "text": "To assess the presence of SAD at pre-test and at two-year followup, we carried out clinical interviews using the anxiety and mood sections of the ADIS-C (Albano & Silverman, 1996) . We focused on the social phobia diagnosis (present or not, rated as 1/0). A social phobia diagnosis was established if youth met all relevant criteria including a Clinician Severity Rating of 4 or higher (scale 0e8). The interrater-reliability for a diagnosis of social phobia was very high with 99.7% overlap (based on ratings by a psychologist and independent rater scoring a random selection [n ¼ 30] of the available ADIS-C audio-taped interviews [n ¼ 248] from pre-test assessment).",
        "section": "Primary outcome measures",
        "section_number": 21,
        "sentences": [
            "To assess the presence of SAD at pre-test and at two-year followup, we carried out clinical interviews using the anxiety and mood sections of the ADIS-C (Albano & Silverman, 1996) .",
            "We focused on the social phobia diagnosis (present or not, rated as 1/0).",
            "A social phobia diagnosis was established if youth met all relevant criteria including a Clinician Severity Rating of 4 or higher (scale 0e8).",
            "The interrater-reliability for a diagnosis of social phobia was very high with 99.7% overlap (based on ratings by a psychologist and independent rater scoring a random selection [n ¼ 30] of the available ADIS-C audio-taped interviews [n ¼ 248] from pre-test assessment)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33543",
        "text": "Self-esteem was measured with a Dutch adaptation of the RSES (Mayer, Muris, Meesters, & Zimmermann-van Beuningen, 2009) which consists of fifteen items based on the original RSES (Rosenberg, 1989 ) that were rated on a five-point scale from 0 (completely not true) to 4 (completely true). The internal consistency of the RSES was excellent (at pretreatment a ¼ 0.90).",
        "section": "Secondary outcome measures",
        "section_number": 22,
        "sentences": [
            "Self-esteem was measured with a Dutch adaptation of the RSES (Mayer, Muris, Meesters, & Zimmermann-van Beuningen, 2009) which consists of fifteen items based on the original RSES (Rosenberg, 1989 ) that were rated on a five-point scale from 0 (completely not true) to 4 (completely true).",
            "The internal consistency of the RSES was excellent (at pretreatment a ¼ 0.90)."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "33543",
        "text": "Prosocial behaviors were assessed with the \"Vragenlijst Sociale Vaardigheden van Jongeren\" (VSVJ; Hulstijn, Cohen-Kettenis, Mellenbergh, Boomsma, Blonk, Prins et al., 2006) which is derived from Fig. 1 . Flowchart of the study from screening until two-year follow-up. Matson, Neal, Fodstad, Hess, Mahan, Rivet et al., 2010) . Like the MESSY, the VSVJ has two subscales; prosocial behaviors (16 items) and inappropriate behaviors (12 items). For the current study, we only used the prosocial behaviors subscale (at pretest a ¼ 0.86).",
        "section": "Secondary outcome measures",
        "section_number": 23,
        "sentences": [
            "Prosocial behaviors were assessed with the \"Vragenlijst Sociale Vaardigheden van Jongeren\" (VSVJ; Hulstijn, Cohen-Kettenis, Mellenbergh, Boomsma, Blonk, Prins et al., 2006) which is derived from Fig. 1 .",
            "Flowchart of the study from screening until two-year follow-up.",
            "Matson, Neal, Fodstad, Hess, Mahan, Rivet et al., 2010) .",
            "Like the MESSY, the VSVJ has two subscales; prosocial behaviors (16 items) and inappropriate behaviors (12 items).",
            "For the current study, we only used the prosocial behaviors subscale (at pretest a ¼ 0.86)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33543",
        "text": "Threat-related automatic associations were assessed by means of a Single Target Implicit Association Test (stIAT) with the target category 'social or school activity', and attribute labels positive versus negative outcome (see de Hullu et al., 2011 for details). StIAT scores were computed according to the algorithm proposed by Greenwald , Nosek and Banaji (2003) , which has shown to perform also best in a laboratory setting (Glashouwer, Smulders, De Jong, Roefs, & Wiers, 2013) . A high D-score indicates relatively strong automatic associations between social or school activities and positive outcomes. Split-half reliability as indexed by Spearman-Brown corrected coefficient was 0.72. To ensure the validity of this measure, the stIAT data were discarded if for more than 10% of the trials participants' response times were faster than 300 ms, or for more than 1% of the trials slower than 10.000 ms, or if participants' error percentage was higher than 2SD above the mean (van Tuijl et al., 2014) .",
        "section": "Secondary outcome measures",
        "section_number": 24,
        "sentences": [
            "Threat-related automatic associations were assessed by means of a Single Target Implicit Association Test (stIAT) with the target category 'social or school activity', and attribute labels positive versus negative outcome (see de Hullu et al., 2011 for details).",
            "StIAT scores were computed according to the algorithm proposed by Greenwald , Nosek and Banaji (2003) , which has shown to perform also best in a laboratory setting (Glashouwer, Smulders, De Jong, Roefs, & Wiers, 2013) .",
            "A high D-score indicates relatively strong automatic associations between social or school activities and positive outcomes.",
            "Split-half reliability as indexed by Spearman-Brown corrected coefficient was 0.72.",
            "To ensure the validity of this measure, the stIAT data were discarded if for more than 10% of the trials participants' response times were faster than 300 ms, or for more than 1% of the trials slower than 10.000 ms, or if participants' error percentage was higher than 2SD above the mean (van Tuijl et al., 2014) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33543",
        "text": "Fear of negative evaluation was assessed using the 12-item Brief Fear of Negative Evaluation-II (BFNE-II; Carleton, McCreary, Norton, & Asmundson, 2006; BFNEeIIeNL van Wees-Cieraad & de Jong, 2007) with 5-point Likert scale ranging from 0 (does not fit me at all) to 4 (fits me very well). Internal consistency was excellent (a ¼ 0.95).",
        "section": "Secondary outcome measures",
        "section_number": 25,
        "sentences": [
            "Fear of negative evaluation was assessed using the 12-item Brief Fear of Negative Evaluation-II (BFNE-II; Carleton, McCreary, Norton, & Asmundson, 2006; BFNEeIIeNL van Wees-Cieraad & de Jong, 2007) with 5-point Likert scale ranging from 0 (does not fit me at all) to 4 (fits me very well).",
            "Internal consistency was excellent (a ¼ 0.95)."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "33543",
        "text": "The assessments took place at school. Tasks and questionnaires were presented in fixed order. After the pre-test, participants were informed about the assigned condition. Post-test was after 12 weeks, followed by assessments at six months, one-year, and twoyear follow-up. Participants received a gift certificate (V5) for each assessment. The ADIS-C at two-year follow-up was conducted via telephone. Assessors of questionnaires and interviews remained blind for participants' condition.",
        "section": "Procedure",
        "section_number": 26,
        "sentences": [
            "The assessments took place at school.",
            "Tasks and questionnaires were presented in fixed order.",
            "After the pre-test, participants were informed about the assigned condition.",
            "Post-test was after 12 weeks, followed by assessments at six months, one-year, and twoyear follow-up.",
            "Participants received a gift certificate (V5) for each assessment.",
            "The ADIS-C at two-year follow-up was conducted via telephone.",
            "Assessors of questionnaires and interviews remained blind for participants' condition."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33543",
        "text": "Analyses were conducted on the basis of intent-to-treat, so on the basis of all participants that were randomized. As a second step, sensitivity analyses were conducted to check if the effects were similar in the group of adolescents who followed at least half of the CBM or CBT sessions that were offered. We used multiple imputation using SPSS 23 software to impute the missing data at the two-year follow-up. Multiple imputation is considered a good strategy for dealing with missing data of incomplete cases, especially when the missingness may not be completely at random (e.g., van Buuren, 2011). Multiple imputation has three phases: 1. Imputing the data in m datasets, 2. Analyzing the data in each data set, and 3. Pooling the results of all data sets to come to inference. To come to a good estimation, we selected the following predictors to estimate the value of the variables at twoyear follow-up: age, gender, baseline data of all outcome measures (RCADS-SAD, TAI, the clinical severity rating of the ADIS-C, RSES, MESSY, stIAT, FNE), as well as two process measures of interpretation bias, and available data of these outcome and process measures at post-treatment, 6 and 12 months follow-up. Thus, all available data at various assessment points was weighed into the estimation of the missing scores at two-year follow-up. Predictive mean matching was used as a strategy to impute the missing data in 40 different datasets.",
        "section": "Statistical analyses",
        "section_number": 27,
        "sentences": [
            "Analyses were conducted on the basis of intent-to-treat, so on the basis of all participants that were randomized.",
            "As a second step, sensitivity analyses were conducted to check if the effects were similar in the group of adolescents who followed at least half of the CBM or CBT sessions that were offered.",
            "We used multiple imputation using SPSS 23 software to impute the missing data at the two-year follow-up.",
            "Multiple imputation is considered a good strategy for dealing with missing data of incomplete cases, especially when the missingness may not be completely at random (e.g., van Buuren, 2011).",
            "Multiple imputation has three phases: 1.",
            "Imputing the data in m datasets, 2.",
            "Analyzing the data in each data set, and 3.",
            "Pooling the results of all data sets to come to inference.",
            "To come to a good estimation, we selected the following predictors to estimate the value of the variables at twoyear follow-up: age, gender, baseline data of all outcome measures (RCADS-SAD, TAI, the clinical severity rating of the ADIS-C, RSES, MESSY, stIAT, FNE), as well as two process measures of interpretation bias, and available data of these outcome and process measures at post-treatment, 6 and 12 months follow-up.",
            "Thus, all available data at various assessment points was weighed into the estimation of the missing scores at two-year follow-up.",
            "Predictive mean matching was used as a strategy to impute the missing data in 40 different datasets."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33543",
        "text": "For each outcome variable, 3 (condition) by 2 (time) repeated measure ANOVAs were conducted on each dataset separately. Since SPSS does not provide the F-statistics on the pooled data, we used the combination rules as described by van Ginkel and Kroonenberg (2014) , using a SPSS macro (Van Ginkel, 2014) . This procedure provides the possibility of pooling the results of all separate datasets into pooled F-statistics. Following this procedure, overall Fstatistics were computed (full model, intercept, time, condition, and time*condition). Main effects for treatment condition were not hypothesized and were only reported in the Results section if significant. If the interaction F-test was significant, parameter estimates of the fixed effects were tested with a t-statistic to examine the differential effects of time*CBT (vs. control) and time*CBM (vs. control). The fraction of missing information (fmi) is provided for each parameter estimate in the model. Fmi reflects the percentage of sampling variance that is attributable to missing data and provides an indication of the severity of the missing data problem (with higher scores reflecting higher severity). For each outcome measure and each treatment condition, Cohen's d effect size was calculated for the pre-test to two-year follow-up period by dividing the difference in means by the pooled standard deviation, based on the imputed datasets but taking into account the observed N at two-year follow-up.",
        "section": "Statistical analyses",
        "section_number": 28,
        "sentences": [
            "For each outcome variable, 3 (condition) by 2 (time) repeated measure ANOVAs were conducted on each dataset separately.",
            "Since SPSS does not provide the F-statistics on the pooled data, we used the combination rules as described by van Ginkel and Kroonenberg (2014) , using a SPSS macro (Van Ginkel, 2014) .",
            "This procedure provides the possibility of pooling the results of all separate datasets into pooled F-statistics.",
            "Following this procedure, overall Fstatistics were computed (full model, intercept, time, condition, and time*condition).",
            "Main effects for treatment condition were not hypothesized and were only reported in the Results section if significant.",
            "If the interaction F-test was significant, parameter estimates of the fixed effects were tested with a t-statistic to examine the differential effects of time*CBT (vs. control) and time*CBM (vs. control).",
            "The fraction of missing information (fmi) is provided for each parameter estimate in the model.",
            "Fmi reflects the percentage of sampling variance that is attributable to missing data and provides an indication of the severity of the missing data problem (with higher scores reflecting higher severity).",
            "For each outcome measure and each treatment condition, Cohen's d effect size was calculated for the pre-test to two-year follow-up period by dividing the difference in means by the pooled standard deviation, based on the imputed datasets but taking into account the observed N at two-year follow-up."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33543",
        "text": "In total, 121 of 240 participants (50%) completed the two-year follow-up assessment: 40 (46.5%) of the 86 participants in the CBM condition, 46 (54.8%) of the 84 participants in the CBT condition, and 35 (50.0%) of the 70 participants in the control condition. See Fig. 1 for a complete overview of participation in measurements. To check whether missingness at follow-up was related to pre-test scores of the participants, we first compared the pre-test scores of those who did participate in the two-year followup with those who did not. These tests showed that the groups did not differ at pre-test (ADIS-C SAD: Х 2 (1) ¼ 0.06, p ¼ 0.85; RCADS-SAD: t ¼ 0.11, p ¼ 0.91; TAI: t ¼ 0.99, p ¼ 0.32).",
        "section": "Descriptives of missing data",
        "section_number": 29,
        "sentences": [
            "In total, 121 of 240 participants (50%) completed the two-year follow-up assessment: 40 (46.5%) of the 86 participants in the CBM condition, 46 (54.8%) of the 84 participants in the CBT condition, and 35 (50.0%) of the 70 participants in the control condition.",
            "See Fig. 1 for a complete overview of participation in measurements.",
            "To check whether missingness at follow-up was related to pre-test scores of the participants, we first compared the pre-test scores of those who did participate in the two-year followup with those who did not.",
            "These tests showed that the groups did not differ at pre-test (ADIS-C SAD: Х 2 (1) ¼ 0.06, p ¼ 0.85; RCADS-SAD: t ¼ 0.11, p ¼ 0.91; TAI: t ¼ 0.99, p ¼ 0.32)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33543",
        "text": "Second, we tested whether at pre-test the scores of participants who participated in the follow-up assessment varied across conditions. No differences were found between the assessment completers across the three conditions at pre-test (ADIS-C SAD:",
        "section": "Descriptives of missing data",
        "section_number": 30,
        "sentences": [
            "Second, we tested whether at pre-test the scores of participants who participated in the follow-up assessment varied across conditions.",
            "No differences were found between the assessment completers across the three conditions at pre-test (ADIS-C SAD:"
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "33543",
        "text": "Х 2 (2) ¼ 3.62, p ¼ 0.16; RCADS-SAD: F(2,118) ¼ 0.21, p ¼ 0.82; TAI: F(2,118) ¼ 0.15, p ¼ 0.86.",
        "section": "Descriptives of missing data",
        "section_number": 31,
        "sentences": [
            "Х 2 (2) ¼ 3.62, p ¼ 0.16; RCADS-SAD: F(2,118) ¼ 0.21, p ¼ 0.82; TAI: F(2,118) ¼ 0.15, p ¼ 0.86."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "33543",
        "text": "In conclusion, missing data analyses did not reveal a difference between assessment completers and assessment non-completers with regard to the outcome measures in the whole group or within the treatment conditions.",
        "section": "Descriptives of missing data",
        "section_number": 32,
        "sentences": [
            "In conclusion, missing data analyses did not reveal a difference between assessment completers and assessment non-completers with regard to the outcome measures in the whole group or within the treatment conditions."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "33543",
        "text": "The means and standard deviations for all primary and secondary outcome measures at pre-test and two-year follow-up are presented in Table 2 . At pre-test, all conditions showed similar scores on the primary outcome measures (RCADS-SAD F(2,239) ¼ 0.30, p ¼ 0.74; Spielberger TAI F(2,239) ¼ 0.06, p ¼ 0.94; ADIS-C SAD Х 2 (2) ¼ 1.36, p ¼ 0.54).",
        "section": "Descriptive statistics",
        "section_number": 33,
        "sentences": [
            "The means and standard deviations for all primary and secondary outcome measures at pre-test and two-year follow-up are presented in Table 2 .",
            "At pre-test, all conditions showed similar scores on the primary outcome measures (RCADS-SAD F(2,239) ¼ 0.30, p ¼ 0.74; Spielberger TAI F(2,239) ¼ 0.06, p ¼ 0.94; ADIS-C SAD Х 2 (2) ¼ 1.36, p ¼ 0.54)."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "33543",
        "text": "4.2.1. Process outcome: effects of CBT and CBM on interpretation bias. Table 3 presents the means, standard deviations of the pre-test and follow-up assessments of the interpretation bias (process) measures (AIBQ and RT). The AIBQ scores showed a significant overall decrease from pre-test to two-year follow-up F(1,119.7) ¼ 61.2, p < 0.001. There was, however, no significant interaction effect F(2,158.4) ¼ 1.02, p ¼ 0.36. Thus the different conditions did not lead to different changes in interpretation bias as measured with the AIBQ. For the Recognition Task (RT), there was also a significant change in interpretation bias scores from pre-test to two-year follow-up F(1,150.2) ¼ 71.2, p < 0.001. Importantly, the decrease in interpretation bias as indexed by the RT varied across conditions (F (2,162.8) ¼ 6.81, p < 0.05. Post hoc t-tests of the parameter estimates, comparing the effect in each active condition versus the control group, revealed that the critical interaction effect was significant for CBM (t(69) ¼ -3.41, p ¼ 0.001) but not for CBT (t(76) ¼ 0.63, p ¼ 0.53), meaning that adolescents in the CBM condition reported larger changes on the RT than youth in the control condition.",
        "section": "Descriptive statistics",
        "section_number": 34,
        "sentences": [
            "4.2.1.",
            "Process outcome: effects of CBT and CBM on interpretation bias.",
            "Table 3 presents the means, standard deviations of the pre-test and follow-up assessments of the interpretation bias (process) measures (AIBQ and RT).",
            "The AIBQ scores showed a significant overall decrease from pre-test to two-year follow-up F(1,119.7) ¼ 61.2, p < 0.001.",
            "There was, however, no significant interaction effect F(2,158.4) ¼ 1.02, p ¼ 0.36.",
            "Thus the different conditions did not lead to different changes in interpretation bias as measured with the AIBQ.",
            "For the Recognition Task (RT), there was also a significant change in interpretation bias scores from pre-test to two-year follow-up F(1,150.2) ¼ 71.2, p < 0.001.",
            "Importantly, the decrease in interpretation bias as indexed by the RT varied across conditions (F (2,162.8) ¼ 6.81, p < 0.05.",
            "Post hoc t-tests of the parameter estimates, comparing the effect in each active condition versus the control group, revealed that the critical interaction effect was significant for CBM (t(69) ¼ -3.41, p ¼ 0.001) but not for CBT (t(76) ¼ 0.63, p ¼ 0.53), meaning that adolescents in the CBM condition reported larger changes on the RT than youth in the control condition."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33543",
        "text": "5.1. Primary outcome measures",
        "section": "Effects of CBT and CBM",
        "section_number": 35,
        "sentences": [
            "5.1.",
            "Primary outcome measures"
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "33543",
        "text": "There was a significant overall decrease of RCADS-SAD scores from pretest to two-year follow-up F(1,104.0) ¼ 58.50, p < 0.001. The active treatment conditions did not significantly add to the decrease of social anxiety over time, as evidenced by a nonsignificant interaction effect, F(2,166.2) ¼ 0.45, p ¼ 0.64.",
        "section": "Social anxiety (RCADS-SAD)",
        "section_number": 36,
        "sentences": [
            "There was a significant overall decrease of RCADS-SAD scores from pretest to two-year follow-up F(1,104.0) ¼ 58.50, p < 0.001.",
            "The active treatment conditions did not significantly add to the decrease of social anxiety over time, as evidenced by a nonsignificant interaction effect, F(2,166.2) ¼ 0.45, p ¼ 0.64."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "33543",
        "text": "There was a significant overall decrease of TAI scores from pretest to two-year follow-up F(1,110.7) ¼ 52.1, p < 0.001. The interaction effect was not significant F(2,179.6) ¼ 1.14, p ¼ 0.32, indicating that the active conditions did not lead to a relatively strong reduction in test anxiety.",
        "section": "Test anxiety (Spielberger TAI)",
        "section_number": 37,
        "sentences": [
            "There was a significant overall decrease of TAI scores from pretest to two-year follow-up F(1,110.7) ¼ 52.1, p < 0.001.",
            "The interaction effect was not significant F(2,179.6) ¼ 1.14, p ¼ 0.32, indicating that the active conditions did not lead to a relatively strong reduction in test anxiety."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "33543",
        "text": "At two-year follow-up, the number of social anxiety disorder diagnoses in the observed data was 5.9% (7 of 119 adolescents), with 1 out of 45 (2.2%) in the CBT condition, 4 out of 42 (9.5%) in the CBM condition, and 2 out of 32 (6.3%) in the control condition. The pattern of results was similar in the imputed datasets, with pooled estimates of social anxiety disorder being 4 of 84 youths in the CBT condition (4.8%), 8 of 86 in the CBM condition (9.3%), and 3 of 70 youth in the control condition (4.3%). Since only a very small fraction of the participants received or were estimated to receive a diagnosis of SAD, these data could not be meaningfully subjected to statistical analysis.",
        "section": "Social anxiety disorder (ADIS-C)",
        "section_number": 38,
        "sentences": [
            "At two-year follow-up, the number of social anxiety disorder diagnoses in the observed data was 5.9% (7 of 119 adolescents), with 1 out of 45 (2.2%) in the CBT condition, 4 out of 42 (9.5%) in the CBM condition, and 2 out of 32 (6.3%) in the control condition.",
            "The pattern of results was similar in the imputed datasets, with pooled estimates of social anxiety disorder being 4 of 84 youths in the CBT condition (4.8%), 8 of 86 in the CBM condition (9.3%), and 3 of 70 youth in the control condition (4.3%).",
            "Since only a very small fraction of the participants received or were estimated to receive a diagnosis of SAD, these data could not be meaningfully subjected to statistical analysis."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33543",
        "text": "There was an overall increase of self-esteem between pre-test and follow-up, F(1,128.8) ¼ 55.41, p < 0.001, but there was no additional benefit for the active conditions, as evidenced by the absence of a significant interaction effect F(2,161.6) ¼ 0.93, p ¼ 0.39.",
        "section": "Self-esteem (RSES)",
        "section_number": 39,
        "sentences": [
            "There was an overall increase of self-esteem between pre-test and follow-up, F(1,128.8) ¼ 55.41, p < 0.001, but there was no additional benefit for the active conditions, as evidenced by the absence of a significant interaction effect F(2,161.6) ¼ 0.93, p ¼ 0.39."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "33543",
        "text": "There was a main effect for time, indicating that there was an overall increase of prosocial behaviors over time, F(1,128.1) ¼ 34.4, p < 0.001. The active conditions did not significantly add to treatment gains as evidenced by a nonsignificant interaction effect, F(2,166.4) ¼ 1.45, p ¼ 0.24.",
        "section": "Prosocial behavior (VSVJ/MESSY)",
        "section_number": 40,
        "sentences": [
            "There was a main effect for time, indicating that there was an overall increase of prosocial behaviors over time, F(1,128.1) ¼ 34.4, p < 0.001.",
            "The active conditions did not significantly add to treatment gains as evidenced by a nonsignificant interaction effect, F(2,166.4) ¼ 1.45, p ¼ 0.24."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "33543",
        "text": "The model showed no significant main effect of Time F(1,99.7) ¼ 1.33, p ¼ 0.25, indicating that, overall, the strength of automatic threat associations remained stable over time. This pattern was similar for all three conditions, as was evidenced by the absence of a significant interaction between time and condition, F(2,163.8) ¼ 1.21, p ¼ 0.30.",
        "section": "Implicit social-threat associations (stIAT)",
        "section_number": 41,
        "sentences": [
            "The model showed no significant main effect of Time F(1,99.7) ¼ 1.33, p ¼ 0.25, indicating that, overall, the strength of automatic threat associations remained stable over time.",
            "This pattern was similar for all three conditions, as was evidenced by the absence of a significant interaction between time and condition, F(2,163.8) ¼ 1.21, p ¼ 0.30."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "33543",
        "text": "The model showed that, overall, the BFNE scores declined over a The means (SDs) of the stIAT effects differ from our previous article about the short term effects of this study because in the current analyses we used more stringent criteria to ensure the validity of the stIAT data and discarded stIAT effects if participants' response times were faster than 300 ms for more than 10% of the trials, or slower than 10.000 ms in more than 1% of the trials, or if participants' error percentage was higher than 2 SDs above the mean (cf. van Tuijl et al., 2014) .",
        "section": "Fear of negative evaluation (BFNE-II)",
        "section_number": 42,
        "sentences": [
            "The model showed that, overall, the BFNE scores declined over a The means (SDs) of the stIAT effects differ from our previous article about the short term effects of this study because in the current analyses we used more stringent criteria to ensure the validity of the stIAT data and discarded stIAT effects if participants' response times were faster than 300 ms for more than 10% of the trials, or slower than 10.000 ms in more than 1% of the trials, or if participants' error percentage was higher than 2 SDs above the mean (cf.",
            "van Tuijl et al., 2014) ."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "33543",
        "text": "time, F(1,102.1) ¼ 10.6, p < 0.001. Yet, there was no evidence that the active conditions contributed to a decrease in fear of negative evaluation as indexed by the BFNE-II, as was evidenced by the absence of a significant interaction between time and condition, F(2,158.5) ¼ 0.30, p ¼ 0.74.",
        "section": "Fear of negative evaluation (BFNE-II)",
        "section_number": 43,
        "sentences": [
            "time, F(1,102.1) ¼ 10.6, p < 0.001.",
            "Yet, there was no evidence that the active conditions contributed to a decrease in fear of negative evaluation as indexed by the BFNE-II, as was evidenced by the absence of a significant interaction between time and condition, F(2,158.5) ¼ 0.30, p ¼ 0.74."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "33543",
        "text": "The fraction of missing information (fmi) in the repeated measures ANOVA's was on average 0.33 for main effects and interaction effects across primary and secondary outcomes (range 0.24e0.38). This means that the dataset benefitted from the multiple imputation procedure: after imputation, on average 33% of the sampling variance was attributable to missing data, while the real percentage of missing data is 50%.",
        "section": "Fraction of missing information",
        "section_number": 44,
        "sentences": [
            "The fraction of missing information (fmi) in the repeated measures ANOVA's was on average 0.33 for main effects and interaction effects across primary and secondary outcomes (range 0.24e0.38).",
            "This means that the dataset benefitted from the multiple imputation procedure: after imputation, on average 33% of the sampling variance was attributable to missing data, while the real percentage of missing data is 50%."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "33543",
        "text": "Sensitivity analyses were conducted for participants who received a minimum dosage of half of the sessions of the interventions. In the CBT condition, 62 of 84 adolescents completed at least 5 of 10 group sessions (74%), while in the CBM condition, 34 of 86 adolescents (40%) completed at least half of the sessions. All analyses were rerun in this subset of youth, together with the control group for which we included only those who had participated in at least two of five assessments (57 of 70 participants, 81%). Estimations of the frequency of social anxiety disorder (ADIS-C) at two-year follow-up were also low (11 of 153 adolescents, 7.1%), with the following distribution across the treatment conditions: in the control condition 5 of 57 participants (8.8%), in the CBT condition 4 of 62 (6.5%), and in the CBM condition 2 of 34 participants (5.7%). The analyses of the primary and secondary outcome measures yielded the same pattern of results as in the sample including the non-completers. can be requested from the authors and can be found in the online data repository.",
        "section": "Sensitivity analyses",
        "section_number": 45,
        "sentences": [
            "Sensitivity analyses were conducted for participants who received a minimum dosage of half of the sessions of the interventions.",
            "In the CBT condition, 62 of 84 adolescents completed at least 5 of 10 group sessions (74%), while in the CBM condition, 34 of 86 adolescents (40%) completed at least half of the sessions.",
            "All analyses were rerun in this subset of youth, together with the control group for which we included only those who had participated in at least two of five assessments (57 of 70 participants, 81%).",
            "Estimations of the frequency of social anxiety disorder (ADIS-C) at two-year follow-up were also low (11 of 153 adolescents, 7.1%), with the following distribution across the treatment conditions: in the control condition 5 of 57 participants (8.8%), in the CBT condition 4 of 62 (6.5%), and in the CBM condition 2 of 34 participants (5.7%).",
            "The analyses of the primary and secondary outcome measures yielded the same pattern of results as in the sample including the non-completers.",
            "can be requested from the authors and can be found in the online data repository."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33543",
        "text": "The major findings with regard to the primary outcome measures are as follows: First, social and test anxiety generally decreased from pre-test to two-year follow-up. Second, the active interventions did not add to a decrease in social or test anxiety. Thus, the favorable effects of CBT on social and test anxiety at shorter follow-up were no longer evident at two-year follow up. Third, the incidence of social anxiety disorder at two-year followup was very low and similar for all groups. With regard to the secondary outcome measures, there was a long-term overall increase in self-esteem and prosocial behaviors as well as a decrease of fear of negative evaluation. There was no overall change in automatic threat-related associations. For neither intervention group the pattern of these measures was significantly different from that of the control group.",
        "section": "Discussion",
        "section_number": 46,
        "sentences": [
            "The major findings with regard to the primary outcome measures are as follows: First, social and test anxiety generally decreased from pre-test to two-year follow-up.",
            "Second, the active interventions did not add to a decrease in social or test anxiety.",
            "Thus, the favorable effects of CBT on social and test anxiety at shorter follow-up were no longer evident at two-year follow up.",
            "Third, the incidence of social anxiety disorder at two-year followup was very low and similar for all groups.",
            "With regard to the secondary outcome measures, there was a long-term overall increase in self-esteem and prosocial behaviors as well as a decrease of fear of negative evaluation.",
            "There was no overall change in automatic threat-related associations.",
            "For neither intervention group the pattern of these measures was significantly different from that of the control group."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33543",
        "text": "For CBT, the effect sizes of the long-term changes in primary outcome measures fell in the range of large effects (d ¼ 0.86 and 0.82 for social anxiety and test anxiety, respectively), and were in line with the effect sizes found in earlier studies on school-based interventions (Mychailyszyn, Brodman, Read, & Kendall, 2012) . For CBM the effect sizes fell in the range between moderate and large effects (d ¼ 0.79 and 0.65), whereas the changes of the primary outcome measures in the control condition were of moderate effect size (d ¼ 0.63 and 0.46). The strong reduction of social and test anxiety in the control group together with the very low proportion of participants in this group who fulfilled the criteria of a social anxiety disorder at two-year follow-up (6%) clearly reduced the sensitivity of the current study to find surplus effects of the active interventions.",
        "section": "Discussion",
        "section_number": 47,
        "sentences": [
            "For CBT, the effect sizes of the long-term changes in primary outcome measures fell in the range of large effects (d ¼ 0.86 and 0.82 for social anxiety and test anxiety, respectively), and were in line with the effect sizes found in earlier studies on school-based interventions (Mychailyszyn, Brodman, Read, & Kendall, 2012) .",
            "For CBM the effect sizes fell in the range between moderate and large effects (d ¼ 0.79 and 0.65), whereas the changes of the primary outcome measures in the control condition were of moderate effect size (d ¼ 0.63 and 0.46).",
            "The strong reduction of social and test anxiety in the control group together with the very low proportion of participants in this group who fulfilled the criteria of a social anxiety disorder at two-year follow-up (6%) clearly reduced the sensitivity of the current study to find surplus effects of the active interventions."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33543",
        "text": "Although previous intervention studies (Sheffield, Spence, Rapee, Kowalenko, Wignall, Davis et al., 2006) also showed an overall drop of anxiety scores in at risk groups, the decrease of anxiety within control conditions is typically in the small range (e.g., Mychailyszyn et al., 2012 ; for school-based interventions for anxiety). It is unclear why the decline of social anxiety in the current control condition was relatively large (i.e., in the medium range). One explanation may be that the participating schools all had a relatively good social climate since they were willing to participate in the current trial, or that the explanation of the study to the children and the frequent assessments already made a difference.",
        "section": "Discussion",
        "section_number": 48,
        "sentences": [
            "Although previous intervention studies (Sheffield, Spence, Rapee, Kowalenko, Wignall, Davis et al., 2006) also showed an overall drop of anxiety scores in at risk groups, the decrease of anxiety within control conditions is typically in the small range (e.g., Mychailyszyn et al., 2012 ; for school-based interventions for anxiety).",
            "It is unclear why the decline of social anxiety in the current control condition was relatively large (i.e., in the medium range).",
            "One explanation may be that the participating schools all had a relatively good social climate since they were willing to participate in the current trial, or that the explanation of the study to the children and the frequent assessments already made a difference."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33543",
        "text": "The failure to find a surplus effect of the current CBM procedure may also be due to a failure to actually modify adolescents' cognitive bias. Although the CBM intervention showed a robust beneficial effect on interpretation bias as indexed with the task that was most similar to the modification procedure (i.e, the recognition task), an equivalent beneficial effect was absent when interpretation bias was measured with an instrument that was more divergent from the tasks used in the CBM intervention (i.e., Adolescent Interpretation and Belief Questionnaire). Perhaps, then, the longterm influence of the current CBM procedure on cognitive bias was not sufficiently strong to have a meaningful impact on adolescents' vulnerability for social and test anxiety. This may also help explain why the short-term beneficial effect on automatic threat associations was no longer evident at two-year follow-up.",
        "section": "Discussion",
        "section_number": 49,
        "sentences": [
            "The failure to find a surplus effect of the current CBM procedure may also be due to a failure to actually modify adolescents' cognitive bias.",
            "Although the CBM intervention showed a robust beneficial effect on interpretation bias as indexed with the task that was most similar to the modification procedure (i.e, the recognition task), an equivalent beneficial effect was absent when interpretation bias was measured with an instrument that was more divergent from the tasks used in the CBM intervention (i.e., Adolescent Interpretation and Belief Questionnaire).",
            "Perhaps, then, the longterm influence of the current CBM procedure on cognitive bias was not sufficiently strong to have a meaningful impact on adolescents' vulnerability for social and test anxiety.",
            "This may also help explain why the short-term beneficial effect on automatic threat associations was no longer evident at two-year follow-up."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33543",
        "text": "We selected adolescents with heightened levels of social and test anxiety, under the assumption that they were at risk for developing anxiety disorders. Contrary to our expectations of deteriorating in the no-intervention group, many adolescents improved on our primary and most of the secondary measures, regardless of receiving an intervention. On the basis of this finding one may argue that the prospects of moderately socially anxious adolescents are good enough over a longer period of time and do In conclusion, participants in the CBM condition showed a beneficial change in interpretation bias as indexed by the Recognition task but not as measured by the AIBQ. not require particular interventions; it may be more efficient to treat anxiety disorders in mental health services once they have developed.",
        "section": "Discussion",
        "section_number": 50,
        "sentences": [
            "We selected adolescents with heightened levels of social and test anxiety, under the assumption that they were at risk for developing anxiety disorders.",
            "Contrary to our expectations of deteriorating in the no-intervention group, many adolescents improved on our primary and most of the secondary measures, regardless of receiving an intervention.",
            "On the basis of this finding one may argue that the prospects of moderately socially anxious adolescents are good enough over a longer period of time and do In conclusion, participants in the CBM condition showed a beneficial change in interpretation bias as indexed by the Recognition task but not as measured by the AIBQ.",
            "not require particular interventions; it may be more efficient to treat anxiety disorders in mental health services once they have developed."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33543",
        "text": "Some limitations of our study should also be mentioned. First, we chose a cluster-randomized design, with randomization at school level rather than at the individual level. This was preferred to prevent potential \"contamination\" across conditions which might occur when more than one condition would be assigned to a particular school. In addition, this procedure enhanced the feasibility of the project and guaranteed sufficient participants at each site for the CBT group intervention. However, the fact that we randomized at school level was not taken into account in the power analyses. It cannot be ruled out that the study was therefore underpowered. Second, it should be acknowledged that a large proportion of the participants (50%) missed one or more of the postintervention assessments. Although pre-test scores were similar for participants who did and those who did not complete all assessments, it cannot be ruled out that there was selective attrition during the follow-up assessments. We did use multiple imputation and the fraction of missing information was thus reduced (ranging from 24 to 38% with a mean of 33%). Third, we excluded adolescents with highly interfering social anxiety disorders. This may have limited the sensitivity of finding treatment gains in the current study. However, the current selection procedure reflects the procedure in many high schools, where schools may offer early interventions to youths with moderate problems, whereas youth with disorders are referred to mental health services. Finally, it is important to emphasize that the current ingredients of the CBM intervention reflect the first generation of CBM interventions. Furthermore, the current CBM combined several components that were designed to address separate cognitive biases. For optimizing CBM it would be important for future research to investigate which components are most effective in modifying the various pertinent cognitive biases (Lau, 2015; Macleod et al., 2015) . Thus, although the current failure to show a reliable effect on the primary outcome measures is in line with recent meta-analyses questioning the efficacy of CBM-procedures as a clinical tool (Cristea, Kok, & Cuijpers, 2015; Cristea, Mogoaşe, David, & Cuijpers, 2015) , it might be premature to conclude that CBM can be discarded as a potentially effective clinical intervention.",
        "section": "Discussion",
        "section_number": 51,
        "sentences": [
            "Some limitations of our study should also be mentioned.",
            "First, we chose a cluster-randomized design, with randomization at school level rather than at the individual level.",
            "This was preferred to prevent potential \"contamination\" across conditions which might occur when more than one condition would be assigned to a particular school.",
            "In addition, this procedure enhanced the feasibility of the project and guaranteed sufficient participants at each site for the CBT group intervention.",
            "However, the fact that we randomized at school level was not taken into account in the power analyses.",
            "It cannot be ruled out that the study was therefore underpowered.",
            "Second, it should be acknowledged that a large proportion of the participants (50%) missed one or more of the postintervention assessments.",
            "Although pre-test scores were similar for participants who did and those who did not complete all assessments, it cannot be ruled out that there was selective attrition during the follow-up assessments.",
            "We did use multiple imputation and the fraction of missing information was thus reduced (ranging from 24 to 38% with a mean of 33%).",
            "Third, we excluded adolescents with highly interfering social anxiety disorders.",
            "This may have limited the sensitivity of finding treatment gains in the current study.",
            "However, the current selection procedure reflects the procedure in many high schools, where schools may offer early interventions to youths with moderate problems, whereas youth with disorders are referred to mental health services.",
            "Finally, it is important to emphasize that the current ingredients of the CBM intervention reflect the first generation of CBM interventions.",
            "Furthermore, the current CBM combined several components that were designed to address separate cognitive biases.",
            "For optimizing CBM it would be important for future research to investigate which components are most effective in modifying the various pertinent cognitive biases (Lau, 2015; Macleod et al., 2015) .",
            "Thus, although the current failure to show a reliable effect on the primary outcome measures is in line with recent meta-analyses questioning the efficacy of CBM-procedures as a clinical tool (Cristea, Kok, & Cuijpers, 2015; Cristea, Mogoaşe, David, & Cuijpers, 2015) , it might be premature to conclude that CBM can be discarded as a potentially effective clinical intervention."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33543",
        "text": "The findings showed that the level of social and test anxiety in moderately anxious adolescents generally improved over a twoyear time period. The results do not support the use of current CBM procedures as a stand-alone intervention for social and test anxiety, since we found neither short-term (Sportel et al., 2013) nor long-term benefits in terms of a decrease in symptomatology. The CBT group interventions in schools did provide beneficial effects at 6-and 12-months follow-up (Sportel et al., 2013) , but no additional benefits over a two-year period. Schools need to consider whether the investment in such a training weighs up to the moderate shortterm benefits and the lack of robust long-term effects.",
        "section": "Conclusion",
        "section_number": 52,
        "sentences": [
            "The findings showed that the level of social and test anxiety in moderately anxious adolescents generally improved over a twoyear time period.",
            "The results do not support the use of current CBM procedures as a stand-alone intervention for social and test anxiety, since we found neither short-term (Sportel et al., 2013) nor long-term benefits in terms of a decrease in symptomatology.",
            "The CBT group interventions in schools did provide beneficial effects at 6-and 12-months follow-up (Sportel et al., 2013) , but no additional benefits over a two-year period.",
            "Schools need to consider whether the investment in such a training weighs up to the moderate shortterm benefits and the lack of robust long-term effects."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33543",
        "text": "The authors declare no conflict of interest. Sportel and Nauta have developed the CBT group training but have no financial interest in the manual. This research was supported by a grant from the Netherlands Organization for Health Research and Development, ZonMw, nr. 62200027. The funding organization was not involved in the collection, analysis and interpretation of data, nor in the writing of the report or in the decision to submit the article for publication.",
        "section": "Declaration of interest and role of funding organization",
        "section_number": 53,
        "sentences": [
            "The authors declare no conflict of interest.",
            "Sportel and Nauta have developed the CBT group training but have no financial interest in the manual.",
            "This research was supported by a grant from the Netherlands Organization for Health Research and Development, ZonMw, nr.",
            "62200027.",
            "The funding organization was not involved in the collection, analysis and interpretation of data, nor in the writing of the report or in the decision to submit the article for publication."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33543",
        "text": "E. de Hullu et al. / J. Behav. Ther. & Exp. Psychiat. 55 (2017) 81e89",
        "section": "",
        "section_number": 54,
        "sentences": [
            "E. de Hullu et al. / J. Behav.",
            "Ther. &",
            "Exp.",
            "Psychiat.",
            "55 (2017) 81e89"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    }
]