[
    {
        "doc_id": "36281",
        "text": "Depression is a common concern among people with autism spectrum disorder (ASD) and is often associated with social skills and relationship challenges. The present data, from a randomized controlled trial, examined the effect of PEERS ® on self-reported depressive symptoms via the Children's Depression Inventory (CDI) among 49 adolescents with ASD. Findings revealed that many CDI subscale scores declined (p's < 0.05) and were related to direct social contact on the Quality of Socialization Questionnaire at posttest (p's < 0.05). Exploratory analyses uncovered that suicidality was less evident following PEERS ®. Findings support the notion that social functioning and depression may be intimately intertwined in ASD; therefore, bolstering social skills in ASD may positively influence other domains of functioning, including mental health.",
        "section": "Abstract",
        "sentences": [
            "Depression is a common concern among people with autism spectrum disorder (ASD) and is often associated with social skills and relationship challenges.",
            "The present data, from a randomized controlled trial, examined the effect of PEERS ® on self-reported depressive symptoms via the Children's Depression Inventory (CDI) among 49 adolescents with ASD.",
            "Findings revealed that many CDI subscale scores declined (p's < 0.05) and were related to direct social contact on the Quality of Socialization Questionnaire at posttest (p's < 0.05).",
            "Exploratory analyses uncovered that suicidality was less evident following PEERS ®.",
            "Findings support the notion that social functioning and depression may be intimately intertwined in ASD; therefore, bolstering social skills in ASD may positively influence other domains of functioning, including mental health."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36281",
        "text": "stressors, and peer relationships) and individual factors (i.e., genetics, neurobiological stress response, temperament, and cognitive functioning) appear to promote depressive symptoms in youth (Klein et al. 2013) . Although the manifestation of depression in ASD is variable and its etiology is not well understood (Magnuson and Constantino 2011) , social factors seem to be related to depression in ASD.",
        "section": "",
        "section_number": 1,
        "sentences": [
            "stressors, and peer relationships) and individual factors (i.e., genetics, neurobiological stress response, temperament, and cognitive functioning) appear to promote depressive symptoms in youth (Klein et al. 2013) .",
            "Although the manifestation of depression in ASD is variable and its etiology is not well understood (Magnuson and Constantino 2011) , social factors seem to be related to depression in ASD."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "36281",
        "text": "The social difficulties inherent in ASD may impede the formation and maintenance of high-quality friendships (Mendelson et al. 2016) ; cognitive capacities (i.e., theory of mind; Bauminger et al. 2010) and verbal abilities (Bauminger et al. 2008) have been related to friendship quality and behaviors among youth with ASD. Moreover, the lack of social initiation observed in ASD (Humphrey and Symes 2011) is likely exacerbated by deflated self-esteem due to unsuccessful social interactions (Denissen et al. 2008) . These feelings of rejection may contribute to social withdrawal, which further hinder additional attempts to initiate social interactions and, thus, result in fewer opportunities to form meaningful friendships. Isolation and feelings of loneliness related to poor quality or low quantity of friendships are linked with the development of depressive symptoms among youth with ASD (Mazurek and Kanne 2010; Whitehouse et al. 2009) .",
        "section": "",
        "section_number": 2,
        "sentences": [
            "The social difficulties inherent in ASD may impede the formation and maintenance of high-quality friendships (Mendelson et al. 2016) ; cognitive capacities (i.e., theory of mind; Bauminger et al. 2010) and verbal abilities (Bauminger et al. 2008) have been related to friendship quality and behaviors among youth with ASD.",
            "Moreover, the lack of social initiation observed in ASD (Humphrey and Symes 2011) is likely exacerbated by deflated self-esteem due to unsuccessful social interactions (Denissen et al. 2008) .",
            "These feelings of rejection may contribute to social withdrawal, which further hinder additional attempts to initiate social interactions and, thus, result in fewer opportunities to form meaningful friendships.",
            "Isolation and feelings of loneliness related to poor quality or low quantity of friendships are linked with the development of depressive symptoms among youth with ASD (Mazurek and Kanne 2010; Whitehouse et al. 2009) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36281",
        "text": "Multiple studies suggest that factors such as IQ and autism severity are positively associated with levels of depressive symptoms in ASD (Mayes et al. 2011b; Vickerstaff et al. 2007) ; that is, higher IQ and greater autism severity are commonly seen with more severe depressive symptoms. Increased social challenges, coupled with heightened awareness, may confer risk for depression in ASD, perhaps especially among those who recognize their difficulties navigating social situations. Preliminary support for the role of social awareness in the development of depression comes from a study that identified that children and adolescents with ASD who were more likely to engage in social comparison were at greater risk for developing depressive symptoms (Hedley and Young 2006) .",
        "section": "",
        "section_number": 3,
        "sentences": [
            "Multiple studies suggest that factors such as IQ and autism severity are positively associated with levels of depressive symptoms in ASD (Mayes et al. 2011b; Vickerstaff et al. 2007) ; that is, higher IQ and greater autism severity are commonly seen with more severe depressive symptoms.",
            "Increased social challenges, coupled with heightened awareness, may confer risk for depression in ASD, perhaps especially among those who recognize their difficulties navigating social situations.",
            "Preliminary support for the role of social awareness in the development of depression comes from a study that identified that children and adolescents with ASD who were more likely to engage in social comparison were at greater risk for developing depressive symptoms (Hedley and Young 2006) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36281",
        "text": "Research has presented compelling evidence that youth with ASD are more often victims of teasing and bullying compared to their TD peers (Humphrey and Lewis 2008; Zeedyk et al. 2014) . Multiple factors may underlie the observed increased risk of victimization. In general, youth who are likely to suffer from bullying often occupy low sociometric status (Card et al. 2007) , a measure of acceptance from one's peer group, and display inappropriate expression of emotion and social behaviors (Garner and Hinton 2010) , both commonly observed among youth with ASD. Typically developing peers may also perceive youth with ASD as deviating from the norm due to socially-incongruent behavior, resulting in reduced peer acceptance and increased episodes of bullying (Humphrey and Hebron 2015) . Victimization has been linked to negative outcomes in TD populations, including depleted self-esteem, as well as depression and suicidal ideation (Malecki et al. 2015; Van der Wal et al. 2003) . Similarly, victimization among ASD children is associated with quantity and quality friends, as well as internalizing and externalizing symptoms (Cappadocia et al. 2012; Zeedyk et al. 2014) .",
        "section": "Peer Victimization and Suicidal Ideation in ASD",
        "section_number": 4,
        "sentences": [
            "Research has presented compelling evidence that youth with ASD are more often victims of teasing and bullying compared to their TD peers (Humphrey and Lewis 2008; Zeedyk et al. 2014) .",
            "Multiple factors may underlie the observed increased risk of victimization.",
            "In general, youth who are likely to suffer from bullying often occupy low sociometric status (Card et al. 2007) , a measure of acceptance from one's peer group, and display inappropriate expression of emotion and social behaviors (Garner and Hinton 2010) , both commonly observed among youth with ASD.",
            "Typically developing peers may also perceive youth with ASD as deviating from the norm due to socially-incongruent behavior, resulting in reduced peer acceptance and increased episodes of bullying (Humphrey and Hebron 2015) .",
            "Victimization has been linked to negative outcomes in TD populations, including depleted self-esteem, as well as depression and suicidal ideation (Malecki et al. 2015; Van der Wal et al. 2003) .",
            "Similarly, victimization among ASD children is associated with quantity and quality friends, as well as internalizing and externalizing symptoms (Cappadocia et al. 2012; Zeedyk et al. 2014) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36281",
        "text": "The aforementioned factors pose risk for psychological distress and, at an extreme, suicidal ideation. Little research has examined suicidal thoughts and behaviors among youth with ASD, a critical gap in the literature (Segers and Rawana 2014) . Among the few studies that have investigated suicidality in ASD, rates have been found to be 28 times greater than in TD children; 14% of mothers reported that their child with ASD has problems with suicidal ideation and/or attempts (Mayes et al. 2013) and 22% of parents endorsed that their youth with ASD mentioned death or suicide \"often\" or \"very often\" (Horowitz et al. 2017) . Selfreport has revealed even more alarming statistics, such that, among adults with ASD, 66% reported suicidal ideation and 35% reported plans or attempts at suicide (Cassidy et al. 2014) . Depression and teasing have been identified as two of the most highly predictive factors of suicidal thoughts and behaviors in this population (Horowitz et al. 2017; Mayes et al. 2011b; Storch et al. 2013) , similar to findings in TD youth (Bridge et al. 2006) . Thus, the challenges inherent in ASD, coupled with depressive symptoms, may confer significant vulnerability for suicidality. These associations and prevalence rates necessitate a better understanding of the phenomenology of suicidality in youth with ASD, as well as interventions that may reduce suicidal thoughts and behavior.",
        "section": "Peer Victimization and Suicidal Ideation in ASD",
        "section_number": 5,
        "sentences": [
            "The aforementioned factors pose risk for psychological distress and, at an extreme, suicidal ideation.",
            "Little research has examined suicidal thoughts and behaviors among youth with ASD, a critical gap in the literature (Segers and Rawana 2014) .",
            "Among the few studies that have investigated suicidality in ASD, rates have been found to be 28 times greater than in TD children; 14% of mothers reported that their child with ASD has problems with suicidal ideation and/or attempts (Mayes et al. 2013) and 22% of parents endorsed that their youth with ASD mentioned death or suicide \"often\" or \"very often\" (Horowitz et al. 2017) .",
            "Selfreport has revealed even more alarming statistics, such that, among adults with ASD, 66% reported suicidal ideation and 35% reported plans or attempts at suicide (Cassidy et al. 2014) .",
            "Depression and teasing have been identified as two of the most highly predictive factors of suicidal thoughts and behaviors in this population (Horowitz et al. 2017; Mayes et al. 2011b; Storch et al. 2013) , similar to findings in TD youth (Bridge et al. 2006) .",
            "Thus, the challenges inherent in ASD, coupled with depressive symptoms, may confer significant vulnerability for suicidality.",
            "These associations and prevalence rates necessitate a better understanding of the phenomenology of suicidality in youth with ASD, as well as interventions that may reduce suicidal thoughts and behavior."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36281",
        "text": "Positive psychosocial adjustment has been related to optimal outcomes in adolescence (Armsden and Greenberg 1987) , with friendship having a protective effect on youths' wellbeing (Hall-Lande et al. 2007) . Social dynamics become particularly salient during adolescence as youth begin to shift their source of security, trust, and social support from parents to peers (Steinberg and Morris 2001) . Higher quality friendships are associated with greater feelings of self-worth, improved social competence, and better adjustment (Rubin et al. 2004) . Further, friendships may buffer against vulnerability for and negative impacts of victimization in youth with ASD (Humphrey and Symes 2010; Schmidt and Bagwell 2007) . Considering the social challenges experienced by youth with ASD, the benefits of high-quality friendships may not be as readily available to these adolescents.",
        "section": "The Role of Friendships in Adolescence",
        "section_number": 6,
        "sentences": [
            "Positive psychosocial adjustment has been related to optimal outcomes in adolescence (Armsden and Greenberg 1987) , with friendship having a protective effect on youths' wellbeing (Hall-Lande et al. 2007) .",
            "Social dynamics become particularly salient during adolescence as youth begin to shift their source of security, trust, and social support from parents to peers (Steinberg and Morris 2001) .",
            "Higher quality friendships are associated with greater feelings of self-worth, improved social competence, and better adjustment (Rubin et al. 2004) .",
            "Further, friendships may buffer against vulnerability for and negative impacts of victimization in youth with ASD (Humphrey and Symes 2010; Schmidt and Bagwell 2007) .",
            "Considering the social challenges experienced by youth with ASD, the benefits of high-quality friendships may not be as readily available to these adolescents."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36281",
        "text": "Evidence suggests strong links between social difficulties, friendships, and depression in ASD, thus, interventions aimed at increasing social skills and, in turn, cultivating friendships, have the potential to ameliorate symptoms of depression. Arming youth with ASD with the tools needed to better succeed within the social realm may increase successful peer interactions, boost self-confidence, facilitate the development of friendships, and, in turn, decrease depressive symptoms. Although an understudied area of research, preliminary support for this hypothesis has been identified by Hillier et al. (2011) in a sample of young adults with ASD receiving an 8-week social and vocational skills program called Aspirations. In this study, depressive symptoms, as measured by self-report, decreased following the intervention.",
        "section": "Social Skills Intervention and Internalizing Symptoms in ASD",
        "section_number": 7,
        "sentences": [
            "Evidence suggests strong links between social difficulties, friendships, and depression in ASD, thus, interventions aimed at increasing social skills and, in turn, cultivating friendships, have the potential to ameliorate symptoms of depression.",
            "Arming youth with ASD with the tools needed to better succeed within the social realm may increase successful peer interactions, boost self-confidence, facilitate the development of friendships, and, in turn, decrease depressive symptoms.",
            "Although an understudied area of research, preliminary support for this hypothesis has been identified by Hillier et al. (2011) in a sample of young adults with ASD receiving an 8-week social and vocational skills program called Aspirations.",
            "In this study, depressive symptoms, as measured by self-report, decreased following the intervention."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36281",
        "text": "Additional support is provided by research surrounding a manualized, empirically-supported social skills intervention for people with ASD, the Program for the Education and Enrichment of Relational Skills (PEERS ® ), that has been 1 3 found to increase social competence among both adolescents (Laugeson et al. 2012) and young adults (Gantman et al. 2012) , and has been demonstrated to be equally efficacious for males and females with ASD (McVey et al. 2017) . Some evidence suggests that PEERS ® reduces internalizing symptoms such as social anxiety and loneliness (McVey et al. 2016; Schohl et al. 2014) . Additionally, a cultural adaptation of the PEERS ® intervention in Korea examined self-reported depressive symptoms via the total score on the Korean version of the CDI as a secondary outcome in response to PEERS ® . The PEERS ® intervention was translated into Korean and several sessions were culturally-modified as detailed in Yoo et al. (2014) . The study revealed a decrease in general depressive symptoms, employing paired samples t-tests to examine changes from pre-treatment to post-treatment in their sample (Yoo et al. 2014) . Considering the cultural and language differences between the United States and Korea (e.g., Kim and Choi 1994) and the lack of testing group by time effects, however, additional research is needed to examine depressive symptoms in more depth among adolescents receiving PEERS ® in the United States.",
        "section": "Social Skills Intervention and Internalizing Symptoms in ASD",
        "section_number": 8,
        "sentences": [
            "Additional support is provided by research surrounding a manualized, empirically-supported social skills intervention for people with ASD, the Program for the Education and Enrichment of Relational Skills (PEERS ® ), that has been 1 3 found to increase social competence among both adolescents (Laugeson et al. 2012) and young adults (Gantman et al. 2012) , and has been demonstrated to be equally efficacious for males and females with ASD (McVey et al. 2017) .",
            "Some evidence suggests that PEERS ® reduces internalizing symptoms such as social anxiety and loneliness (McVey et al. 2016; Schohl et al. 2014) .",
            "Additionally, a cultural adaptation of the PEERS ® intervention in Korea examined self-reported depressive symptoms via the total score on the Korean version of the CDI as a secondary outcome in response to PEERS ® .",
            "The PEERS ® intervention was translated into Korean and several sessions were culturally-modified as detailed in Yoo et al. (2014) .",
            "The study revealed a decrease in general depressive symptoms, employing paired samples t-tests to examine changes from pre-treatment to post-treatment in their sample (Yoo et al. 2014) .",
            "Considering the cultural and language differences between the United States and Korea (e.g., Kim and Choi 1994) and the lack of testing group by time effects, however, additional research is needed to examine depressive symptoms in more depth among adolescents receiving PEERS ® in the United States."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36281",
        "text": "In sum, there appear to be strong links between social abilities, friendships, and depression in youth with ASD. Thus, interventions targeting social skills shown to facilitate development and maintenance of friendships may decrease depressive symptoms in adolescents with ASD. The aims of the current study were to extend previous work and examine:",
        "section": "Summary and Aims of the Current Study",
        "section_number": 9,
        "sentences": [
            "In sum, there appear to be strong links between social abilities, friendships, and depression in youth with ASD.",
            "Thus, interventions targeting social skills shown to facilitate development and maintenance of friendships may decrease depressive symptoms in adolescents with ASD.",
            "The aims of the current study were to extend previous work and examine:"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36281",
        "text": "(1) whether a social skills intervention (PEERS ® ) impacts multiple dimensions of depressive symptoms among adolescents with ASD in the United States, (2) the relation between direct peer interactions and depression at intervention posttest, and (3) changes in self-reported suicidal ideation across intervention provision. It was hypothesized that receiving PEERS ® would reduce multiple dimensions of self-reported depressive symptoms, that there would be negative relations between reports of social contacts and depressive symptoms, such that greater instances of direct peer interactions would be associated with fewer symptoms of depression, and that fewer participants would report suicidal ideation following the PEERS ® intervention.",
        "section": "Summary and Aims of the Current Study",
        "section_number": 10,
        "sentences": [
            "(1) whether a social skills intervention (PEERS ® ) impacts multiple dimensions of depressive symptoms among adolescents with ASD in the United States, (2) the relation between direct peer interactions and depression at intervention posttest, and (3) changes in self-reported suicidal ideation across intervention provision.",
            "It was hypothesized that receiving PEERS ® would reduce multiple dimensions of self-reported depressive symptoms, that there would be negative relations between reports of social contacts and depressive symptoms, such that greater instances of direct peer interactions would be associated with fewer symptoms of depression, and that fewer participants would report suicidal ideation following the PEERS ® intervention."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "36281",
        "text": "Participants were part of a larger randomized controlled trial of PEERS ® for adolescents. Efficacy of the intervention has been established by previous studies (Laugeson et al. 2012; Schohl et al. 2014 ) and, therefore, will not be reported upon in this study. Data from a final sample of 49 adolescents with ASD ages 11-16 was analyzed in this sub-study. Participants were randomly assigned to either the experimental (EXP; n = 24) or waitlist control (WL; n = 25) group; see Fig. 1 : CONSORT Diagram. Diagnosis of ASD was confirmed using the ADOS-G (Lord et al. 2000) . The KBIT-2 (Kaufman 1997 ) was used to assess IQ; participants had a full-scale IQ of 68 or higher. Demographics can be found in Table 1 ; the EXP and WL groups did not significantly differ on any demographic variables, as shown.",
        "section": "Participants",
        "section_number": 11,
        "sentences": [
            "Participants were part of a larger randomized controlled trial of PEERS ® for adolescents.",
            "Efficacy of the intervention has been established by previous studies (Laugeson et al. 2012; Schohl et al. 2014 ) and, therefore, will not be reported upon in this study.",
            "Data from a final sample of 49 adolescents with ASD ages 11-16 was analyzed in this sub-study.",
            "Participants were randomly assigned to either the experimental (EXP; n = 24) or waitlist control (WL; n = 25) group; see Fig. 1 : CONSORT Diagram.",
            "Diagnosis of ASD was confirmed using the ADOS-G (Lord et al. 2000) .",
            "The KBIT-2 (Kaufman 1997 ) was used to assess IQ; participants had a full-scale IQ of 68 or higher.",
            "Demographics can be found in Table 1 ; the EXP and WL groups did not significantly differ on any demographic variables, as shown."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36281",
        "text": "This study was approved by the Institutional Review Board (IRB) at Marquette University. Please see (Schohl et al. 2014) for details on procedures for selecting participants and inclusion criteria. Informed consent was obtained from all participants in this study. Participants provided selfreport on the Children's Depression Index (CDI; Kovacs 1992) at two time points. The EXP group completed the CDI before and after PEERS ® ; the WL group completed reports on the CDI approximately 14 weeks apart and participated in PEERS ® thereafter. In any instance in which suicidality was endorsed on item 9 of the CDI, a formal risk assessment was delivered by graduate students in the clinical psychology doctoral program per the clinic's suicidal ideation protocol which involved safety planning, when appropriate. The PEERS ® intervention was administered as described by the developers; details of the delivery of the PEERS ® intervention can be found in Schohl et al. (2014) . In addition to generalized social skills training, PEERS ® includes specific sessions focused on handling teasing and bullying (Table 2) .",
        "section": "Procedure",
        "section_number": 12,
        "sentences": [
            "This study was approved by the Institutional Review Board (IRB) at Marquette University.",
            "Please see (Schohl et al. 2014) for details on procedures for selecting participants and inclusion criteria.",
            "Informed consent was obtained from all participants in this study.",
            "Participants provided selfreport on the Children's Depression Index (CDI; Kovacs 1992) at two time points.",
            "The EXP group completed the CDI before and after PEERS ® ; the WL group completed reports on the CDI approximately 14 weeks apart and participated in PEERS ® thereafter.",
            "In any instance in which suicidality was endorsed on item 9 of the CDI, a formal risk assessment was delivered by graduate students in the clinical psychology doctoral program per the clinic's suicidal ideation protocol which involved safety planning, when appropriate.",
            "The PEERS ® intervention was administered as described by the developers; details of the delivery of the PEERS ® intervention can be found in Schohl et al. (2014) .",
            "In addition to generalized social skills training, PEERS ® includes specific sessions focused on handling teasing and bullying (Table 2) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36281",
        "text": "The Children's Depression Inventory (CDI) is a 27-item selfreport questionnaire commonly used to assess depressive symptoms among youth ages 7-17 and has good reliability and validity in clinical (Carey et al. 1987 ) and non-clinical samples (Smucker et al. 1986 ). The CDI has been used previously with ASD samples (e.g., Lerner et al. 2012; Solomon et al. 2012; Vickerstaff et al. 2007) and has shown evidence of promising psychometric properties in an ASD sample (Ozsivadjian et al. 2014) . Further, it has demonstrated sensitivity to treatment response in both ASD (Solomon et al. 2004 ) and non-ASD samples (Pössel et al. 2013; Weisz et al. 1997) . This measure yields a total score and the following subscale scores: Negative mood (example item: \"I am sad once in a while, many times, or all the time.\"), interpersonal problems (example item: \"I get along with people, I get into fights many times, or I get into fights all the time.\"), Ineffectiveness (example item: \"I can never be as good as other kids, I can be as good as other kids if I want to, or I am just as good as other kids.\"), Anhedonia (example item: \"I have fun in many things, some things, or nothing is fun at all.\"), and negative self-esteem (example item: \"Nothing will ever work out for me, I am not sure if things will work out for me, or things will work out for me O.K.\"). Suicidal ideation is reported on question nine of the CDI that states: \"'I do not think of killing myself,' 'I think of killing myself but I would not do it,' or 'I want to kill myself.'\" T-scores on the CDI were used in all analyses. Internal consistency for the present study was acceptable at pretest (α = 0.79) and good at posttest (α = 0.82), comparable to previous reports of internal consistency of self-report on the measure in an ASD sample (Ozsivadjian et al. 2014) .",
        "section": "Measures",
        "section_number": 13,
        "sentences": [
            "The Children's Depression Inventory (CDI) is a 27-item selfreport questionnaire commonly used to assess depressive symptoms among youth ages 7-17 and has good reliability and validity in clinical (Carey et al. 1987 ) and non-clinical samples (Smucker et al. 1986 ).",
            "The CDI has been used previously with ASD samples (e.g., Lerner et al. 2012; Solomon et al. 2012; Vickerstaff et al. 2007) and has shown evidence of promising psychometric properties in an ASD sample (Ozsivadjian et al. 2014) .",
            "Further, it has demonstrated sensitivity to treatment response in both ASD (Solomon et al. 2004 ) and non-ASD samples (Pössel et al. 2013; Weisz et al. 1997) .",
            "This measure yields a total score and the following subscale scores: Negative mood (example item: \"I am sad once in a while, many times, or all the time.\"),",
            "interpersonal problems (example item: \"I get along with people, I get into fights many times, or I get into fights all the time.\"),",
            "Ineffectiveness (example item: \"I can never be as good as other kids, I can be as good as other kids if I want to, or I am just as good as other kids.\"),",
            "Anhedonia (example item: \"I have fun in many things, some things, or nothing is fun at all.\"),",
            "and negative self-esteem (example item: \"Nothing will ever work out for me, I am not sure if things will work out for me, or things will work out for me O.K.\").",
            "Suicidal ideation is reported on question nine of the CDI that states: \"'I do not think of killing myself,' 'I think of killing myself but I would not do it,' or 'I want to kill myself.'\"",
            "T-scores on the CDI were used in all analyses.",
            "Internal consistency for the present study was acceptable at pretest (α = 0.79) and good at posttest (α = 0.82), comparable to previous reports of internal consistency of self-report on the measure in an ASD sample (Ozsivadjian et al. 2014) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36281",
        "text": "The Quality of Socialization Questionnaire (QSQ) is a 12-item parent-reported measure used to assess direct socialization via get-togethers (Laugeson and Frankel 2011) , developed as an upward adaptation of the Quality of Play Questionnaire (QPQ; Frankel et al. 2010) . Following the procedure used in previous research (McVey et al. 2016; Schohl et al. 2014) , the total number of get-togethers was identified by creating a composite score of the responses on the following two questions: \"How many get-togethers did your child organize in the last month?\" and \"How many get-togethers was your child invited to last month?\". Given that only two items were included from this questionnaire, the psychometric properties were not evaluated for the purposes of the present study.",
        "section": "Measures",
        "section_number": 14,
        "sentences": [
            "The Quality of Socialization Questionnaire (QSQ) is a 12-item parent-reported measure used to assess direct socialization via get-togethers (Laugeson and Frankel 2011) , developed as an upward adaptation of the Quality of Play Questionnaire (QPQ; Frankel et al. 2010) .",
            "Following the procedure used in previous research (McVey et al. 2016; Schohl et al. 2014) , the total number of get-togethers was identified by creating a composite score of the responses on the following two questions: \"How many get-togethers did your child organize in the last month?\"",
            "and \"How many get-togethers was your child invited to last month?\".",
            "Given that only two items were included from this questionnaire, the psychometric properties were not evaluated for the purposes of the present study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36281",
        "text": "SPSS version 24.0 was used to run all analyses (IBM Corp, 2016) . Data on the CDI was missing for six participants in the EXP group and four participants in the WL group Analyzed (n = 25)",
        "section": "Results",
        "section_number": 15,
        "sentences": [
            "SPSS version 24.0 was used to run all analyses (IBM Corp, 2016) .",
            "Data on the CDI was missing for six participants in the EXP group and four participants in the WL group Analyzed (n = 25)"
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "36281",
        "text": "Dropped during analysis due to missing data (n = 4) ( Fig. 1: CONSORT Diagram) , and thus these participants were not included in analyses. Data were screened for normality and outliers. One data point for CDI interpersonal problems at pretest was Winsorized to the next highest value (84-75; Tabachnick and Fidell 2013). Data on the QSQ were not normally distributed, therefore, non-parametric analyses were employed for analyses involving QSQ variables. Both IQ and age were unrelated to scores on the CDI (p's > 0.05), and, thus, were not included as covariates in the following analyses. Repeated-measures ANOVAs were run to investigate change in the CDI total score and subscale scores across time for the EXP and WL groups. Paired samples t tests were used as follow-up analyses to further probe Time by Group interactions and as exploratory analyses for non-significant interactions. Spearman's correlations were employed to investigate associations between reported quantity of direct peer interactions via get-togethers and CDI scores. Lastly, endorsement of the CDI item reflecting suicidal ideation was examined at pretest and posttest.",
        "section": "Results",
        "section_number": 16,
        "sentences": [
            "Dropped during analysis due to missing data (n = 4) ( Fig. 1: CONSORT Diagram) , and thus these participants were not included in analyses.",
            "Data were screened for normality and outliers.",
            "One data point for CDI interpersonal problems at pretest was Winsorized to the next highest value (84-75; Tabachnick and Fidell 2013).",
            "Data on the QSQ were not normally distributed, therefore, non-parametric analyses were employed for analyses involving QSQ variables.",
            "Both IQ and age were unrelated to scores on the CDI (p's > 0.05), and, thus, were not included as covariates in the following analyses.",
            "Repeated-measures ANOVAs were run to investigate change in the CDI total score and subscale scores across time for the EXP and WL groups.",
            "Paired samples t tests were used as follow-up analyses to further probe Time by Group interactions and as exploratory analyses for non-significant interactions.",
            "Spearman's correlations were employed to investigate associations between reported quantity of direct peer interactions via get-togethers and CDI scores.",
            "Lastly, endorsement of the CDI item reflecting suicidal ideation was examined at pretest and posttest."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36281",
        "text": "For the CDI total score, the main effect of Group was nonsignificant (F(1, 41) = 2.98, p = 0.09, partial η 2 = 0.07). The main effect of Time was significant (F(1,41) = 8.11, p = 0.01, partial η 2 = 0.16) and was further qualified by a significant Group by Time interaction (F(1,41) = 6.49, p = 0.01, partial η 2 = 0.14). Paired samples t-tests revealed that the CDI scores for the EXP group significantly decreased across intervention (t(20) = 4.04, p = 0.001), while the WL group's scores did not significantly change from pretest to posttest (t(21) = 0.20, p = 0.84) ( Table 3) . For the negative mood subscale, the main effects of Time (F(1,45) = 10.37, p < 0.01, partial η 2 = 0.19) and Group (F(1,45) = 7.26, p = 0.01, partial η 2 = 0.14) were significant. The group by time interaction was non-significant (F(1,45) = 1.02, p = 0.32, partial η 2 = 0.02). Planned analyses via paired-samples t-tests, however, revealed that scores on the negative mood subscale significantly decreased across intervention for the EXP group (t(23) = 3.80, p = 0.001), while there was no such change for the WL group (t(22) = 1.31, p = 0.33) ( Table 3) . For the interpersonal problems subscale, the main effects of Time (F(1,45) = 2.18, p = 0.15, partial η 2 = 0.05) and Group (F(1,45) = 3.40, p = 0.07, partial η 2 = 0.07) were non-significant, as was the interaction between Time and Group (F(1,45) = 0.03, p = 0.85, partial η 2 = 0.001). Planned analyses via paired-samples t-tests similarly revealed that neither the EXP (t(22) = 1.110 p = 0.28) nor the WL group (t(23) = 0.98, p = 0.33) changed significantly across time on the interpersonal problems subscale (Table 3) .",
        "section": "Effect of PEERS ® on CDI Scores",
        "section_number": 17,
        "sentences": [
            "For the CDI total score, the main effect of Group was nonsignificant (F(1, 41) = 2.98, p = 0.09, partial η 2 = 0.07).",
            "The main effect of Time was significant (F(1,41) = 8.11, p = 0.01, partial η 2 = 0.16) and was further qualified by a significant Group by Time interaction (F(1,41) = 6.49, p = 0.01, partial η 2 = 0.14).",
            "Paired samples t-tests revealed that the CDI scores for the EXP group significantly decreased across intervention (t(20) = 4.04, p = 0.001), while the WL group's scores did not significantly change from pretest to posttest (t(21) = 0.20, p = 0.84) ( Table 3) .",
            "For the negative mood subscale, the main effects of Time (F(1,45) = 10.37, p < 0.01, partial η 2 = 0.19) and Group (F(1,45) = 7.26, p = 0.01, partial η 2 = 0.14) were significant.",
            "The group by time interaction was non-significant (F(1,45) = 1.02, p = 0.32, partial η 2 = 0.02).",
            "Planned analyses via paired-samples t-tests, however, revealed that scores on the negative mood subscale significantly decreased across intervention for the EXP group (t(23) = 3.80, p = 0.001), while there was no such change for the WL group (t(22) = 1.31, p = 0.33) ( Table 3) .",
            "For the interpersonal problems subscale, the main effects of Time (F(1,45) = 2.18, p = 0.15, partial η 2 = 0.05) and Group (F(1,45) = 3.40, p = 0.07, partial η 2 = 0.07) were non-significant, as was the interaction between Time and Group (F(1,45) = 0.03, p = 0.85, partial η 2 = 0.001).",
            "Planned analyses via paired-samples t-tests similarly revealed that neither the EXP (t(22) = 1.110 p = 0.28) nor the WL group (t(23) = 0.98, p = 0.33) changed significantly across time on the interpersonal problems subscale (Table 3) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36281",
        "text": "For the Ineffectiveness subscale, the main effects of time (F(1,45) = 1.40, p = 0.23, partial η 2 = 0.03) and group (F(1,45) = 0.41, p = 0.52, partial η 2 = 0.01) were non-significant, as was the interaction between time and group (F(1,45) = 0.94, p = 0.34, partial η 2 = 0.02). Planned analyses via paired-samples t-tests, however, revealed that the Ineffectiveness subscale had a marginally-significant decrease across intervention for the EXP group (t(22) = 2.05, p = 0.052), while there was no significant change for the WL group (t(23) = 0.13, p = 0.90) ( Table 3) .",
        "section": "Effect of PEERS ® on CDI Scores",
        "section_number": 18,
        "sentences": [
            "For the Ineffectiveness subscale, the main effects of time (F(1,45) = 1.40, p = 0.23, partial η 2 = 0.03) and group (F(1,45) = 0.41, p = 0.52, partial η 2 = 0.01) were non-significant, as was the interaction between time and group (F(1,45) = 0.94, p = 0.34, partial η 2 = 0.02).",
            "Planned analyses via paired-samples t-tests, however, revealed that the Ineffectiveness subscale had a marginally-significant decrease across intervention for the EXP group (t(22) = 2.05, p = 0.052), while there was no significant change for the WL group (t(23) = 0.13, p = 0.90) ( Table 3) ."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "36281",
        "text": "For the Anhedonia subscale, the main effects of time (F(1,45) = 2.55, p = 0.12, partial η 2 = 0.05) and group (F(1,45) = 1.54, p = 0.22, partial η2 = 0.03) were non-significant, but the group by time interaction was significant (F(1,45) = 4.88, p = 0.03, partial η 2 = 0.10). Paired-samples t tests revealed that scores on the Anhedonia subscale significantly decreased across intervention for the EXP group (t(22) = 2.59, p = 0.02), while there was no such change for the WL group (t(23) = − 0.45, p = 0.65) ( Table 3) .",
        "section": "Effect of PEERS ® on CDI Scores",
        "section_number": 19,
        "sentences": [
            "For the Anhedonia subscale, the main effects of time (F(1,45) = 2.55, p = 0.12, partial η 2 = 0.05) and group (F(1,45) = 1.54, p = 0.22, partial η2 = 0.03) were non-significant, but the group by time interaction was significant (F(1,45) = 4.88, p = 0.03, partial η 2 = 0.10).",
            "Paired-samples t tests revealed that scores on the Anhedonia subscale significantly decreased across intervention for the EXP group (t(22) = 2.59, p = 0.02), while there was no such change for the WL group (t(23) = − 0.45, p = 0.65) ( Table 3) ."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "36281",
        "text": "For the negative self-esteem subscale, the main effects of time (F(1,46) = 0.73, p = 0.40, partial η 2 = 0.02) and group (F(1,46) = 0.28, p = 0.60, partial η 2 = 0.01) were non-significant, but the group by time interaction was significant (F(1,46) = 4.32, p = 0.04, partial η 2 = 0.09). Paired-samples t tests revealed that the Ineffectiveness subscale had a marginally-significant decrease across intervention for the EXP group (t(23) = 1.93, p = 0.06), while there was no such change for the WL group (t(23) = − 0.94, p = 0.36) ( Table 3) .",
        "section": "Effect of PEERS ® on CDI Scores",
        "section_number": 20,
        "sentences": [
            "For the negative self-esteem subscale, the main effects of time (F(1,46) = 0.73, p = 0.40, partial η 2 = 0.02) and group (F(1,46) = 0.28, p = 0.60, partial η 2 = 0.01) were non-significant, but the group by time interaction was significant (F(1,46) = 4.32, p = 0.04, partial η 2 = 0.09).",
            "Paired-samples t tests revealed that the Ineffectiveness subscale had a marginally-significant decrease across intervention for the EXP group (t(23) = 1.93, p = 0.06), while there was no such change for the WL group (t(23) = − 0.94, p = 0.36) ( Table 3) ."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "36281",
        "text": "Multiple negative associations emerged between parentreported number of get-togethers on the QSQ (M = 2.54, SD = 2.95, Range 0-14) and self-report of depression on the CDI at posttest. These included the Total Score (r s (44) = − 0.46, p < 0.01) as well as subscales of negative mood (r s (46) = − 0.28, p = 0.06), interpersonal problems (r s (47) = − 0.32, p = 0.03), ineffectiveness (r s (46) = − 0.38, p = 0.01), Anhedonia (r s (46) = − 0.42, p < 0.01), and negative self-esteem (r s (47) = − 0.27, p = 0.06).",
        "section": "Relation Between the QSQ and CDI Scores",
        "section_number": 21,
        "sentences": [
            "Multiple negative associations emerged between parentreported number of get-togethers on the QSQ (M = 2.54, SD = 2.95, Range 0-14) and self-report of depression on the CDI at posttest.",
            "These included the Total Score (r s (44) = − 0.46, p < 0.01) as well as subscales of negative mood (r s (46) = − 0.28, p = 0.06), interpersonal problems (r s (47) = − 0.32, p = 0.03), ineffectiveness (r s (46) = − 0.38, p = 0.01), Anhedonia (r s (46) = − 0.42, p < 0.01), and negative self-esteem (r s (47) = − 0.27, p = 0.06)."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "36281",
        "text": "All endorsement of suicidal ideation in this sample was reported at the midlevel (i.e., \"I think of killing myself but would not do it\"). In the EXP group, 19% (n = 4) endorsed the midlevel of suicidal ideation at pretest, while 0% endorsed any level of suicidal ideation at posttest. In the WL group, however, 18% (n = 3) endorsed the midlevel of suicidal ideation at pretest and this increased to 30% (n = 5) at posttest. Of the five participants who endorsed suicidal ideation at posttest in the WL group, two had also endorsed at pretest, while three changed from not endorsing to endorsing across time. ",
        "section": "Endorsement of Suicidal Ideation at Pretest and Posttest",
        "section_number": 22,
        "sentences": [
            "All endorsement of suicidal ideation in this sample was reported at the midlevel (i.e., \"I think of killing myself but would not do it\").",
            "In the EXP group, 19% (n = 4) endorsed the midlevel of suicidal ideation at pretest, while 0% endorsed any level of suicidal ideation at posttest.",
            "In the WL group, however, 18% (n = 3) endorsed the midlevel of suicidal ideation at pretest and this increased to 30% (n = 5) at posttest.",
            "Of the five participants who endorsed suicidal ideation at posttest in the WL group, two had also endorsed at pretest, while three changed from not endorsing to endorsing across time."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36281",
        "text": "Findings from the current study provide support for the notion that social interactions and co-occurring difficulties, specifically depressive symptoms, are intimately intertwined for individuals with ASD. Therefore, bolstering social skills among youth with ASD seems to influence other domains of functioning, including mental health. In this study, PEERS ® functioned to reduce selfreported depressive symptoms, which is in line with the hypotheses. Subscales of the CDI including: Negative Mood, Ineffectiveness, Anhedonia, and Negative Self-Esteem demonstrated significant or marginally significant decreases in the experimental group after receiving PEERS ® , while the waitlist control group showed no significant change. The interpersonal problems subscale, however, did not significantly decrease in the experimental group. This null finding is surprising, as PEERS ® specifically targets social and interpersonal skills. It may be that the effects of PEERS ® on interpersonal challenges, as measured by the CDI, is delayed; perhaps this domain of depression is less malleable and requires a longer duration of repeated social interactions to elicit change. This is merely speculation, however, as the data from the present study did not allow for the direct testing of this hypothesis. Therefore, this possibility requires direct investigation, namely via longer-term study following intervention (i.e., months or years later). As mentioned previously, although some literature exists, only a handful of studies have examined treatment response employing CDI subscales (e.g., Bursuk 1998; Nolan et al. 2002) . Additionally, the items of the Interpersonal Skills subscale may be a limiting factor; the items do not necessarily tap into social skills per se but, rather, a desire to be with others and to obey directions from other people.",
        "section": "Discussion",
        "section_number": 23,
        "sentences": [
            "Findings from the current study provide support for the notion that social interactions and co-occurring difficulties, specifically depressive symptoms, are intimately intertwined for individuals with ASD.",
            "Therefore, bolstering social skills among youth with ASD seems to influence other domains of functioning, including mental health.",
            "In this study, PEERS ® functioned to reduce selfreported depressive symptoms, which is in line with the hypotheses.",
            "Subscales of the CDI including: Negative Mood, Ineffectiveness, Anhedonia, and Negative Self-Esteem demonstrated significant or marginally significant decreases in the experimental group after receiving PEERS ® , while the waitlist control group showed no significant change.",
            "The interpersonal problems subscale, however, did not significantly decrease in the experimental group.",
            "This null finding is surprising, as PEERS ® specifically targets social and interpersonal skills.",
            "It may be that the effects of PEERS ® on interpersonal challenges, as measured by the CDI, is delayed; perhaps this domain of depression is less malleable and requires a longer duration of repeated social interactions to elicit change.",
            "This is merely speculation, however, as the data from the present study did not allow for the direct testing of this hypothesis.",
            "Therefore, this possibility requires direct investigation, namely via longer-term study following intervention (i.e., months or years later).",
            "As mentioned previously, although some literature exists, only a handful of studies have examined treatment response employing CDI subscales (e.g., Bursuk 1998; Nolan et al. 2002) .",
            "Additionally, the items of the Interpersonal Skills subscale may be a limiting factor; the items do not necessarily tap into social skills per se but, rather, a desire to be with others and to obey directions from other people."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36281",
        "text": "As hypothesized, there were strong negative associations between the reported number of direct peer interactions and depressive symptoms, such that those with greater numbers of peer interactions reported fewer depressive symptoms. This association was found across all subscales of the CDI, suggesting that interactions with peers during get-togethers may be protective against the experience of multiple dimensions of depressive symptoms in ASD. Causality cannot be inferred from this data, however; it might be that adolescents with fewer symptoms of depression are more likely to initiate social engagement and, in turn, spend more time with peers.",
        "section": "Discussion",
        "section_number": 24,
        "sentences": [
            "As hypothesized, there were strong negative associations between the reported number of direct peer interactions and depressive symptoms, such that those with greater numbers of peer interactions reported fewer depressive symptoms.",
            "This association was found across all subscales of the CDI, suggesting that interactions with peers during get-togethers may be protective against the experience of multiple dimensions of depressive symptoms in ASD.",
            "Causality cannot be inferred from this data, however; it might be that adolescents with fewer symptoms of depression are more likely to initiate social engagement and, in turn, spend more time with peers."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36281",
        "text": "Although exploratory in nature, the data for the suicidal ideation item on the CDI revealed important changes across time. For those who received PEERS ® in the experimental group, suicidal ideation decreased, such that there was no evidence for suicidal ideation at posttest. Equally as important is the increase in the number of participants in the waitlist group who endorsed suicidal ideation across time. This finding highlights the importance of bolstering social skills among youth with ASD during adolescence. It also suggests that, in the future, youth in the waitlist group should be evaluated following the completion of PEERS ® for suicidal ideation and, perhaps, emphasis should be placed on coordinating care with a primary doctor, psychologist, and/or psychiatrist throughout wait period, especially when suicidal ideation is endorsed at pretest.",
        "section": "Discussion",
        "section_number": 25,
        "sentences": [
            "Although exploratory in nature, the data for the suicidal ideation item on the CDI revealed important changes across time.",
            "For those who received PEERS ® in the experimental group, suicidal ideation decreased, such that there was no evidence for suicidal ideation at posttest.",
            "Equally as important is the increase in the number of participants in the waitlist group who endorsed suicidal ideation across time.",
            "This finding highlights the importance of bolstering social skills among youth with ASD during adolescence.",
            "It also suggests that, in the future, youth in the waitlist group should be evaluated following the completion of PEERS ® for suicidal ideation and, perhaps, emphasis should be placed on coordinating care with a primary doctor, psychologist, and/or psychiatrist throughout wait period, especially when suicidal ideation is endorsed at pretest."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36281",
        "text": "Although not directly examined here, the decreases in depressive symptoms after PEERS ® may be rooted in multiple mechanisms of change. It might be that providing the skills necessary to facilitate friendships and succeed in social situations bolsters self-confidence to approach new social situations. If such social interactions are indeed successful, this may foster friendships, in turn, ameliorating loneliness, isolation, and ultimately lessening symptoms of depression. Another possibility is that increased social abilities may lead to less isolation via appropriately handling, and potentially preventing, additional teasing and bullying-two areas of focus in the PEERS ® intervention. Further, participation in PEERS ® itself may have served as a source of support and social contact, a possibility that remains outside of the scope of the present data. Future work is needed to further investigate what might be driving the decline in depressive symptoms following a social skills intervention.",
        "section": "Discussion",
        "section_number": 26,
        "sentences": [
            "Although not directly examined here, the decreases in depressive symptoms after PEERS ® may be rooted in multiple mechanisms of change.",
            "It might be that providing the skills necessary to facilitate friendships and succeed in social situations bolsters self-confidence to approach new social situations.",
            "If such social interactions are indeed successful, this may foster friendships, in turn, ameliorating loneliness, isolation, and ultimately lessening symptoms of depression.",
            "Another possibility is that increased social abilities may lead to less isolation via appropriately handling, and potentially preventing, additional teasing and bullying-two areas of focus in the PEERS ® intervention.",
            "Further, participation in PEERS ® itself may have served as a source of support and social contact, a possibility that remains outside of the scope of the present data.",
            "Future work is needed to further investigate what might be driving the decline in depressive symptoms following a social skills intervention."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36281",
        "text": "Additionally, there might be moderators of this effect, serving to facilitate or hinder the ability of a social skills intervention to impact depressive symptoms. Recently, researchers have begun to consider repetitive thinking as a key component of depressive symptoms in ASD (Gotham 2017) . Although not addressed in this study, it might be important to consider how repetitive thinking might moderate the efficacy of PEERS ® on changes in depressive symptoms. Additionally, the current study was unable to examine the potential moderating impact of other services participants might have been be receiving concurrently with PEERS ® , although participants are asked not to begin any new services while they are receiving the PEERS ® intervention. Therefore, future work might benefit from examining the role of such concurrent services.",
        "section": "Discussion",
        "section_number": 27,
        "sentences": [
            "Additionally, there might be moderators of this effect, serving to facilitate or hinder the ability of a social skills intervention to impact depressive symptoms.",
            "Recently, researchers have begun to consider repetitive thinking as a key component of depressive symptoms in ASD (Gotham 2017) .",
            "Although not addressed in this study, it might be important to consider how repetitive thinking might moderate the efficacy of PEERS ® on changes in depressive symptoms.",
            "Additionally, the current study was unable to examine the potential moderating impact of other services participants might have been be receiving concurrently with PEERS ® , although participants are asked not to begin any new services while they are receiving the PEERS ® intervention.",
            "Therefore, future work might benefit from examining the role of such concurrent services."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36281",
        "text": "This study is not without its limitations. The measure of depressive symptoms utilized in this study was self-report; there are concerns in the literature regarding the ability of youth with ASD to accurately report on their emotions and feelings (e.g., Hill et al. 2004) . It would be important for future research to gather information regarding depressive symptoms from multiple informants. Additionally, the post-intervention measure of depression was collected immediately following the intervention for the experimental group, thus, it cannot be concluded from these data whether these effects are durable and would maintain, disappear, or perhaps improve well past completion of the intervention. Future research should examine depressive symptoms longitudinally following intervention in youth with ASD. As this study did not include a treatment as usual or treatment comparison group, it cannot be determined whether these findings are specific to PEERS ® or whether other interventions would have similar outcomes in terms of depressive symptoms. Additionally, as the waitlist control group did not receive an alternate form of arranged group contact during their wait period, it cannot be determined what role the social interaction during PEERS ® sessions might have played in the observed decrease in depressive symptoms. This is an important consideration for future randomized controlled trial study designs in ASD, especially considering the association between peer interactions and depressive symptoms. Importantly, the sample size of the present study was relatively small and homogenous in terms of race/ ethnicity and family income and, thus, findings may not be generalizable to the broader ASD population.",
        "section": "Discussion",
        "section_number": 28,
        "sentences": [
            "This study is not without its limitations.",
            "The measure of depressive symptoms utilized in this study was self-report; there are concerns in the literature regarding the ability of youth with ASD to accurately report on their emotions and feelings (e.g., Hill et al. 2004) .",
            "It would be important for future research to gather information regarding depressive symptoms from multiple informants.",
            "Additionally, the post-intervention measure of depression was collected immediately following the intervention for the experimental group, thus, it cannot be concluded from these data whether these effects are durable and would maintain, disappear, or perhaps improve well past completion of the intervention.",
            "Future research should examine depressive symptoms longitudinally following intervention in youth with ASD.",
            "As this study did not include a treatment as usual or treatment comparison group, it cannot be determined whether these findings are specific to PEERS ® or whether other interventions would have similar outcomes in terms of depressive symptoms.",
            "Additionally, as the waitlist control group did not receive an alternate form of arranged group contact during their wait period, it cannot be determined what role the social interaction during PEERS ® sessions might have played in the observed decrease in depressive symptoms.",
            "This is an important consideration for future randomized controlled trial study designs in ASD, especially considering the association between peer interactions and depressive symptoms.",
            "Importantly, the sample size of the present study was relatively small and homogenous in terms of race/ ethnicity and family income and, thus, findings may not be generalizable to the broader ASD population."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "36281",
        "text": "This study provides evidence that addressing social skills challenges among adolescents with ASD can lead to improvement in other areas of functioning, specifically depressive symptoms. These findings further support the idea that challenges in the social world are linked with mental health in ASD and, thus, improving social functioning can have positive impacts that reverberate across multiple aspects of life for adolescents with ASD.",
        "section": "Discussion",
        "section_number": 29,
        "sentences": [
            "This study provides evidence that addressing social skills challenges among adolescents with ASD can lead to improvement in other areas of functioning, specifically depressive symptoms.",
            "These findings further support the idea that challenges in the social world are linked with mental health in ASD and, thus, improving social functioning can have positive impacts that reverberate across multiple aspects of life for adolescents with ASD."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "36281",
        "text": "Journal of Autism and Developmental Disorders (2018) 48:834-843",
        "section": "",
        "section_number": 30,
        "sentences": [
            "Journal of Autism and Developmental Disorders (2018) 48:834-843"
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "36281",
        "text": "Author Contributions HS conceived of the study, participated in delivery of the intervention, conducted the statistical analyses and interpretation of the data, and drafted the manuscript; AM assisted with interpretation of the data and revised the manuscript; BD, KW, SP, JK, and AC participated in the delivery of the intervention and data acquisition; CC, EV, and BY participated in the delivery of the intervention; AVVH assisted in the conception, design, and coordination of the study, reviewed the statistical analyses and interpretation of the data, and revised the manuscript. All authors read and approved the final manuscript.",
        "section": "",
        "section_number": 31,
        "sentences": [
            "Author Contributions HS conceived of the study, participated in delivery of the intervention, conducted the statistical analyses and interpretation of the data, and drafted the manuscript; AM assisted with interpretation of the data and revised the manuscript; BD, KW, SP, JK, and AC participated in the delivery of the intervention and data acquisition; CC, EV, and BY participated in the delivery of the intervention; AVVH assisted in the conception, design, and coordination of the study, reviewed the statistical analyses and interpretation of the data, and revised the manuscript.",
            "All authors read and approved the final manuscript."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    }
]