[
    {
        "doc_id": "39564",
        "text": "Objective: The aim of this study was to compare the effect of noninvasive highfrequency oscillatory ventilation (nHFOV) with nasal continuous positive airway pressure (nCPAP) in preterm infants with moderate-severe respiratory distress syndrome (RDS) after surfactant administration via INSURE (intubation, surfactant, extubation) method on the need for invasive mechanical ventilation (IMV). Methods: A total of 81 infants with a gestational age (GA) of 28-34 weeks were eligible and were randomized to nCPAP (n = 42) or to nHFOV (n = 39). The need for IMV was the primary outcome. The incidence of bronchopulmonary dysplasia (BPD), occurrence of intraventricular hemorrhage(IVH), and air leaks, and mortality were considered as secondary outcomes. Result: A total 76 infants finally completed the study. The need for IMV was significantlylower in the nHFOV group compared with the nCPAP group(24.3% vs 56.4%, P < 0.01). The incidence of IVH, air leaks or BPD was similar between the two groups. In addition, the mortality rate was not statistically different. Conclusion: In this prospective, randomized controlled study, nHFOV significantly reduced the need for IMV as compared with nCPAP in preterm infants with moderatesevere RDS without increase in adverse effects.",
        "section": "Abstract",
        "sentences": [
            "Objective: The aim of this study was to compare the effect of noninvasive highfrequency oscillatory ventilation (nHFOV) with nasal continuous positive airway pressure (nCPAP) in preterm infants with moderate-severe respiratory distress syndrome (RDS) after surfactant administration via INSURE (intubation, surfactant, extubation) method on the need for invasive mechanical ventilation (IMV).",
            "Methods: A total of 81 infants with a gestational age (GA) of 28-34 weeks were eligible and were randomized to nCPAP (n = 42) or to nHFOV (n = 39).",
            "The need for IMV was the primary outcome.",
            "The incidence of bronchopulmonary dysplasia (BPD), occurrence of intraventricular hemorrhage(IVH), and air leaks, and mortality were considered as secondary outcomes.",
            "Result: A total 76 infants finally completed the study.",
            "The need for IMV was significantlylower in the nHFOV group compared with the nCPAP group(24.3% vs 56.4%, P < 0.01).",
            "The incidence of IVH, air leaks or BPD was similar between the two groups.",
            "In addition, the mortality rate was not statistically different.",
            "Conclusion: In this prospective, randomized controlled study, nHFOV significantly reduced the need for IMV as compared with nCPAP in preterm infants with moderatesevere RDS without increase in adverse effects."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39564",
        "text": "Invasive mechanical ventilation (IMV) increases survival in preterm infants with moderate-severerespiratory distress syndrome (RDS); however, it is associated with an increased risk of ventilator-induced lung injury and the development of bronchopulmonary dysplasia (BPD). [1] [2] [3] Various forms of noninvasive ventilation (NIV) modes have been used in the treatment of RDS including nasal continuous positive airway pressure (nCPAP), biphasic NCPAP (BP-NCPAP), heated humidified high-flow nasal cannula (HHFNC), and nasal intermittent positive airway pressure (NIPPV). 4 Unfortunately, clinical studies have shown that up to 40-44% of very low birth weight infants fail to sustain on these NIV modes and require IMV. [5] [6] To minimize the need of IMV, noninvasive high-frequency oscillatory ventilation (nHFOV) has been applied in a few neonatal intensive care units (NICUs) as a rescue treatment after failure of NIV moedes. 7 Until now, clinical studies evaluating nHFOV in the neonates are very limited. The aim of this study was to compare the effect of nHFOV versus nCPAP in preterm infants with moderate-severe RDS after surfactant administration via INSURE method. We hypothesized that nHFOV will be more effective in decreasing the need for IMV in preterm infants with moderatesevere RDS than nCPAP when used as a primary NIV mode. ",
        "section": "| INTRODUCTION",
        "section_number": 1,
        "sentences": [
            "Invasive mechanical ventilation (IMV) increases survival in preterm infants with moderate-severerespiratory distress syndrome (RDS); however, it is associated with an increased risk of ventilator-induced lung injury and the development of bronchopulmonary dysplasia (BPD). [",
            "1] [2] [3] Various forms of noninvasive ventilation (NIV) modes have been used in the treatment of RDS including nasal continuous positive airway pressure (nCPAP), biphasic NCPAP (BP-NCPAP), heated humidified high-flow nasal cannula (HHFNC), and nasal intermittent positive airway pressure (NIPPV).",
            "4 Unfortunately, clinical studies have shown that up to 40-44% of very low birth weight infants fail to sustain on these NIV modes and require IMV. [",
            "5] [6] To minimize the need of IMV, noninvasive high-frequency oscillatory ventilation (nHFOV) has been applied in a few neonatal intensive care units (NICUs) as a rescue treatment after failure of NIV moedes.",
            "7 Until now, clinical studies evaluating nHFOV in the neonates are very limited.",
            "The aim of this study was to compare the effect of nHFOV versus nCPAP in preterm infants with moderate-severe RDS after surfactant administration via INSURE method.",
            "We hypothesized that nHFOV will be more effective in decreasing the need for IMV in preterm infants with moderatesevere RDS than nCPAP when used as a primary NIV mode."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39564",
        "text": "2 | METHODS",
        "section": "| INTRODUCTION",
        "section_number": 2,
        "sentences": [
            "2 | METHODS"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39564",
        "text": "After documenting parental consent, all infants were assigned using a table of random numbers and sealed opaque envelopes to either nCPAP or nHFOV.",
        "section": "| Allocation",
        "section_number": 3,
        "sentences": [
            "After documenting parental consent, all infants were assigned using a table of random numbers and sealed opaque envelopes to either nCPAP or nHFOV."
        ],
        "sentence_labels": [
            1
        ],
        "classification_label": 1
    },
    {
        "doc_id": "39564",
        "text": "The ventilator (CNO, Medin, Germany) was used for preterm infants assigned to nHFOV group. This ventilator produceshigh-frequency The fraction of inspired oxygen (FiO 2 ) was adjusted to maintain target oxygen saturation (SpO 2 ) from 90% to 94% by a pulse oximeter.",
        "section": "| Respiratory management",
        "section_number": 4,
        "sentences": [
            "The ventilator (CNO, Medin, Germany) was used for preterm infants assigned to nHFOV group.",
            "This ventilator produceshigh-frequency The fraction of inspired oxygen (FiO 2 ) was adjusted to maintain target oxygen saturation (SpO 2 ) from 90% to 94% by a pulse oximeter."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39564",
        "text": "Neonates assigned to the nCPAP group were started on a pressure of 6 cm H 2 O by bubble CPAP system (Stephan, Germany). To minimize gastric distention, an oro-gastric tube was placed in the stomach and gas was periodically aspirated in both groups.",
        "section": "| Respiratory management",
        "section_number": 5,
        "sentences": [
            "Neonates assigned to the nCPAP group were started on a pressure of 6 cm H 2 O by bubble CPAP system (Stephan, Germany).",
            "To minimize gastric distention, an oro-gastric tube was placed in the stomach and gas was periodically aspirated in both groups."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39564",
        "text": "The primary outcome of this study was to determine the need for IMV in preterm infants randomized between the two groups. Once an infant reached the following criteria for IMV, intubation, and mechanical ventilation were started. The criteria for IMV were as follows 10, 11 ",
        "section": "| Evaluation of outcomes",
        "section_number": 6,
        "sentences": [
            "The primary outcome of this study was to determine the need for IMV in preterm infants randomized between the two groups.",
            "Once an infant reached the following criteria for IMV, intubation, and mechanical ventilation were started.",
            "The criteria for IMV were as follows 10, 11"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39564",
        "text": "3 | RESULTS",
        "section": "| Evaluation of outcomes",
        "section_number": 7,
        "sentences": [
            "3 | RESULTS"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39564",
        "text": "Between May 2016 and March 2017, 112 preterm infants were screened, of which 81 infants underwent randomization and five infants did not continue the interventions in the follow-up (transferred out of the NICU without treatment), and 76 infants were ultimately enrolled and finished the trial, (37 in nHFOV group; 39 in nCPAP group) ( Fig. 1 ). There were no significant differences in the baseline characteristics of neonates, namely, gender, GA, birth weight, mode of delivery, Apgar scores, antenatal steroids, and preterm, premature rupture of the membrane between the two groups (Table 1 ).",
        "section": "| Study participants",
        "section_number": 8,
        "sentences": [
            "Between May 2016 and March 2017, 112 preterm infants were screened, of which 81 infants underwent randomization and five infants did not continue the interventions in the follow-up (transferred out of the NICU without treatment), and 76 infants were ultimately enrolled and finished the trial, (37 in nHFOV group; 39 in nCPAP group) ( Fig. 1 ).",
            "There were no significant differences in the baseline characteristics of neonates, namely, gender, GA, birth weight, mode of delivery, Apgar scores, antenatal steroids, and preterm, premature rupture of the membrane between the two groups (Table 1 )."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39564",
        "text": "In nHFOV group, 9 of 37 (24.3%) preterm infants failed and required IMV while 22 of 39 (56.4%) preterm infants failed and required IMV in nCPAP group (P < 0.01) (Fig. 2) . The reasons for failure were hypoxia (nHFOV, n = 4; nCPAP, n = 7), respiratory acidosis (nHFOV, n = 2; nCPAP, n = 8) and severe apnea (nHFOV, n = 2; nCPAP, n = 5). Three patients were intubated urgently because of development of pulmonary hemorrhage (nHFOV, n =1; nCPAP, n = 2). Secondary outcomes, like, BPD, IVH, mortality or air leak syndromes were not different between the two groups ( Table 2 ).",
        "section": "| Primary and secondary outcomes",
        "section_number": 9,
        "sentences": [
            "In nHFOV group, 9 of 37 (24.3%) preterm infants failed and required IMV while 22 of 39 (56.4%) preterm infants failed and required IMV in nCPAP group (P < 0.01) (Fig. 2) .",
            "The reasons for failure were hypoxia (nHFOV, n = 4; nCPAP, n = 7), respiratory acidosis (nHFOV, n = 2; nCPAP, n = 8) and severe apnea (nHFOV, n = 2; nCPAP, n = 5).",
            "Three patients were intubated urgently because of development of pulmonary hemorrhage (nHFOV, n =1; nCPAP, n = 2).",
            "Secondary outcomes, like, BPD, IVH, mortality or air leak syndromes were not different between the two groups ( Table 2 )."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39564",
        "text": "In the past, only few studies compared the effects between nHFOV and nCPAP in neonates. Van der Hoeven et al used nHFOV (Infant (P < 0.01). 16 Recently, a multicenter retrospective study showed that nHFOV helped to prevent or delay intubation when it was used as a rescue mode in preterm infants after failure of NIV. 17 All of these studies showed that nHFOV reduces PaCO 2 in neonates compared with nCPAP, and decreases the need for IMV. In our study, the need for IMV was significantly lower in the nHFOV group compared with nCPAP (24.3% vs 56.4%, P < 0.01). To our knowledge, this is the first prospective, randomized, controlled study in preterm infants using nHFOV as a primary mode of respiratory support. In our study, all patients had received surfactant for moderate-severe RDS, and were at high risk of requiring IMV.",
        "section": "| DISCUSSION",
        "section_number": 10,
        "sentences": [
            "In the past, only few studies compared the effects between nHFOV and nCPAP in neonates.",
            "Van der Hoeven et al used nHFOV (Infant (P < 0.01).",
            "16 Recently, a multicenter retrospective study showed that nHFOV helped to prevent or delay intubation when it was used as a rescue mode in preterm infants after failure of NIV.",
            "17 All of these studies showed that nHFOV reduces PaCO 2 in neonates compared with nCPAP, and decreases the need for IMV.",
            "In our study, the need for IMV was significantly lower in the nHFOV group compared with nCPAP (24.3% vs 56.4%, P < 0.01).",
            "To our knowledge, this is the first prospective, randomized, controlled study in preterm infants using nHFOV as a primary mode of respiratory support.",
            "In our study, all patients had received surfactant for moderate-severe RDS, and were at high risk of requiring IMV."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39564",
        "text": "We showed that nHFOV could effectively reduce the need for IMV.",
        "section": "| DISCUSSION",
        "section_number": 11,
        "sentences": [
            "We showed that nHFOV could effectively reduce the need for IMV."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39564",
        "text": "Animal experiments showed that nHFOV provides acceptable gas exchange with a lower FiO 2 and pressures compared to IMV. [18] [19] Our study also showed that the incidence of BPD and mortality in nHFOV group was lower than that in nCPAP group, but the difference was not statistically significant (P > 0.05). Whether nHFOV can effectively reduce the incidence of BPD and mortality in preterm infants requires further studies with larger sample size.",
        "section": "| DISCUSSION",
        "section_number": 12,
        "sentences": [
            "Animal experiments showed that nHFOV provides acceptable gas exchange with a lower FiO 2 and pressures compared to IMV. [",
            "18] [19] Our study also showed that the incidence of BPD and mortality in nHFOV group was lower than that in nCPAP group, but the difference was not statistically significant (P > 0.05).",
            "Whether nHFOV can effectively reduce the incidence of BPD and mortality in preterm infants requires further studies with larger sample size."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39564",
        "text": "At present, the devices and nasal interfaces usedduring nHFOV arevariable. The choice of the device and interface used is largely based on local practices and comfort. Bench studies demonstrated that the use of short binasal prongs is technically feasible and can provide effective ventilation. [20] [21] In our study, we applied nHFOV via binasal prongs, which is the most common interface, used in European NICUs. 7 There is a wide range of MAPs, frequency, and amplitude used among different centers. Animal study showed suppression of central respiratory drive when nasal-mask-delivered NHFOV was applied at 4 Hz. 22 In a bench study, the optimal frequency for CO 2 removal was 8 Hz in the test lung model. 23 We used nHFOV with the following 7 In our study, there were no statistically significant differences in the incidence of complications between the nHFOV and nCPAP groups. Additional studies on the safety of nHFOV isnecessary before this therapy becomes widespread in preterm infants.",
        "section": "| DISCUSSION",
        "section_number": 13,
        "sentences": [
            "At present, the devices and nasal interfaces usedduring nHFOV arevariable.",
            "The choice of the device and interface used is largely based on local practices and comfort.",
            "Bench studies demonstrated that the use of short binasal prongs is technically feasible and can provide effective ventilation. [",
            "20] [21] In our study, we applied nHFOV via binasal prongs, which is the most common interface, used in European NICUs.",
            "7 There is a wide range of MAPs, frequency, and amplitude used among different centers.",
            "Animal study showed suppression of central respiratory drive when nasal-mask-delivered NHFOV was applied at 4 Hz.",
            "22 In a bench study, the optimal frequency for CO 2 removal was 8 Hz in the test lung model.",
            "23 We used nHFOV with the following 7 In our study, there were no statistically significant differences in the incidence of complications between the nHFOV and nCPAP groups.",
            "Additional studies on the safety of nHFOV isnecessary before this therapy becomes widespread in preterm infants."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39564",
        "text": "The major limitations of this trial are: (1) small sample size from a single center, thus, limiting applicability of results from this study to other centers; (2) wide range of gestational age in the study population;",
        "section": "| DISCUSSION",
        "section_number": 14,
        "sentences": [
            "The major limitations of this trial are: (1) small sample size from a single center, thus, limiting applicability of results from this study to other centers; (2) wide range of gestational age in the study population;"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39564",
        "text": "(3) use of one type of ventilator to deliver nHFOV.",
        "section": "| DISCUSSION",
        "section_number": 15,
        "sentences": [
            "(3) use of one type of ventilator to deliver nHFOV."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39564",
        "text": "In this prospective, randomized controlled study, we compared nHFOV with nCPAP in preterm infants with moderate-severe RDS.",
        "section": "| DISCUSSION",
        "section_number": 16,
        "sentences": [
            "In this prospective, randomized controlled study, we compared nHFOV with nCPAP in preterm infants with moderate-severe RDS."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39564",
        "text": "We demonstrated that nHFOV when used as a primary mode of respiratory support in preterm infants following surfactant treatment reduces the need for IMV as compared with nCPAP. A large, multicenter trial enrolling preterm infants of younger gestational age is urgently needed. ",
        "section": "| DISCUSSION",
        "section_number": 17,
        "sentences": [
            "We demonstrated that nHFOV when used as a primary mode of respiratory support in preterm infants following surfactant treatment reduces the need for IMV as compared with nCPAP.",
            "A large, multicenter trial enrolling preterm infants of younger gestational age is urgently needed."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    }
]