[
    {
        "doc_id": "33930",
        "text": "This paper examines the effects of Opportunity New York City-Family Rewards, the first holistic conditional cash transfer (CCT) program evaluated in the USA, on adolescents' mental health and problem behavior (key outcomes outside of the direct targets of the program) as well as on key potential mechanisms of these effects. The Family Rewards program, launched by the Center for Economic Opportunity in the Mayor's Office of the City of New York in 2007 and codesigned and evaluated by MDRC, offered cash assistance to low-income families to reduce economic hardship. The cash rewards were offered to families in three key areas: children's education, family preventive health care, and parents' employment. Results that rely on the random assignment design of the study find that Family Rewards resulted in statistically significant reductions in adolescent aggression and rates of substance use by program group adolescents as well as their friends, relative to adolescents in the control condition, but no statistically significant impacts on adolescent mental health. One possible mechanism for the benefits to adolescent behavior appears to be time spent with peers, as fewer adolescents in the program group spent time with friends and more adolescents in the program group spent time with family. Findings are discussed with regard to their implication for conditional cash transfer programs as well as for interventions targeting high-risk youth.",
        "section": "Abstract",
        "sentences": [
            "This paper examines the effects of Opportunity New York City-Family Rewards, the first holistic conditional cash transfer (CCT) program evaluated in the USA, on adolescents' mental health and problem behavior (key outcomes outside of the direct targets of the program) as well as on key potential mechanisms of these effects.",
            "The Family Rewards program, launched by the Center for Economic Opportunity in the Mayor's Office of the City of New York in 2007 and codesigned and evaluated by MDRC, offered cash assistance to low-income families to reduce economic hardship.",
            "The cash rewards were offered to families in three key areas: children's education, family preventive health care, and parents' employment.",
            "Results that rely on the random assignment design of the study find that Family Rewards resulted in statistically significant reductions in adolescent aggression and rates of substance use by program group adolescents as well as their friends, relative to adolescents in the control condition, but no statistically significant impacts on adolescent mental health.",
            "One possible mechanism for the benefits to adolescent behavior appears to be time spent with peers, as fewer adolescents in the program group spent time with friends and more adolescents in the program group spent time with family.",
            "Findings are discussed with regard to their implication for conditional cash transfer programs as well as for interventions targeting high-risk youth."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33930",
        "text": "A wealth of research has shown that poverty has deleterious consequences for children, both in their academic outcomes, as well as in their behavior and mental health outcomes (Chase-Lansdale and Brooks-Gunn 1995; Duncan and Brooks-Gunn 1997; Gennetian et al. 2010) . One approach to improving outcomes for low-income children is through conditional cash transfers (CCTs) that aim to reduce poverty through supporting parents' investments in their own and their children's human capital. There is emerging evidence that such programs can improve poverty, child and adult health, and children's school attendance (Fiszbein and Schady 2008; Gertler 2004; Skoufias 2005; Rawlings 2005; Adato and Bassett 2007) , with less consistent effects on outcomes such as child learning and nutritional status (Fiszbein and Schady 2008) . Unfortunately, however, our understanding of CCTs is limited by previous evaluations that have typically considered only directly incentivized child outcomes. This study intends to fill that gap by drawing on the recent evaluation of a CCT Electronic supplementary material The online version of this article (doi:10.1007/s11121-017-0748-6) contains supplementary material, which is available to authorized users.",
        "section": "Introduction",
        "section_number": 1,
        "sentences": [
            "A wealth of research has shown that poverty has deleterious consequences for children, both in their academic outcomes, as well as in their behavior and mental health outcomes (Chase-Lansdale and Brooks-Gunn 1995; Duncan and Brooks-Gunn 1997; Gennetian et al. 2010) .",
            "One approach to improving outcomes for low-income children is through conditional cash transfers (CCTs) that aim to reduce poverty through supporting parents' investments in their own and their children's human capital.",
            "There is emerging evidence that such programs can improve poverty, child and adult health, and children's school attendance (Fiszbein and Schady 2008; Gertler 2004; Skoufias 2005; Rawlings 2005; Adato and Bassett 2007) , with less consistent effects on outcomes such as child learning and nutritional status (Fiszbein and Schady 2008) .",
            "Unfortunately, however, our understanding of CCTs is limited by previous evaluations that have typically considered only directly incentivized child outcomes.",
            "This study intends to fill that gap by drawing on the recent evaluation of a CCT Electronic supplementary material The online version of this article (doi:10.1007/s11121-017-0748-6) contains supplementary material, which is available to authorized users."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33930",
        "text": "program known as BOpportunity NYC/Family Rewards( henceforth Family Rewards), examining the impact on outcomes not directly incentivized by the program and potential mechanisms of such effects.",
        "section": "Introduction",
        "section_number": 2,
        "sentences": [
            "program known as BOpportunity NYC/Family Rewards( henceforth Family Rewards), examining the impact on outcomes not directly incentivized by the program and potential mechanisms of such effects."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "33930",
        "text": "Family Rewards was conceived and designed by the NYC government and MDRC, and is being evaluated using a random assignment design (Riccio et al. 2010 (Riccio et al. , 2013 . The CCTs were designed to incentivize parents' and children's participation in three areas-(1) health care, (2) education, and (3) employment. Findings from the core evaluation (Riccio et al. 2010) show that Family Rewards substantially reduced poverty and produced a range of effects across all three targeted program domains. Impacts on academic outcomes for children were concentrated among the oldest of themthose in 9th grade who are the focus of this paper-and among these students, those who were most prepared academically at the start of the study. A companion paper (Aber et al. 2016) finds that Family Rewards increased the proportion of adolescents who spent time in academically oriented activities, but did not improve academic engagement or motivation. Importantly, that increased academic time came with a reduction in time spent socializing with friends (providing some of the impetus for the current paper).",
        "section": "Introduction",
        "section_number": 3,
        "sentences": [
            "Family Rewards was conceived and designed by the NYC government and MDRC, and is being evaluated using a random assignment design (Riccio et al. 2010 (Riccio et al. , 2013 .",
            "The CCTs were designed to incentivize parents' and children's participation in three areas-(1) health care, (2) education, and (3) employment.",
            "Findings from the core evaluation (Riccio et al. 2010) show that Family Rewards substantially reduced poverty and produced a range of effects across all three targeted program domains.",
            "Impacts on academic outcomes for children were concentrated among the oldest of themthose in 9th grade who are the focus of this paper-and among these students, those who were most prepared academically at the start of the study.",
            "A companion paper (Aber et al. 2016) finds that Family Rewards increased the proportion of adolescents who spent time in academically oriented activities, but did not improve academic engagement or motivation.",
            "Importantly, that increased academic time came with a reduction in time spent socializing with friends (providing some of the impetus for the current paper)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33930",
        "text": "In this paper, we examine the effects of this program after 2 years of implementation on older children's mental health and problem behavior. While these outcomes were not a direct target of the program per se, they might be influenced by a program that increased family income, incentivized schooling outcomes, and decreased the time adolescents spent socializing with friends. Moreover, in doing so, we provide the first information about the broader set of effects of this CCT program.",
        "section": "Introduction",
        "section_number": 4,
        "sentences": [
            "In this paper, we examine the effects of this program after 2 years of implementation on older children's mental health and problem behavior.",
            "While these outcomes were not a direct target of the program per se, they might be influenced by a program that increased family income, incentivized schooling outcomes, and decreased the time adolescents spent socializing with friends.",
            "Moreover, in doing so, we provide the first information about the broader set of effects of this CCT program."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33930",
        "text": "Family Rewards is a multi-pronged family-setting-level intervention in which cash incentives are used as levers of change to promote families' engagement with other settings and systems (i.e., healthcare, labor force, school), in line with principles of dynamic systems and ecological developmental theories (Bronfenbrenner and Morris 2006; Thelen and Smith 1998) as well as behavioral economics (O'Donogue and Rabin 1999). More specifically, Family Rewards had two interrelated objectives: (1) to lessen immediate income-related hardships for poor families, and (2) to help and encourage poor families to invest in their own and their children's futures to reduce the likelihood of intergenerational poverty.",
        "section": "Background on Family Rewards and CCTs",
        "section_number": 5,
        "sentences": [
            "Family Rewards is a multi-pronged family-setting-level intervention in which cash incentives are used as levers of change to promote families' engagement with other settings and systems (i.e., healthcare, labor force, school), in line with principles of dynamic systems and ecological developmental theories (Bronfenbrenner and Morris 2006; Thelen and Smith 1998) as well as behavioral economics (O'Donogue and Rabin 1999).",
            "More specifically, Family Rewards had two interrelated objectives: (1) to lessen immediate income-related hardships for poor families, and (2) to help and encourage poor families to invest in their own and their children's futures to reduce the likelihood of intergenerational poverty."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "33930",
        "text": "Research suggests that CCTs can be effective in promoting certain kinds of behavior change. Probably the most influential of these is Mexico's Oportunidades program (formerly known as Progresa), designed to promote preventive health activities, nutrition, and school attendance among children. Oportunidades, like other CCT programs internationally (Fiszbein and Schady 2008) , increased enrollment rates in school, but generally did not affect children's learning outcomes (scores on achievement tests; Behrman et al. 2005; Rawlings 2005) . Interestingly, more recent findings show Oportunidades led to statistically significant reductions in children's aggressive/oppositional behavior (Ozer et al. 2009) , providing some of the first evidence of the effects of CCTs on non-targeted outcomes.",
        "section": "Background on Family Rewards and CCTs",
        "section_number": 6,
        "sentences": [
            "Research suggests that CCTs can be effective in promoting certain kinds of behavior change.",
            "Probably the most influential of these is Mexico's Oportunidades program (formerly known as Progresa), designed to promote preventive health activities, nutrition, and school attendance among children.",
            "Oportunidades, like other CCT programs internationally (Fiszbein and Schady 2008) , increased enrollment rates in school, but generally did not affect children's learning outcomes (scores on achievement tests; Behrman et al. 2005; Rawlings 2005) .",
            "Interestingly, more recent findings show Oportunidades led to statistically significant reductions in children's aggressive/oppositional behavior (Ozer et al. 2009) , providing some of the first evidence of the effects of CCTs on non-targeted outcomes."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33930",
        "text": "Family Rewards offered cash rewards to families in three key areas: (1) education (include meeting goals for children's attendance in school, achievement levels on standardized tests, and other school progress markers, as well as parents' engagement with their children's education), (2) health care (which include maintaining health insurance coverage for parents and their children, as well obtaining age-appropriate preventive medical and dental checkups for each family member), and (3) parents' employment (which include sustaining full-time work and participation in approved education or job training activities); a full listing of the rewards offered is provided in Appendix Table S1 . The program was offered to lowincome families with children in the 4th, 7th, and 9th grades (at key transition periods in school) in six of the poorest neighborhoods of New York City. Some of the educational rewards were offered to the oldest children themselves (rather than their parents). This paper presents the results of an analysis of an Bembedded study^that collected additional information on the oldest of the focal children-those who were in 9th grade when they entered the Family Rewards study, the age group for whom the educational impacts were concentratedas well as their parents, 2 years following entry into the study. This paper examines the impact of Family Rewards on mental health and problem behavior, as well as two possible pathways of such effects: (1) parent monitoring and (2) time spent with peers.",
        "section": "Background on Family Rewards and CCTs",
        "section_number": 7,
        "sentences": [
            "Family Rewards offered cash rewards to families in three key areas: (1) education (include meeting goals for children's attendance in school, achievement levels on standardized tests, and other school progress markers, as well as parents' engagement with their children's education), (2) health care (which include maintaining health insurance coverage for parents and their children, as well obtaining age-appropriate preventive medical and dental checkups for each family member), and (3) parents' employment (which include sustaining full-time work and participation in approved education or job training activities); a full listing of the rewards offered is provided in Appendix Table S1 .",
            "The program was offered to lowincome families with children in the 4th, 7th, and 9th grades (at key transition periods in school) in six of the poorest neighborhoods of New York City.",
            "Some of the educational rewards were offered to the oldest children themselves (rather than their parents).",
            "This paper presents the results of an analysis of an Bembedded study^that collected additional information on the oldest of the focal children-those who were in 9th grade when they entered the Family Rewards study, the age group for whom the educational impacts were concentratedas well as their parents, 2 years following entry into the study.",
            "This paper examines the impact of Family Rewards on mental health and problem behavior, as well as two possible pathways of such effects: (1) parent monitoring and (2) time spent with peers."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33930",
        "text": "The conceptual framework guiding our analysis is presented and discussed elsewhere (Wolf et al. 2013) . In short, each of the incentive offers (in the three domains of education, health, and employment/training) is thought to induce a small set of incentivized behaviors in the short term (e.g., in school attendance and attendance at parent-teacher conferences; in doctor's and dental visits and the maintenance of health insurance; and in parents' participation in employment and training). These incentivized behaviors were thought to lead to changes in key mediating processes such as (a) the way in which children spent their time and who they were with during their out-of-school time; (b) interactions between parents and children; and (c) children's approach to schooling (e.g., engagement and motivation). Beneficial effects were also thought to occur as a result of the short-term increases in income that families experienced from their receipt of the rewards. Such changes in incentivized behaviors and mediating processes were thought to lead to changes in targeted outcomes (health and education) as well as non-targeted outcomes of mental health and problem behavior. Given the focus of this paper on impacts on adolescent's mental health and problem behavior, and possible family-and peermediating pathways, we focus our discussion below on these outcomes and pathways. Other work addresses the theory with regard to other outcomes of interest (see Aber et al. 2016; Berg et al. 2013; Morris et al. 2012; Wolf et al. 2013) .",
        "section": "Background on Family Rewards and CCTs",
        "section_number": 8,
        "sentences": [
            "The conceptual framework guiding our analysis is presented and discussed elsewhere (Wolf et al. 2013) .",
            "In short, each of the incentive offers (in the three domains of education, health, and employment/training) is thought to induce a small set of incentivized behaviors in the short term (e.g., in school attendance and attendance at parent-teacher conferences; in doctor's and dental visits and the maintenance of health insurance; and in parents' participation in employment and training).",
            "These incentivized behaviors were thought to lead to changes in key mediating processes such as (a) the way in which children spent their time and who they were with during their out-of-school time; (b) interactions between parents and children; and (c) children's approach to schooling (e.g., engagement and motivation).",
            "Beneficial effects were also thought to occur as a result of the short-term increases in income that families experienced from their receipt of the rewards.",
            "Such changes in incentivized behaviors and mediating processes were thought to lead to changes in targeted outcomes (health and education) as well as non-targeted outcomes of mental health and problem behavior.",
            "Given the focus of this paper on impacts on adolescent's mental health and problem behavior, and possible family-and peermediating pathways, we focus our discussion below on these outcomes and pathways.",
            "Other work addresses the theory with regard to other outcomes of interest (see Aber et al. 2016; Berg et al. 2013; Morris et al. 2012; Wolf et al. 2013) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33930",
        "text": "There are a number of reasons to expect that Family Rewards would demonstrate favorable impacts on adolescents' mental health and behavioral outcomes. First, the financial incentives may improve families' economic resources, which have implications for children's outcomes (both the targeted outcomes, such as health and academic achievement, as well as non-targeted outcomes). A number of studies, both experimental and nonexperimental, have pointed to the association between income and cognitive outcomes for children, and, while less consistently, higher income has also been found to improve children's mental health and behavioral development (although somewhat more consistently for conduct problems than internalizing dimensions; Costello et al. 2003; Gershoff et al. 2005; Milligan and Stabile 2007) . Second, the effects on mental health and problem behavior may occur indirectly as a function of improved academic achievement, which is directly targeted by the incentives (and for which prior findings show positive impacts, although only for a subgroup of adolescents). Increased academic efficacy and competency has been found to be associated with increased self-esteem and reduced mental health and problem behavior (Roeser et al. 1999; Roeser et al. 1998) . Notably, while the expectation is for positive effects on these mental health and behavioral outcomes, negative effects might also occur. That is, in an effort to receive the financial incentive rewards, parents in the program group may heighten their expectations for their children for academic achievement and increase parental pressure, especially costing youth's mental health.",
        "section": "Family Rewards and Adolescent Mental Health and Problem Behavior",
        "section_number": 9,
        "sentences": [
            "There are a number of reasons to expect that Family Rewards would demonstrate favorable impacts on adolescents' mental health and behavioral outcomes.",
            "First, the financial incentives may improve families' economic resources, which have implications for children's outcomes (both the targeted outcomes, such as health and academic achievement, as well as non-targeted outcomes).",
            "A number of studies, both experimental and nonexperimental, have pointed to the association between income and cognitive outcomes for children, and, while less consistently, higher income has also been found to improve children's mental health and behavioral development (although somewhat more consistently for conduct problems than internalizing dimensions; Costello et al. 2003; Gershoff et al. 2005; Milligan and Stabile 2007) .",
            "Second, the effects on mental health and problem behavior may occur indirectly as a function of improved academic achievement, which is directly targeted by the incentives (and for which prior findings show positive impacts, although only for a subgroup of adolescents).",
            "Increased academic efficacy and competency has been found to be associated with increased self-esteem and reduced mental health and problem behavior (Roeser et al. 1999; Roeser et al. 1998) .",
            "Notably, while the expectation is for positive effects on these mental health and behavioral outcomes, negative effects might also occur.",
            "That is, in an effort to receive the financial incentive rewards, parents in the program group may heighten their expectations for their children for academic achievement and increase parental pressure, especially costing youth's mental health."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33930",
        "text": "For the problem behavior outcomes in particular, time use and increased resources may be key mechanisms of action, but play at cross-purposes. On one hand, Family Rewards incentivized adolescents to focus on academics and schoolwork, which might encourage them to spend more time on homework and other school-related activities rather than spend time engaging in risky behavior. At the same time, with greater resources in hand (because some of the educational rewards were given directly to adolescents), adolescents may spend their money on activities that would increase engagement in delinquent behavior (e.g., alcohol and drugs). In fact, Family Rewards resulted in reductions in adolescent spending on food and clothing (in part because parents were spending more on such necessities; Morris et al. 2012) , providing teenagers the opportunity to spend money on risky activities.",
        "section": "Family Rewards and Adolescent Mental Health and Problem Behavior",
        "section_number": 10,
        "sentences": [
            "For the problem behavior outcomes in particular, time use and increased resources may be key mechanisms of action, but play at cross-purposes.",
            "On one hand, Family Rewards incentivized adolescents to focus on academics and schoolwork, which might encourage them to spend more time on homework and other school-related activities rather than spend time engaging in risky behavior.",
            "At the same time, with greater resources in hand (because some of the educational rewards were given directly to adolescents), adolescents may spend their money on activities that would increase engagement in delinquent behavior (e.g., alcohol and drugs).",
            "In fact, Family Rewards resulted in reductions in adolescent spending on food and clothing (in part because parents were spending more on such necessities; Morris et al. 2012) , providing teenagers the opportunity to spend money on risky activities."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33930",
        "text": "Family Rewards could affect families by shaping the climate of the family around norms and expectations about participation in school and school-related after-school activities, the value of school success and schoolwork, and the value of educational attainment for the children's future employment and economic well-being into adulthood. At the same time, changes in family and parental expectations and pressure can act as a double-edged sword and erode the potential positive effects that higher parental and family expectations and aspirations for their children's academic success may have on children's well-being.",
        "section": "Possible BMechanisms of Action^: Parental Monitoring and Time Spent with Peers",
        "section_number": 11,
        "sentences": [
            "Family Rewards could affect families by shaping the climate of the family around norms and expectations about participation in school and school-related after-school activities, the value of school success and schoolwork, and the value of educational attainment for the children's future employment and economic well-being into adulthood.",
            "At the same time, changes in family and parental expectations and pressure can act as a double-edged sword and erode the potential positive effects that higher parental and family expectations and aspirations for their children's academic success may have on children's well-being."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "33930",
        "text": "Family Rewards is likely to change the daily activities and routines in which the family and adolescents engage, because it directly incentivizes particular behaviors and the achievement of longer-term outcomes. First, parents may spend more time being involved in and monitoring their children's activities in and out of school, which in turn could lead to improved academic outcomes and reduced delinquency (e.g., Patterson and Stouthamer-Loeb 1984; Pettit et al. 2001) . Parents may also engage their children in tutoring or other achievementoriented after-school activities that might increase children's likelihood of achieving the greater payments attached to children's test scores. Further, children may spend more time in school-related activities, such as completing homework assignments, because such behaviors are directly incentivized by the program and, perhaps, encouraged and monitored by parents. Children's daily activities may also be shaped by changes in parental employment, as children may assume more household responsibilities when their parents work (Burton 1997) .",
        "section": "Possible BMechanisms of Action^: Parental Monitoring and Time Spent with Peers",
        "section_number": 12,
        "sentences": [
            "Family Rewards is likely to change the daily activities and routines in which the family and adolescents engage, because it directly incentivizes particular behaviors and the achievement of longer-term outcomes.",
            "First, parents may spend more time being involved in and monitoring their children's activities in and out of school, which in turn could lead to improved academic outcomes and reduced delinquency (e.g., Patterson and Stouthamer-Loeb 1984; Pettit et al. 2001) .",
            "Parents may also engage their children in tutoring or other achievementoriented after-school activities that might increase children's likelihood of achieving the greater payments attached to children's test scores.",
            "Further, children may spend more time in school-related activities, such as completing homework assignments, because such behaviors are directly incentivized by the program and, perhaps, encouraged and monitored by parents.",
            "Children's daily activities may also be shaped by changes in parental employment, as children may assume more household responsibilities when their parents work (Burton 1997) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33930",
        "text": "The combination of changes in the way children spend their time (more time on schoolwork and more time on family responsibilities) and increased parental involvement and monitoring may result in adolescents' spending less time socializing with peers. A companion paper, in fact, finds that Family Rewards reduced the proportion of adolescents spending time in social activities (15% in the program group versus 21% in the control group), and increased the proportion of adolescents spending time in academic activities (e.g., homework, reading; 24% in the program group versus 16% in the control group) (Aber et al. 2016) .",
        "section": "Possible BMechanisms of Action^: Parental Monitoring and Time Spent with Peers",
        "section_number": 13,
        "sentences": [
            "The combination of changes in the way children spend their time (more time on schoolwork and more time on family responsibilities) and increased parental involvement and monitoring may result in adolescents' spending less time socializing with peers.",
            "A companion paper, in fact, finds that Family Rewards reduced the proportion of adolescents spending time in social activities (15% in the program group versus 21% in the control group), and increased the proportion of adolescents spending time in academic activities (e.g., homework, reading; 24% in the program group versus 16% in the control group) (Aber et al. 2016) ."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "33930",
        "text": "The peer context constitutes an increasingly important developmental context as youth transition from spending more time with peers and less time with families during adolescence. Although peers can have positive or negative influences on youth depending on their level of risk and how they spend their time, it is believed that adolescents (especially high-risk adolescents) who spend more unstructured time with peers are at greater risk for engaging in risk-taking behavior such as substance use and delinquency (Haynie and Osgood 2005) . Moreover, several studies suggest that family processes moderate the associations between peer influences and risky behavior, with parental monitoring and practices playing a key role (Brechwald and Prinstein 2011; Dishion and Tipsord 2011; Prinstein et al. 2001) . Targeting time use and family processes is therefore thought to reduce youth susceptibility to peers and, in this way, play a mediating role in Family Rewards' expected effects on youth problem behavior.",
        "section": "Possible BMechanisms of Action^: Parental Monitoring and Time Spent with Peers",
        "section_number": 14,
        "sentences": [
            "The peer context constitutes an increasingly important developmental context as youth transition from spending more time with peers and less time with families during adolescence.",
            "Although peers can have positive or negative influences on youth depending on their level of risk and how they spend their time, it is believed that adolescents (especially high-risk adolescents) who spend more unstructured time with peers are at greater risk for engaging in risk-taking behavior such as substance use and delinquency (Haynie and Osgood 2005) .",
            "Moreover, several studies suggest that family processes moderate the associations between peer influences and risky behavior, with parental monitoring and practices playing a key role (Brechwald and Prinstein 2011; Dishion and Tipsord 2011; Prinstein et al. 2001) .",
            "Targeting time use and family processes is therefore thought to reduce youth susceptibility to peers and, in this way, play a mediating role in Family Rewards' expected effects on youth problem behavior."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33930",
        "text": "The sample for this study includes 511 adolescents from six low-income urban communities in the Bronx, Manhattan, and Brooklyn in New York City. This is a subset of children in the oldest cohort (9th grade at baseline) from the larger evaluation of 5000 families participating in the Family Rewards study between 2007 and 2010 (see Riccio et al. 2010 ). In the core study, these families were randomly assigned to receive the offer of the CCT rewards on top of other benefits to which they were eligible, or to a control condition who could receive benefits for low-income families, as usual. The subset of 9th graders were selected as part of an embedded study to better understand potential mediators of the program's impacts among the age group for which the program had the strongest positive impacts on educational outcomes.",
        "section": "Methods Sample",
        "section_number": 15,
        "sentences": [
            "The sample for this study includes 511 adolescents from six low-income urban communities in the Bronx, Manhattan, and Brooklyn in New York City.",
            "This is a subset of children in the oldest cohort (9th grade at baseline) from the larger evaluation of 5000 families participating in the Family Rewards study between 2007 and 2010 (see Riccio et al. 2010 ).",
            "In the core study, these families were randomly assigned to receive the offer of the CCT rewards on top of other benefits to which they were eligible, or to a control condition who could receive benefits for low-income families, as usual.",
            "The subset of 9th graders were selected as part of an embedded study to better understand potential mediators of the program's impacts among the age group for which the program had the strongest positive impacts on educational outcomes."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33930",
        "text": "Adolescents were in 9th grade at baseline. Survey data was collected 30 months after randomization, in the spring of 11th grade, in the second year of the 3-year program. Participants were 55.6% African-American and 41.4% Latino, and 53.8% female. The mean age at random assignment was 13.9 years, and at the time of this study was 16.6 years (SD = 0.83). Most households (81.4%) were comprised of single parents with incomes of less than 130% of the federal poverty line. Analyses of baseline demographic variables revealed no systematic differences in characteristics between the program and control groups, with only one exception: control group parents having slightly lower levels of education (see Appendix Table S2 ).",
        "section": "Methods Sample",
        "section_number": 16,
        "sentences": [
            "Adolescents were in 9th grade at baseline.",
            "Survey data was collected 30 months after randomization, in the spring of 11th grade, in the second year of the 3-year program.",
            "Participants were 55.6% African-American and 41.4% Latino, and 53.8% female.",
            "The mean age at random assignment was 13.9 years, and at the time of this study was 16.6 years (SD = 0.83).",
            "Most households (81.4%) were comprised of single parents with incomes of less than 130% of the federal poverty line.",
            "Analyses of baseline demographic variables revealed no systematic differences in characteristics between the program and control groups, with only one exception: control group parents having slightly lower levels of education (see Appendix Table S2 )."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33930",
        "text": "Of the 1028 families with a 9th grader at random assignment who had completed an 18-month follow-up survey (see Riccio et al. 2010) , 903 families had relevant data for sample selection (parents' employment and math proficiency, see below). From these 903 families, a subsample of 716 adolescents (and their parents) was selected for interviewing. Program group members who responded to the 18-month survey were more likely to be employed at baseline than the control group respondents. In addition, findings from the 18-month survey study found impacts on achievement among 9th graders who were proficient in math in 8th grade. Therefore, the respondent sample was stratified by treatment status (to ensure equivalence), baseline parent employment status (to increase balance by treatment status at this wave), and 8th grade math proficiency (to increase representation by this key baseline covariate). A telephone survey was administered to parents and adolescents in each of the 511 adolescent-parent dyads, representing an effective response rate of 71% (77% of parents were contacted and consented their children to participate; of these, 93% of children consented to participate and completed a survey). This subset did not significantly differ from the full sample of families (see Morris et al. 2012 for an analysis of non-response bias in the child and family embedded study sample).",
        "section": "Sampling and Data Collection Procedures",
        "section_number": 17,
        "sentences": [
            "Of the 1028 families with a 9th grader at random assignment who had completed an 18-month follow-up survey (see Riccio et al. 2010) , 903 families had relevant data for sample selection (parents' employment and math proficiency, see below).",
            "From these 903 families, a subsample of 716 adolescents (and their parents) was selected for interviewing.",
            "Program group members who responded to the 18-month survey were more likely to be employed at baseline than the control group respondents.",
            "In addition, findings from the 18-month survey study found impacts on achievement among 9th graders who were proficient in math in 8th grade.",
            "Therefore, the respondent sample was stratified by treatment status (to ensure equivalence), baseline parent employment status (to increase balance by treatment status at this wave), and 8th grade math proficiency (to increase representation by this key baseline covariate).",
            "A telephone survey was administered to parents and adolescents in each of the 511 adolescent-parent dyads, representing an effective response rate of 71% (77% of parents were contacted and consented their children to participate; of these, 93% of children consented to participate and completed a survey).",
            "This subset did not significantly differ from the full sample of families (see Morris et al. 2012 for an analysis of non-response bias in the child and family embedded study sample)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33930",
        "text": "Zero-order correlations between dependent variables are provided in Appendix Table S3 .",
        "section": "Measures",
        "section_number": 18,
        "sentences": [
            "Zero-order correlations between dependent variables are provided in Appendix Table S3 ."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "33930",
        "text": "Adolescents reported on their mental health, as well as a range of their own and their peers' problem behavior.",
        "section": "Adolescent Mental Health and Problem Behavior",
        "section_number": 19,
        "sentences": [
            "Adolescents reported on their mental health, as well as a range of their own and their peers' problem behavior."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "33930",
        "text": "Depression Adolescents reported on the extent to which 13 items were true or false about themselves using a subscale of the Clinical scale measuring depressive symptoms in the Behavior Assessment System for Children (BASC; Reynolds and Kamphaus 1992) . Items included Bnothing is fun anymore^and BI feel sad.^Items were summed, with higher scores indicating higher levels of depressive symptoms (M = 1.59, SD = 2.56, range = 0-13; α = 0.86).",
        "section": "Adolescent Mental Health and Problem Behavior",
        "section_number": 20,
        "sentences": [
            "Depression Adolescents reported on the extent to which 13 items were true or false about themselves using a subscale of the Clinical scale measuring depressive symptoms in the Behavior Assessment System for Children (BASC; Reynolds and Kamphaus 1992) .",
            "Items included Bnothing is fun anymore^and BI feel sad.^Items were summed, with higher scores indicating higher levels of depressive symptoms (M = 1.59, SD = 2.56, range = 0-13; α = 0.86)."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "33930",
        "text": "Anxiety Adolescents reported on the extent to which 13 items were true about themselves using a subscale of the Clinical scale measuring anxiety in the BASC (Reynolds and Kamphaus 1992) . Items were summed, with higher scores indicating higher levels of anxiety (M = 3.78, SD = 3.05, range = 0-12; α = 0.80).",
        "section": "Adolescent Mental Health and Problem Behavior",
        "section_number": 21,
        "sentences": [
            "Anxiety Adolescents reported on the extent to which 13 items were true about themselves using a subscale of the Clinical scale measuring anxiety in the BASC (Reynolds and Kamphaus 1992) .",
            "Items were summed, with higher scores indicating higher levels of anxiety (M = 3.78, SD = 3.05, range = 0-12; α = 0.80)."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "33930",
        "text": "Delinquent Behavior Adolescents reported on the frequency with which they engaged in six minor delinquent acts in Bthe past couple of weeks^ (Loeber and Dishion 1983) . Items included Btaking something from someone at school that didn't belong to me^and Bbreaking or ruining something on purpose that belonged to the school.^A four-point response scale was used, with 1 = never, 2 = once or twice, 3 = a few times, and 4 = many times. First, responses were averaged to indicate frequency of delinquent behavior (M = 1.19, SD = 0.24).",
        "section": "Adolescent Mental Health and Problem Behavior",
        "section_number": 22,
        "sentences": [
            "Delinquent Behavior Adolescents reported on the frequency with which they engaged in six minor delinquent acts in Bthe past couple of weeks^ (Loeber and Dishion 1983) .",
            "Items included Btaking something from someone at school that didn't belong to me^and Bbreaking or ruining something on purpose that belonged to the school.^A four-point response scale was used, with 1 = never, 2 = once or twice, 3 = a few times, and 4 = many times.",
            "First, responses were averaged to indicate frequency of delinquent behavior (M = 1.19, SD = 0.24)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33930",
        "text": "Second, because reported frequencies were low, responses were dichotomized to indicate any delinquent behavior (49.3% reported engaging in any delinquent activities).",
        "section": "Adolescent Mental Health and Problem Behavior",
        "section_number": 23,
        "sentences": [
            "Second, because reported frequencies were low, responses were dichotomized to indicate any delinquent behavior (49.3% reported engaging in any delinquent activities)."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "33930",
        "text": "Aggressive Behavior Adolescents reported on the frequency with which they engaged in nine aggressive acts intended to cause harm to others in the past 7 days (Orpinas and Frankowski 2001) . Items included Bteased students to make them angry^and Bthreatened to hurt or hit someone.^A fourpoint response scale was used with 0 = 0 times, 1 = 1 time, 2 = 2 times, 3 = 3 times, and 4 = 4 times. First, responses were averaged to indicate frequency of aggressive behavior (M = 0.16, SD = 0.36). Second, because reported frequencies were low, responses were dichotomized to indicate any aggressive behavior in the past seven days (19.0% reported engaging in any aggressive activities).",
        "section": "Adolescent Mental Health and Problem Behavior",
        "section_number": 24,
        "sentences": [
            "Aggressive Behavior Adolescents reported on the frequency with which they engaged in nine aggressive acts intended to cause harm to others in the past 7 days (Orpinas and Frankowski 2001) .",
            "Items included Bteased students to make them angry^and Bthreatened to hurt or hit someone.^A fourpoint response scale was used with 0 = 0 times, 1 = 1 time, 2 = 2 times, 3 = 3 times, and 4 = 4 times.",
            "First, responses were averaged to indicate frequency of aggressive behavior (M = 0.16, SD = 0.36).",
            "Second, because reported frequencies were low, responses were dichotomized to indicate any aggressive behavior in the past seven days (19.0% reported engaging in any aggressive activities)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33930",
        "text": "Substance Use Four items measured the frequency with which adolescents smoked cigarettes, drank alcohol, used marijuana, and used hard drugs (e.g., ecstasy, cocaine, crack, LSD, uppers, downers) during the past month (adapted from Gaubert et al. 2010) . A four-point response scale was used for all items, with 1 = never, 2 = only a few times, 3 = 1 or 2 times a week, 4 = several times a week or more. First, responses were averaged to indicate frequency of aggressive behavior (M = 1.10, SD = 1.19). Second, because reported frequencies were low, responses were dichotomized to indicate whether adolescents Bever^used substances in the past month (24.9% reported using any substances).",
        "section": "Adolescent Mental Health and Problem Behavior",
        "section_number": 25,
        "sentences": [
            "Substance Use Four items measured the frequency with which adolescents smoked cigarettes, drank alcohol, used marijuana, and used hard drugs (e.g., ecstasy, cocaine, crack, LSD, uppers, downers) during the past month (adapted from Gaubert et al. 2010) .",
            "A four-point response scale was used for all items, with 1 = never, 2 = only a few times, 3 = 1 or 2 times a week, 4 = several times a week or more.",
            "First, responses were averaged to indicate frequency of aggressive behavior (M = 1.10, SD = 1.19).",
            "Second, because reported frequencies were low, responses were dichotomized to indicate whether adolescents Bever^used substances in the past month (24.9% reported using any substances)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33930",
        "text": "Peer Substance Use Three items reported on by adolescents measured how many of their friends used substances in the past month, including how many friends tried alcohol, marijuana, and hard drugs in the past month (Gaubert et al. 2010) . A four-point response scale was used for all items, with 1 = none, 2 = a few, 3 = some, and 4 = most. Responses were averaged to indicate how many peers used substances in the past month (M = 1.90, SD = 0.69, range = 1-4).",
        "section": "Adolescent Mental Health and Problem Behavior",
        "section_number": 26,
        "sentences": [
            "Peer Substance Use Three items reported on by adolescents measured how many of their friends used substances in the past month, including how many friends tried alcohol, marijuana, and hard drugs in the past month (Gaubert et al. 2010) .",
            "A four-point response scale was used for all items, with 1 = none, 2 = a few, 3 = some, and 4 = most.",
            "Responses were averaged to indicate how many peers used substances in the past month (M = 1.90, SD = 0.69, range = 1-4)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33930",
        "text": "Parental Monitoring and Adolescent Disclosure Parents reported on the extent to which they engaged in nine different behaviors monitoring their child. Example items include, Bdo you know what your child does during his/her free time?^; Bdo you know what your child spends his/her money on?^; and Bdo you usually know when child has an exam or paper due in school?^ (Stattin and Kerr 2000) . Each item was answered on a five-point scale, with 1 = never, 2 = seldom, 3 = it varies, 4 = usually, and 5 = almost always. Items were averaged to create a scale mean (M = 4.34, SD = 0.50; α = 0.71). In a complementary fashion, adolescents were asked to report on the extent to which they tell their parents about their behaviors and activities, measured using a five-item scale. Example items include, Bdo you talk about how you are doing in the different subjects in school?^; Bdo you keep much of what you do in your free time secret?^; and Bdo you hide a lot from your primary caregiver about what you do at night/on weekends? ( Stattin and Kerr 2000) . A five-point response scale was used where 1 = nothing at all, 2 = just a little, 3 = some parts, 4 = rather much, and 5 = very much. Some items were reverse coded so that higher values indicated higher levels of disclosure (M = 3.84, SD = 0.84, α = 0.66).",
        "section": "Adolescent Mental Health and Problem Behavior",
        "section_number": 27,
        "sentences": [
            "Parental Monitoring and Adolescent Disclosure Parents reported on the extent to which they engaged in nine different behaviors monitoring their child.",
            "Example items include, Bdo you know what your child does during his/her free time?^; Bdo you know what your child spends his/her money on?^; and Bdo you usually know when child has an exam or paper due in school?^ (Stattin and Kerr 2000) .",
            "Each item was answered on a five-point scale, with 1 = never, 2 = seldom, 3 = it varies, 4 = usually, and 5 = almost always.",
            "Items were averaged to create a scale mean (M = 4.34, SD = 0.50; α = 0.71).",
            "In a complementary fashion, adolescents were asked to report on the extent to which they tell their parents about their behaviors and activities, measured using a five-item scale.",
            "Example items include, Bdo you talk about how you are doing in the different subjects in school?^; Bdo you keep much of what you do in your free time secret?^; and Bdo you hide a lot from your primary caregiver about what you do at night/on weekends? (",
            "Stattin and Kerr 2000) .",
            "A five-point response scale was used where 1 = nothing at all, 2 = just a little, 3 = some parts, 4 = rather much, and 5 = very much.",
            "Some items were reverse coded so that higher values indicated higher levels of disclosure (M = 3.84, SD = 0.84, α = 0.66)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33930",
        "text": "Time Use Following the protocol of the American Time Use Survey (www.blus.gov/atus), adolescents reported on who they spent their time with on the previous day starting after school until they went to sleep for the night using an abbreviated version of the time-diary portion of the survey. Adolescents reported on all activities in which they engaged and who they were with during these activities, and also reported on how much time they spent participating in each. Questions began with BWhat were you doing at 2:00 PM yesterday/Thursday?^Adolescents were then asked who they were with during this activity (i.e., alone, with parents, with friends, with boyfriend/girlfriend, with coworkers, with other family members, with teachers, other). Time spent with parents and family members were combined to indicate time spent wit h f amil y; t ime spent with friends and boyfriend/girlfriend was combined to indicate time spent with peers. In total, five categories of companionship were assessed, based on proportion of time spent in each relative to total time between 2 and bedtime reported: (1) alone, (2) peers, (3) coworkers, (4) teachers, or (5) family members.",
        "section": "Adolescent Mental Health and Problem Behavior",
        "section_number": 28,
        "sentences": [
            "Time Use Following the protocol of the American Time Use Survey (www.blus.gov/atus), adolescents reported on who they spent their time with on the previous day starting after school until they went to sleep for the night using an abbreviated version of the time-diary portion of the survey.",
            "Adolescents reported on all activities in which they engaged and who they were with during these activities, and also reported on how much time they spent participating in each.",
            "Questions began with BWhat were you doing at 2:00 PM yesterday/Thursday?^Adolescents were then asked who they were with during this activity (i.e., alone, with parents, with friends, with boyfriend/girlfriend, with coworkers, with other family members, with teachers, other).",
            "Time spent with parents and family members were combined to indicate time spent wit h f amil y; t ime spent with friends and boyfriend/girlfriend was combined to indicate time spent with peers.",
            "In total, five categories of companionship were assessed, based on proportion of time spent in each relative to total time between 2 and bedtime reported: (1) alone, (2) peers, (3) coworkers, (4) teachers, or (5) family members."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33930",
        "text": "Given the inter-dependence of the time use outcomes, and our interest in the patterning of time use (rather than considering each individually), cluster analysis was used to create groups of adolescents with distinct time use patterns across these five categories. An iterative cluster analysis (based on the results from a hierarchical analysis where the final solution chosen was a four-cluster solution) was used to categorize adolescents based on their patterns of time use. Adolescents were categorized in one of four Bcompanionships time use groups,^based on the average percent time spent with each Bcompanion^: (1) family-oriented, where adolescents spent the majority of their time with family (83.7%); (2) loners, where adolescents spent the majority of their time alone (57.2%) followed by time with family (19.9%); (3) peer-oriented, where adolescents spent the majority of their time with peers (70.3%); and (4) family and peer-oriented, where adolescents spent nearly all time with a mix of both family (56.3%) and peers (41.2%). These four groups were then used in the analysis of the intervention effects, with membership in a particular group an outcome (see Table 1 for more details on each cluster).",
        "section": "Adolescent Mental Health and Problem Behavior",
        "section_number": 29,
        "sentences": [
            "Given the inter-dependence of the time use outcomes, and our interest in the patterning of time use (rather than considering each individually), cluster analysis was used to create groups of adolescents with distinct time use patterns across these five categories.",
            "An iterative cluster analysis (based on the results from a hierarchical analysis where the final solution chosen was a four-cluster solution) was used to categorize adolescents based on their patterns of time use.",
            "Adolescents were categorized in one of four Bcompanionships time use groups,^based on the average percent time spent with each Bcompanion^: (1) family-oriented, where adolescents spent the majority of their time with family (83.7%); (2) loners, where adolescents spent the majority of their time alone (57.2%) followed by time with family (19.9%); (3) peer-oriented, where adolescents spent the majority of their time with peers (70.3%); and (4) family and peer-oriented, where adolescents spent nearly all time with a mix of both family (56.3%) and peers (41.2%).",
            "These four groups were then used in the analysis of the intervention effects, with membership in a particular group an outcome (see Table 1 for more details on each cluster)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33930",
        "text": "Covariates Baseline covariates (collected pre-random assignment) included adolescent characteristics of gender, race, special education status, and eighth grade test scores on New York state standardized exams for ELA and math, and family characteristics of the number of children in the household, an indicator for whether or not English language was spoken in the home, an indicator for whether the family was a single-or two-parent family, an indicator for parent's education being at least a high school diploma/GED certificate, parent's employment status (working full-time), and an indicator for whether or not the mother was in the home. School context characteristics were also included as covariates, with measures of the average class size for the adolescents' grade level in the school and a school district dummy variable. In addition, an indicator was included for whether randomization occurred post September 2007, since recruitment occurred in two phases. Finally, for each covariate an indicator of missingness was included to account for the imputation of the very small amount of missing data on covariates (on average, only 1% of the sample was missing on any covariate).",
        "section": "Adolescent Mental Health and Problem Behavior",
        "section_number": 30,
        "sentences": [
            "Covariates Baseline covariates (collected pre-random assignment) included adolescent characteristics of gender, race, special education status, and eighth grade test scores on New York state standardized exams for ELA and math, and family characteristics of the number of children in the household, an indicator for whether or not English language was spoken in the home, an indicator for whether the family was a single-or two-parent family, an indicator for parent's education being at least a high school diploma/GED certificate, parent's employment status (working full-time), and an indicator for whether or not the mother was in the home.",
            "School context characteristics were also included as covariates, with measures of the average class size for the adolescents' grade level in the school and a school district dummy variable.",
            "In addition, an indicator was included for whether randomization occurred post September 2007, since recruitment occurred in two phases.",
            "Finally, for each covariate an indicator of missingness was included to account for the imputation of the very small amount of missing data on covariates (on average, only 1% of the sample was missing on any covariate)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33930",
        "text": "Because families were randomly assigned to receive Family Rewards or to be in the control group, there should be no systematic differences between the groups when they entered the program, and any differences can be reliably attributed to the Family Rewards program. Indeed, analyses assessing the comparability of the research groups show that program and control groups were quite similar in their pre-random assignment demographic characteristics, indicating that random assignment Bworked^in creating groups of families similar in all ways except their receipt of the Family Rewards (Riccio et al. 2010; Morris et al. 2012 ; see Appendix Table S2 ). All impacts are estimated using multivariate Ordinary Least Squares (OLS) regression 1 analysis, controlling for pre-random assignment characteristics of adolescents and their families that increase the precision of the impact estimates. We rely on a two-tailed test to determine significance of our treatment impacts given the countervailing hypotheses for these outcomes. 2 Impacts on adolescent time use are assessed using a multinomial logistic regression, with the outcome measured as group membership in one of four time use clusters, again with controls for pre-random assignment characteristics of adolescents and their families. In this way, impacts for time use group membership are examined as the differences between program and control groups in the proportion of adolescents across the four clusters, with planned pair-wise comparisons between the groups conducted as a follow-up analysis (for the identification of groups that are significantly different from one another).",
        "section": "Analytic Plan",
        "section_number": 31,
        "sentences": [
            "Because families were randomly assigned to receive Family Rewards or to be in the control group, there should be no systematic differences between the groups when they entered the program, and any differences can be reliably attributed to the Family Rewards program.",
            "Indeed, analyses assessing the comparability of the research groups show that program and control groups were quite similar in their pre-random assignment demographic characteristics, indicating that random assignment Bworked^in creating groups of families similar in all ways except their receipt of the Family Rewards (Riccio et al. 2010; Morris et al. 2012 ; see Appendix Table S2 ).",
            "All impacts are estimated using multivariate Ordinary Least Squares (OLS) regression 1 analysis, controlling for pre-random assignment characteristics of adolescents and their families that increase the precision of the impact estimates.",
            "We rely on a two-tailed test to determine significance of our treatment impacts given the countervailing hypotheses for these outcomes.",
            "2 Impacts on adolescent time use are assessed using a multinomial logistic regression, with the outcome measured as group membership in one of four time use clusters, again with controls for pre-random assignment characteristics of adolescents and their families.",
            "In this way, impacts for time use group membership are examined as the differences between program and control groups in the proportion of adolescents across the four clusters, with planned pair-wise comparisons between the groups conducted as a follow-up analysis (for the identification of groups that are significantly different from one another)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33930",
        "text": "To control for spurious results due to multiple hypothesis testing, we limit the outcomes we assess and conduct an omnibus test within an outcome domain, using the F test of a MANOVA analysis of treatment impact across domain sets of outcomes.",
        "section": "Analytic Plan",
        "section_number": 32,
        "sentences": [
            "To control for spurious results due to multiple hypothesis testing, we limit the outcomes we assess and conduct an omnibus test within an outcome domain, using the F test of a MANOVA analysis of treatment impact across domain sets of outcomes."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "33930",
        "text": "Note that we do not examine indirect effects of the Family Rewards program since causal inferences that can be made from fully Bmediated models^are more tenuous than those from the analysis of program impact (see Gennetian et al. 2008 for a discussion of this issue). Since random assignment only occurred with respect to the offer of Family Rewards, and strong causal inferences can only be made with regard to the effects of the program on mediators and outcomes, such analyses are the focus of findings presented here.",
        "section": "Analytic Plan",
        "section_number": 33,
        "sentences": [
            "Note that we do not examine indirect effects of the Family Rewards program since causal inferences that can be made from fully Bmediated models^are more tenuous than those from the analysis of program impact (see Gennetian et al. 2008 for a discussion of this issue).",
            "Since random assignment only occurred with respect to the offer of Family Rewards, and strong causal inferences can only be made with regard to the effects of the program on mediators and outcomes, such analyses are the focus of findings presented here."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "33930",
        "text": "First, we examined the impact of Family Rewards on adolescent mental health and behavioral outcomes. Findings are presented in the top panel of Table 2 and show that there were no statistically detectable impacts of Family Rewards on adolescents' depression or anxiety levels, despite predictions to the contrary (and the F value of the omnibus MANOVA was not statistically significant for this domain; F = 2.00, p = 0.14). At the same time, there were statistically significant reductions in three of the four areas of problem behavior with effect sizes ranging from 0.13 to 0.35 (see the third panel of Table 2, and 1 We present OLS for both continuous as well as binary and categorical outcomes, to ease interpretation. Results from probit and logistic regression models show substantively the same results as those presented here. 2 Other studies on this sample, including the companion study (Aber et al. 2016) , have used p < 0.10 (p < 0.05 in each tail) to determine significance, given convention in policy and education science. In this paper, consistent with other studies in the prevention science field, we treat p < 0.05 (p < 0.025 in each tail) as statistically significant. the F value of the omnibus MANOVA was statistically significant for this domain; F = 2.20, p = 0.009). While there were no differences between program and control groups in the frequency of delinquent acts or in rates of delinquency, there were statistically significant reductions in frequency of aggression (0.12 compared to 0.20 on a scale of 0 to 3, p < 0.05) and rates of any aggressive behavior (14.1% compared to 24.1%, p < 0.001). And, there were statistically significant reductions in the frequency of adolescents' substance use (1.10 compared to 1.19 on a scale of 1 to 4, p < 0.001), as well as rates of any substance use (17.5 compared to 32.6%, p < 0.001), and the number of friends who used substance (1.81 compared to 1.99 on a 1 to 4 scale, p < 0.01). When use of individual substances were examined separately, there was a 13.6 percentage point reduction in the percent of adolescents who reported ever drinking alcohol in the previous month (12.9% compared to 26.6%, d = −0.34, p < 0.001) and a 6.9 percentage point reduction in the percent of adolescents who reported ever using marijuana in the previous month (6.6% compared to 13.5%, d = −0.23, p < 0.01). There were no statistically significant reductions in the rates of adolescents who ever smoked cigarettes in the past month or every used hard drugs in the past month (although the frequency of cigarette use was significantly reduced in the program group, not shown). Similarly, when examining peer use of alcohol and drugs, there were reductions in the reported number of peers using alcohol and marijuana (d = −0.21 and −0.25, respectively), but not in peers using hard drugs (although the rate of use is quite low). 3 3 Despite differences in impacts for adolescent academic outcomes for those adolescents who were more and less academically prepared for school, there were no statistically significant differences in the impacts on these mental health or problem behavior outcomes for these subgroups; nor by child gender (findings available from the authors). Program and control group means and differences (impact) are estimates from ordinary least squares regression equations, controlling for pre-random assignment characteristics of family or sample members (see analytic strategy section). Statistical significance levels indicated as follows: ***p < 0.001; **p < 0.01; *p < 0.05 (two-tailed test). The effect size is the difference between program and control group outcomes, expressed as a proportion of the standard deviation of the outcome for the control group. Sample sizes vary because of missing values. Table 2 also shows the impacts of Family Rewards on measures of parent monitoring and adolescent disclosure (bottom panel). Average rates of monitoring and disclosure were relatively high (M = 4.34 out of 5 for monitoring and 3.81 out of 5 for disclosure). However, there were no statistically significant impacts on the frequency with which parents monitored their adolescent's activities or the frequency that adolescents disclosed their activities to their parents (the F value of the omnibus MANOVA was not statistically significant for this domain; F = 0.18, p = 0.95).",
        "section": "Effects of Family Rewards on Adolescent Mental Health and Problem Behavior",
        "section_number": 34,
        "sentences": [
            "First, we examined the impact of Family Rewards on adolescent mental health and behavioral outcomes.",
            "Findings are presented in the top panel of Table 2 and show that there were no statistically detectable impacts of Family Rewards on adolescents' depression or anxiety levels, despite predictions to the contrary (and the F value of the omnibus MANOVA was not statistically significant for this domain; F = 2.00, p = 0.14).",
            "At the same time, there were statistically significant reductions in three of the four areas of problem behavior with effect sizes ranging from 0.13 to 0.35 (see the third panel of Table 2, and 1 We present OLS for both continuous as well as binary and categorical outcomes, to ease interpretation.",
            "Results from probit and logistic regression models show substantively the same results as those presented here.",
            "2 Other studies on this sample, including the companion study (Aber et al. 2016) , have used p < 0.10 (p < 0.05 in each tail) to determine significance, given convention in policy and education science.",
            "In this paper, consistent with other studies in the prevention science field, we treat p < 0.05 (p < 0.025 in each tail) as statistically significant.",
            "the F value of the omnibus MANOVA was statistically significant for this domain; F = 2.20, p = 0.009).",
            "While there were no differences between program and control groups in the frequency of delinquent acts or in rates of delinquency, there were statistically significant reductions in frequency of aggression (0.12 compared to 0.20 on a scale of 0 to 3, p < 0.05) and rates of any aggressive behavior (14.1% compared to 24.1%, p < 0.001).",
            "And, there were statistically significant reductions in the frequency of adolescents' substance use (1.10 compared to 1.19 on a scale of 1 to 4, p < 0.001), as well as rates of any substance use (17.5 compared to 32.6%, p < 0.001), and the number of friends who used substance (1.81 compared to 1.99 on a 1 to 4 scale, p < 0.01).",
            "When use of individual substances were examined separately, there was a 13.6 percentage point reduction in the percent of adolescents who reported ever drinking alcohol in the previous month (12.9% compared to 26.6%, d = −0.34, p < 0.001) and a 6.9 percentage point reduction in the percent of adolescents who reported ever using marijuana in the previous month (6.6% compared to 13.5%, d = −0.23, p < 0.01).",
            "There were no statistically significant reductions in the rates of adolescents who ever smoked cigarettes in the past month or every used hard drugs in the past month (although the frequency of cigarette use was significantly reduced in the program group, not shown).",
            "Similarly, when examining peer use of alcohol and drugs, there were reductions in the reported number of peers using alcohol and marijuana (d = −0.21 and −0.25, respectively), but not in peers using hard drugs (although the rate of use is quite low).",
            "3 3 Despite differences in impacts for adolescent academic outcomes for those adolescents who were more and less academically prepared for school, there were no statistically significant differences in the impacts on these mental health or problem behavior outcomes for these subgroups; nor by child gender (findings available from the authors).",
            "Program and control group means and differences (impact) are estimates from ordinary least squares regression equations, controlling for pre-random assignment characteristics of family or sample members (see analytic strategy section).",
            "Statistical significance levels indicated as follows: ***p < 0.001; **p < 0.01; *p < 0.05 (two-tailed test).",
            "The effect size is the difference between program and control group outcomes, expressed as a proportion of the standard deviation of the outcome for the control group.",
            "Sample sizes vary because of missing values.",
            "Table 2 also shows the impacts of Family Rewards on measures of parent monitoring and adolescent disclosure (bottom panel).",
            "Average rates of monitoring and disclosure were relatively high (M = 4.34 out of 5 for monitoring and 3.81 out of 5 for disclosure).",
            "However, there were no statistically significant impacts on the frequency with which parents monitored their adolescent's activities or the frequency that adolescents disclosed their activities to their parents (the F value of the omnibus MANOVA was not statistically significant for this domain; F = 0.18, p = 0.95)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33930",
        "text": "To assess impacts on the four companionship time use groups identified in the cluster analysis, a multinomial logistic regression was conducted to determine whether program status predicted cluster membership, using the Bpeer-orientedĉ luster as the reference group for all post-hoc comparisons (given our focus in this paper on the hypothesized reduced time spent with peers for the Family Rewards program). Program group status predicted group membership in the overall model, but at a trend level (Chi square = 7.00, p = 0.072). Post-hoc comparisons revealed that there was a statistically significantly higher proportion of program adolescents in the family-oriented group (b = −0.68, p < 0.01, OR = 0.51) and at a trend level in the family/peer group (b = −0.57, p < 0.10, OR = 0.57) as compared to the proportion in the peer-oriented group, compared to the control adolescents. Translating these findings to predicted proportions, as shown in Fig. 1 , Family Rewards increased the proportion of adolescents with family-oriented time use patterns (a predicted probability of 40% in the program group versus 33% in the control group) and in the family/peer-oriented time use patterns (28 versus 25%; but approaching significance) and reduced the proportion with peer-oriented time use patterns (16 versus 26%).",
        "section": "Effects of Family Rewards on Parental Monitoring and Adolescent Time Use Mechanisms",
        "section_number": 35,
        "sentences": [
            "To assess impacts on the four companionship time use groups identified in the cluster analysis, a multinomial logistic regression was conducted to determine whether program status predicted cluster membership, using the Bpeer-orientedĉ luster as the reference group for all post-hoc comparisons (given our focus in this paper on the hypothesized reduced time spent with peers for the Family Rewards program).",
            "Program group status predicted group membership in the overall model, but at a trend level (Chi square = 7.00, p = 0.072).",
            "Post-hoc comparisons revealed that there was a statistically significantly higher proportion of program adolescents in the family-oriented group (b = −0.68, p < 0.01, OR = 0.51) and at a trend level in the family/peer group (b = −0.57, p < 0.10, OR = 0.57) as compared to the proportion in the peer-oriented group, compared to the control adolescents.",
            "Translating these findings to predicted proportions, as shown in Fig. 1 , Family Rewards increased the proportion of adolescents with family-oriented time use patterns (a predicted probability of 40% in the program group versus 33% in the control group) and in the family/peer-oriented time use patterns (28 versus 25%; but approaching significance) and reduced the proportion with peer-oriented time use patterns (16 versus 26%)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33930",
        "text": "The evidence emerging from this study shows that there is considerable benefit to examining outcomes not directly targeted by the Family Rewards program in fully understanding its range of effects. In particular, the findings demonstrate that even though the program targeted schooling-related outcomes, adolescent's substance use and aggression, other key aspects of their behavior, can be changed by CCT incentives offered by the Family Rewards program. Finally, this study points to one possible mechanism for the benefits (reductions) to children's problem behavior-time spent with peerswhich might have been especially important for high-risk adolescents at this key developmental point in the transition to high school.",
        "section": "Discussion",
        "section_number": 36,
        "sentences": [
            "The evidence emerging from this study shows that there is considerable benefit to examining outcomes not directly targeted by the Family Rewards program in fully understanding its range of effects.",
            "In particular, the findings demonstrate that even though the program targeted schooling-related outcomes, adolescent's substance use and aggression, other key aspects of their behavior, can be changed by CCT incentives offered by the Family Rewards program.",
            "Finally, this study points to one possible mechanism for the benefits (reductions) to children's problem behavior-time spent with peerswhich might have been especially important for high-risk adolescents at this key developmental point in the transition to high school."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33930",
        "text": "Family Rewards did not affect monitoring of parents or disclosure of adolescents, as might be expected if the program was causing large changes in how families interact. While adolescents did indeed change their behavior in terms of the time spent on academic activities (as shown in Aber et al. 2016) , program parents do not report Bkeeping track^of their children's behavior more so than in the control group. Perhaps because adolescents reported spending more time with family, the need for monitoring was actually reduced in the program group.",
        "section": "Discussion",
        "section_number": 37,
        "sentences": [
            "Family Rewards did not affect monitoring of parents or disclosure of adolescents, as might be expected if the program was causing large changes in how families interact.",
            "While adolescents did indeed change their behavior in terms of the time spent on academic activities (as shown in Aber et al. 2016) , program parents do not report Bkeeping track^of their children's behavior more so than in the control group.",
            "Perhaps because adolescents reported spending more time with family, the need for monitoring was actually reduced in the program group."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33930",
        "text": "Interestingly, the Family Rewards program did not result in any change (either positive or negative) to adolescent's mental health. In the design of the program, concerns were raised about whether the program would cause increased teenager's anxiety because of the pressure of the rewards in areas of academic performance. At the same time, benefits to adolescent mental health were hypothesized due to the increased income to adolescents and their families. Perhaps these two processes worked against each other resulting in no impact on these outcomes. Perhaps more interesting were the findings on adolescent time spent with families and peers: here we find that Family Rewards reduced time spent with peers and increased time spent with family members. The magnitudes of the impacts are notablewith a 10 percentage point reduction in the proportion of adolescents spending time with peers. These findings are consistent with those presented in a companion paper (Aber et al. 2016) showing that in the program group fewer adolescents spent their time in social activities with peers and more adolescents spent their time on academic activities such as schoolwork, relative to adolescents in the control group. Thus, spending time on different kinds of activities meant that adolescents also spent time with different kinds of individuals.",
        "section": "Discussion",
        "section_number": 38,
        "sentences": [
            "Interestingly, the Family Rewards program did not result in any change (either positive or negative) to adolescent's mental health.",
            "In the design of the program, concerns were raised about whether the program would cause increased teenager's anxiety because of the pressure of the rewards in areas of academic performance.",
            "At the same time, benefits to adolescent mental health were hypothesized due to the increased income to adolescents and their families.",
            "Perhaps these two processes worked against each other resulting in no impact on these outcomes.",
            "Perhaps more interesting were the findings on adolescent time spent with families and peers: here we find that Family Rewards reduced time spent with peers and increased time spent with family members.",
            "The magnitudes of the impacts are notablewith a 10 percentage point reduction in the proportion of adolescents spending time with peers.",
            "These findings are consistent with those presented in a companion paper (Aber et al. 2016) showing that in the program group fewer adolescents spent their time in social activities with peers and more adolescents spent their time on academic activities such as schoolwork, relative to adolescents in the control group.",
            "Thus, spending time on different kinds of activities meant that adolescents also spent time with different kinds of individuals."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33930",
        "text": "Most importantly, and perhaps because of this reduced time with peers, Family Rewards reduced teenagers' problem behavior, a key outcome not directly targeted by the intervention. Teenagers in the program group reported lower levels of aggression as well as lower levels of substance use (alcohol and marijuana use) than their peers in the control group, which could bode well for their long-term outcomes. While there were no corresponding effects on delinquency, the consistency of results across aggression and problem behavior outcomes lends support to the hypothesis that the program successfully improved these nontargeted outcomes.",
        "section": "Discussion",
        "section_number": 39,
        "sentences": [
            "Most importantly, and perhaps because of this reduced time with peers, Family Rewards reduced teenagers' problem behavior, a key outcome not directly targeted by the intervention.",
            "Teenagers in the program group reported lower levels of aggression as well as lower levels of substance use (alcohol and marijuana use) than their peers in the control group, which could bode well for their long-term outcomes.",
            "While there were no corresponding effects on delinquency, the consistency of results across aggression and problem behavior outcomes lends support to the hypothesis that the program successfully improved these nontargeted outcomes."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33930",
        "text": "One skeptical interpretation of these results is that adolescents in the program group believed their behavior, including a reduction in their use of alcohol and drugs, would be rewarded and therefore would be more likely than their control group counterparts to report lower levels of such use (even though they may be using such substances as frequently). The idea here is that adolescents in Family Rewards may have believed all Bgood behavior^was rewarded and therefore may have been likely to report more of such good behavior, including lower levels of alcohol and drug use. In this case, the lower rates would be simply a result of a reporting bias, not a Btrue^benefit of the program on behavior. In fact, prior research has raised concerns about adolescent self-reported data because of issues of bias due to memory and social desirability (Johnson and Fendrich 2005) , especially when considering reports of problem behavior and substance use. At the same time, qualitative analysis of program group participants revealed that there was some misunderstanding among families that Family Rewards was a program that rewarded Bgood behavior^generally (Greenberg et al. 2011) . This misunderstanding may have led some teenagers to actually engage in less risky behavior, a domain that may be easier to change for some than academic achievement.",
        "section": "Discussion",
        "section_number": 40,
        "sentences": [
            "One skeptical interpretation of these results is that adolescents in the program group believed their behavior, including a reduction in their use of alcohol and drugs, would be rewarded and therefore would be more likely than their control group counterparts to report lower levels of such use (even though they may be using such substances as frequently).",
            "The idea here is that adolescents in Family Rewards may have believed all Bgood behavior^was rewarded and therefore may have been likely to report more of such good behavior, including lower levels of alcohol and drug use.",
            "In this case, the lower rates would be simply a result of a reporting bias, not a Btrue^benefit of the program on behavior.",
            "In fact, prior research has raised concerns about adolescent self-reported data because of issues of bias due to memory and social desirability (Johnson and Fendrich 2005) , especially when considering reports of problem behavior and substance use.",
            "At the same time, qualitative analysis of program group participants revealed that there was some misunderstanding among families that Family Rewards was a program that rewarded Bgood behavior^generally (Greenberg et al. 2011) .",
            "This misunderstanding may have led some teenagers to actually engage in less risky behavior, a domain that may be easier to change for some than academic achievement."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33930",
        "text": "To investigate this, and to examine the impact of Family Rewards on peer influences, adolescents were also asked about their peers' behavior, which may not be subject to the same kind of reporting bias. For these outcomes, Family Rewards was also found to show benefits, providing greater confidence in the results on adolescents' own reports. Teenagers reported statistically significantly fewer friends who use alcohol and marijuana than those in the control group. It is probable that the program is not affecting adolescents' friends' behaviors. Rather, the program may be affecting the peer groups with which adolescents are spending their time. Initiated at teenagers' entry into high school, the program may have affected the development of the peer groups at this important school (and developmental) transition (Isakson and Jarvis 1999) .",
        "section": "Discussion",
        "section_number": 41,
        "sentences": [
            "To investigate this, and to examine the impact of Family Rewards on peer influences, adolescents were also asked about their peers' behavior, which may not be subject to the same kind of reporting bias.",
            "For these outcomes, Family Rewards was also found to show benefits, providing greater confidence in the results on adolescents' own reports.",
            "Teenagers reported statistically significantly fewer friends who use alcohol and marijuana than those in the control group.",
            "It is probable that the program is not affecting adolescents' friends' behaviors.",
            "Rather, the program may be affecting the peer groups with which adolescents are spending their time.",
            "Initiated at teenagers' entry into high school, the program may have affected the development of the peer groups at this important school (and developmental) transition (Isakson and Jarvis 1999) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33930",
        "text": "These findings on adolescent problem behavior, and substance use in particular, are important in that these are outcomes were not incentivized by the program and, indeed, are an understudied area of the CCT literature more broadly (Fiszbein and Schady 2008, although for an exception, see Ozer et al. 2009) . Notably, these effects are occurring despite the greater resources to which these teenagers have access in the program group, suggesting that the teenagers are not using their increased resources to purchase such substances. And, these effects are as large as or larger than those in some substance use programs. For example, a meta-analyses of 207 school-based drug prevention programs yielded a median effect size of 0.17 and a mean of 0.21 standard deviations (Tobler et al. 2000) . In addition, a metaanalysis of 42 effect sizes from randomized controlled trials of computer-based alcohol and tobacco use interventions had weighted average effect sizes of 0.20 (Rooke et al. 2010 ). Indeed, not assessing substance use would have certainly underestimated the benefits of this program on adolescent's lives.",
        "section": "Discussion",
        "section_number": 42,
        "sentences": [
            "These findings on adolescent problem behavior, and substance use in particular, are important in that these are outcomes were not incentivized by the program and, indeed, are an understudied area of the CCT literature more broadly (Fiszbein and Schady 2008, although for an exception, see Ozer et al. 2009) .",
            "Notably, these effects are occurring despite the greater resources to which these teenagers have access in the program group, suggesting that the teenagers are not using their increased resources to purchase such substances.",
            "And, these effects are as large as or larger than those in some substance use programs.",
            "For example, a meta-analyses of 207 school-based drug prevention programs yielded a median effect size of 0.17 and a mean of 0.21 standard deviations (Tobler et al. 2000) .",
            "In addition, a metaanalysis of 42 effect sizes from randomized controlled trials of computer-based alcohol and tobacco use interventions had weighted average effect sizes of 0.20 (Rooke et al. 2010 ).",
            "Indeed, not assessing substance use would have certainly underestimated the benefits of this program on adolescent's lives."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33930",
        "text": "There are a number of limitations of the study. First, our sample are urban, African-American and Latino high school students in an advanced, services-rich economy. Thus, results cannot be generalized to other poor communities, populations, or age groups in the USA, and it is not possible to make direct comparisons with results from the extant body of research on CCTs in low-and middle-income countries. Indeed, we think it is critical to design a CCT with close attention to context. Second, while we hypothesize about the potential mechanisms of action through which impacts on problem behavior occur, we do not test this hypothesis statistically using causal mediation analyses. Third, our major findings are based on adolescent report measures, from adolescents who were not blind to their program group assignment. As such, these findings should be replicated with objective measures from assessors blind to treatment status in order to lend strong support that these findings are replicable and reflect true changes in adolescent behavior and not just the reporting of such behavior (either for themselves or for their friends). Finally, given these outcomes have rarely been assessed in the CCT literature, these findings, even those that show a consistent Bstory^in this study, require replication.",
        "section": "Limitations",
        "section_number": 43,
        "sentences": [
            "There are a number of limitations of the study.",
            "First, our sample are urban, African-American and Latino high school students in an advanced, services-rich economy.",
            "Thus, results cannot be generalized to other poor communities, populations, or age groups in the USA, and it is not possible to make direct comparisons with results from the extant body of research on CCTs in low-and middle-income countries.",
            "Indeed, we think it is critical to design a CCT with close attention to context.",
            "Second, while we hypothesize about the potential mechanisms of action through which impacts on problem behavior occur, we do not test this hypothesis statistically using causal mediation analyses.",
            "Third, our major findings are based on adolescent report measures, from adolescents who were not blind to their program group assignment.",
            "As such, these findings should be replicated with objective measures from assessors blind to treatment status in order to lend strong support that these findings are replicable and reflect true changes in adolescent behavior and not just the reporting of such behavior (either for themselves or for their friends).",
            "Finally, given these outcomes have rarely been assessed in the CCT literature, these findings, even those that show a consistent Bstory^in this study, require replication."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33930",
        "text": "These results suggest several directions for future work. First, future CCT initiatives in the USA might consider redesigning incentives to directly target key mediating processes in order to produce larger and more sustained impacts on outcomes. For example, rather than incentivizing academic achievement directly, rewards could offer incentives for students to attend academic tutoring programs or to join academic clubs, which in this case seems to have resulted in adolescents spending less time with friends. Perhaps even more importantly, it will be critical to examine the effects of the Family Rewards program in the long term. While Family Rewards did not have many of the hoped-for effects on academic processes in terms of the way students approached schooling (as shown in the companion paper; Aber et al. 2016), it did have positive impacts on students' time use (in terms of more teens spending time with family and less with peers). Combined with the reductions in teenagers' aggression and substance use (which are perhaps related to the reported changes in peer interactions), this suite of positive effects point to potential longterm benefits of the program for these teenagers as they move into adulthood.",
        "section": "Implications",
        "section_number": 44,
        "sentences": [
            "These results suggest several directions for future work.",
            "First, future CCT initiatives in the USA might consider redesigning incentives to directly target key mediating processes in order to produce larger and more sustained impacts on outcomes.",
            "For example, rather than incentivizing academic achievement directly, rewards could offer incentives for students to attend academic tutoring programs or to join academic clubs, which in this case seems to have resulted in adolescents spending less time with friends.",
            "Perhaps even more importantly, it will be critical to examine the effects of the Family Rewards program in the long term.",
            "While Family Rewards did not have many of the hoped-for effects on academic processes in terms of the way students approached schooling (as shown in the companion paper; Aber et al. 2016), it did have positive impacts on students' time use (in terms of more teens spending time with family and less with peers).",
            "Combined with the reductions in teenagers' aggression and substance use (which are perhaps related to the reported changes in peer interactions), this suite of positive effects point to potential longterm benefits of the program for these teenagers as they move into adulthood."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33930",
        "text": "Compliance with Ethical Standards This paper was supported in part by the William T. Grant Foundation with a grant to the first two authors and from the New York City for Economic Opportunity (CEO) to MDRC for the core and embedded study evaluations of Opportunity NYC. We thank staff members at Seedco and the Neighborhood Partner Organizations in delivering the program, staff at Decision Information Resources, Inc., for collecting the data, and at MDRC, many individuals who worked on various aspects of the core and embedded studies, most notably James Riccio, David Greenberg, Nandita Verma, and Edith Yang. All procedures performed in studies involving human participants were in accordance with the ethical standards of the institutional and/or national research committee and with the 1964 Helsinki declaration and its later amendments or comparable ethical standards. This article does not contain any studies with animals performed by any of the authors. Informed consent was obtained from all individual participants included in the study.",
        "section": "Implications",
        "section_number": 45,
        "sentences": [
            "Compliance with Ethical Standards This paper was supported in part by the William T. Grant Foundation with a grant to the first two authors and from the New York City for Economic Opportunity (CEO) to MDRC for the core and embedded study evaluations of Opportunity NYC.",
            "We thank staff members at Seedco and the Neighborhood Partner Organizations in delivering the program, staff at Decision Information Resources, Inc., for collecting the data, and at MDRC, many individuals who worked on various aspects of the core and embedded studies, most notably James Riccio, David Greenberg, Nandita Verma, and Edith Yang.",
            "All procedures performed in studies involving human participants were in accordance with the ethical standards of the institutional and/or national research committee and with the 1964 Helsinki declaration and its later amendments or comparable ethical standards.",
            "This article does not contain any studies with animals performed by any of the authors.",
            "Informed consent was obtained from all individual participants included in the study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33930",
        "text": "The authors declare that they have no conflict of interest.",
        "section": "Conflict of Interest",
        "section_number": 46,
        "sentences": [
            "The authors declare that they have no conflict of interest."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "33930",
        "text": "Prev Sci (2017) 18:326-336",
        "section": "",
        "section_number": 47,
        "sentences": [
            "Prev Sci (2017) 18:326-336"
        ],
        "sentence_labels": [
            -1
        ]
    }
]