[
    {
        "doc_id": "34792",
        "text": "Background: The aim of this study was to compare lateral thermal damage of mesoappendix and appendiceal base using three different instruments for sealing and cutting of mesoappendix. Materials and methods: A total number of 99 patients (54 males and 45 females) who underwent laparoscopic appendectomy because of suspected appendicitis between December 2013 and May 2015 were enrolled in the study. The patients were divided in three groups based on instrument used for sealing of mesoappendix: group 1 (Ultracision; n ¼ 36), group 2 (LigaSure; n ¼ 32), and group 3 (MiSeal; n ¼ 31). Lateral thermal damage, intraoperative and postoperative complications, duration of surgery, hospital stay, and economic value were compared within groups. Results: The median age of patients was 14 y (range 3-17). A histopathologic analysis revealed a positive diagnosis of appendicitis in 84 patients (85%). The median lateral thermal damage on appendiceal base using Ultracision, LigaSure, and MiSeal was 0.10 mm, 0.16 mm, and 0.10 mm respectively, and on mesoappendix, 0.08 mm, 0.13 mm, and 0.08 mm, respectively. Significantly higher thermal damage was found on mesoappendix (P ¼ 0.015) and appendiceal base (P ¼ 0.012) in patients treated with LigaSure than in patients from other groups. There were no statistical differences among the groups regarding intraoperative and postoperative complications (P ¼ 0.098). No significant difference in thermal damage between appendicitis and nonappendicitis group was found (P ¼ 0.266).",
        "section": "Abstract",
        "sentences": [
            "Background: The aim of this study was to compare lateral thermal damage of mesoappendix and appendiceal base using three different instruments for sealing and cutting of mesoappendix.",
            "Materials and methods: A total number of 99 patients (54 males and 45 females) who underwent laparoscopic appendectomy because of suspected appendicitis between December 2013 and May 2015 were enrolled in the study.",
            "The patients were divided in three groups based on instrument used for sealing of mesoappendix: group 1 (Ultracision; n ¼ 36), group 2 (LigaSure; n ¼ 32), and group 3 (MiSeal; n ¼ 31).",
            "Lateral thermal damage, intraoperative and postoperative complications, duration of surgery, hospital stay, and economic value were compared within groups.",
            "Results: The median age of patients was 14 y (range 3-17).",
            "A histopathologic analysis revealed a positive diagnosis of appendicitis in 84 patients (85%).",
            "The median lateral thermal damage on appendiceal base using Ultracision, LigaSure, and MiSeal was 0.10 mm, 0.16 mm, and 0.10 mm respectively, and on mesoappendix, 0.08 mm, 0.13 mm, and 0.08 mm, respectively.",
            "Significantly higher thermal damage was found on mesoappendix (P ¼ 0.015) and appendiceal base (P ¼ 0.012) in patients treated with LigaSure than in patients from other groups.",
            "There were no statistical differences among the groups regarding intraoperative and postoperative complications (P ¼ 0.098).",
            "No significant difference in thermal damage between appendicitis and nonappendicitis group was found (P ¼ 0.266)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34792",
        "text": "The hemostasis in minimal invasive surgery is the main issue. Precise visualization can be obtained only in bloodless field. Prevention of the bleeding requires time and appropriate use of technology. Lateral thermal spread of energy results in damage of tissues near the target site and could be seen in every laparoscopic procedure. However, results of studies showed that the newer electrosurgical instruments produce excellent hemostasis and also all produce lateral thermal damage which is less than produced by older instrument. 1, 2 The main issue in open or laparoscopic electrosurgery is to minimize thermal damage to surrounding tissues and to increase speed without compromising integrity of the tissue. 1e3 Although laparoscopic appendectomy has not yet achieved the status of a \"gold standard\" treatment, it is progressively accepted as the treatment of choice for acute appendicitis. 4 To achieve safe cutting and hemostasis, different devices for laparoscopic appendectomy have been introduced to clinical practice. 1, 4 Ultracision is an ultrasonically activated instrument which works by the transmission of high-frequency mechanical energy direct to tissue. 3 The heat and vibration together denature proteins by disrupting hydrogen bonds leading to formation of a sticky coagulum. Because of mechanical vibration, Ultracision devices applied less energy than bipolar instrument as well as working in lower temperature. 3 LigaSure is a bipolar instrument which uses new smart generator technology and produces less thermal energy compared with other bipolar instruments. LigaSure causes the fusion of the blood vessels using a unique combination of pressure and current to melt the collagen and elastin contained within blood vessel wall. 5 More recent instrument on market is MiSeal, which uses direct energy for achieving tissue performance. Thermal fusion technology allows precise application of heat and less heat injury. Using this technology, there is lesser blood loss and reduced subjective sense of pain during the first few postoperative days. 6 The purpose of this study was to investigate the degree of lateral thermal injury of mesoappendix and appendiceal base using three different instruments (Ultracision LigaSure, and MiSeal) for dissection and hemostasis during laparoscopic appendectomy in children.",
        "section": "Introduction",
        "section_number": 1,
        "sentences": [
            "The hemostasis in minimal invasive surgery is the main issue.",
            "Precise visualization can be obtained only in bloodless field.",
            "Prevention of the bleeding requires time and appropriate use of technology.",
            "Lateral thermal spread of energy results in damage of tissues near the target site and could be seen in every laparoscopic procedure.",
            "However, results of studies showed that the newer electrosurgical instruments produce excellent hemostasis and also all produce lateral thermal damage which is less than produced by older instrument.",
            "1, 2 The main issue in open or laparoscopic electrosurgery is to minimize thermal damage to surrounding tissues and to increase speed without compromising integrity of the tissue.",
            "1e3 Although laparoscopic appendectomy has not yet achieved the status of a \"gold standard\" treatment, it is progressively accepted as the treatment of choice for acute appendicitis.",
            "4 To achieve safe cutting and hemostasis, different devices for laparoscopic appendectomy have been introduced to clinical practice.",
            "1, 4 Ultracision is an ultrasonically activated instrument which works by the transmission of high-frequency mechanical energy direct to tissue.",
            "3 The heat and vibration together denature proteins by disrupting hydrogen bonds leading to formation of a sticky coagulum.",
            "Because of mechanical vibration, Ultracision devices applied less energy than bipolar instrument as well as working in lower temperature.",
            "3 LigaSure is a bipolar instrument which uses new smart generator technology and produces less thermal energy compared with other bipolar instruments.",
            "LigaSure causes the fusion of the blood vessels using a unique combination of pressure and current to melt the collagen and elastin contained within blood vessel wall.",
            "5 More recent instrument on market is MiSeal, which uses direct energy for achieving tissue performance.",
            "Thermal fusion technology allows precise application of heat and less heat injury.",
            "Using this technology, there is lesser blood loss and reduced subjective sense of pain during the first few postoperative days.",
            "6 The purpose of this study was to investigate the degree of lateral thermal injury of mesoappendix and appendiceal base using three different instruments (Ultracision LigaSure, and MiSeal) for dissection and hemostasis during laparoscopic appendectomy in children."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34792",
        "text": "A total number of 99 patients (54 males and 45 females) who underwent laparoscopic appendectomy because of suspected appendicitis between December 2013 and May 2015 in the Department of Pediatric Surgery, University Hospital of Split, were enrolled in the study. The study was carried out as a randomized controlled clinical trial among a convenience sample of patients. Informed consent was obtained from parents or legal guardians of all the patients, and the Ethics Committee of University Hospital of Split approved the study protocol. The study included patients of both genders, aged 0-18 y, suspected to acute appendicitis. Exclusion criteria were as follows: patients aged >18 y, those who required conversion to open appendectomy, patients with contraindications for laparoscopic procedure, and those whose parents refused laparoscopic appendectomy. Based on instrument used for sealing and cutting of mesoappendix, the patients were divided in three groups: group 1 (Ultracision; n ¼ 36), group 2 (LigaSure; n ¼ 32), and group 3 (MiSeal; n ¼ 31). In each group, the patients were divided in two subgroups based on the histopathologic findings (acute appendicitis and nonappendicitis). The allocation of participants in three groups was done using random number generator. The statistician who did not have any contact with the surgents preformed the randomization, with the probability of each participant entering any group of 33%. The strength of the evidence which could be drawn from this study is satisfactory. Preoperatively, all patients underwent a clinical examination and laboratory analysis. In most of the patients, abdominal ultrasound was performed. The patient data are summarized in Table 1 .",
        "section": "Patients",
        "section_number": 2,
        "sentences": [
            "A total number of 99 patients (54 males and 45 females) who underwent laparoscopic appendectomy because of suspected appendicitis between December 2013 and May 2015 in the Department of Pediatric Surgery, University Hospital of Split, were enrolled in the study.",
            "The study was carried out as a randomized controlled clinical trial among a convenience sample of patients.",
            "Informed consent was obtained from parents or legal guardians of all the patients, and the Ethics Committee of University Hospital of Split approved the study protocol.",
            "The study included patients of both genders, aged 0-18 y, suspected to acute appendicitis.",
            "Exclusion criteria were as follows: patients aged >18 y, those who required conversion to open appendectomy, patients with contraindications for laparoscopic procedure, and those whose parents refused laparoscopic appendectomy.",
            "Based on instrument used for sealing and cutting of mesoappendix, the patients were divided in three groups: group 1 (Ultracision; n ¼ 36), group 2 (LigaSure; n ¼ 32), and group 3 (MiSeal; n ¼ 31).",
            "In each group, the patients were divided in two subgroups based on the histopathologic findings (acute appendicitis and nonappendicitis).",
            "The allocation of participants in three groups was done using random number generator.",
            "The statistician who did not have any contact with the surgents preformed the randomization, with the probability of each participant entering any group of 33%.",
            "The strength of the evidence which could be drawn from this study is satisfactory.",
            "Preoperatively, all patients underwent a clinical examination and laboratory analysis.",
            "In most of the patients, abdominal ultrasound was performed.",
            "The patient data are summarized in Table 1 ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": 0
    },
    {
        "doc_id": "34792",
        "text": "The primary endpoint of this study was to test the hypothesis that there is no significant difference in lateral thermal damage between different instruments (Ultracision, LigaSure, and MiSeal) used for sealing and cutting of mesoappendix during laparoscopic appendectomy in children. The primary outcome measure was the lateral thermal damage of mesoappendix and appendiceal base during laparoscopic appendectomy. The secondary outcome variables were the intraoperative and postoperative complications, duration of the operation, hospital stay, and rate of reoperations. The intraoperative complications included thermal-related complications, organ lesions, and intraperitoneal bleeding. Postoperative complications included bleeding into the abdominal wall, wound infection, postoperative ileus, small bowel obstruction, and formation of an intraabdominal abscess.",
        "section": "Hypothesis and outcome measures",
        "section_number": 3,
        "sentences": [
            "The primary endpoint of this study was to test the hypothesis that there is no significant difference in lateral thermal damage between different instruments (Ultracision, LigaSure, and MiSeal) used for sealing and cutting of mesoappendix during laparoscopic appendectomy in children.",
            "The primary outcome measure was the lateral thermal damage of mesoappendix and appendiceal base during laparoscopic appendectomy.",
            "The secondary outcome variables were the intraoperative and postoperative complications, duration of the operation, hospital stay, and rate of reoperations.",
            "The intraoperative complications included thermal-related complications, organ lesions, and intraperitoneal bleeding.",
            "Postoperative complications included bleeding into the abdominal wall, wound infection, postoperative ileus, small bowel obstruction, and formation of an intraabdominal abscess."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34792",
        "text": "The patient was placed in a supine position, combined with the Trendelenburg position and left lateral position. The surgeon and an assistant stand on the left side, and the monitor is on the right side of the patient. A Veress needle was used to establish pneumoperitoneum. The 5-mm trocar was placed supraumbilically, a 10-mm trocar was placed in the left lower abdomen, and the other 5-mm trocar was placed in the right upper abdomen. After identification and mobilization of the appendix, mesoappendix was skeletized from the top to the base with either a harmonic scalpel (Ultracision, model HAR 36; Ethicon Endo-Surgery, Cincinnati, OH), a bipolar tissue sealing system (LigaSure, model LS 1500; Valleylab, Boulder, CO), or thermal fusion technology (MiSeal, model 452-131D; Microline, Beverly, MA). Appendiceal base was secured using endo-loop (Endoloop; Ethicon Endo-Surgery, Cincinnati, OH) or polimeric clips (Ligating Clips XL; Grena, Brentford, UK). Appendix was divided with the device used for dissecting the mesoappendix and removed from abdominal cavity using disposable specimen retrieval bag.",
        "section": "Surgery",
        "section_number": 4,
        "sentences": [
            "The patient was placed in a supine position, combined with the Trendelenburg position and left lateral position.",
            "The surgeon and an assistant stand on the left side, and the monitor is on the right side of the patient.",
            "A Veress needle was used to establish pneumoperitoneum.",
            "The 5-mm trocar was placed supraumbilically, a 10-mm trocar was placed in the left lower abdomen, and the other 5-mm trocar was placed in the right upper abdomen.",
            "After identification and mobilization of the appendix, mesoappendix was skeletized from the top to the base with either a harmonic scalpel (Ultracision, model HAR 36; Ethicon Endo-Surgery, Cincinnati, OH), a bipolar tissue sealing system (LigaSure, model LS 1500; Valleylab, Boulder, CO), or thermal fusion technology (MiSeal, model 452-131D; Microline, Beverly, MA).",
            "Appendiceal base was secured using endo-loop (Endoloop; Ethicon Endo-Surgery, Cincinnati, OH) or polimeric clips (Ligating Clips XL; Grena, Brentford, UK).",
            "Appendix was divided with the device used for dissecting the mesoappendix and removed from abdominal cavity using disposable specimen retrieval bag."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34792",
        "text": "The removed appendix was cut and fixed in full in 4% buffered formalin and embedded in paraffin. Five-micrometer-thick sections were cut from a paraffin block of each specimen and stained with hematoxylin and eosin. Using an Olympus light microscope, model BX41, and Olympus image analysis software, the width of the lateral thermal damage was measured at the application area. Figure 1 shows the width of lateral thermal damage from the point of instrument application to the margins of unchanged nearby tissue. For each appendix, five measurements of thermal damage on mesoappendix and appendiceal base were performed, and mean values of thermal damage for mesoappendix and appendiceal base were calculated.",
        "section": "Pathohistologic analysis",
        "section_number": 5,
        "sentences": [
            "The removed appendix was cut and fixed in full in 4% buffered formalin and embedded in paraffin.",
            "Five-micrometer-thick sections were cut from a paraffin block of each specimen and stained with hematoxylin and eosin.",
            "Using an Olympus light microscope, model BX41, and Olympus image analysis software, the width of the lateral thermal damage was measured at the application area.",
            "Figure 1 shows the width of lateral thermal damage from the point of instrument application to the margins of unchanged nearby tissue.",
            "For each appendix, five measurements of thermal damage on mesoappendix and appendiceal base were performed, and mean values of thermal damage for mesoappendix and appendiceal base were calculated."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34792",
        "text": "The data were analyzed using the Microsoft Excel for Windows Version 16.0 (Microsoft Corporation, Redmond, WA) and SPSS 19.0 (IBM Corp, Armonk, NY) software programs. Distributions of quantitative data were described by means and standard deviations or medians and ranges, whereas absolute rates and percentages were used to describe categorical data. Differences in median values of lateral thermal damage between the groups of patients were tested with KruskaleWallis one-way analysis of variance, followed by ManneWhitney post hoc testing. The same analytical procedure was applied on other quantitative variables, such as duration of stay in hospital or duration of operation procedure, if they were compared between the three groups of patients, whereas ManneWhitney test was used for two groups comparisons (i.e., between groups with and without appendicitis). The chi-square test with Yates correction was used for the statistical analysis of the categorical data. All values of P < 0.05 were considered to indicate statistical significance.",
        "section": "Statistical analysis",
        "section_number": 6,
        "sentences": [
            "The data were analyzed using the Microsoft Excel for Windows Version 16.0 (Microsoft Corporation, Redmond, WA) and SPSS 19.0 (IBM Corp, Armonk, NY) software programs.",
            "Distributions of quantitative data were described by means and standard deviations or medians and ranges, whereas absolute rates and percentages were used to describe categorical data.",
            "Differences in median values of lateral thermal damage between the groups of patients were tested with KruskaleWallis one-way analysis of variance, followed by ManneWhitney post hoc testing.",
            "The same analytical procedure was applied on other quantitative variables, such as duration of stay in hospital or duration of operation procedure, if they were compared between the three groups of patients, whereas ManneWhitney test was used for two groups comparisons (i.e., between groups with and without appendicitis).",
            "The chi-square test with Yates correction was used for the statistical analysis of the categorical data.",
            "All values of P < 0.05 were considered to indicate statistical significance."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34792",
        "text": "A total number of 99 patients were included in the study; 36 in the first group (Ultracision), 32 in the second group (LigaSure), and 31 in the third group (MiSeal). There were no significant differences between the groups regarding the gender, age, preoperative laboratory values (white blood cell count, C-reactive protein level, and neutrophil count), or clinical data (duration of symptoms and local clinical findings; Table 1 ). An analysis of the patient data showed that there was a significant difference between the groups only with respect to body temperature (P ¼ 0.044) but without clinical importance. The median age of patients was 14 y (range 3-17). A histopathologic analysis revealed a positive diagnosis of appendicitis in 84 patients (85%). There were five patients (5%) with an innocent appendix and 10 patients (10%) with other pathology findings (Meckel's diverticulitis in two cases, torsion of greater omentum in two cases, torsion of ovarian/ falopin tube cyst in four cases, torsion of ovarian teratoma in one case, and torsion of mesenteric cyst in one case).",
        "section": "Results",
        "section_number": 7,
        "sentences": [
            "A total number of 99 patients were included in the study; 36 in the first group (Ultracision), 32 in the second group (LigaSure), and 31 in the third group (MiSeal).",
            "There were no significant differences between the groups regarding the gender, age, preoperative laboratory values (white blood cell count, C-reactive protein level, and neutrophil count), or clinical data (duration of symptoms and local clinical findings; Table 1 ).",
            "An analysis of the patient data showed that there was a significant difference between the groups only with respect to body temperature (P ¼ 0.044) but without clinical importance.",
            "The median age of patients was 14 y (range 3-17).",
            "A histopathologic analysis revealed a positive diagnosis of appendicitis in 84 patients (85%).",
            "There were five patients (5%) with an innocent appendix and 10 patients (10%) with other pathology findings (Meckel's diverticulitis in two cases, torsion of greater omentum in two cases, torsion of ovarian/ falopin tube cyst in four cases, torsion of ovarian teratoma in one case, and torsion of mesenteric cyst in one case)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34792",
        "text": "With regard to the performance of the instruments, the median duration of surgery in the first group (Ultracision) was 35 min , in the second group (LigaSure) was 30 min , and in the third group (MiSeal) was 25 min (16-70; P ¼ 0.007). Post hoc analysis revealed that Ultracision group had significantly longer duration of surgery compared with other two groups (P ¼ 0.046), whereas no difference was found between the LigaSure and the MiSeal groups (P ¼ 0.131). Similar was found for days of hospital stay. The median hospital stay was 4 d (2-12) for the Ultracision group and 3 d (2-7) for the LigaSure and the MiSeal groups (P ¼ 0.012). Again, post hoc tests confirmed that the Ultracision group had significantly longest hospital stay than the other two groups (P ¼ 0.022), between which, on the other hand, no difference was found (P ¼ 0.741).",
        "section": "Results",
        "section_number": 8,
        "sentences": [
            "With regard to the performance of the instruments, the median duration of surgery in the first group (Ultracision) was 35 min , in the second group (LigaSure) was 30 min , and in the third group (MiSeal) was 25 min (16-70; P ¼ 0.007).",
            "Post hoc analysis revealed that Ultracision group had significantly longer duration of surgery compared with other two groups (P ¼ 0.046), whereas no difference was found between the LigaSure and the MiSeal groups (P ¼ 0.131).",
            "Similar was found for days of hospital stay.",
            "The median hospital stay was 4 d (2-12) for the Ultracision group and 3 d (2-7) for the LigaSure and the MiSeal groups (P ¼ 0.012).",
            "Again, post hoc tests confirmed that the Ultracision group had significantly longest hospital stay than the other two groups (P ¼ 0.022), between which, on the other hand, no difference was found (P ¼ 0.741)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34792",
        "text": "However, the type of instrument used in surgery was not associated with emergence of intraoperative and postoperative complications (P ¼ 0.098), as well as the rate of reoperations (P ¼ 0.572). With regard to lateral thermal damage, the median width of lateral thermal damage using Ultracision was 0.10 mm (0.03-0.32) on base of appendix and 0.08 mm (0.02-0.48) on mesoappendix, for LigaSure was 0.16 mm (0.04-0.49) on base of appendix and 0.13 mm (0.04-0.33) on mesoappendix and for MiSeal 0.10 mm (0.04-0.54) on appendiceal base and 0.08 mm (0.04-0.62) on mesoappendix ( Table 2 ; Fig. 2 ). Statistically significant difference in thermal damage among instruments was found for mesoappendix (P ¼ 0.015) and base of appendix (P ¼ 0.012) with LigaSure in both cases introducing significantly larger damage than the other two methods (post hoc, P ¼ 0.017). There were no significant differences in thermal damage at base of appendix or mesoappendix between different operators (P ! 0.506). No difference in either appendiceal or mesoappendiceal thermal damage was found between Ultracision and MiSeal (P ¼ 0.674).",
        "section": "Results",
        "section_number": 9,
        "sentences": [
            "However, the type of instrument used in surgery was not associated with emergence of intraoperative and postoperative complications (P ¼ 0.098), as well as the rate of reoperations (P ¼ 0.572).",
            "With regard to lateral thermal damage, the median width of lateral thermal damage using Ultracision was 0.10 mm (0.03-0.32) on base of appendix and 0.08 mm (0.02-0.48) on mesoappendix, for LigaSure was 0.16 mm (0.04-0.49) on base of appendix and 0.13 mm (0.04-0.33) on mesoappendix and for MiSeal 0.10 mm (0.04-0.54) on appendiceal base and 0.08 mm (0.04-0.62) on mesoappendix ( Table 2 ; Fig. 2 ).",
            "Statistically significant difference in thermal damage among instruments was found for mesoappendix (P ¼ 0.015) and base of appendix (P ¼ 0.012) with LigaSure in both cases introducing significantly larger damage than the other two methods (post hoc, P ¼ 0.017).",
            "There were no significant differences in thermal damage at base of appendix or mesoappendix between different operators (P !",
            "0.506).",
            "No difference in either appendiceal or mesoappendiceal thermal damage was found between Ultracision and MiSeal (P ¼ 0.674)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34792",
        "text": "Statistical difference in width of thermal damage on appendiceal base (P ¼ 0.170) and mesoappendix (P ¼ 0.266) between appendicitis group and nonappendicitis group was not found (Table 3 ; Fig. 3 ).",
        "section": "Results",
        "section_number": 10,
        "sentences": [
            "Statistical difference in width of thermal damage on appendiceal base (P ¼ 0.170) and mesoappendix (P ¼ 0.266) between appendicitis group and nonappendicitis group was not found (Table 3 ; Fig. 3 )."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34792",
        "text": "A variety of energy sources have been modified in laparoscopic and open surgery for several years to provide energy for cutting and hemostasis. Last years, the significant improvement of electrosurgical instruments as well as in laparoscopic surgery was seen. 7, 8 Electrosurgical instruments used in laparoscopic surgery were found to be Table 2 e Average lateral thermal damage on mesoappendix and basis of appendix among three groups of patients. relatively unsafe because their lateral thermal spread may easily cause damage to vital structures. 2,3,8e10 Better results, less complication, and less thermal damage were achieved introducing the new electrosurgical instruments. 1e3, 9, 10 The Ultracision makes hemostasis by coaptation of the vessels and sealing with a denatured protein coagulum as well as mechanically breaking tertiary hydrogen bounds in protein molecules by transducing the mechanical energy to tissue. It works at lower temperatures than other electrosurgical devices (50 C-80 C). 2, 3 The Ultracision, widely used instrument, is a safe and useful device in laparoscopic surgery. Many studies showed that using of the Ultracision during laparoscopic surgery produces less lateral thermal damage and leads to a shorter duration of surgery. Ultracision produces bioaerosols or very small particles and here is no smoke and no electric energy passage through the patient's body. 2, 3, 7, 11 LigaSure is a bipolar vessel sealing system that effectively seals blood vessels up to 7 mm in diameter, lymphatic vessels, and tissue bundles as large as the jaws of the instrument. The working principle of the instrument is sealing collagencontaining tissue by the denaturation of proteins and fusion of the opposing layers, which can then be easily transected. 5, 12 MiSeal in a new instrument which achieves tissue effect using direct thermal energy. The 5-mm laparoscopic instrument consists of reusable headpieces and disposable tip. Less blood loss and less postoperative pain were found using MiSeal during laparoscopic procedure. 6 Comparative study compared thermal fusion energy and bipolar instruments during tonsillectomy and showed that faster coagulation and recovery were achieved by MiSeal than bipolar instruments. 13 Our results did not show superiority of any of the instruments in achieving the hemostasis. This is in opposite with other studies which showed superiority of LigaSure in achieving the hemostasis. 1, 14, 15 Our results showed significant difference in length of operative time between compared groups but without any clinical significance because it was <10 min. The shortest operation time was found in MiSeal group and the longest in Ultracision group. We obtained these results on relatively small number of the patients and with the fact that most of the patients with perforated appendicitis were in Ultracision group, which extends surgical procedure. In our study statistically significant difference in hospital stay between three groups was also found. The longest hospital stay was also seen in Ultracision group because of the same Fig. 2 e Average thermal damage of (A) mesoappendix and (B) appendiceal base among instruments. reason as for the operation time, also without clinical significance. Clinical studies showed shorter operation time for LigaSure in comparison with Ultracision and monopolar electrosurgery in laparoscopic colectomy, adrenalectomy, and liver resection. 16e20 Many studies reported thermal injury after electrosurgical instrument application. 1e3,6e8,10e21 Side thermal injury may result from every used method of coagulation after direct application of the instrument to the tissue or because of insulation failure, direct or capacitive coupling. The ideal instrument would provide excellent hemostatic results with no thermal energy escape from the area where it has been applied. Previously, it has been reported that thermal spread caused by LigaSure and Harmonic scalpel is limited to an area <1.5 mm and 1.6 mm beyond the tissue bundle or vessel, respectively. 1, 3, 21 Ultrasonic energy delivered through a harmonic scalpel has been shown to be safe and to produce minimal damage to the surrounding tissue. High-power ultrasonic dissection may result in considerable heat production and surrounding tissue damage, especially when activation time exceeds 10 s. 2, 3, 11 In our previous studies, it has been demonstrated that harmonic scalpel application times >5 s presented a risk of lateral thermal damage to surrounding tissues or organs. To prevent lateral thermal injury, a 5-s pause between two 5-s applications has been suggested. 2, 3 In our study, patients operated using LigaSure had significantly greater lateral thermal damage of mesoappendix and base of appendix compared with other two instruments used for dissection of mesoappendix. Dru zijani c et al in their study also found greater thermal damage when using LigaSure than Ultracision; but in contrast to our study, that difference was not statistically significant. 20 Others studies showed slightly lesser lateral thermal damage of the tissue when using LigaSure than Ultracision, but also without statistical significance. 1, 20 In our study, lateral thermal damage was also compared between patients with inflammation of an appendix and those without inflammation, to see does the inflammation of the tissue cause difference in thermal damage. Although patients with noninflamed appendix had lower amounts of lateral thermal damage, statistically significant difference in thermal damage between two compared groups was not found.",
        "section": "Discussion",
        "section_number": 11,
        "sentences": [
            "A variety of energy sources have been modified in laparoscopic and open surgery for several years to provide energy for cutting and hemostasis.",
            "Last years, the significant improvement of electrosurgical instruments as well as in laparoscopic surgery was seen.",
            "7, 8 Electrosurgical instruments used in laparoscopic surgery were found to be Table 2 e Average lateral thermal damage on mesoappendix and basis of appendix among three groups of patients.",
            "relatively unsafe because their lateral thermal spread may easily cause damage to vital structures.",
            "2,3,8e10 Better results, less complication, and less thermal damage were achieved introducing the new electrosurgical instruments.",
            "1e3, 9, 10 The Ultracision makes hemostasis by coaptation of the vessels and sealing with a denatured protein coagulum as well as mechanically breaking tertiary hydrogen bounds in protein molecules by transducing the mechanical energy to tissue.",
            "It works at lower temperatures than other electrosurgical devices (50 C-80 C).",
            "2, 3 The Ultracision, widely used instrument, is a safe and useful device in laparoscopic surgery.",
            "Many studies showed that using of the Ultracision during laparoscopic surgery produces less lateral thermal damage and leads to a shorter duration of surgery.",
            "Ultracision produces bioaerosols or very small particles and here is no smoke and no electric energy passage through the patient's body.",
            "2, 3, 7, 11 LigaSure is a bipolar vessel sealing system that effectively seals blood vessels up to 7 mm in diameter, lymphatic vessels, and tissue bundles as large as the jaws of the instrument.",
            "The working principle of the instrument is sealing collagencontaining tissue by the denaturation of proteins and fusion of the opposing layers, which can then be easily transected.",
            "5, 12 MiSeal in a new instrument which achieves tissue effect using direct thermal energy.",
            "The 5-mm laparoscopic instrument consists of reusable headpieces and disposable tip.",
            "Less blood loss and less postoperative pain were found using MiSeal during laparoscopic procedure.",
            "6 Comparative study compared thermal fusion energy and bipolar instruments during tonsillectomy and showed that faster coagulation and recovery were achieved by MiSeal than bipolar instruments.",
            "13 Our results did not show superiority of any of the instruments in achieving the hemostasis.",
            "This is in opposite with other studies which showed superiority of LigaSure in achieving the hemostasis.",
            "1, 14, 15 Our results showed significant difference in length of operative time between compared groups but without any clinical significance because it was <10 min.",
            "The shortest operation time was found in MiSeal group and the longest in Ultracision group.",
            "We obtained these results on relatively small number of the patients and with the fact that most of the patients with perforated appendicitis were in Ultracision group, which extends surgical procedure.",
            "In our study statistically significant difference in hospital stay between three groups was also found.",
            "The longest hospital stay was also seen in Ultracision group because of the same Fig. 2 e Average thermal damage of (A) mesoappendix and (B) appendiceal base among instruments.",
            "reason as for the operation time, also without clinical significance.",
            "Clinical studies showed shorter operation time for LigaSure in comparison with Ultracision and monopolar electrosurgery in laparoscopic colectomy, adrenalectomy, and liver resection.",
            "16e20 Many studies reported thermal injury after electrosurgical instrument application.",
            "1e3,6e8,10e21 Side thermal injury may result from every used method of coagulation after direct application of the instrument to the tissue or because of insulation failure, direct or capacitive coupling.",
            "The ideal instrument would provide excellent hemostatic results with no thermal energy escape from the area where it has been applied.",
            "Previously, it has been reported that thermal spread caused by LigaSure and Harmonic scalpel is limited to an area <1.5 mm and 1.6 mm beyond the tissue bundle or vessel, respectively.",
            "1, 3, 21 Ultrasonic energy delivered through a harmonic scalpel has been shown to be safe and to produce minimal damage to the surrounding tissue.",
            "High-power ultrasonic dissection may result in considerable heat production and surrounding tissue damage, especially when activation time exceeds 10 s. 2, 3, 11 In our previous studies, it has been demonstrated that harmonic scalpel application times >5 s presented a risk of lateral thermal damage to surrounding tissues or organs.",
            "To prevent lateral thermal injury, a 5-s pause between two 5-s applications has been suggested.",
            "2, 3 In our study, patients operated using LigaSure had significantly greater lateral thermal damage of mesoappendix and base of appendix compared with other two instruments used for dissection of mesoappendix.",
            "Dru zijani c et al in their study also found greater thermal damage when using LigaSure than Ultracision; but in contrast to our study, that difference was not statistically significant.",
            "20 Others studies showed slightly lesser lateral thermal damage of the tissue when using LigaSure than Ultracision, but also without statistical significance.",
            "1, 20 In our study, lateral thermal damage was also compared between patients with inflammation of an appendix and those without inflammation, to see does the inflammation of the tissue cause difference in thermal damage.",
            "Although patients with noninflamed appendix had lower amounts of lateral thermal damage, statistically significant difference in thermal damage between two compared groups was not found."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34792",
        "text": "By reviewing the studies that as an outcome of research predicts incidence of complications during and after laparoscopic surgery using the latest laparoscopic instruments, their sole results supported our results, and we concluded that the use of all three studied instruments is safe and that the incidence of complications between compared instruments is equal and statistically not significant. 17, 18, 21, 22 All tested instruments showed lesser thermal damage compared with monopolar diathermy. 21e23 Comparing the expenses of entire procedure, use of Liga-Sure and Ultracision proved to be more cost effective in comparison to monopolar and bipolar instruments. 17, 21 Furthermore, analyzing the cost of laparoscopic surgery during which LigaSure was used, it was concluded that the better economic viability is of using previously mentioned in comparison to usage of Ultracision, but the difference was not statistically significant, and the results are justified by the shorter duration of the surgery, despite the higher price of the instrument. 18 By analyzing our results, we concluded that MiSeal is the most cost-effective for laparoscopic appendectomy in children considering that in addition to being the cheapest, it showed minimal thermal tissue damage to the base of appendix and to mesoappendix. Ultracision produced almost identical thermal tissue damage as well as MiSeal but is more expensive, whereas LigaSure proved economically most inefficient and not feasible and also with the highest thermal damage to tissue.",
        "section": "Discussion",
        "section_number": 12,
        "sentences": [
            "By reviewing the studies that as an outcome of research predicts incidence of complications during and after laparoscopic surgery using the latest laparoscopic instruments, their sole results supported our results, and we concluded that the use of all three studied instruments is safe and that the incidence of complications between compared instruments is equal and statistically not significant.",
            "17, 18, 21, 22 All tested instruments showed lesser thermal damage compared with monopolar diathermy.",
            "21e23 Comparing the expenses of entire procedure, use of Liga-Sure and Ultracision proved to be more cost effective in comparison to monopolar and bipolar instruments.",
            "17, 21 Furthermore, analyzing the cost of laparoscopic surgery during which LigaSure was used, it was concluded that the better economic viability is of using previously mentioned in comparison to usage of Ultracision, but the difference was not statistically significant, and the results are justified by the shorter duration of the surgery, despite the higher price of the instrument.",
            "18 By analyzing our results, we concluded that MiSeal is the most cost-effective for laparoscopic appendectomy in children considering that in addition to being the cheapest, it showed minimal thermal tissue damage to the base of appendix and to mesoappendix.",
            "Ultracision produced almost identical thermal tissue damage as well as MiSeal but is more expensive, whereas LigaSure proved economically most inefficient and not feasible and also with the highest thermal damage to tissue."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34792",
        "text": "All three tested instruments are equally safe for laparoscopic appendectomy in children, with note that LigaSure produced significantly greater thermal damage to tissue. It is very important when working nearby vital structures, especially in Fig. 3 e Average thermal damage on (A) mesoappendix and (B) appendiceal base among appendicitis and nonappendicitis group.",
        "section": "Conclusion",
        "section_number": 13,
        "sentences": [
            "All three tested instruments are equally safe for laparoscopic appendectomy in children, with note that LigaSure produced significantly greater thermal damage to tissue.",
            "It is very important when working nearby vital structures, especially in Fig. 3 e Average thermal damage on (A) mesoappendix and (B) appendiceal base among appendicitis and nonappendicitis group."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34792",
        "text": "small children, to pay attention to minimize thermal damage of surrounding tissue to avoid more serious complications.",
        "section": "Conclusion",
        "section_number": 14,
        "sentences": [
            "small children, to pay attention to minimize thermal damage of surrounding tissue to avoid more serious complications."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34792",
        "text": "j o u r n a l o f s u r g i c a l r e s e a r c h 1 5 m a y 2 0 1 7 ( 2 1 2 ) 1 0 1 e1 0 7",
        "section": "",
        "section_number": 15,
        "sentences": [
            "j o u r n a l o f s u r g i c a l r e s e a r c h 1 5 m a y 2 0 1 7 ( 2 1 2 ) 1 0 1 e1 0 7"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34792",
        "text": "p o g o r e l i c e t a l l a t e r a l t h e r m a l d a m a g e o f t h e a p p e n d i c e a l t i s s u e",
        "section": "",
        "section_number": 16,
        "sentences": [
            "p o g o r e l i c e t a l l a t e r a l t h e r m a l d a m a g e o f t h e a p p e n d i c e a l t i s s u e"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    }
]