[
    {
        "doc_id": "37505",
        "text": "Background Rapid diagnostic tests for malaria (mRDTs) have been scaled-up widely across Africa. The PRIME study evaluated an intervention aiming to improve fever case management using mRDTs at public health centers in Uganda. Methods A cluster-randomized trial was conducted from 2010-13 in Tororo, a high malaria transmission setting. Twenty public health centers were randomized in a 1:1 ratio to intervention or control. The intervention included training in health center management, fever case management with mRDTs, and patient-centered services; plus provision of mRDTs and artemether-lumefantrine (AL) when stocks ran low. Three rounds of Interviews were conducted with caregivers of children under five years of age as they exited health centers (N = 1400); reference mRDTs were done in children with fever (N = 1336). Health worker perspectives on mRDTs were elicited through semi-structured questionnaires (N = 49) and in-depth interviews (N = 10). The primary outcome was inappropriate treatment of malaria, defined as the proportion of febrile children who were not treated according to guidelines based on the reference mRDT. Findings There was no difference in inappropriate treatment of malaria between the intervention and control arms (24.0% versus 29.7%, adjusted risk ratio 0.81 [95% CI: 0.56, 1.17] p = 0.24). Most children (76.0%) tested positive by reference mRDT, but many were not prescribed AL (22.5% intervention versus 25.9% control, p = 0.53). Inappropriate treatment of children",
        "section": "Abstract",
        "sentences": [
            "Background Rapid diagnostic tests for malaria (mRDTs) have been scaled-up widely across Africa.",
            "The PRIME study evaluated an intervention aiming to improve fever case management using mRDTs at public health centers in Uganda.",
            "Methods A cluster-randomized trial was conducted from 2010-13 in Tororo, a high malaria transmission setting.",
            "Twenty public health centers were randomized in a 1:1 ratio to intervention or control.",
            "The intervention included training in health center management, fever case management with mRDTs, and patient-centered services; plus provision of mRDTs and artemether-lumefantrine (AL) when stocks ran low.",
            "Three rounds of Interviews were conducted with caregivers of children under five years of age as they exited health centers (N = 1400); reference mRDTs were done in children with fever (N = 1336).",
            "Health worker perspectives on mRDTs were elicited through semi-structured questionnaires (N = 49) and in-depth interviews (N = 10).",
            "The primary outcome was inappropriate treatment of malaria, defined as the proportion of febrile children who were not treated according to guidelines based on the reference mRDT.",
            "Findings There was no difference in inappropriate treatment of malaria between the intervention and control arms (24.0% versus 29.7%, adjusted risk ratio 0.81 [95% CI: 0.56, 1.17] p = 0.24).",
            "Most children (76.0%) tested positive by reference mRDT, but many were not prescribed AL (22.5% intervention versus 25.9% control, p = 0.53).",
            "Inappropriate treatment of children"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37505",
        "text": "In 2010, the World Health Organization changed guidelines for management of malaria, recommending that all suspected cases be confirmed by a parasitological test before treatment, when possible [1] . Subsequently, there has been a strong drive to scale-up use of rapid diagnostic tests for malaria (mRDTs) in areas where microscopy is unavailable or unreliable, with a goal of providing universal access to malaria diagnosis [2] . Testing for malaria is now considered one of the central pillars of malaria control, aiming to target effective antimalarials to those with laboratory confirmed malaria [3] , and allowing for improved management of nonmalarial fevers as well as reduced selection pressure for resistant parasites [4] . Increased testing is also promoted for surveillance purposes [5] , particularly as the burden of malaria has been declining in many countries [6, 7] . Implementation of rapid testing for malaria is paving the way for other point of care tests to target antibiotic use. Much hope is pinned on diagnostic technologies to turn the tide of antimicrobial resistance around the globe [8, 9] .",
        "section": "Introduction",
        "section_number": 1,
        "sentences": [
            "In 2010, the World Health Organization changed guidelines for management of malaria, recommending that all suspected cases be confirmed by a parasitological test before treatment, when possible [1] .",
            "Subsequently, there has been a strong drive to scale-up use of rapid diagnostic tests for malaria (mRDTs) in areas where microscopy is unavailable or unreliable, with a goal of providing universal access to malaria diagnosis [2] .",
            "Testing for malaria is now considered one of the central pillars of malaria control, aiming to target effective antimalarials to those with laboratory confirmed malaria [3] , and allowing for improved management of nonmalarial fevers as well as reduced selection pressure for resistant parasites [4] .",
            "Increased testing is also promoted for surveillance purposes [5] , particularly as the burden of malaria has been declining in many countries [6, 7] .",
            "Implementation of rapid testing for malaria is paving the way for other point of care tests to target antibiotic use.",
            "Much hope is pinned on diagnostic technologies to turn the tide of antimicrobial resistance around the globe [8, 9] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37505",
        "text": "Several major challenges to the introduction of mRDTs at scale have been recognised [2] . Once mRDTs are in stock, the focus of implementation programs has been on ensuring that all suspected malaria cases are tested with a mRDT prior to prescription of recommended antimalarial drugs. Early experiences with introducing mRDTs highlighted the potential for tests to remain unused, or for negative test results to be ignored and overridden by clinical judgement [10] [11] [12] [13] . However, interventions that have supported the introduction of mRDTs with intensive training and close supervision have increased appropriate malaria case management in Uganda [14, 15] , and elsewhere [16, 17] . Reductions in antimalarial prescribing have been as high as 68% [18] . However, the impact of introducing mRDTs into routine care for children in areas with intense malaria transmission remains unclear, including effects on antimalarial and antibiotic prescribing.",
        "section": "Introduction",
        "section_number": 2,
        "sentences": [
            "Several major challenges to the introduction of mRDTs at scale have been recognised [2] .",
            "Once mRDTs are in stock, the focus of implementation programs has been on ensuring that all suspected malaria cases are tested with a mRDT prior to prescription of recommended antimalarial drugs.",
            "Early experiences with introducing mRDTs highlighted the potential for tests to remain unused, or for negative test results to be ignored and overridden by clinical judgement [10] [11] [12] [13] .",
            "However, interventions that have supported the introduction of mRDTs with intensive training and close supervision have increased appropriate malaria case management in Uganda [14, 15] , and elsewhere [16, 17] .",
            "Reductions in antimalarial prescribing have been as high as 68% [18] .",
            "However, the impact of introducing mRDTs into routine care for children in areas with intense malaria transmission remains unclear, including effects on antimalarial and antibiotic prescribing."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37505",
        "text": "The PRIME intervention was designed to improve the quality of care delivered for malaria and other childhood febrile illnesses in Tororo, Uganda by training health workers in public health centers, and ensuring adequate supplies of mRDTs and artemisinin-based combination therapies (ACTs) [19, 20] . We conducted a cluster-randomized controlled trial to evaluate the impact of the PRIME intervention on community-level health indicators (published elsewhere) [21] , and treatment of malaria in children under five years, reported here. We aimed to test the hypothesis that inappropriate treatment of malaria would be lower in intervention health centers than in control health centers. We also conducted a mixed-methods process evaluation alongside the main trial to further our understanding about the implementation, mechanisms of effect and context of the intervention [22] . skipped by checking the \"No, I don't want to register my details\" box and selecting the Continue button). This will lead the user directly to the data set and documentation associated with it. The qualitative data contain identifying information and cannot be made publicly available, as this would compromise participant privacy and, furthermore, participants did not consent to have their data released. The qualitative data will be made available upon request by contacting Dr. Clare Chandler: clare.chandler@lshtm.ac.uk.",
        "section": "Introduction",
        "section_number": 3,
        "sentences": [
            "The PRIME intervention was designed to improve the quality of care delivered for malaria and other childhood febrile illnesses in Tororo, Uganda by training health workers in public health centers, and ensuring adequate supplies of mRDTs and artemisinin-based combination therapies (ACTs) [19, 20] .",
            "We conducted a cluster-randomized controlled trial to evaluate the impact of the PRIME intervention on community-level health indicators (published elsewhere) [21] , and treatment of malaria in children under five years, reported here.",
            "We aimed to test the hypothesis that inappropriate treatment of malaria would be lower in intervention health centers than in control health centers.",
            "We also conducted a mixed-methods process evaluation alongside the main trial to further our understanding about the implementation, mechanisms of effect and context of the intervention [22] .",
            "skipped by checking the \"No, I don't want to register my details\" box and selecting the Continue button).",
            "This will lead the user directly to the data set and documentation associated with it.",
            "The qualitative data contain identifying information and cannot be made publicly available, as this would compromise participant privacy and, furthermore, participants did not consent to have their data released.",
            "The qualitative data will be made available upon request by contacting Dr. Clare Chandler: clare.chandler@lshtm.ac.uk."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37505",
        "text": "The trial protocols have been published previously [19, 22] . The original and final versions of the protocols can be found in S1, S2, S3 and S4. The trial was approved by the Ugandan National Council for Science and Technology (UNCST Ref HS ",
        "section": "Methods",
        "section_number": 4,
        "sentences": [
            "The trial protocols have been published previously [19, 22] .",
            "The original and final versions of the protocols can be found in S1, S2, S3 and S4.",
            "The trial was approved by the Ugandan National Council for Science and Technology (UNCST Ref HS"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37505",
        "text": "This trial is registered at Clinicaltrials.gov (NCT01024426).",
        "section": "Trial registration",
        "section_number": 5,
        "sentences": [
            "This trial is registered at Clinicaltrials.gov (NCT01024426)."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37505",
        "text": "Tororo district is a rural area in eastern Uganda with intense malaria transmission (estimated entomologic inoculation rate of 125 infective bites per person-year) [23] . The study area included seven sub-counties in Tororo district (Fig 2) . Most local government-run health centers lack electricity and running water, and are under-staffed, run by nurses or nursing assistants [24] .",
        "section": "Study site",
        "section_number": 6,
        "sentences": [
            "Tororo district is a rural area in eastern Uganda with intense malaria transmission (estimated entomologic inoculation rate of 125 infective bites per person-year) [23] .",
            "The study area included seven sub-counties in Tororo district (Fig 2) .",
            "Most local government-run health centers lack electricity and running water, and are under-staffed, run by nurses or nursing assistants [24] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37505",
        "text": "The cluster-randomized design was selected because the intervention was implemented at health centers. Of 22 health centers in the study area, two pairs of health centers had substantially overlapping catchment areas; one facility from each pair was randomly excluded. All other health centers were eligible for participation. Twenty government-run health centers (level II and III) were the units of randomization, and were assigned in a 1:1 ratio to intervention or control. Health centers were stratified by level, and restricted randomization was employed to ensure balance on geographical location and cluster size. The trial statistician generated the allocation sequence using random number generation in R version 2.11.1 (http:// www.r-project.org/), and assigned health centers to study arms. Study personnel enrolled health centers after randomization; allocation was not blinded. Study personnel met with health leaders, health center in-charges, and community representatives to inform them about the study. An information sheet was used to describe the intervention, and verbal consent to participate in the study was obtained from the health center in-charges.",
        "section": "Cluster randomization",
        "section_number": 7,
        "sentences": [
            "The cluster-randomized design was selected because the intervention was implemented at health centers.",
            "Of 22 health centers in the study area, two pairs of health centers had substantially overlapping catchment areas; one facility from each pair was randomly excluded.",
            "All other health centers were eligible for participation.",
            "Twenty government-run health centers (level II and III) were the units of randomization, and were assigned in a 1:1 ratio to intervention or control.",
            "Health centers were stratified by level, and restricted randomization was employed to ensure balance on geographical location and cluster size.",
            "The trial statistician generated the allocation sequence using random number generation in R version 2.11.1 (http:// www.r-project.org/), and assigned health centers to study arms.",
            "Study personnel enrolled health centers after randomization; allocation was not blinded.",
            "Study personnel met with health leaders, health center in-charges, and community representatives to inform them about the study.",
            "An information sheet was used to describe the intervention, and verbal consent to participate in the study was obtained from the health center in-charges."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37505",
        "text": "Development of the PRIME intervention was guided by extensive formative research [20] . The intervention included: (1) training in-charges in health center management, (2) training health workers in fever case management and use of mRDTs, (3) training health workers in patient- [19] , copyright of the authors.",
        "section": "PRIME intervention",
        "section_number": 8,
        "sentences": [
            "Development of the PRIME intervention was guided by extensive formative research [20] .",
            "The intervention included: (1) training in-charges in health center management, (2) training health workers in fever case management and use of mRDTs, (3) training health workers in patient- [19] , copyright of the authors."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37505",
        "text": "https://doi.org/10.1371/journal.pone.0170998.g002 centered services, and (4) ensuring adequate supplies of mRDTs and artemether-lumefantrine (AL). Intervention training delivery started in May 2011 and was completed by 1 July 2011, the start date of the evaluation period. Support for the supplies of mRDTs and AL continued until April 2013. The implementation of the intervention was monitored, following a process evaluation protocol [22] .",
        "section": "PRIME intervention",
        "section_number": 9,
        "sentences": [
            "https://doi.org/10.1371/journal.pone.0170998.g002 centered services, and (4) ensuring adequate supplies of mRDTs and artemether-lumefantrine (AL).",
            "Intervention training delivery started in May 2011 and was completed by 1 July 2011, the start date of the evaluation period.",
            "Support for the supplies of mRDTs and AL continued until April 2013.",
            "The implementation of the intervention was monitored, following a process evaluation protocol [22] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37505",
        "text": "The training workshops for health center management and patient centered services were developed specifically for the PRIME study [20] , and the manuals are available online at www. actconsortium.org. For the fever case management module, we identified a training package developed by the Joint Uganda Malaria Training Program (JUMP) team utilising mRDT training guidelines and job aids adopted by Uganda's Ministry of Health [25, 26] . S5 File describes how the fever case management module was delivered. The module intended to improve antimalarial prescribing and included differential diagnoses for pneumonia, upper respiratory tract infection, otitis media, urinary tract infection, typhoid and bacterial meningitis, as well as recognition and referral of patients with severe illness.",
        "section": "PRIME intervention",
        "section_number": 10,
        "sentences": [
            "The training workshops for health center management and patient centered services were developed specifically for the PRIME study [20] , and the manuals are available online at www.",
            "actconsortium.org.",
            "For the fever case management module, we identified a training package developed by the Joint Uganda Malaria Training Program (JUMP) team utilising mRDT training guidelines and job aids adopted by Uganda's Ministry of Health [25, 26] .",
            "S5 File describes how the fever case management module was delivered.",
            "The module intended to improve antimalarial prescribing and included differential diagnoses for pneumonia, upper respiratory tract infection, otitis media, urinary tract infection, typhoid and bacterial meningitis, as well as recognition and referral of patients with severe illness."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37505",
        "text": "Exit interviews were conducted with caregivers of children under-five to assess the impact of the intervention on malaria case management. Three rounds of surveys were conducted, 1, 7, and 13 months after the intervention was rolled out (Fig 3) . On arrival, health workers on duty were informed of the study, and the study team approached caregivers as they left the health centers. When caregivers of young children were identified, study personnel briefly described the purpose of the study, and reviewed the eligibility criteria, which included: (1) age < 5 years, and (2) agreement of parent/guardian to provide written, informed consent. If eligibility criteria were met, a questionnaire was administered to the caregiver to gather information about the child's illness and their experience at the health center, and the child underwent a clinical evaluation. If the child had a temperature of >38.0˚C or a history of fever in the past 48 hours, a finger-prick blood sample was obtained to perform a reference mRDT. Children with a positive reference mRDT and no evidence of severe malaria, who had not been prescribed an ACT, were given AL.",
        "section": "Patient exit interviews",
        "section_number": 11,
        "sentences": [
            "Exit interviews were conducted with caregivers of children under-five to assess the impact of the intervention on malaria case management.",
            "Three rounds of surveys were conducted, 1, 7, and 13 months after the intervention was rolled out (Fig 3) .",
            "On arrival, health workers on duty were informed of the study, and the study team approached caregivers as they left the health centers.",
            "When caregivers of young children were identified, study personnel briefly described the purpose of the study, and reviewed the eligibility criteria, which included: (1) age < 5 years, and (2) agreement of parent/guardian to provide written, informed consent.",
            "If eligibility criteria were met, a questionnaire was administered to the caregiver to gather information about the child's illness and their experience at the health center, and the child underwent a clinical evaluation.",
            "If the child had a temperature of >38.0˚C or a history of fever in the past 48 hours, a finger-prick blood sample was obtained to perform a reference mRDT.",
            "Children with a positive reference mRDT and no evidence of severe malaria, who had not been prescribed an ACT, were given AL."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37505",
        "text": "Approximately 10-11 months after the intervention was initiated, health workers from all 20 health centers were invited to complete a questionnaire about their current work and changes in the past year in their work at their health center after providing written informed consent (Fig 3) . This included both open text questions, based on the Most Significant Change method [27] , and a series of closed questions designed to assess the influence of each of the intervention components on its intended objectives. The questionnaire that evaluated confidence in following case management guidelines is included in S6 File [22] . In addition, the in-charge or acting in-charge health worker from each of the 10 intervention health centers was approached for an in-depth interview by a trained social scientist to reflect on changes at the health center over the past year. Written informed consent was provided by all interview participants.",
        "section": "Health worker questionnaires and in-depth interviews",
        "section_number": 12,
        "sentences": [
            "Approximately 10-11 months after the intervention was initiated, health workers from all 20 health centers were invited to complete a questionnaire about their current work and changes in the past year in their work at their health center after providing written informed consent (Fig 3) .",
            "This included both open text questions, based on the Most Significant Change method [27] , and a series of closed questions designed to assess the influence of each of the intervention components on its intended objectives.",
            "The questionnaire that evaluated confidence in following case management guidelines is included in S6 File [22] .",
            "In addition, the in-charge or acting in-charge health worker from each of the 10 intervention health centers was approached for an in-depth interview by a trained social scientist to reflect on changes at the health center over the past year.",
            "Written informed consent was provided by all interview participants."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37505",
        "text": "The primary outcome was the proportion of febrile children under five who were not treated according to malaria treatment guidelines, that is having either a negative reference mRDT and being prescribed AL or having a positive reference mRDT result and not being prescribed AL. Pre-specified secondary outcomes were: the proportion of children for whom AL was prescribed at the health center; the proportion of children for whom an mRDT was done at the health center; the proportion who were prescribed AL among those with a negative reference mRDT result; and among those with a positive reference mRDT results the proportion who were not prescribed AL; the proportion who were prescribed a non-ACT antimalarial; the proportion who were not prescribed any antimalarial and the proportion who were prescribed antibiotics. Additional outcomes examined included: the proportion of children prescribed other drugs, the mean number of drugs prescribed, and the mean number of antibiotics prescribed.",
        "section": "Outcomes",
        "section_number": 13,
        "sentences": [
            "The primary outcome was the proportion of febrile children under five who were not treated according to malaria treatment guidelines, that is having either a negative reference mRDT and being prescribed AL or having a positive reference mRDT result and not being prescribed AL.",
            "Pre-specified secondary outcomes were: the proportion of children for whom AL was prescribed at the health center; the proportion of children for whom an mRDT was done at the health center; the proportion who were prescribed AL among those with a negative reference mRDT result; and among those with a positive reference mRDT results the proportion who were not prescribed AL; the proportion who were prescribed a non-ACT antimalarial; the proportion who were not prescribed any antimalarial and the proportion who were prescribed antibiotics.",
            "Additional outcomes examined included: the proportion of children prescribed other drugs, the mean number of drugs prescribed, and the mean number of antibiotics prescribed."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37505",
        "text": "We initially planned to interview 10 children and their caregivers in each of the 20 clusters at three different time points. Assuming the proportion inappropriately treated to be 50% in the control group, data from each time point would give 80% power to detect a difference in the proportion inappropriately treated for malaria between the two intervention arms of 24% (or more) at the 5% significance level, assuming a coefficient of variation between clusters of 0.2 and allowing for the stratified design. However, data from the first two time points indicated a lower level of inappropriate treatment across both arms than anticipated in the original sample size calculation. Therefore, the sample size required for the third and final time point was increased to 50 per cluster. Assuming the proportion of children inappropriately treated to be 35% in the control group this would give 80% power to detect a difference in proportion inappropriately treated of 12% (or more) at the 5% significance level with coefficient of variation 0.2.",
        "section": "Statistical analysis",
        "section_number": 14,
        "sentences": [
            "We initially planned to interview 10 children and their caregivers in each of the 20 clusters at three different time points.",
            "Assuming the proportion inappropriately treated to be 50% in the control group, data from each time point would give 80% power to detect a difference in the proportion inappropriately treated for malaria between the two intervention arms of 24% (or more) at the 5% significance level, assuming a coefficient of variation between clusters of 0.2 and allowing for the stratified design.",
            "However, data from the first two time points indicated a lower level of inappropriate treatment across both arms than anticipated in the original sample size calculation.",
            "Therefore, the sample size required for the third and final time point was increased to 50 per cluster.",
            "Assuming the proportion of children inappropriately treated to be 35% in the control group this would give 80% power to detect a difference in proportion inappropriately treated of 12% (or more) at the 5% significance level with coefficient of variation 0.2."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37505",
        "text": "Trial analysis was done at the cluster level [28] . Data from the three time points were analyzed together due to the relatively small sample size for the first two time points. Cluster-level proportions for each outcome were calculated and log transformed to normalize their distributions. Crude risk ratios for the effect of the intervention were calculated by taking the exponential of the difference in the mean of the cluster-specific log proportion between the two arms [28] . Stratified t-tests were used to calculate p-values for the crude effect of the intervention, where the within-stratum between-cluster variance was estimated as the residual mean square from a two-way analysis of variance of the log-proportions on stratum and treatment arm, including an interaction term. Finally, 95% confidence intervals (CI) for crude risk ratios, adjusting for stratum, were calculated from this variance using a t-statistic with 16 degrees of freedom, and then applying the exponential transformation. Adjusted analyses for the effect of the intervention on each outcome was also performed, adjusting for child's age and sex using a two-stage approach [19, 28] .",
        "section": "Statistical analysis",
        "section_number": 15,
        "sentences": [
            "Trial analysis was done at the cluster level [28] .",
            "Data from the three time points were analyzed together due to the relatively small sample size for the first two time points.",
            "Cluster-level proportions for each outcome were calculated and log transformed to normalize their distributions.",
            "Crude risk ratios for the effect of the intervention were calculated by taking the exponential of the difference in the mean of the cluster-specific log proportion between the two arms [28] .",
            "Stratified t-tests were used to calculate p-values for the crude effect of the intervention, where the within-stratum between-cluster variance was estimated as the residual mean square from a two-way analysis of variance of the log-proportions on stratum and treatment arm, including an interaction term.",
            "Finally, 95% confidence intervals (CI) for crude risk ratios, adjusting for stratum, were calculated from this variance using a t-statistic with 16 degrees of freedom, and then applying the exponential transformation.",
            "Adjusted analyses for the effect of the intervention on each outcome was also performed, adjusting for child's age and sex using a two-stage approach [19, 28] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37505",
        "text": "In further analyses, to assess plausibility of an effect of the intervention, we did a clusterlevel analysis to evaluate the association between intervention \"dose\" (the proportion of health workers at a HC who received training in fever case management) and the proportion of children experiencing the primary and secondary outcomes at that HC, using linear regression. We also investigated the following cluster-level characteristics for associations with the outcomes: mean age of health workers, proportion male health workers, mean education level, mean health worker length of time working at health center, mean number of training workshops attended, and proportion of health workers who received mRDT training. Scores for confidence in malaria case management were calculated as non-weighted aggregates from the questionnaires (S2 File) and also considered as a covariate in this analysis.",
        "section": "Statistical analysis",
        "section_number": 16,
        "sentences": [
            "In further analyses, to assess plausibility of an effect of the intervention, we did a clusterlevel analysis to evaluate the association between intervention \"dose\" (the proportion of health workers at a HC who received training in fever case management) and the proportion of children experiencing the primary and secondary outcomes at that HC, using linear regression.",
            "We also investigated the following cluster-level characteristics for associations with the outcomes: mean age of health workers, proportion male health workers, mean education level, mean health worker length of time working at health center, mean number of training workshops attended, and proportion of health workers who received mRDT training.",
            "Scores for confidence in malaria case management were calculated as non-weighted aggregates from the questionnaires (S2 File) and also considered as a covariate in this analysis."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37505",
        "text": "Individual-level analyses investigating differences in ACT prescribing behaviour, comparing children who reportedly had an mRDT performed at the health centers to those who did not were done using logistic regression with random effects to allow for clustering.",
        "section": "Statistical analysis",
        "section_number": 17,
        "sentences": [
            "Individual-level analyses investigating differences in ACT prescribing behaviour, comparing children who reportedly had an mRDT performed at the health centers to those who did not were done using logistic regression with random effects to allow for clustering."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37505",
        "text": "Qualitative analysis of in-depth interviews and open-text questionnaire responses involved reviewing each health worker as a case, situated in the context of their health center, and then coding narratives and text line-by-line to generate lists of repeating ideas which were grouped into emerging themes. These themes were explored in relation to the quantitative findings arising, and vice versa. Analyses were done using Stata version 13 (StataCorp, College Station, Texas, US) and Nvivo version 10 (QSR International). A p-value of less than 0.05 was taken to indicate statistical significance.",
        "section": "Statistical analysis",
        "section_number": 18,
        "sentences": [
            "Qualitative analysis of in-depth interviews and open-text questionnaire responses involved reviewing each health worker as a case, situated in the context of their health center, and then coding narratives and text line-by-line to generate lists of repeating ideas which were grouped into emerging themes.",
            "These themes were explored in relation to the quantitative findings arising, and vice versa.",
            "Analyses were done using Stata version 13 (StataCorp, College Station, Texas, US) and Nvivo version 10 (QSR International).",
            "A p-value of less than 0.05 was taken to indicate statistical significance."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37505",
        "text": "In all, 1400 children participated in the exit interviews, including 200 in round 1, 200 in round 2, and 1000 in round 3 (Fig 1) . Overall, the prevalence of malaria was high: 1336 (95.4%) children were febrile or reported a history of fever in the last 48 hours, and among these, 1,006 (75.3%) had a positive reference mRDT (Table 1) . Questionnaires were administered to 49 health workers (22 at control and 27 at intervention health centers) and 10 health center incharges were interviewed.",
        "section": "Study population",
        "section_number": 19,
        "sentences": [
            "In all, 1400 children participated in the exit interviews, including 200 in round 1, 200 in round 2, and 1000 in round 3 (Fig 1) .",
            "Overall, the prevalence of malaria was high: 1336 (95.4%) children were febrile or reported a history of fever in the last 48 hours, and among these, 1,006 (75.3%) had a positive reference mRDT (Table 1) .",
            "Questionnaires were administered to 49 health workers (22 at control and 27 at intervention health centers) and 10 health center incharges were interviewed."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37505",
        "text": "In 2009-2010, when the formative research for the PRIME study was conducted, health centers were experiencing major stockouts of AL, the first-line recommended treatment for uncomplicated malaria, and lacked mRDTs. However, by the the time the PRIME trial began in 2011, a new 'push' delivery system had been implemented nationwide and stockouts of AL became less common. During the trial, mRDTs were generally unavailable in the control health centers but were intermittently delivered across the district (without training), including coinciding with our third round of exit interviews (Fig 3) .",
        "section": "Impact of the intervention on uptake of mRDTs and prescribing",
        "section_number": 20,
        "sentences": [
            "In 2009-2010, when the formative research for the PRIME study was conducted, health centers were experiencing major stockouts of AL, the first-line recommended treatment for uncomplicated malaria, and lacked mRDTs.",
            "However, by the the time the PRIME trial began in 2011, a new 'push' delivery system had been implemented nationwide and stockouts of AL became less common.",
            "During the trial, mRDTs were generally unavailable in the control health centers but were intermittently delivered across the district (without training), including coinciding with our third round of exit interviews (Fig 3) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37505",
        "text": "At the times of our exit interviews, the proportion of children tested with an mRDT was higher in the intervention health centers than in the controls (Table 2 ), but this difference was not statistically significant, and testing varied widely between health centers. Despite the differences in mRDT uptake, in both arms nearly two-thirds of consulations resulted in a prescription for AL. Children were prescribed an antimalarial or antibiotic in 86.4% of the consultations. Antibiotic prescriptions were higher in the intervention than the control arm (56.7% versus 47.1%) but this difference was not significant ( Table 2) .",
        "section": "Impact of the intervention on uptake of mRDTs and prescribing",
        "section_number": 21,
        "sentences": [
            "At the times of our exit interviews, the proportion of children tested with an mRDT was higher in the intervention health centers than in the controls (Table 2 ), but this difference was not statistically significant, and testing varied widely between health centers.",
            "Despite the differences in mRDT uptake, in both arms nearly two-thirds of consulations resulted in a prescription for AL.",
            "Children were prescribed an antimalarial or antibiotic in 86.4% of the consultations.",
            "Antibiotic prescriptions were higher in the intervention than the control arm (56.7% versus 47.1%) but this difference was not significant ( Table 2) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37505",
        "text": "Inappropriate treatment of malaria was slightly lower in the intervention arm than the control arm, but this difference was not statistically significant (24.1% and 29.7%, respectively, adjusted risk ratio 0.81 [95% CI: 0.56, 1.17] Table 2 ). Of children with a negative reference mRDT, fewer were inappropriately prescribed AL in the intervention arm than the control arm (31.3% and 42.4%, respectively), but the difference between the study arms was not significant (aRR 0.71 [95% CI: 0.36, 1.38]. Notably, not all children with a positive reference mRDT were prescribed AL. Of these children, some received a non-ACT antimalarial, but a substantial proportion did not receive any antimalarial treatment (15.7% intervention, 22.0% control).",
        "section": "Impact of intervention on inappropriate treatment of malaria",
        "section_number": 22,
        "sentences": [
            "Inappropriate treatment of malaria was slightly lower in the intervention arm than the control arm, but this difference was not statistically significant (24.1% and 29.7%, respectively, adjusted risk ratio 0.81 [95% CI: 0.56, 1.17] Table 2 ).",
            "Of children with a negative reference mRDT, fewer were inappropriately prescribed AL in the intervention arm than the control arm (31.3% and 42.4%, respectively), but the difference between the study arms was not significant (aRR 0.71 [95% CI: 0.36, 1.38].",
            "Notably, not all children with a positive reference mRDT were prescribed AL.",
            "Of these children, some received a non-ACT antimalarial, but a substantial proportion did not receive any antimalarial treatment (15.7% intervention, 22.0% control)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37505",
        "text": "Of the 241 children with a positive reference mRDT who were not prescribed AL, approximately half (53.5%) were not tested for malaria at the health center, and thus malaria may have been overlooked by the health worker (Fig 4) . Of the 112 children tested for malaria, caregivers for just over half (53.6%) reported that the result was negative. Many caregivers did not know the test result (31.3%). Some reported that their child had tested positive but was not prescribed AL (17.0%); of these, most were prescribed quinine. 3, 4 Positive, n (%) 495 (74.6%) 511 (76.2%)",
        "section": "Impact of intervention on inappropriate treatment of malaria",
        "section_number": 23,
        "sentences": [
            "Of the 241 children with a positive reference mRDT who were not prescribed AL, approximately half (53.5%) were not tested for malaria at the health center, and thus malaria may have been overlooked by the health worker (Fig 4) .",
            "Of the 112 children tested for malaria, caregivers for just over half (53.6%) reported that the result was negative.",
            "Many caregivers did not know the test result (31.3%).",
            "Some reported that their child had tested positive but was not prescribed AL (17.0%); of these, most were prescribed quinine.",
            "3, 4 Positive, n (%) 495 (74.6%) 511 (76.2%)"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37505",
        "text": "1 Sex missing for 1 child in intervention arm round 2 2 Temperature taken if caregiver reported child fever in last 48 hours 3 mRDT done if child had fever or history of fever 4 No mRDT result for 1 child in control arm round 3",
        "section": "Impact of intervention on inappropriate treatment of malaria",
        "section_number": 24,
        "sentences": [
            "1 Sex missing for 1 child in intervention arm round 2 2 Temperature taken if caregiver reported child fever in last 48 hours 3 mRDT done if child had fever or history of fever 4 No mRDT result for 1 child in control arm round 3"
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37505",
        "text": "https://doi.org/10.1371/journal.pone.0170998.t001",
        "section": "Impact of intervention on inappropriate treatment of malaria",
        "section_number": 25,
        "sentences": [
            "https://doi.org/10.1371/journal.pone.0170998.t001"
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37505",
        "text": "To establish plausibility of the intervention effect on fever case management, we conducted a cluster-level analysis of the dose-response effect of participation in the intervention. At health centers where all health workers had attended the fever case management training, the proportion of children tested with an mRDT was 29% higher (an absolute difference), but not statistically significantly so, than in health centers where no health workers had attended training (95% CI: -27%, 85%; p = 0.26). At health centers where health workers scored higher on the questionnaire assessing their confidence and ability to use mRDTs in line with PRIME guidelines, children were more likely to be tested for malaria (an increase in testing of 16.6%, 95% CI: 2.8%, 30.6%; p = 0.02, for each absolute increase of 10% in confidence score) and were less likely to be prescribed AL in the setting of a negative reference mRDT (a decrease in prescribing of 12.9%, 95% CI: 3.7%, 22.0%; p = 0.008, for each absolute increase of 10% in confidence score). Consistent with this, those who had attended the fever case management training had Table 2 . Effect of trial intervention on use of mRDTs and fever case management. 1 Arithmetic mean and range of cluster-specific proportions 2 Adjusted for age and sex of child 3 6 missing values for mRDT done at health facility. In the control arm, availability of mRDTs varied over time, and uptake reflected this with 33% reporting an RDT done in round 1, 4% in round 2 and 50% in round 3. Levels of testing reported at intervention facilities were more stable at 79%, 71% and 66% 4 Inappropriate treatment defined as (number of children who were PRIME mRDT+ but did not receive an ACT + number of children who were PRIME mRDT-but received an ACT)/(number of children who had a PRIME mRDT done) 5 Inappropriate treatment with a non-ACT antimalarial defined as (number of children who were PRIME mRDT+ and received only a non-ACT antimalarial)/ (number of children who were PRIME mRDT+) 6 Missing data on non-ACT treatment for two children in intervention arm.",
        "section": "Plausibility of intervention effect",
        "section_number": 26,
        "sentences": [
            "To establish plausibility of the intervention effect on fever case management, we conducted a cluster-level analysis of the dose-response effect of participation in the intervention.",
            "At health centers where all health workers had attended the fever case management training, the proportion of children tested with an mRDT was 29% higher (an absolute difference), but not statistically significantly so, than in health centers where no health workers had attended training (95% CI: -27%, 85%; p = 0.26).",
            "At health centers where health workers scored higher on the questionnaire assessing their confidence and ability to use mRDTs in line with PRIME guidelines, children were more likely to be tested for malaria (an increase in testing of 16.6%, 95% CI: 2.8%, 30.6%; p = 0.02, for each absolute increase of 10% in confidence score) and were less likely to be prescribed AL in the setting of a negative reference mRDT (a decrease in prescribing of 12.9%, 95% CI: 3.7%, 22.0%; p = 0.008, for each absolute increase of 10% in confidence score).",
            "Consistent with this, those who had attended the fever case management training had Table 2 .",
            "Effect of trial intervention on use of mRDTs and fever case management.",
            "1 Arithmetic mean and range of cluster-specific proportions 2 Adjusted for age and sex of child 3 6 missing values for mRDT done at health facility.",
            "In the control arm, availability of mRDTs varied over time, and uptake reflected this with 33% reporting an RDT done in round 1, 4% in round 2 and 50% in round 3.",
            "Levels of testing reported at intervention facilities were more stable at 79%, 71% and 66% 4 Inappropriate treatment defined as (number of children who were PRIME mRDT+ but did not receive an ACT + number of children who were PRIME mRDT-but received an ACT)/(number of children who had a PRIME mRDT done) 5 Inappropriate treatment with a non-ACT antimalarial defined as (number of children who were PRIME mRDT+ and received only a non-ACT antimalarial)/ (number of children who were PRIME mRDT+) 6 Missing data on non-ACT treatment for two children in intervention arm."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37505",
        "text": "https://doi.org/10.1371/journal.pone.0170998.t002",
        "section": "Control",
        "section_number": 27,
        "sentences": [
            "https://doi.org/10.1371/journal.pone.0170998.t002"
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37505",
        "text": "on average a higher score in confidence in following guidelines than those who had not (73.7 compared with 57.8, p = 0.04). Taken together, those who attended the training were more confident implementing fever case management guidelines, and this was related to higher uptake of mRDTs and adherence to negative test results.",
        "section": "Control",
        "section_number": 28,
        "sentences": [
            "on average a higher score in confidence in following guidelines than those who had not (73.7 compared with 57.8, p = 0.04).",
            "Taken together, those who attended the training were more confident implementing fever case management guidelines, and this was related to higher uptake of mRDTs and adherence to negative test results."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37505",
        "text": "Because mRDTs and AL were available across health centers at the 13 month time point when a majority of the patient exit interviews took place (Fig 3) , but they were not always taken up, we were able to explore how use of mRDTs affected prescription of AL across all health centers, independent of study arm assignment. Overall, targeting of AL was better amongst patients who were tested for malaria at the health center (n = 746) than those who were not tested (n = 579, Table 3 ). Children with a negative reference mRDT who were reportedly tested for malaria at the health center were much lesss likely to be prescribed AL than those who were not tested (18.1% vs 56.4%, p<0.001). However, use of mRDTs appeared to have had less of an impact on antibiotic prescribing. Fewer children with a positive reference mRDT were prescribed an antibiotic if they were tested at the health center than those not tested (44.9% vs 52.9%), but about two-thirds of children with a negative reference mRDT were prescribed an antibiotic regardless of whether they were tested for malaria at the health center. Overall, polypharmacy was common (Table 3) . Children who were not tested for malaria at the health center were prescribed more drugs than those who were tested (mean 2.85 versus 2.56, p<0.001), mainly due to higher antimalarial prescribing.",
        "section": "Overall impact of mRDTs on prescribing",
        "section_number": 29,
        "sentences": [
            "Because mRDTs and AL were available across health centers at the 13 month time point when a majority of the patient exit interviews took place (Fig 3) , but they were not always taken up, we were able to explore how use of mRDTs affected prescription of AL across all health centers, independent of study arm assignment.",
            "Overall, targeting of AL was better amongst patients who were tested for malaria at the health center (n = 746) than those who were not tested (n = 579, Table 3 ).",
            "Children with a negative reference mRDT who were reportedly tested for malaria at the health center were much lesss likely to be prescribed AL than those who were not tested (18.1% vs 56.4%, p<0.001).",
            "However, use of mRDTs appeared to have had less of an impact on antibiotic prescribing.",
            "Fewer children with a positive reference mRDT were prescribed an antibiotic if they were tested at the health center than those not tested (44.9% vs 52.9%), but about two-thirds of children with a negative reference mRDT were prescribed an antibiotic regardless of whether they were tested for malaria at the health center.",
            "Overall, polypharmacy was common (Table 3) .",
            "Children who were not tested for malaria at the health center were prescribed more drugs than those who were tested (mean 2.85 versus 2.56, p<0.001), mainly due to higher antimalarial prescribing."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37505",
        "text": "Intervention health workers identified mRDTs as the most significant change occurring at their health centers over the past year. At control health centers, where mRDTs were also delivered intermittently, mRDTs were occasionally mentioned. However, resoundingly, the biggest change for control health workers was the stable supply of AL due to the government's new drug delivery ('push') system. Some health workers, mostly at control health centers, also mentioned the changes in management of medicines due to the support received from the SURE However, elsewhere, particularly the larger health centers and the overstretched smaller health centers, mRDTs were used less frequently. In these sites, staff felt that tests were too time-consuming in a context where they were overworked, with inadequate staffing levels. One intervention in-charge, who threatened to withdraw from the project due to the burden of testing and keeping records, described the burden of testing on her team.",
        "section": "Health worker perceptions of incorporating mRDTs into practice",
        "section_number": 30,
        "sentences": [
            "Intervention health workers identified mRDTs as the most significant change occurring at their health centers over the past year.",
            "At control health centers, where mRDTs were also delivered intermittently, mRDTs were occasionally mentioned.",
            "However, resoundingly, the biggest change for control health workers was the stable supply of AL due to the government's new drug delivery ('push') system.",
            "Some health workers, mostly at control health centers, also mentioned the changes in management of medicines due to the support received from the SURE However, elsewhere, particularly the larger health centers and the overstretched smaller health centers, mRDTs were used less frequently.",
            "In these sites, staff felt that tests were too time-consuming in a context where they were overworked, with inadequate staffing levels.",
            "One intervention in-charge, who threatened to withdraw from the project due to the burden of testing and keeping records, described the burden of testing on her team."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37505",
        "text": "\"It has given us it has added on our workload. You . \" (HCW 201, midwife, emphasis added) mRDTs may not have been a priority for all health center managers, resulting in lower testing rates. At one intervention HCIII, where fewer than 50% children were tested, the project supervision team repeatedly noted that access to the store cupboard was limited in the absence of the in-charge. Here, one of the health workers complained that \"Some busy days you find few mRDTs are left out compared to the number of patients and accessing the keys is very difficult. \" (HCW 605, enrolled nurse)",
        "section": "Health worker perceptions of incorporating mRDTs into practice",
        "section_number": 31,
        "sentences": [
            "\"It has given us it has added on our workload.",
            "You . \" (",
            "HCW 201, midwife, emphasis added) mRDTs may not have been a priority for all health center managers, resulting in lower testing rates.",
            "At one intervention HCIII, where fewer than 50% children were tested, the project supervision team repeatedly noted that access to the store cupboard was limited in the absence of the in-charge.",
            "Here, one of the health workers complained that \"Some busy days you find few mRDTs are left out compared to the number of patients and accessing the keys is very difficult. \" (",
            "HCW 605, enrolled nurse)"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37505",
        "text": "Testing seemed to be taken up either almost never or very frequently amongst control health centers. Half very rarely did mRDTs, not wanting to test without training and left the mRDTs in their boxes. At these facilities, health workers remained of the view that presumptive malaria treatment is the national guideline, \"Treatment of malaria can also be given to a patient even if there is no mRDT, under national guidelines on management of common conditions. \" (HCW 2002, nursing assistant) However, the other five control health centers tested over two-thirds of the children during our study. Here, individuals appeared active in wanting to gain skills in using the tests, and after the sporadic supplies of mRDTs from the government were finished spoke of how useful they had found the tests to be for case management.",
        "section": "Health worker perceptions of incorporating mRDTs into practice",
        "section_number": 32,
        "sentences": [
            "Testing seemed to be taken up either almost never or very frequently amongst control health centers.",
            "Half very rarely did mRDTs, not wanting to test without training and left the mRDTs in their boxes.",
            "At these facilities, health workers remained of the view that presumptive malaria treatment is the national guideline, \"Treatment of malaria can also be given to a patient even if there is no mRDT, under national guidelines on management of common conditions. \" (",
            "HCW 2002, nursing assistant) However, the other five control health centers tested over two-thirds of the children during our study.",
            "Here, individuals appeared active in wanting to gain skills in using the tests, and after the sporadic supplies of mRDTs from the government were finished spoke of how useful they had found the tests to be for case management."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37505",
        "text": "The responses about changes at health centers revolved around a key concern of availability of drugs, which are seen as an essential component of care. In this context, with a history of severe stockouts, medicines were seen as a precious resource. Health workers felt entrusted to provide these commodities to patients, and were happy to have more of them available. A key attractive feature of the mRDT was to ensure that the drugs were not 'wasted'. The tests would ensure that the drugs went to 'proper illness' the 'needy' and those 'deserving' it because their diagnosis was 'confirmed', 'definite' and 'proper', as illustrated by this intervention health worker.",
        "section": "Health worker perceptions of the impact of mRDTs on prescribing",
        "section_number": 33,
        "sentences": [
            "The responses about changes at health centers revolved around a key concern of availability of drugs, which are seen as an essential component of care.",
            "In this context, with a history of severe stockouts, medicines were seen as a precious resource.",
            "Health workers felt entrusted to provide these commodities to patients, and were happy to have more of them available.",
            "A key attractive feature of the mRDT was to ensure that the drugs were not 'wasted'.",
            "The tests would ensure that the drugs went to 'proper illness' the 'needy' and those 'deserving' it because their diagnosis was 'confirmed', 'definite' and 'proper', as illustrated by this intervention health worker."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37505",
        "text": "The process of rationing, or 'controlling our number of patients who are taking Coartem', was also appealing to health care workers who saw the test as an arbiter-able to assign patients to 'deserving' or 'undeserving' of these drugs. This ability to use (or at times ignore) a biomedical test strengthened health workers' authority in two ways: by showing their association with biomedicine and access to its commodities, and by strengthening their ability to grant access of patients to the commodities they desired (medicines). By extension, health care workers reported that this had increased patients' confidence in the care they received at health centers. Not only would patients be able to access drugs, which were now more reliably available, but they would only be able to do so after 'proving' that they 'deserved' these medicines.",
        "section": "\"Use of mRDT has helped in effective management of especially malaria patients in that they are given the right treatment after testing not like way back when malaria treatment was on assumption making [for] those who did not deserve malaria treatment\" (HCW 608, emphasis added)",
        "section_number": 34,
        "sentences": [
            "The process of rationing, or 'controlling our number of patients who are taking Coartem', was also appealing to health care workers who saw the test as an arbiter-able to assign patients to 'deserving' or 'undeserving' of these drugs.",
            "This ability to use (or at times ignore) a biomedical test strengthened health workers' authority in two ways: by showing their association with biomedicine and access to its commodities, and by strengthening their ability to grant access of patients to the commodities they desired (medicines).",
            "By extension, health care workers reported that this had increased patients' confidence in the care they received at health centers.",
            "Not only would patients be able to access drugs, which were now more reliably available, but they would only be able to do so after 'proving' that they 'deserved' these medicines."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37505",
        "text": "\"The patients know now before getting treatment you must be tested to confirm that you have malaria\" (HCW 210, emphasis added) Thus, the nature of biomedicine, as a priviledged and somewhat mystified method of managing illnesses, was reinforced through the presence and choice to use mRDTs.",
        "section": "\"Use of mRDT has helped in effective management of especially malaria patients in that they are given the right treatment after testing not like way back when malaria treatment was on assumption making [for] those who did not deserve malaria treatment\" (HCW 608, emphasis added)",
        "section_number": 35,
        "sentences": [
            "\"The patients know now before getting treatment you must be tested to confirm that you have malaria\" (HCW 210, emphasis added) Thus, the nature of biomedicine, as a priviledged and somewhat mystified method of managing illnesses, was reinforced through the presence and choice to use mRDTs."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37505",
        "text": "From a patient perspective, many who had their malaria status 'confirmed' through mRDTs were, as reported by the health care workers, pleased with their experience. The mRDTs were attractive as a marker of good biomedical care. However, at other times patients were frustrated with being unable to access the care they wished to received, being blocked by the mRDT. The focus on the mRDT and thereby on malaria / not malaria, appeared to draw focus away from other ailments.",
        "section": "Patient perspectives of the impact of mRDTs on delivery of care",
        "section_number": 36,
        "sentences": [
            "From a patient perspective, many who had their malaria status 'confirmed' through mRDTs were, as reported by the health care workers, pleased with their experience.",
            "The mRDTs were attractive as a marker of good biomedical care.",
            "However, at other times patients were frustrated with being unable to access the care they wished to received, being blocked by the mRDT.",
            "The focus on the mRDT and thereby on malaria / not malaria, appeared to draw focus away from other ailments."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37505",
        "text": "Indeed, health workers too recognised that patients could become discouraged by the insistence on use of mRDTs, as reported by this nurse.",
        "section": "I would have loved it if the health worker had asked me or discussed about the hernia which is bothering the child. We only talked about the fever. (Mother at HC6, emphasis added)",
        "section_number": 37,
        "sentences": [
            "Indeed, health workers too recognised that patients could become discouraged by the insistence on use of mRDTs, as reported by this nurse."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37505",
        "text": "I am even seeing the numbers of patients, the many patients we have been having, at this moment it is a bit going down. Because now, we are using the mRDTs to scrutinize them. They come mostly-there are those who come aiming at the ACTs to go keep at their homes. So when you come and you are not given ACT today, you come and you are scrutinized, and you are not given the next day. So you find people are getting discouraged to come (HCW 1003, emphasis added) Thus, in this context, the introduction of mRDTs was largely seen as positive, and reinforced some of the desirable aspects of providing and accessing biomedical care. The main downsides for health workers were the work load they required and for patients their potential to overshadow their other health care needs.",
        "section": "I would have loved it if the health worker had asked me or discussed about the hernia which is bothering the child. We only talked about the fever. (Mother at HC6, emphasis added)",
        "section_number": 38,
        "sentences": [
            "I am even seeing the numbers of patients, the many patients we have been having, at this moment it is a bit going down.",
            "Because now, we are using the mRDTs to scrutinize them.",
            "They come mostly-there are those who come aiming at the ACTs to go keep at their homes.",
            "So when you come and you are not given ACT today, you come and you are scrutinized, and you are not given the next day.",
            "So you find people are getting discouraged to come (HCW 1003, emphasis added) Thus, in this context, the introduction of mRDTs was largely seen as positive, and reinforced some of the desirable aspects of providing and accessing biomedical care.",
            "The main downsides for health workers were the work load they required and for patients their potential to overshadow their other health care needs."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37505",
        "text": "In this cluster-randomized trial, we found that the PRIME intervention's programme of training workshops and supervision, plus provision of mRDTs and AL when stocks ran low, increased uptake of mRDTs but did not have the desired impact on treatment of malaria. Although a reduction in inappropriate antimalarial treatment of 6% was observed in the intervention arm compared to the control arm, this difference was not statistically significant. In this high malaria transmission setting, we did not see the substantial reductions in antimalarial prescribing that have been observed in other scenarios with similarly intensive interventions but lower levels of malaria [16, 17] . Concerningly, some patients with positive mRDT results did not receive the first-line antimalarial treatment. These findings demonstrate that diagnostic tests are not a straightforward solution to improving medicines use in all settings.",
        "section": "Discussion",
        "section_number": 39,
        "sentences": [
            "In this cluster-randomized trial, we found that the PRIME intervention's programme of training workshops and supervision, plus provision of mRDTs and AL when stocks ran low, increased uptake of mRDTs but did not have the desired impact on treatment of malaria.",
            "Although a reduction in inappropriate antimalarial treatment of 6% was observed in the intervention arm compared to the control arm, this difference was not statistically significant.",
            "In this high malaria transmission setting, we did not see the substantial reductions in antimalarial prescribing that have been observed in other scenarios with similarly intensive interventions but lower levels of malaria [16, 17] .",
            "Concerningly, some patients with positive mRDT results did not receive the first-line antimalarial treatment.",
            "These findings demonstrate that diagnostic tests are not a straightforward solution to improving medicines use in all settings."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37505",
        "text": "Given improved availability of AL and mRDTs in both intervention and control health centers at the time of the exit interviews, differences between study arms may be attributed to the training and supervision component of the intervention, which appeared to improve health worker confidence in testing and restricting antimalarials, supporting the plausibility of effect. However, the limited size of effect may reflect the large proportions of children for whom antimalarial prescription was classifed as appropriate, with three quarters of febrile children testing positive for malaria. This echos previous modelling exercises that have predicted the cost of introducing mRDTs in high transmission areas may outweigh the benefit [29] . In addition, although mRDTs can have several operational advantages, they may lack specificity. mRDTs that identify histidine rich protein II (HRP-2), a parasite antigen that may circulate for weeks following successful malaria treatment, may be falsely positive due to recent prior infection [30] . In high transmission settings like Tororo, where reinfection is common, a substantial proportion of patients presenting with conditions other than malaria may be over-diagnosed as malaria despite the use of an mRDT [31, 32] .",
        "section": "Discussion",
        "section_number": 40,
        "sentences": [
            "Given improved availability of AL and mRDTs in both intervention and control health centers at the time of the exit interviews, differences between study arms may be attributed to the training and supervision component of the intervention, which appeared to improve health worker confidence in testing and restricting antimalarials, supporting the plausibility of effect.",
            "However, the limited size of effect may reflect the large proportions of children for whom antimalarial prescription was classifed as appropriate, with three quarters of febrile children testing positive for malaria.",
            "This echos previous modelling exercises that have predicted the cost of introducing mRDTs in high transmission areas may outweigh the benefit [29] .",
            "In addition, although mRDTs can have several operational advantages, they may lack specificity.",
            "mRDTs that identify histidine rich protein II (HRP-2), a parasite antigen that may circulate for weeks following successful malaria treatment, may be falsely positive due to recent prior infection [30] .",
            "In high transmission settings like Tororo, where reinfection is common, a substantial proportion of patients presenting with conditions other than malaria may be over-diagnosed as malaria despite the use of an mRDT [31, 32] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37505",
        "text": "Across both trial arms, when mRDTs were used, targeting of AL improved substantially. However, testing rates were highly variable across the health centers in both study arms, reflecting the different contexts and needs of the health centers. Some health centers suffered from extremely poor infrastructure. Staff shortages and competing priorities left many health centers with too few staff working at any one time to allow for routine use of mRDTs. Other health centers benefited from highly motivated staff willing to extend themselves to take on this new technology. In order to increase frequency of testing, mRDTs would have to be supported by substantial improvements in infrastructure, personnel and ongoing supportive supervision, as documented elsewhere [33] . Such improvements are likely to require systemic change in health systems rather than to be addressed through single-disease focused programmes.",
        "section": "Discussion",
        "section_number": 41,
        "sentences": [
            "Across both trial arms, when mRDTs were used, targeting of AL improved substantially.",
            "However, testing rates were highly variable across the health centers in both study arms, reflecting the different contexts and needs of the health centers.",
            "Some health centers suffered from extremely poor infrastructure.",
            "Staff shortages and competing priorities left many health centers with too few staff working at any one time to allow for routine use of mRDTs.",
            "Other health centers benefited from highly motivated staff willing to extend themselves to take on this new technology.",
            "In order to increase frequency of testing, mRDTs would have to be supported by substantial improvements in infrastructure, personnel and ongoing supportive supervision, as documented elsewhere [33] .",
            "Such improvements are likely to require systemic change in health systems rather than to be addressed through single-disease focused programmes."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37505",
        "text": "Of concern, a surprisingly large number of children with a positive reference mRDT were not prescribed AL. Much of the effort in malaria case management focuses on reducing inappropriate overuse of antimalarial drugs, assuming patients with a positive test will receive an ACT. However, ensuring that patients with malaria receive prompt effective treatment remains a major issue. In our setting, this undertreatment of malaria could not be attributed to ACT stockouts, as has been the case elsewhere [34] , as supplies of AL were stable during the study. Lack of health worker knowledge of guidelines also seems unlikely; in their registers, health workers recorded prescribing AL to over 93% RDT positive cases (data not shown). It is possible that health workers incorrectly interpreted the mRDT results as negative, perhaps not waiting sufficient time for results to develop, or performing tests incorrectly. In many cases, caregivers did not know their child's test results, which could reflect the challenging logistics of integrating even 'simple' and 'rapid' tests into resource and time constrained care scenarios. Finally, it is also possible that health workers witheld AL while the exit interviews were ongoing, knowing that the study team would test and treat patients.",
        "section": "Discussion",
        "section_number": 42,
        "sentences": [
            "Of concern, a surprisingly large number of children with a positive reference mRDT were not prescribed AL.",
            "Much of the effort in malaria case management focuses on reducing inappropriate overuse of antimalarial drugs, assuming patients with a positive test will receive an ACT.",
            "However, ensuring that patients with malaria receive prompt effective treatment remains a major issue.",
            "In our setting, this undertreatment of malaria could not be attributed to ACT stockouts, as has been the case elsewhere [34] , as supplies of AL were stable during the study.",
            "Lack of health worker knowledge of guidelines also seems unlikely; in their registers, health workers recorded prescribing AL to over 93% RDT positive cases (data not shown).",
            "It is possible that health workers incorrectly interpreted the mRDT results as negative, perhaps not waiting sufficient time for results to develop, or performing tests incorrectly.",
            "In many cases, caregivers did not know their child's test results, which could reflect the challenging logistics of integrating even 'simple' and 'rapid' tests into resource and time constrained care scenarios.",
            "Finally, it is also possible that health workers witheld AL while the exit interviews were ongoing, knowing that the study team would test and treat patients."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37505",
        "text": "The observation that antibiotics were so frequently prescribed, to around half of febrile children, is a concern in the context of mounting drug resistance. In other settings, it has been suggested that fewer than one in four febrile children require antibiotics [35, 36] . While it is appealing to imagine that adding further point-of-care tests would limit overuse of antibiotics, the tendency to provide at least one antimicrobial to febrile children needs to be taken seriously. This is particularly true in low-resource settings where healthcare may consist of little more than provision of medicines [37] . S5 File. Delivery of fever case management (FCM) module in the PRIME study. This file includes a description of the way the intervention delivery was monitored, results of how the training and supervision were delivered at intervention health centres, description of what happened at control health centres and movement between health centres. It also includes copies of the questionnaires filled by trainers and participants to monitor delivery. (DOCX) S6 File. Questionnaire evaluating health worker confidence in following case management guidelines. This file shows the self-filled questionnaire health workers were asked to complete 10 months after the initial intervention training. These data were used to represent the confidence health workers had in the areas covered by the training and supervision. (DOCX) S7 File. CONSORT 2010 checklist. This file includes a checklist of information to include when reporting a cluster-randomized trial, indicating where specific items are reported within the paper. (DOCX)",
        "section": "Discussion",
        "section_number": 43,
        "sentences": [
            "The observation that antibiotics were so frequently prescribed, to around half of febrile children, is a concern in the context of mounting drug resistance.",
            "In other settings, it has been suggested that fewer than one in four febrile children require antibiotics [35, 36] .",
            "While it is appealing to imagine that adding further point-of-care tests would limit overuse of antibiotics, the tendency to provide at least one antimicrobial to febrile children needs to be taken seriously.",
            "This is particularly true in low-resource settings where healthcare may consist of little more than provision of medicines [37] .",
            "S5 File.",
            "Delivery of fever case management (FCM) module in the PRIME study.",
            "This file includes a description of the way the intervention delivery was monitored, results of how the training and supervision were delivered at intervention health centres, description of what happened at control health centres and movement between health centres.",
            "It also includes copies of the questionnaires filled by trainers and participants to monitor delivery. (",
            "DOCX) S6 File.",
            "Questionnaire evaluating health worker confidence in following case management guidelines.",
            "This file shows the self-filled questionnaire health workers were asked to complete 10 months after the initial intervention training.",
            "These data were used to represent the confidence health workers had in the areas covered by the training and supervision. (",
            "DOCX) S7 File.",
            "CONSORT 2010 checklist.",
            "This file includes a checklist of information to include when reporting a cluster-randomized trial, indicating where specific items are reported within the paper. (",
            "DOCX)"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37505",
        "text": "PLOS ONE | https://doi.org/10.1371/journal.pone.0170998 March 13, 2017",
        "section": "",
        "section_number": 44,
        "sentences": [
            "PLOS ONE | https://doi.org/10.1371/journal.pone.0170998 March 13, 2017"
        ],
        "sentence_labels": [
            -1
        ]
    }
]