[
    {
        "doc_id": "42095",
        "text": "Introduction: Intranasal phenylephrine, an alpha-1 adrenergic agonist, causes vasoconstriction of the nasal mucosa and is used to reduce bleeding associated with nasotracheal intubation or endoscopic sinus surgery. The purpose of this study was to describe the hemodynamic effects associated with plasma phenylephrine concentrations following topical intranasal administration of 0.25% and 0.5% phenylephrine in children. Methods: After Institutional Review Board and parental approval, 77 children between the ages of 2 and 12 years were studied in a prospective, double-blind manner and randomized into three groups. Group 1 received intranasal saline, while groups 2 and 3 received 0.1 mL/kg of 0.25% or 0.5% phenylephrine, respectively. All received the same anesthetic of halothane, N 2 O, O 2 , and vecuronium. After inhalation induction, endtidal halothane and PaCO 2 were maintained at 1.",
        "section": "Abstract",
        "sentences": [
            "Introduction: Intranasal phenylephrine, an alpha-1 adrenergic agonist, causes vasoconstriction of the nasal mucosa and is used to reduce bleeding associated with nasotracheal intubation or endoscopic sinus surgery.",
            "The purpose of this study was to describe the hemodynamic effects associated with plasma phenylephrine concentrations following topical intranasal administration of 0.25% and 0.5% phenylephrine in children.",
            "Methods: After Institutional Review Board and parental approval, 77 children between the ages of 2 and 12 years were studied in a prospective, double-blind manner and randomized into three groups.",
            "Group 1 received intranasal saline, while groups 2 and 3 received 0.1 mL/kg of 0.25% or 0.5% phenylephrine, respectively.",
            "All received the same anesthetic of halothane, N 2 O, O 2 , and vecuronium.",
            "After inhalation induction, endtidal halothane and PaCO 2 were maintained at 1."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42095",
        "text": "sive arterial blood pressures were recorded and venous blood was obtained for measurement of plasma phenylephrine concentration by high-performance liquid chromatography at baseline and at 2, 5, 10, and 20 minutes following intranasal spray application of the study drug. Nasotracheal intubation was performed immediately following the 5-minute measurements, and the presence of bleeding was assessed. Hemodynamic data were compared by analysis of variance for repeated measures. Bleeding and arrhythmia incidence among groups were analyzed using chi-squared tests. Phenylephrine levels were correlated with hemodynamic values via regression analysis.",
        "section": "",
        "section_number": 1,
        "sentences": [
            "sive arterial blood pressures were recorded and venous blood was obtained for measurement of plasma phenylephrine concentration by high-performance liquid chromatography at baseline and at 2, 5, 10, and 20 minutes following intranasal spray application of the study drug.",
            "Nasotracheal intubation was performed immediately following the 5-minute measurements, and the presence of bleeding was assessed.",
            "Hemodynamic data were compared by analysis of variance for repeated measures.",
            "Bleeding and arrhythmia incidence among groups were analyzed using chi-squared tests.",
            "Phenylephrine levels were correlated with hemodynamic values via regression analysis."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42095",
        "text": "Results: Fifty-two patients received intranasal phenylephrine. Increases in blood pressure correlated with increasing plasma phenylephrine concentration. Systolic blood pressure increased 8%, and mean blood pressure increased 14%, which were statistically significant but clinically insignificant. Heart rate did not change, and the incidence of arrhythmia was low and similar among groups. Bleeding following nasotracheal intubation was less frequent in Group 3 (11/27 subjects) than in Group 1 (17/25) . Peak plasma phenylephrine concentrations were observed by 14AE7 minutes following intranasal administration, and were highly variable among individuals (37.8AE39.7 and 49.6AE93.9 ng/mL [meanAESD] in Groups 2 and 3). Discussion: Administration of intranasal phenylephrine, 0.25% and 0.50%, results in rapid but highly variable systemic absorption that is associated with mild increases of blood pressure that are clinically insignificant. Bleeding associated with nasotracheal intubation was less following administration of 0.5% intranasal phenylephrine than following intranasal saline.",
        "section": "",
        "section_number": 2,
        "sentences": [
            "Results: Fifty-two patients received intranasal phenylephrine.",
            "Increases in blood pressure correlated with increasing plasma phenylephrine concentration.",
            "Systolic blood pressure increased 8%, and mean blood pressure increased 14%, which were statistically significant but clinically insignificant.",
            "Heart rate did not change, and the incidence of arrhythmia was low and similar among groups.",
            "Bleeding following nasotracheal intubation was less frequent in Group 3 (11/27 subjects) than in Group 1 (17/25) .",
            "Peak plasma phenylephrine concentrations were observed by 14AE7 minutes following intranasal administration, and were highly variable among individuals (37.8AE39.7 and 49.6AE93.9 ng/mL [meanAESD] in Groups 2 and 3).",
            "Discussion: Administration of intranasal phenylephrine, 0.25% and 0.50%, results in rapid but highly variable systemic absorption that is associated with mild increases of blood pressure that are clinically insignificant.",
            "Bleeding associated with nasotracheal intubation was less following administration of 0.5% intranasal phenylephrine than following intranasal saline."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42095",
        "text": "blood pressure, intranasal phenylephrine, nasotracheal intubation, pharmacodynamics",
        "section": "K E Y W O R D S",
        "section_number": 3,
        "sentences": [
            "blood pressure, intranasal phenylephrine, nasotracheal intubation, pharmacodynamics"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42095",
        "text": "Phenylephrine is an alpha-1 adrenoreceptor agonist that causes arterial vasoconstriction of the nasal mucosa. 1 Topical intranasal administration of phenylephrine solution is used to achieve vasoconstriction in order to decrease nasal mucosal bleeding in response to nasotracheal intubation or intranasal surgery. Although hypertension has been observed following phenylephrine administration by other routes, its association with intranasal administration has been inconsistent. Two studies observed no significant change in blood pressure in adults following nasal instillation of phenylephrine, 2,3 while another observed at least a 30% increase in blood pressure in 31% of subjects following intranasal packing with phenylephrine-soaked pledgets. 4 There is little information about the hemodynamic effects or extent of systemic uptake of intranasal phenylephrine when administered to children. A study in children undergoing endoscopic sinus surgery reported a 7% increase in blood pressure following the intranasal application of phenylephrine-soaked pledgets. 5 Plasma phenylephrine concentrations have not been reported following topical intranasal administration of phenylephrine. The primary aim of this study was to describe the blood pressure response to topical intranasal administration of 0.25% and 0.5% phenylephrine solutions in children during general anesthesia and to correlate those effects with plasma phenylephrine concentrations. Secondary aims were to describe the incidence of cardiac arrhythmias, changes in heart rate, and the incidence of bleeding associated with nasotracheal intubation following intranasal phenylephrine. Heart rate, systolic, diastolic, and mean blood pressures were measured noninvasively and recorded just prior to administration of the study drug (time \"0\") and at 2, 5 (just prior to nasotracheal intubation), and 10 minutes following administration of the study drug.",
        "section": "| INTRODUCTION",
        "section_number": 4,
        "sentences": [
            "Phenylephrine is an alpha-1 adrenoreceptor agonist that causes arterial vasoconstriction of the nasal mucosa.",
            "1 Topical intranasal administration of phenylephrine solution is used to achieve vasoconstriction in order to decrease nasal mucosal bleeding in response to nasotracheal intubation or intranasal surgery.",
            "Although hypertension has been observed following phenylephrine administration by other routes, its association with intranasal administration has been inconsistent.",
            "Two studies observed no significant change in blood pressure in adults following nasal instillation of phenylephrine, 2,3 while another observed at least a 30% increase in blood pressure in 31% of subjects following intranasal packing with phenylephrine-soaked pledgets.",
            "4 There is little information about the hemodynamic effects or extent of systemic uptake of intranasal phenylephrine when administered to children.",
            "A study in children undergoing endoscopic sinus surgery reported a 7% increase in blood pressure following the intranasal application of phenylephrine-soaked pledgets.",
            "5 Plasma phenylephrine concentrations have not been reported following topical intranasal administration of phenylephrine.",
            "The primary aim of this study was to describe the blood pressure response to topical intranasal administration of 0.25% and 0.5% phenylephrine solutions in children during general anesthesia and to correlate those effects with plasma phenylephrine concentrations.",
            "Secondary aims were to describe the incidence of cardiac arrhythmias, changes in heart rate, and the incidence of bleeding associated with nasotracheal intubation following intranasal phenylephrine.",
            "Heart rate, systolic, diastolic, and mean blood pressures were measured noninvasively and recorded just prior to administration of the study drug (time \"0\") and at 2, 5 (just prior to nasotracheal intubation), and 10 minutes following administration of the study drug."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42095",
        "text": "• Topical intranasal administration of phenylephrine is used as a vasoconstrictor of the nasal mucosa to facilitate endoscopic surgery and nasotracheal intubation.",
        "section": "What is already known",
        "section_number": 5,
        "sentences": [
            "• Topical intranasal administration of phenylephrine is used as a vasoconstrictor of the nasal mucosa to facilitate endoscopic surgery and nasotracheal intubation."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42095",
        "text": "• Hypertension associated with phenylephrine has been described following intravenous and conjunctival administration.",
        "section": "What is already known",
        "section_number": 6,
        "sentences": [
            "• Hypertension associated with phenylephrine has been described following intravenous and conjunctival administration."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42095",
        "text": "• Increases in blood pressure correlated with increasing plasma phenylephrine concentration following administration of 0.25% and 0.5% intranasal phenylephrine, but clinically significant changes in blood pressure and heart rate were not observed. CHRISTENSEN ET AL.",
        "section": "What this article adds",
        "section_number": 7,
        "sentences": [
            "• Increases in blood pressure correlated with increasing plasma phenylephrine concentration following administration of 0.25% and 0.5% intranasal phenylephrine, but clinically significant changes in blood pressure and heart rate were not observed.",
            "CHRISTENSEN ET AL."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42095",
        "text": "These time intervals were based on prior observations that the peak blood pressure increase following conjunctival administration of 2.5% phenylephrine occurred at 8 minutes in infants 6 and 10 minutes in adults. 7 The dental procedure commenced following the 10minute data collection. Hemodynamic changes of ≥20% were considered clinically significant.",
        "section": "| 769",
        "section_number": 8,
        "sentences": [
            "These time intervals were based on prior observations that the peak blood pressure increase following conjunctival administration of 2.5% phenylephrine occurred at 8 minutes in infants 6 and 10 minutes in adults.",
            "7 The dental procedure commenced following the 10minute data collection.",
            "Hemodynamic changes of ≥20% were considered clinically significant."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42095",
        "text": "The occurrence of bleeding associated with nasotracheal intubation was recorded as either \"yes\" or \"no.\" The occurrence of cardiac arrhythmias during the 10 minutes following administration of the study drug was recorded as either \"yes\" or \"no.\"",
        "section": "| 769",
        "section_number": 9,
        "sentences": [
            "The occurrence of bleeding associated with nasotracheal intubation was recorded as either \"yes\" or \"no.\" The occurrence of cardiac arrhythmias during the 10 minutes following administration of the study drug was recorded as either \"yes\" or \"no.\""
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42095",
        "text": "One milliliter of venous blood was obtained through a peripheral intravenous catheter at times 0, 2, 5, 10, and 20 minutes after administration of the study drug. These time intervals were determined based on a prior observation that plasma phenylephrine levels were higher at 10 minutes than at 20 minutes following conjunctival administration of 2.5% phenylephrine to adults undergoing eye examinations. 7 The whole blood samples were spun, and the plasma was stored at À72°C until plasma phenylephrine concentrations were measured by high-performance liquid chromatography with fluorescence detection. 8 The detection limit for our assay was 1.0 ng/mL. ",
        "section": "| 769",
        "section_number": 10,
        "sentences": [
            "One milliliter of venous blood was obtained through a peripheral intravenous catheter at times 0, 2, 5, 10, and 20 minutes after administration of the study drug.",
            "These time intervals were determined based on a prior observation that plasma phenylephrine levels were higher at 10 minutes than at 20 minutes following conjunctival administration of 2.5% phenylephrine to adults undergoing eye examinations.",
            "7 The whole blood samples were spun, and the plasma was stored at À72°C until plasma phenylephrine concentrations were measured by high-performance liquid chromatography with fluorescence detection.",
            "8 The detection limit for our assay was 1.0 ng/mL."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42095",
        "text": "Subject demographics are shown in Table 1 . Fifty-two subjects received intranasal phenylephrine. Hemodynamic data are displayed in Table 2 . Small, statistically significant increases in blood pressure from baseline were observed, but these were not clinically significant. Significant changes in heart rate were not observed in response to phenylephrine. Increases of systolic, diastolic, and mean blood pressures significantly correlated with increasing plasma phenylephrine concentration, but changes in heart rate did not correlate ( Figure 1 ).",
        "section": "| RESULTS",
        "section_number": 11,
        "sentences": [
            "Subject demographics are shown in Table 1 .",
            "Fifty-two subjects received intranasal phenylephrine.",
            "Hemodynamic data are displayed in Table 2 .",
            "Small, statistically significant increases in blood pressure from baseline were observed, but these were not clinically significant.",
            "Significant changes in heart rate were not observed in response to phenylephrine.",
            "Increases of systolic, diastolic, and mean blood pressures significantly correlated with increasing plasma phenylephrine concentration, but changes in heart rate did not correlate ( Figure 1 )."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42095",
        "text": "Arrhythmias (premature ventricular contractions) were observed in one subject in Group 1, two in Group 2, and three in Group 3 (P=.5880 by chi-squared analysis).",
        "section": "| RESULTS",
        "section_number": 12,
        "sentences": [
            "Arrhythmias (premature ventricular contractions) were observed in one subject in Group 1, two in Group 2, and three in Group 3 (P=.5880 by chi-squared analysis)."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42095",
        "text": "There was a 68% (17/25), 60% (15/25), and 41% (11/27) incidence of minor bleeding following nasotracheal intubation in Groups 1, 2, and 3, respectively (P=.0448 by Fisher's exact test for Group 1 vs Group 3).",
        "section": "| RESULTS",
        "section_number": 13,
        "sentences": [
            "There was a 68% (17/25), 60% (15/25), and 41% (11/27) incidence of minor bleeding following nasotracheal intubation in Groups 1, 2, and 3, respectively (P=.0448 by Fisher's exact test for Group 1 vs Group 3)."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42095",
        "text": "Plasma phenylephrine concentrations over time were highly variable among individuals and are displayed in Table 3 . The highest plasma phenylephrine levels in Group 2 were 37.8AE39.7 [meanAESD] ng/mL at 12AE6 minutes, and in Group 3 were 49.6AE93.9 ng/mL at 14AE7 minutes following intranasal administration.",
        "section": "| RESULTS",
        "section_number": 14,
        "sentences": [
            "Plasma phenylephrine concentrations over time were highly variable among individuals and are displayed in Table 3 .",
            "The highest plasma phenylephrine levels in Group 2 were 37.8AE39.7 [meanAESD] ng/mL at 12AE6 minutes, and in Group 3 were 49.6AE93.9 ng/mL at 14AE7 minutes following intranasal administration."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42095",
        "text": "Our data indicate that intranasal administration of 0.25% or 0.5% phenylephrine results in substantial systemic absorption resulting in small increases of blood pressure, which are statistically significant but clinically insignificant, and no change in HR. These findings are similar to those of a prior study comparing intranasal phenylephrine 0.25%, oxymetazoline 0.05%, and cocaine 4% applied as drug-soaked pledgets to the nasal mucosa of children during endoscopic sinus surgery. In that study, blood pressure increased about 7% and HR decreased about 7%; both changes were statistically significant but deemed to be clinically mild. 5 Studies of the hemodynamic effects of intranasal phenylephrine in adult subjects have yielded inconsistent results. Increases of SBP of >30% were observed in 31% of patients whose nasal cavities were packed with pledgets soaked in 0.5% phenylephrine prior to nasal surgery. 4 Two other studies demonstrated no clinically significant changes in blood pressure or HR following intranasal instillation of phenylephrine. 2,3 Total doses of phenylephrine in the adult studies were variable or immeasurable.",
        "section": "| DISCUSSION",
        "section_number": 15,
        "sentences": [
            "Our data indicate that intranasal administration of 0.25% or 0.5% phenylephrine results in substantial systemic absorption resulting in small increases of blood pressure, which are statistically significant but clinically insignificant, and no change in HR.",
            "These findings are similar to those of a prior study comparing intranasal phenylephrine 0.25%, oxymetazoline 0.05%, and cocaine 4% applied as drug-soaked pledgets to the nasal mucosa of children during endoscopic sinus surgery.",
            "In that study, blood pressure increased about 7% and HR decreased about 7%; both changes were statistically significant but deemed to be clinically mild.",
            "5 Studies of the hemodynamic effects of intranasal phenylephrine in adult subjects have yielded inconsistent results.",
            "Increases of SBP of >30% were observed in 31% of patients whose nasal cavities were packed with pledgets soaked in 0.5% phenylephrine prior to nasal surgery.",
            "4 Two other studies demonstrated no clinically significant changes in blood pressure or HR following intranasal instillation of phenylephrine.",
            "2,3 Total doses of phenylephrine in the adult studies were variable or immeasurable."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42095",
        "text": "A systematic review of topical vasoconstrictors for use in endoscopic sinus surgery concluded that intranasal phenylephrine was associated with a greater risk of adverse cardiopulmonary events than epinephrine, cocaine, or oxymetazoline. 9 That recommendation, however, was based on case reports and only one randomized controlled trial that included phenylephrine, demonstrated no significant hemodynamic differences among phenylephrine, oxymetazoline, and epinephrine groups. 5 The lack of clinically significant hemodynamic changes observed in our study contrasts with the experience of investigators who have studied phenylephrine in higher dosage concentrations of 2.5% for topical ophthalmic drops in neonates. 6, 10, 11 Significant hypertension was observed in each of those investigations. Plasma phenylephrine levels were not measured, but greater ",
        "section": "| DISCUSSION",
        "section_number": 16,
        "sentences": [
            "A systematic review of topical vasoconstrictors for use in endoscopic sinus surgery concluded that intranasal phenylephrine was associated with a greater risk of adverse cardiopulmonary events than epinephrine, cocaine, or oxymetazoline.",
            "9 That recommendation, however, was based on case reports and only one randomized controlled trial that included phenylephrine, demonstrated no significant hemodynamic differences among phenylephrine, oxymetazoline, and epinephrine groups.",
            "5 The lack of clinically significant hemodynamic changes observed in our study contrasts with the experience of investigators who have studied phenylephrine in higher dosage concentrations of 2.5% for topical ophthalmic drops in neonates.",
            "6, 10, 11 Significant hypertension was observed in each of those investigations.",
            "Plasma phenylephrine levels were not measured, but greater"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42095",
        "text": "Reported plasma concentrations in adults following 10-30 mg of oral phenylephrine (1-4 ng/mL) are lower due to high first-pass metabolism. 14, 15 We observed a considerable degree of variability in both plasma concentrations over time and in maximum plasma concentration. This variability is probably attributable to interindividual differences in phenylephrine absorption by the nasal mucosa. Marked interindividual variation in plasma concentration has also been noted in adult patients receiving intravenous phenylephrine infusion 12 and oral phenylephrine. 14, 16 Our data indicate that peak plasma concentrations of phenylephrine are achieved by 14AE7 minutes following intranasal administration. This is comparable to the time of peak concentration of phenylephrine administered topically in eye drops, 7",
        "section": "| 771",
        "section_number": 17,
        "sentences": [
            "Reported plasma concentrations in adults following 10-30 mg of oral phenylephrine (1-4 ng/mL) are lower due to high first-pass metabolism.",
            "14, 15 We observed a considerable degree of variability in both plasma concentrations over time and in maximum plasma concentration.",
            "This variability is probably attributable to interindividual differences in phenylephrine absorption by the nasal mucosa.",
            "Marked interindividual variation in plasma concentration has also been noted in adult patients receiving intravenous phenylephrine infusion 12 and oral phenylephrine.",
            "14, 16 Our data indicate that peak plasma concentrations of phenylephrine are achieved by 14AE7 minutes following intranasal administration.",
            "This is comparable to the time of peak concentration of phenylephrine administered topically in eye drops, 7"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42095",
        "text": "while peak plasma levels following oral administration are achieved in 20-30 minutes. and this is proportionally decreased in children. The volume of drug solution that we used in this study was considerably greater, so the excess flowed into the pharynx, where it was poorly absorbed and eventually suctioned during the procedure. In the awake patient, the excess could be swallowed and absorbed in the gastrointestinal tract.",
        "section": "| 771",
        "section_number": 18,
        "sentences": [
            "while peak plasma levels following oral administration are achieved in 20-30 minutes.",
            "and this is proportionally decreased in children.",
            "The volume of drug solution that we used in this study was considerably greater, so the excess flowed into the pharynx, where it was poorly absorbed and eventually suctioned during the procedure.",
            "In the awake patient, the excess could be swallowed and absorbed in the gastrointestinal tract."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42095",
        "text": "The observed incidence of cardiac arrhythmias was not different among the groups and was well below the incidence previously reported in children undergoing dental procedures under halothane anesthesia. 19 We observed a significantly lower incidence of bleeding during nasotracheal intubation following intranasal administration of 0.5% phenylephrine (Group 3) compared to placebo (Group 1). The topical vasoconstrictive effect of phenylephrine on the nasal mucosa 1 appears to be more important than systemic absorption in reducing nasal congestion and bleeding, as no direct relationship between nasal decongestant effect and plasma concentration has been established. 16 A comparative study reported that bleeding was subjectively less following intranasal oxymetazoline than it was following phenylephrine or cocaine during endoscopic surgery in children. 5 A limitation of this study is that plasma phenylephrine concentrations were measured for only 20 minutes following administration. Data are expressed as meanAESD ng/mL. IPE, intranasal phenylephrine. Differences in plasma phenylephrine concentrations between the IPE groups at any time period were not significant by analysis of variance.",
        "section": "| 771",
        "section_number": 19,
        "sentences": [
            "The observed incidence of cardiac arrhythmias was not different among the groups and was well below the incidence previously reported in children undergoing dental procedures under halothane anesthesia.",
            "19 We observed a significantly lower incidence of bleeding during nasotracheal intubation following intranasal administration of 0.5% phenylephrine (Group 3) compared to placebo (Group 1).",
            "The topical vasoconstrictive effect of phenylephrine on the nasal mucosa 1 appears to be more important than systemic absorption in reducing nasal congestion and bleeding, as no direct relationship between nasal decongestant effect and plasma concentration has been established.",
            "16 A comparative study reported that bleeding was subjectively less following intranasal oxymetazoline than it was following phenylephrine or cocaine during endoscopic surgery in children.",
            "5 A limitation of this study is that plasma phenylephrine concentrations were measured for only 20 minutes following administration.",
            "Data are expressed as meanAESD ng/mL. IPE, intranasal phenylephrine.",
            "Differences in plasma phenylephrine concentrations between the IPE groups at any time period were not significant by analysis of variance."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    }
]