[
    {
        "doc_id": "45652",
        "text": "Objective: To compare two groups of subjects at the peak of the pubertal growth period treated with the Functional Mandibular Advancer (FMA; Forestadent, Pforzheim, Germany) appliance using either single-step or stepwise mandibular advancement. Materials and Methods: This study was conducted on 34 Class II division 1 malocclusion subjects at or just before the peak phase of pubertal growth as assessed by hand-wrist radiographs. Subjects were assigned to two groups of mandibular advancement, using matched randomization. Both groups were treated with the FMA. While the mandible was advanced to a super Class I molar relation in the single-step advancement group (SSG), patients in the stepwise mandibular advancement group (SWG) had a 4-mm initial bite advancement and subsequent 2-mm advancements at bimonthly intervals. The material consisted of lateral cephalograms taken before treatment and after 10 months of FMA treatment. Data were analyzed by means paired t-tests and an independent t-test. Results: There were statistically significant changes in SNB, Pg horizontal, ANB, Co-Gn, and Co-Go measurements in both groups (P , .001); these changes were greater in the SWG with the exception of Co-Go (P , .05). While significant differences were found in U1-SN, IMPA, L6 horizontal, overjet, and overbite appraisals in each group (P , .001), these changes were comparable (P. .05). Conclusion: Because of the higher rates of sagittal mandibular skeletal changes, FMA using stepwise advancement of the mandible might be the appliance of choice for treating Class II division 1 malocclusions.",
        "section": "Abstract",
        "sentences": [
            "Objective: To compare two groups of subjects at the peak of the pubertal growth period treated with the Functional Mandibular Advancer (FMA; Forestadent, Pforzheim, Germany) appliance using either single-step or stepwise mandibular advancement.",
            "Materials and Methods: This study was conducted on 34 Class II division 1 malocclusion subjects at or just before the peak phase of pubertal growth as assessed by hand-wrist radiographs.",
            "Subjects were assigned to two groups of mandibular advancement, using matched randomization.",
            "Both groups were treated with the FMA.",
            "While the mandible was advanced to a super Class I molar relation in the single-step advancement group (SSG), patients in the stepwise mandibular advancement group (SWG) had a 4-mm initial bite advancement and subsequent 2-mm advancements at bimonthly intervals.",
            "The material consisted of lateral cephalograms taken before treatment and after 10 months of FMA treatment.",
            "Data were analyzed by means paired t-tests and an independent t-test.",
            "Results: There were statistically significant changes in SNB, Pg horizontal, ANB, Co-Gn, and Co-Go measurements in both groups (P , .001); these changes were greater in the SWG with the exception of Co-Go (P , .05).",
            "While significant differences were found in U1-SN, IMPA, L6 horizontal, overjet, and overbite appraisals in each group (P , .001), these changes were comparable (P. .05).",
            "Conclusion: Because of the higher rates of sagittal mandibular skeletal changes, FMA using stepwise advancement of the mandible might be the appliance of choice for treating Class II division 1 malocclusions."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "45652",
        "text": "The primary treatment goal in Class II mandibular retrognathism cases is to induce supplementary lengthening of the mandible via functional appliances. However, rather than skeletal, their effect is mainly dentoalveolar. Hence, in an effort to increase the orthopedic impact, attention has been drawn to the timing of treatment, 1,2 type of functional appliance, 2, 3 rigidity of the fixed functional appliance, [4] [5] [6] and mode of mandibular advancement during treatment (single or gradual activation). [7] [8] [9] The consensus is that condylar growth can be stimulated efficiently if the functional treatment is performed during the adolescent growth spurt using rigid functional appliances. However, it is debatable whether the mode of mandibular advancement affects the amount of growth and position of the mandible.",
        "section": "INTRODUCTION",
        "section_number": 1,
        "sentences": [
            "The primary treatment goal in Class II mandibular retrognathism cases is to induce supplementary lengthening of the mandible via functional appliances.",
            "However, rather than skeletal, their effect is mainly dentoalveolar.",
            "Hence, in an effort to increase the orthopedic impact, attention has been drawn to the timing of treatment, 1,2 type of functional appliance, 2, 3 rigidity of the fixed functional appliance, [4] [5] [6] and mode of mandibular advancement during treatment (single or gradual activation). [",
            "7] [8] [9] The consensus is that condylar growth can be stimulated efficiently if the functional treatment is performed during the adolescent growth spurt using rigid functional appliances.",
            "However, it is debatable whether the mode of mandibular advancement affects the amount of growth and position of the mandible."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "45652",
        "text": "The experimental study of Rabie et al. 9 demonstrated that bone formation at the condyle and glenoid fossa that reached the highest level during the first 30day period with maximum ''jumping'' returned to the amount attained during natural growth from then on, while there was significantly more bone formation with stepwise advancement than with maximum jumping in the second 30-day period. Also, from the clinical standpoint, it has been stated that stepwise advancement could result in an increase of mandibular growth, less protrusion of the mandibular incisors, and better patient compliance. 10 When looking at these two modes of sagittal appliance activation, we note that the findings of clinical trials are conflicting. There are important flaws noted in some articles due to comparing nonhomogenous groups with respect to either the type of functional appliance used (headgear-Herbst vs headgear-activator 8 ; headgear-Herbst vs headgear alone 11 ; Herbst vs Bass 7 ) or treatment modality applied (Herbst vs mandibular sagittal split osteotomy 12 ), which can affect the extent of skeletal response to treatment. Even though the most appropriate design to show the actual effectiveness of stepwise advancement vs maximum bite jumping comprises groups treated under the same conditions, there are only a few studies comparing treatment groups using identical functional appliances. [13] [14] [15] [16] In treatments using removable functional appliances 13, 14 or headgear-activator combinations, 15 the researchers have found no difference between the two modes of protrusive activation in terms of amount of mandibular prognathism achieved. Whereas in a study of adult patients treated with the Herbst-which is a rigid, fixed appliance-stepwise advancement tended to elicit a greater protrusive effect on the sagittal position of the mandible than did maximum jumping. 16 Furthermore, there is a disparity among the studies with respect to the amount of initial advancement, which is important to obtain the optimum response during gradual activation.",
        "section": "INTRODUCTION",
        "section_number": 2,
        "sentences": [
            "The experimental study of Rabie et al. 9 demonstrated that bone formation at the condyle and glenoid fossa that reached the highest level during the first 30day period with maximum ''jumping'' returned to the amount attained during natural growth from then on, while there was significantly more bone formation with stepwise advancement than with maximum jumping in the second 30-day period.",
            "Also, from the clinical standpoint, it has been stated that stepwise advancement could result in an increase of mandibular growth, less protrusion of the mandibular incisors, and better patient compliance.",
            "10 When looking at these two modes of sagittal appliance activation, we note that the findings of clinical trials are conflicting.",
            "There are important flaws noted in some articles due to comparing nonhomogenous groups with respect to either the type of functional appliance used (headgear-Herbst vs headgear-activator 8 ; headgear-Herbst vs headgear alone 11 ; Herbst vs Bass 7 ) or treatment modality applied (Herbst vs mandibular sagittal split osteotomy 12 ), which can affect the extent of skeletal response to treatment.",
            "Even though the most appropriate design to show the actual effectiveness of stepwise advancement vs maximum bite jumping comprises groups treated under the same conditions, there are only a few studies comparing treatment groups using identical functional appliances. [",
            "13] [14] [15] [16] In treatments using removable functional appliances 13, 14 or headgear-activator combinations, 15 the researchers have found no difference between the two modes of protrusive activation in terms of amount of mandibular prognathism achieved.",
            "Whereas in a study of adult patients treated with the Herbst-which is a rigid, fixed appliance-stepwise advancement tended to elicit a greater protrusive effect on the sagittal position of the mandible than did maximum jumping.",
            "16 Furthermore, there is a disparity among the studies with respect to the amount of initial advancement, which is important to obtain the optimum response during gradual activation."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "45652",
        "text": "The Functional Mandibular Advancer (FMA; Forestadent, Pforzheim, Germany), 17 introduced in 2002 (later than the Mandibular Advancement Repositioning Appliance [MARA]), 18 is a fairly new, rigid, fixed functional appliance. In contrast to the MARA, which had the guiding elbows fixed to the maxillary first molars at right angles to the occlusal plane, 19 the FMA has an inclined plane (at 608 to horizontal) which is one of the fundamental concepts of functional jaw orthopedics. 17 A stepwise advancement protocol can easily be performed by moving the protrusive guide pins to a more anterior position via the mounting plate with threaded inserts. 5, 17 No study has been undertaken to determine whether there is any difference between the two modes of mandibular advancement during FMA treatment.",
        "section": "INTRODUCTION",
        "section_number": 3,
        "sentences": [
            "The Functional Mandibular Advancer (FMA; Forestadent, Pforzheim, Germany), 17 introduced in 2002 (later than the Mandibular Advancement Repositioning Appliance [MARA]), 18 is a fairly new, rigid, fixed functional appliance.",
            "In contrast to the MARA, which had the guiding elbows fixed to the maxillary first molars at right angles to the occlusal plane, 19 the FMA has an inclined plane (at 608 to horizontal) which is one of the fundamental concepts of functional jaw orthopedics.",
            "17 A stepwise advancement protocol can easily be performed by moving the protrusive guide pins to a more anterior position via the mounting plate with threaded inserts.",
            "5, 17 No study has been undertaken to determine whether there is any difference between the two modes of mandibular advancement during FMA treatment."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "45652",
        "text": "The aim of this study was to compare two groups of adolescent subjects at their peak pubertal growth period treated with the FMA appliance using either single-step or stepwise mandibular advancement.",
        "section": "INTRODUCTION",
        "section_number": 4,
        "sentences": [
            "The aim of this study was to compare two groups of adolescent subjects at their peak pubertal growth period treated with the FMA appliance using either single-step or stepwise mandibular advancement."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "45652",
        "text": "The study protocol was approved (15-3.2/5) by the Ethics Committee of the School of Medicine, Ege University; written consent was obtained from the patients.",
        "section": "MATERIALS AND METHODS",
        "section_number": 5,
        "sentences": [
            "The study protocol was approved (15-3.2/5) by the Ethics Committee of the School of Medicine, Ege University; written consent was obtained from the patients."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "45652",
        "text": "Thirty-six patients (18 female, 18 male) fulfilling the following requirements were included in this study: (1) Angle Class II Division 1 malocclusion in the permanent dentition with an overjet greater than 6 mm and full-cusp Cl II molar relationship, (2) ANB greater than 48 with retrognathic mandible, (3) mild or no crowding, (4) growth period just before or at the peak of pubertal growth (evaluated by hand-wrist radiographs), 20 and (5) SN-GoGn not exceeding 388. Matched randomization 21 was used for assigning patients to study groups. Subjects were divided into 18 pairs. Patients within each pair were selected so that they were of the same sex and had a similar degree of malocclusion (based on ANB, SN-GoGn, and overjet). One of the patients in each pair, randomly selected through tossing a coin, was treated with the FMA using stepwise mandibular advancement, whereas the other patient underwent single-step advancement. Thus, there were two groups classified according to the mode of mandibular advancement: single-step advancement group (SSG) and stepwise mandibular advancement group (SWG). The FMA in the current study consisted of cast stainless steel crowns with welded mounting plates and transpalatal and lingual arches ( Figure 1 ). Whereas the mandible was advanced to a super Class I molar relation in the SSG, patients of the SWG had an initial bite advancement of 4 mm and subsequent 2-mm advancements at bimonthly intervals via the threaded insert supports. Treatment was provided by four experienced clinicians working in the orthodontic clinic of the same university, with a standardized protocol. The orthopedic phase was followed by comprehensive fixed appliance therapy.",
        "section": "MATERIALS AND METHODS",
        "section_number": 6,
        "sentences": [
            "Thirty-six patients (18 female, 18 male) fulfilling the following requirements were included in this study: (1) Angle Class II Division 1 malocclusion in the permanent dentition with an overjet greater than 6 mm and full-cusp Cl II molar relationship, (2) ANB greater than 48 with retrognathic mandible, (3) mild or no crowding, (4) growth period just before or at the peak of pubertal growth (evaluated by hand-wrist radiographs), 20 and (5) SN-GoGn not exceeding 388.",
            "Matched randomization 21 was used for assigning patients to study groups.",
            "Subjects were divided into 18 pairs.",
            "Patients within each pair were selected so that they were of the same sex and had a similar degree of malocclusion (based on ANB, SN-GoGn, and overjet).",
            "One of the patients in each pair, randomly selected through tossing a coin, was treated with the FMA using stepwise mandibular advancement, whereas the other patient underwent single-step advancement.",
            "Thus, there were two groups classified according to the mode of mandibular advancement: single-step advancement group (SSG) and stepwise mandibular advancement group (SWG).",
            "The FMA in the current study consisted of cast stainless steel crowns with welded mounting plates and transpalatal and lingual arches ( Figure 1 ).",
            "Whereas the mandible was advanced to a super Class I molar relation in the SSG, patients of the SWG had an initial bite advancement of 4 mm and subsequent 2-mm advancements at bimonthly intervals via the threaded insert supports.",
            "Treatment was provided by four experienced clinicians working in the orthodontic clinic of the same university, with a standardized protocol.",
            "The orthopedic phase was followed by comprehensive fixed appliance therapy."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "45652",
        "text": "The study was conducted using lateral cephalometric radiographs that were acquired before (T1) and 10 months following FMA treatment (T2), that is, immediately after removal of the appliance following 10 months of FMA treatment (which was after the FMA was in place for 10 months). All cephalometric radiographs were taken on the same cephalostat. Blinding was done for cephalometric measurements: When measuring the cephalograms, the examiner was unaware of the group to which the patient had been enrolled. Seven angular and eight linear measurements were made using Dolphin Imaging 11.0 Software (Dolphin Imaging and Management Solutions, Chatsworth, Calif) ( Figure 2 ). The Frankfort horizontal (FH) plane (constructed by drawing a second line having a À78 difference with the SN plane) and FHP (a line drawn at sella and perpendicular to FH) were used for the measuring the first molars.",
        "section": "MATERIALS AND METHODS",
        "section_number": 7,
        "sentences": [
            "The study was conducted using lateral cephalometric radiographs that were acquired before (T1) and 10 months following FMA treatment (T2), that is, immediately after removal of the appliance following 10 months of FMA treatment (which was after the FMA was in place for 10 months).",
            "All cephalometric radiographs were taken on the same cephalostat.",
            "Blinding was done for cephalometric measurements: When measuring the cephalograms, the examiner was unaware of the group to which the patient had been enrolled.",
            "Seven angular and eight linear measurements were made using Dolphin Imaging 11.0 Software (Dolphin Imaging and Management Solutions, Chatsworth, Calif) ( Figure 2 ).",
            "The Frankfort horizontal (FH) plane (constructed by drawing a second line having a À78 difference with the SN plane) and FHP (a line drawn at sella and perpendicular to FH) were used for the measuring the first molars."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "45652",
        "text": "For assessing the method error, 20 randomly selected cephalograms were retraced and remeasured at 2-week intervals. The Dahlberg formula 22 was used to assess measurement repeatability:",
        "section": "Statistical Analysis",
        "section_number": 8,
        "sentences": [
            "For assessing the method error, 20 randomly selected cephalograms were retraced and remeasured at 2-week intervals.",
            "The Dahlberg formula 22 was used to assess measurement repeatability:"
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "45652",
        "text": "ffiffiffiffiffiffiffiffiffiffiffiffiffi ffi X d 2 2n r",
        "section": "Statistical Analysis",
        "section_number": 9,
        "sentences": [
            "ffiffiffiffiffiffiffiffiffiffiffiffiffi ffi X d 2 2n r"
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "45652",
        "text": "where d is the difference between two measurements of a pair, and n is the number of double measurements. The method error for cephalometric landmark identification and digitizing did not exceed 0.78 mm or 0.858 for any cephalometric variable investigated. According to the power analysis with 0.05 level and 80% power (based on a 0.62-mm standard deviation and a 0.6-mm detectable difference), 5 the needed minimum sample size was 17 for each group. Normal distribution of pre-and post-FMA differences were observed by means of the Shapiro-Wilks test. Hence, paired t-tests were used for significance of mean changes in both groups, and comparisons of mean changes between both groups were performed using an independent t-test. The data were analyzed using SPSS software (version 16.0, SPSS Inc, Chicago, Ill). Statistical significance was set at P , .05.",
        "section": "Statistical Analysis",
        "section_number": 10,
        "sentences": [
            "where d is the difference between two measurements of a pair, and n is the number of double measurements.",
            "The method error for cephalometric landmark identification and digitizing did not exceed 0.78 mm or 0.858 for any cephalometric variable investigated.",
            "According to the power analysis with 0.05 level and 80% power (based on a 0.62-mm standard deviation and a 0.6-mm detectable difference), 5 the needed minimum sample size was 17 for each group.",
            "Normal distribution of pre-and post-FMA differences were observed by means of the Shapiro-Wilks test.",
            "Hence, paired t-tests were used for significance of mean changes in both groups, and comparisons of mean changes between both groups were performed using an independent t-test.",
            "The data were analyzed using SPSS software (version 16.0, SPSS Inc, Chicago, Ill).",
            "Statistical significance was set at P , .05."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "45652",
        "text": "Because a male patient in the SSG discontinued treatment, the corresponding patient in the other group was also excluded from the final analysis to maintain the 1:1 intergroup ratio. Final data were collected for 34 subjects. Nine female and eight male patients with a mean age of 13.48 6 0.88 constituted the SWG, while the SSG consisted of nine female and eight male patients with a mean age of 13.15 6 0.77.",
        "section": "RESULTS",
        "section_number": 11,
        "sentences": [
            "Because a male patient in the SSG discontinued treatment, the corresponding patient in the other group was also excluded from the final analysis to maintain the 1:1 intergroup ratio.",
            "Final data were collected for 34 subjects.",
            "Nine female and eight male patients with a mean age of 13.48 6 0.88 constituted the SWG, while the SSG consisted of nine female and eight male patients with a mean age of 13.15 6 0.77."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "45652",
        "text": "Pre-and post-FMA measurements are depicted in Table 1 . Intragroup changes and intergroup differences are presented in Table 2 . FMA treatment led to overcorrected neutrocclusion, based on a combination of skeletal and dental effects. In both groups, the mandible was positioned anteriorly (SNB increased, Pg decreased horizontally), with a consequent decrease in the ANB angle (P , .001). The increases in mandibular length (Co-Gn) and ramus height (Co-Go) were statistically significant in both groups (P , .001). Dental parameters showed similar alterations; palatal tipping of maxillary incisors, mesial movement of mandibular molars, labial tipping of the mandibular incisors, and decreases in overjet and overbite were detected in both groups (P , .001). While significant differences were observed between the two groups concerning SNB, Pg horizontal, ANB, and Co-Gn measurements (P , .05), no significant intergroup differences were found for dental changes (P . .05).",
        "section": "RESULTS",
        "section_number": 12,
        "sentences": [
            "Pre-and post-FMA measurements are depicted in Table 1 .",
            "Intragroup changes and intergroup differences are presented in Table 2 .",
            "FMA treatment led to overcorrected neutrocclusion, based on a combination of skeletal and dental effects.",
            "In both groups, the mandible was positioned anteriorly (SNB increased, Pg decreased horizontally), with a consequent decrease in the ANB angle (P , .001).",
            "The increases in mandibular length (Co-Gn) and ramus height (Co-Go) were statistically significant in both groups (P , .001).",
            "Dental parameters showed similar alterations; palatal tipping of maxillary incisors, mesial movement of mandibular molars, labial tipping of the mandibular incisors, and decreases in overjet and overbite were detected in both groups (P , .001).",
            "While significant differences were observed between the two groups concerning SNB, Pg horizontal, ANB, and Co-Gn measurements (P , .05), no significant intergroup differences were found for dental changes (P .",
            ".05)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "45652",
        "text": "In the literature, treatment effects of gradual advancement of functional appliances compared with single maximal protrusion have been discussed with conflicting results. The variability of reported results can be ascribed to the different protocols of stepwise advancement, types of appliances used, and patients' maturational levels at the time of intervention. Additionally, in a fraction of the studies, methodological bias was introduced since comparison of stepwise and single-step activation was made in the treatment groups using nonidentical functional appliances. 7, 8, 11, 12 In only one study were two modes of activation compared, each using an identical fixed functional Herbst appliance, 16 although it was conducted on adult patients. In the present study, we aimed to maximize the robustness of the method of comparing the two advancement modes by enrolling subjects in their peak phase of pubertal growth. It should be noted that the dentoskeletal effects of the two modes of mandibular advancement with the FMA were based on the cumulative effects of physiologic growth and treatment-induced effects. Since the aim of this study was to compare two modes of protrusive activations in treating a Class II division 1 malocclusion using the same appliance for both groups, a control group of untreated Class II subjects was not formed. The other important reason for this decision was the ethical concern of leaving patients untreated during their pubertal growth spurt. Reviewing the literature, we found that the amount of initial advancement and intervals of subsequent advancement notably differ among studies. In headgear-Herbst studies, the mandible was advanced initially 2 mm and thereafter an additional 2 mm at bimonthly intervals. 8, 11 In activator-headgear treatment groups, 4 mm of sagittal advancement was carried out every 3 months. 8, 15 Patients treated with the Twin-block had a 2-mm advancement at 6-week intervals. 14 In treatment with the Bass appliance, the mandible was advanced initially half a cusp forward from the intercuspal position, with thereafter small protrusive activations (2 mm) at short intervals of 6 weeks. 7 In adult samples treated with the Herbst, the patients had an initial advancement of at least 4 mm with a 6-month duration for each advancement. 12, 16 In particular, rat studies revealed that the amount of initial advancement is important. 9, 23 Rabie and Al-Kalaly 23 demonstrated that a 4-mm advancement resulted in a significantly greater increase in type II collagen (the major component of condylar cartilage) and in total amount of new bone formation on the condyle compared with a 2-mm advancement group. The investigators stressed that a minimal threshold of strain must be exceeded to promote an ideal response. 9, 23 Thus, the authors of the current study preferred an initial advancement of 4 mm, which could subject the condylar tissue to greater mechanical strain. Subsequent advancements were set at 2 mm every 2 months to repeatedly maximize the number of replicating cells in the condyle and glenoid fossa. 24, 25 The duration of mandibular advancement is another important aspect. In the rat study, premature removal of the functional appliance has been shown to cause subnormal growth at the condyle during the immediate posttreatment period, compared with the control group. 26 Keeping the mandible in a forward position for a longer period of time (ie, at least 10 months) has been advocated to convert newly formed bone matrix into more stable type I collagen matrix and to secure normal levels of mandibular growth following removal of the functional appliance. 26 In this respect, we made sure that the FMA was kept in situ for 10 months.",
        "section": "DISCUSSION",
        "section_number": 13,
        "sentences": [
            "In the literature, treatment effects of gradual advancement of functional appliances compared with single maximal protrusion have been discussed with conflicting results.",
            "The variability of reported results can be ascribed to the different protocols of stepwise advancement, types of appliances used, and patients' maturational levels at the time of intervention.",
            "Additionally, in a fraction of the studies, methodological bias was introduced since comparison of stepwise and single-step activation was made in the treatment groups using nonidentical functional appliances.",
            "7, 8, 11, 12 In only one study were two modes of activation compared, each using an identical fixed functional Herbst appliance, 16 although it was conducted on adult patients.",
            "In the present study, we aimed to maximize the robustness of the method of comparing the two advancement modes by enrolling subjects in their peak phase of pubertal growth.",
            "It should be noted that the dentoskeletal effects of the two modes of mandibular advancement with the FMA were based on the cumulative effects of physiologic growth and treatment-induced effects.",
            "Since the aim of this study was to compare two modes of protrusive activations in treating a Class II division 1 malocclusion using the same appliance for both groups, a control group of untreated Class II subjects was not formed.",
            "The other important reason for this decision was the ethical concern of leaving patients untreated during their pubertal growth spurt.",
            "Reviewing the literature, we found that the amount of initial advancement and intervals of subsequent advancement notably differ among studies.",
            "In headgear-Herbst studies, the mandible was advanced initially 2 mm and thereafter an additional 2 mm at bimonthly intervals.",
            "8, 11 In activator-headgear treatment groups, 4 mm of sagittal advancement was carried out every 3 months.",
            "8, 15 Patients treated with the Twin-block had a 2-mm advancement at 6-week intervals.",
            "14 In treatment with the Bass appliance, the mandible was advanced initially half a cusp forward from the intercuspal position, with thereafter small protrusive activations (2 mm) at short intervals of 6 weeks.",
            "7 In adult samples treated with the Herbst, the patients had an initial advancement of at least 4 mm with a 6-month duration for each advancement.",
            "12, 16 In particular, rat studies revealed that the amount of initial advancement is important.",
            "9, 23 Rabie and Al-Kalaly 23 demonstrated that a 4-mm advancement resulted in a significantly greater increase in type II collagen (the major component of condylar cartilage) and in total amount of new bone formation on the condyle compared with a 2-mm advancement group.",
            "The investigators stressed that a minimal threshold of strain must be exceeded to promote an ideal response.",
            "9, 23 Thus, the authors of the current study preferred an initial advancement of 4 mm, which could subject the condylar tissue to greater mechanical strain.",
            "Subsequent advancements were set at 2 mm every 2 months to repeatedly maximize the number of replicating cells in the condyle and glenoid fossa.",
            "24, 25 The duration of mandibular advancement is another important aspect.",
            "In the rat study, premature removal of the functional appliance has been shown to cause subnormal growth at the condyle during the immediate posttreatment period, compared with the control group.",
            "26 Keeping the mandible in a forward position for a longer period of time (ie, at least 10 months) has been advocated to convert newly formed bone matrix into more stable type I collagen matrix and to secure normal levels of mandibular growth following removal of the functional appliance.",
            "26 In this respect, we made sure that the FMA was kept in situ for 10 months."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "45652",
        "text": "Only one study documented the skeletal and dental effects of the FMA in Class II subjects having a wide age range (from 12 years 3 months to 18 years 7 months) with respect to untreated controls. 5 Kinzinger and Diedrich 5 reported that moderate skeletal effects in the mandible could be achieved with the FMA and that correction of the Class II occurs mainly in the form of dentoalveolar compensation with increasing patient age. Unfortunately, in other studies, patients undergoing either FMA or Herbst treatment were pooled and not evaluated separately. 27, 28 None of those studies included clear information regarding appliance activations. 5, 27, 28 The effects of the MARA has also been investigated in a few studies. 19, 29 Therefore, the ability to compare the findings of the present study with previous studies using the FMA and its MARA alternative was limited.",
        "section": "DISCUSSION",
        "section_number": 14,
        "sentences": [
            "Only one study documented the skeletal and dental effects of the FMA in Class II subjects having a wide age range (from 12 years 3 months to 18 years 7 months) with respect to untreated controls.",
            "5 Kinzinger and Diedrich 5 reported that moderate skeletal effects in the mandible could be achieved with the FMA and that correction of the Class II occurs mainly in the form of dentoalveolar compensation with increasing patient age.",
            "Unfortunately, in other studies, patients undergoing either FMA or Herbst treatment were pooled and not evaluated separately.",
            "27, 28 None of those studies included clear information regarding appliance activations.",
            "5, 27, 28 The effects of the MARA has also been investigated in a few studies.",
            "19, 29 Therefore, the ability to compare the findings of the present study with previous studies using the FMA and its MARA alternative was limited."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "45652",
        "text": "Increase in mandibular length, anterior positioning of mandible, and improvement in jaw-base relationship observed in each group was nearly same as those of previous FMA and MARA studies. 5, 19, 29 Considering the Co-Gn, Pg-horizontal, SNB, and ANB measurements, the SWG showed greater skeletal changes. Although the magnitude of differences between the two groups could be perceived as not clinically significant, it should not be overlooked that the statistically significant difference between groups suggests that the stepwise advancement is more appropriate for increasing the skeletal effect. In partial agreement with the our results in a stepwise group of adult patients, the change in sagittal position of the mandible was somewhat larger but nonsignificant, and improvement only in jaw base relationship (ANB, Wits, and NAPg measurements) was significantly greater in the stepwise group than in the single-step group. 16 This difference between the present and aforementioned study 16 was probably related to patient age. On the other hand, studies using identical removable functional appliances in stepwise vs single, large-advancement groups indicated that there was no difference in obtained mandibular orthopedic effects between the two groups. [13] [14] [15] In both groups of the current study, palatal tipping of the maxillary incisors, protrusion of the mandibular incisors, and mesial movement and mesial tipping of the mandibular molars were observed, similar to other FMA 5 and MARA studies. 19, 29 Distal movement of the maxillary molars that was reported in a previous FMA study 5 was not seen in the present study, which could be attributed to the palatal arch integrated into the stainless steel crowns on the molars. The dental changes mentioned above were similar for both SWG and SSG. Although a trend indicating less protrusion of the mandibular incisors in the SWG was evident, it did not reach significance (P ¼ .060). This finding is in agreement with previous studies reporting no difference between stepwise and single-step groups, but contradicts the headgear-activator study in which the mandibular incisors were unaffected in the stepwise advancement group. 15 ",
        "section": "DISCUSSION",
        "section_number": 15,
        "sentences": [
            "Increase in mandibular length, anterior positioning of mandible, and improvement in jaw-base relationship observed in each group was nearly same as those of previous FMA and MARA studies.",
            "5, 19, 29 Considering the Co-Gn, Pg-horizontal, SNB, and ANB measurements, the SWG showed greater skeletal changes.",
            "Although the magnitude of differences between the two groups could be perceived as not clinically significant, it should not be overlooked that the statistically significant difference between groups suggests that the stepwise advancement is more appropriate for increasing the skeletal effect.",
            "In partial agreement with the our results in a stepwise group of adult patients, the change in sagittal position of the mandible was somewhat larger but nonsignificant, and improvement only in jaw base relationship (ANB, Wits, and NAPg measurements) was significantly greater in the stepwise group than in the single-step group.",
            "16 This difference between the present and aforementioned study 16 was probably related to patient age.",
            "On the other hand, studies using identical removable functional appliances in stepwise vs single, large-advancement groups indicated that there was no difference in obtained mandibular orthopedic effects between the two groups. [",
            "13] [14] [15] In both groups of the current study, palatal tipping of the maxillary incisors, protrusion of the mandibular incisors, and mesial movement and mesial tipping of the mandibular molars were observed, similar to other FMA 5 and MARA studies.",
            "19, 29 Distal movement of the maxillary molars that was reported in a previous FMA study 5 was not seen in the present study, which could be attributed to the palatal arch integrated into the stainless steel crowns on the molars.",
            "The dental changes mentioned above were similar for both SWG and SSG.",
            "Although a trend indicating less protrusion of the mandibular incisors in the SWG was evident, it did not reach significance (P ¼ .060).",
            "This finding is in agreement with previous studies reporting no difference between stepwise and single-step groups, but contradicts the headgear-activator study in which the mandibular incisors were unaffected in the stepwise advancement group.",
            "15"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "45652",
        "text": "Comparing the two groups of subjects at the peak of pubertal growth treated with the FMA revealed that stepwise advancement produced greater skeletal effects than did single-step protrusion in terms of mandibular advancement and augmentation in mandibular length, with similar dental changes.",
        "section": "CONCLUSION",
        "section_number": 16,
        "sentences": [
            "Comparing the two groups of subjects at the peak of pubertal growth treated with the FMA revealed that stepwise advancement produced greater skeletal effects than did single-step protrusion in terms of mandibular advancement and augmentation in mandibular length, with similar dental changes."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "45652",
        "text": "STEPWISE VS SINGLE-STEP ADVANCEMENT WITH THE FMA",
        "section": "",
        "section_number": 17,
        "sentences": [
            "STEPWISE VS SINGLE-STEP ADVANCEMENT WITH THE FMA"
        ],
        "sentence_labels": [
            -1
        ]
    }
]