[
    {
        "doc_id": "47809",
        "text": "Objective: General anesthesia is often used in children's eye surgery. General anesthetics such as propofol, fentanyl and sevoflurane were often used in eye surgery anesthesia as they can make patients regain consciousness quickly. This study aims to compare emergence agitation and recovery time for different anesthesia methods in patients with eye surgery. Methods: Patients who received eye surgery in our hospital were randomly divided into three groups, in which they were anesthetized by propofol combined with remifentanil (PR), propofol combined with sevoflurane (PS), or single sevoflurane (S) respectively. After eye surgery, the eye opening time, extubation time, OASS score, Mean Arterial Pressure (MAP), Heart Rate (HR), dysphoria incidence and Ramsay score at different time points after extubation, recovery time, and complications were observed and compared among different groups. Results: Patients in PR group showed longer eye opening time (11.31 ± 1.31 min) and extubation time (12.61 ± 2.27 min), and lower OASS score than those patients in PS group (8.56 ± 2.17 vs. 9.56 ± 2.16 min) and S group (7.54 ± 2.45 vs. 9.01 ± 2.12 min) (P<0.05). PS group presented longer eye opening time and extubation time than S group, without significant difference regarding OASS score (P>0.05). MAP and HR at 10 min (80.45 ± 13.37 mmHg and 75.14 ± 11.68 bpm), 15 min (88.11 ± 15.75 mmHg and 77.43 ± 12.11 bpm), 20 min (106.46 ± 15.15 mmHg and 78.21 ± 14.12 bpm), and 30 min (104.97 ± 18.24 mmHg and 87.92 ± 16.34 bpm) after extubation in PR group were obviously higher than those in PS and S group. Moreover, dysphoria incidence was reduced and Ramsay score was elevated significantly in PR group (P<0.05). Patients in PR group showed shorter recovery time and lower complication rate. Conclusion: Combined anesthesia containing propofol and remifentanil presented lower dysphoria incidence and complication rate. It shortened recovery time and provided a high recovery quality.",
        "section": "Abstract",
        "sentences": [
            "Objective: General anesthesia is often used in children's eye surgery.",
            "General anesthetics such as propofol, fentanyl and sevoflurane were often used in eye surgery anesthesia as they can make patients regain consciousness quickly.",
            "This study aims to compare emergence agitation and recovery time for different anesthesia methods in patients with eye surgery.",
            "Methods: Patients who received eye surgery in our hospital were randomly divided into three groups, in which they were anesthetized by propofol combined with remifentanil (PR), propofol combined with sevoflurane (PS), or single sevoflurane (S) respectively.",
            "After eye surgery, the eye opening time, extubation time, OASS score, Mean Arterial Pressure (MAP), Heart Rate (HR), dysphoria incidence and Ramsay score at different time points after extubation, recovery time, and complications were observed and compared among different groups.",
            "Results: Patients in PR group showed longer eye opening time (11.31 ± 1.31 min) and extubation time (12.61 ± 2.27 min), and lower OASS score than those patients in PS group (8.56 ± 2.17 vs. 9.56 ± 2.16 min) and S group (7.54 ± 2.45 vs. 9.01 ± 2.12 min) (P<0.05).",
            "PS group presented longer eye opening time and extubation time than S group, without significant difference regarding OASS score (P>0.05).",
            "MAP and HR at 10 min (80.45 ± 13.37 mmHg and 75.14 ± 11.68 bpm), 15 min (88.11 ± 15.75 mmHg and 77.43 ± 12.11 bpm), 20 min (106.46 ± 15.15 mmHg and 78.21 ± 14.12 bpm), and 30 min (104.97 ± 18.24 mmHg and 87.92 ± 16.34 bpm) after extubation in PR group were obviously higher than those in PS and S group.",
            "Moreover, dysphoria incidence was reduced and Ramsay score was elevated significantly in PR group (P<0.05).",
            "Patients in PR group showed shorter recovery time and lower complication rate.",
            "Conclusion: Combined anesthesia containing propofol and remifentanil presented lower dysphoria incidence and complication rate.",
            "It shortened recovery time and provided a high recovery quality."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "47809",
        "text": "For eye surgery, children patients often receive general anesthesia. However, since the eye surgery time was short and general anesthesia requires comprehensive monitoring, fast and safe recovery is important to reduce the anesthesia related adverse reactions [1] . The main characteristics of emergence agitation include excitement, dysphoria, disorientation, limbs unconscious action, uncontrolled crying and moaning. Common adverse reactions after general anesthesia may lead to wound dehiscence, bleeding, or falling down from bed [2, 3] . Propofol, fentanyl and sevoflurane that are commonly anesthetics used in clinic can make patients quickly recover [4] . Clinical trials confirmed that sevoflurane combined with propofol or remifentanil showed better recovery quality and fewer complications than single sevoflurane inhalation anesthesia. However, whether there is a difference among any combined two drugs remains unclear. This study aimed to compare three different anesthetic methods in eye surgery patients trying to provide theoretical basis for general anesthesia selection.",
        "section": "Introduction",
        "section_number": 1,
        "sentences": [
            "For eye surgery, children patients often receive general anesthesia.",
            "However, since the eye surgery time was short and general anesthesia requires comprehensive monitoring, fast and safe recovery is important to reduce the anesthesia related adverse reactions [1] .",
            "The main characteristics of emergence agitation include excitement, dysphoria, disorientation, limbs unconscious action, uncontrolled crying and moaning.",
            "Common adverse reactions after general anesthesia may lead to wound dehiscence, bleeding, or falling down from bed [2, 3] .",
            "Propofol, fentanyl and sevoflurane that are commonly anesthetics used in clinic can make patients quickly recover [4] .",
            "Clinical trials confirmed that sevoflurane combined with propofol or remifentanil showed better recovery quality and fewer complications than single sevoflurane inhalation anesthesia.",
            "However, whether there is a difference among any combined two drugs remains unclear.",
            "This study aimed to compare three different anesthetic methods in eye surgery patients trying to provide theoretical basis for general anesthesia selection."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "47809",
        "text": "90 cases of children who received eye surgery in the first people's Hospital of Shandong (Shandong China) between January 2014 and January 2015 were selected. There were 45 males and 45 females with an average age of 4.6 ± 1. old). 45 cases received vitreoretinal surgery and the others received frontal muscle suspension. All patients were in ASA I-II level with no other abnormalities. No statistical differences were found regarding gender, age, and weight (P>0.05) ( Table 1 ).",
        "section": "General information",
        "section_number": 2,
        "sentences": [
            "90 cases of children who received eye surgery in the first people's Hospital of Shandong (Shandong China) between January 2014 and January 2015 were selected.",
            "There were 45 males and 45 females with an average age of 4.6 ± 1.",
            "old).",
            "45 cases received vitreoretinal surgery and the others received frontal muscle suspension.",
            "All patients were in ASA I-II level with no other abnormalities.",
            "No statistical differences were found regarding gender, age, and weight (P>0.05) ( Table 1 )."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "47809",
        "text": "The study protocol was approved by the Research Ethics Committee of the first people's Hospital of Shandong (Shandong China), and all patients gave their informed consent before commencement.",
        "section": "General information",
        "section_number": 3,
        "sentences": [
            "The study protocol was approved by the Research Ethics Committee of the first people's Hospital of Shandong (Shandong China), and all patients gave their informed consent before commencement."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "47809",
        "text": "All patients were randomly divided into three groups, in which they received different anesthesia method including propofol combined with remifentanil (PR), propofol combined with sevoflurane (PS), or single Sevoflurane (S).",
        "section": "General information",
        "section_number": 4,
        "sentences": [
            "All patients were randomly divided into three groups, in which they received different anesthesia method including propofol combined with remifentanil (PR), propofol combined with sevoflurane (PS), or single Sevoflurane (S)."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "47809",
        "text": "Exclusion criteria: With no congenital neurological or mental disease history; serious organ failure in surgery that required salvage; organ dysfunction leading to delayed recovery; serious mental changes in 1 w after surgery and obvious brain organic changes detected by CT.",
        "section": "Inclusion criteria: age ≥ 1 y old; intubation anesthesia",
        "section_number": 5,
        "sentences": [
            "Exclusion criteria: With no congenital neurological or mental disease history; serious organ failure in surgery that required salvage; organ dysfunction leading to delayed recovery; serious mental changes in 1 w after surgery and obvious brain organic changes detected by CT."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "47809",
        "text": "Anesthesia monitoring: the patients received regular monitoring electrocardiogram, blood pressure, blood oxygen saturation, breathing rate, and CO 2 partial pressure after entering the operating room. The vein tunnel was opened.",
        "section": "Methods",
        "section_number": 6,
        "sentences": [
            "Anesthesia monitoring: the patients received regular monitoring electrocardiogram, blood pressure, blood oxygen saturation, breathing rate, and CO 2 partial pressure after entering the operating room.",
            "The vein tunnel was opened."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "47809",
        "text": "Anesthesia induction: the patient received intramuscular injection of 2 mg/kg phenobarbital and 0.01 mg/kg scopolamine at 30 min before surgery. 4 ml mixture of 0.5% ropivacaine and 1% lidocaine was applied for local anesthesia. 2 mg/kg propofol, 0.15 mg/kg atracurium besylate, and 2 μg/kg fentanyl were used for anesthesia induction. Endotracheal intubation was performed after induction. Mechanical ventilation was used with tidal volume at 8-10 ml/kg, oxygen concentration at 100%, inspiration and expiration ratio at 1:2, and respiratory frequency at 12-16/min. Anesthesia maintenance: PR group: propofol-remifentanil combined anesthesia. Propofol 4-6 mg/kg/h and remifentanil 3 μg/kg/h continuous pumping;",
        "section": "Methods",
        "section_number": 7,
        "sentences": [
            "Anesthesia induction: the patient received intramuscular injection of 2 mg/kg phenobarbital and 0.01 mg/kg scopolamine at 30 min before surgery.",
            "4 ml mixture of 0.5% ropivacaine and 1% lidocaine was applied for local anesthesia.",
            "2 mg/kg propofol, 0.15 mg/kg atracurium besylate, and 2 μg/kg fentanyl were used for anesthesia induction.",
            "Endotracheal intubation was performed after induction.",
            "Mechanical ventilation was used with tidal volume at 8-10 ml/kg, oxygen concentration at 100%, inspiration and expiration ratio at 1:2, and respiratory frequency at 12-16/min.",
            "Anesthesia maintenance: PR group: propofol-remifentanil combined anesthesia.",
            "Propofol 4-6 mg/kg/h and remifentanil 3 μg/kg/h continuous pumping;"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "47809",
        "text": "PS group: propofol-sevoflurane combined anesthesia. Propofol 4-6 mg/kg/h continuous pumping, sevoflurane 2.5-4% inhalation;",
        "section": "Methods",
        "section_number": 8,
        "sentences": [
            "PS group: propofol-sevoflurane combined anesthesia.",
            "Propofol 4-6 mg/kg/h continuous pumping, sevoflurane 2.5-4% inhalation;"
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "47809",
        "text": "S group: Sevoflurane inhalation anesthesia. Sevoflurane 2.5-4% inhalation.",
        "section": "Methods",
        "section_number": 9,
        "sentences": [
            "S group: Sevoflurane inhalation anesthesia.",
            "Sevoflurane 2.5-4% inhalation."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "47809",
        "text": "Propofol was ceased and sevoflurane was decreased to 2% at 10 min before surgery. Remifentanil and sevoflurane were ceased at the end of the surgery. Endotracheal tube was pulled out when the patient regain spontaneous breathing, blood oxygen saturation ≥ 95%, and tidal volume ≥ 8 ml/kg. Analgesic was administrated intravenously into all patients.",
        "section": "Anesthesia recovery",
        "section_number": 10,
        "sentences": [
            "Propofol was ceased and sevoflurane was decreased to 2% at 10 min before surgery.",
            "Remifentanil and sevoflurane were ceased at the end of the surgery.",
            "Endotracheal tube was pulled out when the patient regain spontaneous breathing, blood oxygen saturation ≥ 95%, and tidal volume ≥ 8 ml/kg.",
            "Analgesic was administrated intravenously into all patients."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "47809",
        "text": "Eye opening time and extubation time were recorded. OASS score was used to evaluate recovery quality at eye opening, extubation, and after extubation.",
        "section": "Observing index",
        "section_number": 11,
        "sentences": [
            "Eye opening time and extubation time were recorded.",
            "OASS score was used to evaluate recovery quality at eye opening, extubation, and after extubation."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "47809",
        "text": "Mean Arterial Pressure (MAP) and Heart Rate (HR) were recorded at 10 min, 15 min, 20 min, and 30 min after extubation.",
        "section": "Observing index",
        "section_number": 12,
        "sentences": [
            "Mean Arterial Pressure (MAP) and Heart Rate (HR) were recorded at 10 min, 15 min, 20 min, and 30 min after extubation."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "47809",
        "text": "Dysphoria incidence at 10 min, 15 min, 20 min, and 30 min after extubation were recorded. Ramsay score was performed.",
        "section": "Observing index",
        "section_number": 13,
        "sentences": [
            "Dysphoria incidence at 10 min, 15 min, 20 min, and 30 min after extubation were recorded.",
            "Ramsay score was performed."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "47809",
        "text": "Recovery time and complications such as were observed intraoperative awake, nausea, vomit, and drowsiness.",
        "section": "Observing index",
        "section_number": 14,
        "sentences": [
            "Recovery time and complications such as were observed intraoperative awake, nausea, vomit, and drowsiness."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "47809",
        "text": "Dysphoria criteria [5]: 1, sleep; 2, sober and quietness; 3, irritability or instability; 4, inconsolable crying; 5, unquietness, dysphoria, or aggressive behavior. Score 1, 2, and 3 belonged to unawakened period agitation, while score 4 and 5 belonged to pediatric anesthesia emergence delirium.",
        "section": "Evaluation standard",
        "section_number": 15,
        "sentences": [
            "Dysphoria criteria [5]: 1, sleep; 2, sober and quietness; 3, irritability or instability; 4, inconsolable crying; 5, unquietness, dysphoria, or aggressive behavior.",
            "Score 1, 2, and 3 belonged to unawakened period agitation, while score 4 and 5 belonged to pediatric anesthesia emergence delirium."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "47809",
        "text": "1, response to noxious stimulus; 2, slight physical response; 3, response to call; 4, slow response; 5, complete sober with right reply.",
        "section": "OASS criteria [6]:",
        "section_number": 16,
        "sentences": [
            "1, response to noxious stimulus; 2, slight physical response; 3, response to call; 4, slow response; 5, complete sober with right reply."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "47809",
        "text": "Ramsay criteria [7]: 1, restless or anxious or both; 2, cooperation, quiet, and normal concentration; 3, only response to instruction; 4, sleep but response to strong acoustic stimulus or hitting brow; 5, sleep but slow response to strong acoustic stimulus or hitting brow.",
        "section": "OASS criteria [6]:",
        "section_number": 17,
        "sentences": [
            "Ramsay criteria [7]: 1, restless or anxious or both; 2, cooperation, quiet, and normal concentration; 3, only response to instruction; 4, sleep but response to strong acoustic stimulus or hitting brow; 5, sleep but slow response to strong acoustic stimulus or hitting brow."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "47809",
        "text": "All statistical analyses were performed using SPSS17.0 software (Chicago, IL). Numerical data were presented as means ± standard deviation (Mean ± SD). Differences between multiple groups were analysed by one-way ANOVA test. P<0.05 was considered as significant difference.",
        "section": "Statistical analysis",
        "section_number": 18,
        "sentences": [
            "All statistical analyses were performed using SPSS17.0 software (Chicago, IL).",
            "Numerical data were presented as means ± standard deviation (Mean ± SD).",
            "Differences between multiple groups were analysed by one-way ANOVA test.",
            "P<0.05 was considered as significant difference."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "47809",
        "text": "Eye opening time, extubation time, and OASS score were compared among three groups. Patients in PR group showed longer eye opening time than patients in PS group and S group (P<0.05). PS group presented longer eye opening time than S group (P<0.05). OASS score at eye opening, extubation and after extubation in PR group was obviously lower than those in PS group and S group, whereas the latter two groups showed no significant differences (P>0.05) ( Table 2 ).",
        "section": "Eye opening time, extubation time, and OASS score comparison",
        "section_number": 19,
        "sentences": [
            "Eye opening time, extubation time, and OASS score were compared among three groups.",
            "Patients in PR group showed longer eye opening time than patients in PS group and S group (P<0.05).",
            "PS group presented longer eye opening time than S group (P<0.05).",
            "OASS score at eye opening, extubation and after extubation in PR group was obviously lower than those in PS group and S group, whereas the latter two groups showed no significant differences (P>0.05) ( Table 2 )."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "47809",
        "text": "MAP and HR at 10 min, 15 min, 20 min, and 30 min after extubation were compared. It was found that MAP and HR at 10 min, 15 min, 20 min, and 30 min after extubation in PR group were markedly higher than those in PS group and S group, whereas MAP and HR at different time points were significantly higher in PS group in comparison with S group (P<0.05) ( Table 3 ).",
        "section": "MAP and HR comparison",
        "section_number": 20,
        "sentences": [
            "MAP and HR at 10 min, 15 min, 20 min, and 30 min after extubation were compared.",
            "It was found that MAP and HR at 10 min, 15 min, 20 min, and 30 min after extubation in PR group were markedly higher than those in PS group and S group, whereas MAP and HR at different time points were significantly higher in PS group in comparison with S group (P<0.05) ( Table 3 )."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "47809",
        "text": "Dysphoria incidence at different time was compared among three groups. It revealed that dysphoria incidence was reduced significantly in PR group at different time point compared to PS group and S group, while it was lower in PS group compared with S group (P<0.05). Ramsay score analysed in three groups and showed highest Ramsay score in PR group, followed by PS group and S group (P<0.05) (Table 4 ).",
        "section": "Dysphoria incidence comparison at different time",
        "section_number": 21,
        "sentences": [
            "Dysphoria incidence at different time was compared among three groups.",
            "It revealed that dysphoria incidence was reduced significantly in PR group at different time point compared to PS group and S group, while it was lower in PS group compared with S group (P<0.05).",
            "Ramsay score analysed in three groups and showed highest Ramsay score in PR group, followed by PS group and S group (P<0.05) (Table 4 )."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "47809",
        "text": "Complications during recovery period comparison among three groups showed that the incident rate of nausea, vomit, and drowsiness in PR group were 6.67%, 3.33%, and 10%, which were obviously lower than those in PS group and S group. The complications in PS group were significantly lower than those in S group (P<0.05) ( Table 5 ).",
        "section": "Complications during recovery period comparison",
        "section_number": 22,
        "sentences": [
            "Complications during recovery period comparison among three groups showed that the incident rate of nausea, vomit, and drowsiness in PR group were 6.67%, 3.33%, and 10%, which were obviously lower than those in PS group and S group.",
            "The complications in PS group were significantly lower than those in S group (P<0.05) ( Table 5 )."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "47809",
        "text": "Recovery time comparison showed that it was only 12.57 ± 5.46 min in PR group, which was obviously shorter than that in PS group and S group. PS group presented shorter recovery time than S group, with statistically significant difference (P<0.05) (Figure 1 ). ",
        "section": "Recovery time comparison",
        "section_number": 23,
        "sentences": [
            "Recovery time comparison showed that it was only 12.57 ± 5.46 min in PR group, which was obviously shorter than that in PS group and S group.",
            "PS group presented shorter recovery time than S group, with statistically significant difference (P<0.05) (Figure 1 )."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "47809",
        "text": "Following quickly development of modern anesthetic techniques and new drugs, recovery quality after general anesthesia has increased greatly. However, emergence agitation is still a challenge in clinic. The incidence of emergence agitation is closely associated with individual situation, anesthesia method, and surgery type. Its incidence in adult is 4.7%-18% [8] [9] [10] . Emergence agitation can be induced by multiple factors such as age, gender, and education level, medications before or in operation, postoperative pain, and narcotic drug residues [11] . Emergence agitation in general anesthesia may cause serious outcomes as patients often appear postoperative confusion and disorientation. Uncontrollable dysphoria may lead to wound dehiscence, bleeding, and even asphyxia, shock, and death [12, 13] .",
        "section": "Discussion",
        "section_number": 24,
        "sentences": [
            "Following quickly development of modern anesthetic techniques and new drugs, recovery quality after general anesthesia has increased greatly.",
            "However, emergence agitation is still a challenge in clinic.",
            "The incidence of emergence agitation is closely associated with individual situation, anesthesia method, and surgery type.",
            "Its incidence in adult is 4.7%-18% [8] [9] [10] .",
            "Emergence agitation can be induced by multiple factors such as age, gender, and education level, medications before or in operation, postoperative pain, and narcotic drug residues [11] .",
            "Emergence agitation in general anesthesia may cause serious outcomes as patients often appear postoperative confusion and disorientation.",
            "Uncontrollable dysphoria may lead to wound dehiscence, bleeding, and even asphyxia, shock, and death [12, 13] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "47809",
        "text": "Sevoflurane, propofol, and fentanyl all have the characteristics of quick work, well controllability and fast recovery. They are ideal drugs for general anesthesia [14] . Erhan reported that propofol can also produce a certain degree of muscle relaxant effect. Propofol combined with opioids without muscle relaxant can satisfy anesthesia induction and intubation, and the patient can recover spontaneous breathing quickly after surgery. Sevoflurane inhalation anesthesia has been widely used worldwide. It is safe and reliable on the cardiovascular system, and could be absorbed quickly [15] . Combined anesthesia containing sevoflurane and other drugs can complement each other to reduce the incidence of emergence agitation and provide better sedative effects.",
        "section": "Discussion",
        "section_number": 25,
        "sentences": [
            "Sevoflurane, propofol, and fentanyl all have the characteristics of quick work, well controllability and fast recovery.",
            "They are ideal drugs for general anesthesia [14] .",
            "Erhan reported that propofol can also produce a certain degree of muscle relaxant effect.",
            "Propofol combined with opioids without muscle relaxant can satisfy anesthesia induction and intubation, and the patient can recover spontaneous breathing quickly after surgery.",
            "Sevoflurane inhalation anesthesia has been widely used worldwide.",
            "It is safe and reliable on the cardiovascular system, and could be absorbed quickly [15] .",
            "Combined anesthesia containing sevoflurane and other drugs can complement each other to reduce the incidence of emergence agitation and provide better sedative effects."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "47809",
        "text": "In this study, we selected patients who received eye surgery in our hospital. Three anesthesia methods were used for comparison including propofol combined with remifentanil (PR), propofol combined with sevoflurane (PS), and single sevoflurane (S). Eye opening time, extubation time, OASS score, MAP, HR, dysphoria incidence and Ramsay score at different time points after extubation, recovery time, and complications were recorded. It was found that patients in PR group showed longer eye opening time and extubation time, and lower OASS score than patients in PS group and S group. MAP and HR at 10 min, 15 min, 20 min, and 30 min after extubation in PR group were obviously higher than those in PS and S group. Dysphoria incidence was reduced and Ramsay score was elevated significantly in PR group. Patients in PR group showed shorter recovery time and lower complication rate. PS group presented advantage in every respect than S group. It revealed that PR or PS combined anesthesia showed better effect than single sevoflurane inhalation anesthesia.",
        "section": "Discussion",
        "section_number": 26,
        "sentences": [
            "In this study, we selected patients who received eye surgery in our hospital.",
            "Three anesthesia methods were used for comparison including propofol combined with remifentanil (PR), propofol combined with sevoflurane (PS), and single sevoflurane (S).",
            "Eye opening time, extubation time, OASS score, MAP, HR, dysphoria incidence and Ramsay score at different time points after extubation, recovery time, and complications were recorded.",
            "It was found that patients in PR group showed longer eye opening time and extubation time, and lower OASS score than patients in PS group and S group.",
            "MAP and HR at 10 min, 15 min, 20 min, and 30 min after extubation in PR group were obviously higher than those in PS and S group.",
            "Dysphoria incidence was reduced and Ramsay score was elevated significantly in PR group.",
            "Patients in PR group showed shorter recovery time and lower complication rate.",
            "PS group presented advantage in every respect than S group.",
            "It revealed that PR or PS combined anesthesia showed better effect than single sevoflurane inhalation anesthesia."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "47809",
        "text": "Patients receiving PR combined anesthesia showed longer eye opening time and extubation time, lower OASS score, higher MAP and HR. It presented lower dysphoria incidence, better sedation, shorter recovery time, and lower complications. Clinical observation revealed that the major defect of sevoflurane was dysphoria with incidence up to 50-80% [16] .",
        "section": "Discussion",
        "section_number": 27,
        "sentences": [
            "Patients receiving PR combined anesthesia showed longer eye opening time and extubation time, lower OASS score, higher MAP and HR.",
            "It presented lower dysphoria incidence, better sedation, shorter recovery time, and lower complications.",
            "Clinical observation revealed that the major defect of sevoflurane was dysphoria with incidence up to 50-80% [16] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "47809",
        "text": "The cause of dysphoria might be recovered quickly. Cerebral cortex may be still in inhibitory state whereas subcortical central had been excited, leading to the integrity of patients' response and process function deficient [17] . Some researchers have found that propofol-sevoflurane combined anesthesia effect was slightly better than single sevoflurane. Propofol played sedation effect through central GABA receptors to reduce excitatory neurotransmitter release. It also had strong anticonvulsive effect. In spite of this, the advantage of curative effect of propofol-sevoflurane was not significant [18] . Previous research has shown that analgesia was an important approach to treat emergence agitation. Emergence agitation was related to pain. Propofol-fentanyl combined anesthesia showed quick sedative and analgesic effect, low incidence of emergence agitation, and shorter recovery time [19] . It was reported that two drugs combined anesthesia including propofol can reduce the emergence agitation caused by sevoflurane, leading to better recovery quality [20] , which was consistent with our results.",
        "section": "Discussion",
        "section_number": 28,
        "sentences": [
            "The cause of dysphoria might be recovered quickly.",
            "Cerebral cortex may be still in inhibitory state whereas subcortical central had been excited, leading to the integrity of patients' response and process function deficient [17] .",
            "Some researchers have found that propofol-sevoflurane combined anesthesia effect was slightly better than single sevoflurane.",
            "Propofol played sedation effect through central GABA receptors to reduce excitatory neurotransmitter release.",
            "It also had strong anticonvulsive effect.",
            "In spite of this, the advantage of curative effect of propofol-sevoflurane was not significant [18] .",
            "Previous research has shown that analgesia was an important approach to treat emergence agitation.",
            "Emergence agitation was related to pain.",
            "Propofol-fentanyl combined anesthesia showed quick sedative and analgesic effect, low incidence of emergence agitation, and shorter recovery time [19] .",
            "It was reported that two drugs combined anesthesia including propofol can reduce the emergence agitation caused by sevoflurane, leading to better recovery quality [20] , which was consistent with our results."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "47809",
        "text": "To sum up, combined anesthesia containing propofol and remifentanil on eye surgery patients presented longer eye opening time and extubation time, higher MAP and HR after extubation, lower dysphoria incidence and complication rate, and shorter recovery time, suggesting they might be an ideal general anesthesia selection in eye surgery. However, due to limited number of patients recruited in this study, a large cohort clinical study is required to perform to confirm these findings.",
        "section": "Discussion",
        "section_number": 29,
        "sentences": [
            "To sum up, combined anesthesia containing propofol and remifentanil on eye surgery patients presented longer eye opening time and extubation time, higher MAP and HR after extubation, lower dysphoria incidence and complication rate, and shorter recovery time, suggesting they might be an ideal general anesthesia selection in eye surgery.",
            "However, due to limited number of patients recruited in this study, a large cohort clinical study is required to perform to confirm these findings."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    }
]