[
    {
        "doc_id": "40811",
        "text": "Objective To evaluate the role of prophylactic propranolol in the prevention of retinopathy of prematurity (ROP) in infants ≤32 weeks of gestational age and their visual outcome at 1 year of corrected gestational age. Design Randomised double blind placebo controlled trial, parallel group nrolment with allocation ratio of 1:1. Settings Two level III neonatal intensive care units. Participants 109 preterm neonates of ≤32 weeks of gestation with postnatal age ≤8 days old. Intervention Study group: Infants with gestational age between 26 and 32 weeks were started on propranolol prophylaxis (0.5 mg/kg/dose every 12 hours) on seventh completed day of life, till a corrected gestational age of 37 weeks or complete vascularisation of retina whichever was later. Control group infants received a placebo. Outcome measures Primary: ROP of all grades; Secondary: evaluation of complications due to propranolol, ROP needing treatment with laser and/or antivascular endothelial growth factor (anti-VEGF) and visual outcome at 12 months corrected age. Results Prophylactic propranolol in the prescribed dose of 1 mg/kg/day showed a decreasing trend in the incidence of ROP (56.8% vs 68.6%; p=0.39), need for laser therapy (21.56% vs 31.37%; p=0.37), treatment with anti-VEGF (3.92% vs 15.68%; p=0.09) or visual outcomes at 1 year in the study and control groups, respectively, though these reductions were not statistically significant. Decreasing trends favouring propranolol in all other ROP-related outcomes were also noted in the study group. Conclusions Prophylactic propranolol in the prescribed dose of 1 mg/kg/day showed a decreasing trend in all outcomes of ROP though statistically not significant. Trial registration number CTRI/2013/11/004131.",
        "section": "Abstract",
        "sentences": [
            "Objective To evaluate the role of prophylactic propranolol in the prevention of retinopathy of prematurity (ROP) in infants ≤32 weeks of gestational age and their visual outcome at 1 year of corrected gestational age.",
            "Design Randomised double blind placebo controlled trial, parallel group nrolment with allocation ratio of 1:1.",
            "Settings Two level III neonatal intensive care units.",
            "Participants 109 preterm neonates of ≤32 weeks of gestation with postnatal age ≤8 days old.",
            "Intervention Study group: Infants with gestational age between 26 and 32 weeks were started on propranolol prophylaxis (0.5 mg/kg/dose every 12 hours) on seventh completed day of life, till a corrected gestational age of 37 weeks or complete vascularisation of retina whichever was later.",
            "Control group infants received a placebo.",
            "Outcome measures Primary: ROP of all grades; Secondary: evaluation of complications due to propranolol, ROP needing treatment with laser and/or antivascular endothelial growth factor (anti-VEGF) and visual outcome at 12 months corrected age.",
            "Results Prophylactic propranolol in the prescribed dose of 1 mg/kg/day showed a decreasing trend in the incidence of ROP (56.8% vs 68.6%; p=0.39), need for laser therapy (21.56% vs 31.37%; p=0.37), treatment with anti-VEGF (3.92% vs 15.68%; p=0.09) or visual outcomes at 1 year in the study and control groups, respectively, though these reductions were not statistically significant.",
            "Decreasing trends favouring propranolol in all other ROP-related outcomes were also noted in the study group.",
            "Conclusions Prophylactic propranolol in the prescribed dose of 1 mg/kg/day showed a decreasing trend in all outcomes of ROP though statistically not significant.",
            "Trial registration number CTRI/2013/11/004131."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40811",
        "text": "Increasing evidence supports a key role of vascular endothelial growth factor (VEGF) in the pathogenesis of retinopathy of prematurity (ROP). 1 2 Recently, propranolol, a well-tolerated, nonselective, beta-2 adrenoreceptor blocker has been reported to reduce growth of infantile haemangiomas 3 4 through a reduction of VEGF levels. There is an association between infantile haemangioma and ROP, especially in preterm infants. 5 ROP is unique to prematurity. Propranolol has been found to be protective against retinal angiogenesis by ameliorating blood-retina barrier dysfunction in oxygen-induced retinopathy in animal studies. 6 Suppression of VEGF expression in preterm infants with ROP during its vasoproliferative phase with propranolol may prevent neovascularisation. 7 Although there is no scientific data, we hypothesised that early prophylactic use of propranolol in lower therapeutic doses in the vaso-obliterative phase of ROP may prevent the upregulation of VEGF in neovascularisation phase or reduce its progression in ROP in human preterm infants.",
        "section": "INTRODUCTION",
        "section_number": 1,
        "sentences": [
            "Increasing evidence supports a key role of vascular endothelial growth factor (VEGF) in the pathogenesis of retinopathy of prematurity (ROP).",
            "1 2 Recently, propranolol, a well-tolerated, nonselective, beta-2 adrenoreceptor blocker has been reported to reduce growth of infantile haemangiomas 3 4 through a reduction of VEGF levels.",
            "There is an association between infantile haemangioma and ROP, especially in preterm infants.",
            "5 ROP is unique to prematurity.",
            "Propranolol has been found to be protective against retinal angiogenesis by ameliorating blood-retina barrier dysfunction in oxygen-induced retinopathy in animal studies.",
            "6 Suppression of VEGF expression in preterm infants with ROP during its vasoproliferative phase with propranolol may prevent neovascularisation.",
            "7 Although there is no scientific data, we hypothesised that early prophylactic use of propranolol in lower therapeutic doses in the vaso-obliterative phase of ROP may prevent the upregulation of VEGF in neovascularisation phase or reduce its progression in ROP in human preterm infants."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40811",
        "text": "This double blind randomised controlled trial with parallel enrolments was conducted at level III neonatal intensive care units of Jaslok Hospital and Surya Children's Hospital, Mumbai. Approval from the institute's ethics committee was obtained, and a written informed consent was obtained from one of the parents or guardian before inclusion into the study. This study was conducted as per the national and international guidelines for conducting research in human subjects.",
        "section": "METHODS",
        "section_number": 2,
        "sentences": [
            "This double blind randomised controlled trial with parallel enrolments was conducted at level III neonatal intensive care units of Jaslok Hospital and Surya Children's Hospital, Mumbai.",
            "Approval from the institute's ethics committee was obtained, and a written informed consent was obtained from one of the parents or guardian before inclusion into the study.",
            "This study was conducted as per the national and international guidelines for conducting research in human subjects."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40811",
        "text": "All infants with gestation age between 26 and 32 weeks admitted in neonatal intensive care unit (NICU) were ≤7 days old.",
        "section": "Inclusion criterion",
        "section_number": 3,
        "sentences": [
            "All infants with gestation age between 26 and 32 weeks admitted in neonatal intensive care unit (NICU) were ≤7 days old."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40811",
        "text": "Recurrent episodes of bradycardia (heart rate <90 bpm lasting for more than a minute), atrioventricular blocks (second or third degree documented on ECG strip), hypotension (mean blood pressure <infant's gestational age), 8 9 refractory hypoglycaemia (defined as blood glucose values <45 mg/ dL despite interventions) and major congenital malformations.",
        "section": "Exclusion criteria",
        "section_number": 4,
        "sentences": [
            "Recurrent episodes of bradycardia (heart rate <90 bpm lasting for more than a minute), atrioventricular blocks (second or third degree documented on ECG strip), hypotension (mean blood pressure <infant's gestational age), 8 9 refractory hypoglycaemia (defined as blood glucose values <45 mg/ dL despite interventions) and major congenital malformations."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40811",
        "text": "A computer-generated randomisation scheme was used to assign the infants (in random blocks of two What is already known on this topic?",
        "section": "Randomisation",
        "section_number": 5,
        "sentences": [
            "A computer-generated randomisation scheme was used to assign the infants (in random blocks of two What is already known on this topic?"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40811",
        "text": "Propranolol decreases progression of retinopathy of prematurity (ROP).",
        "section": "Randomisation",
        "section_number": 6,
        "sentences": [
            "Propranolol decreases progression of retinopathy of prematurity (ROP)."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40811",
        "text": "Prophylactic propranolol may prevent the incidence, progression and need for therapy of ROP without increasing side effects.",
        "section": "What this study adds?",
        "section_number": 7,
        "sentences": [
            "Prophylactic propranolol may prevent the incidence, progression and need for therapy of ROP without increasing side effects."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40811",
        "text": "or four) to treatment groups in a 1:1 ratio. Randomisation for each centre was stratified according to gestational age (26 +1 weeks to 29 completed weeks and 29 +1 weeks to 32 completed weeks). A study coordinator nurse received a binder containing the prespecified sequence of treatment group assignments from a statistician who was not otherwise involved in the trial. Access to the binder was restricted to the selected study nurse only. The study logs were retrieved after the completion of recruitment to ensure that all randomly assigned infants were included in the analysis. Infants were considered to have been randomly assigned at the time of the first administration of study drug sequence generation. A study nurse who was not a caregiver of the infants in the NICU prepared the drug solutions daily according to the randomisation sequence and labelled them 'ROP study drug'. The study medication was administered by the caregiving staff nurse who was blinded to the nature of the study drug. Infants were enrolled and written consent obtained by consultants involved in the care of the infant. Assignment of participants was performed by the study nurse as per the randomisation scheme. Care providers, consultants, residents, nurses and ophthalmologists assessing ROP status were blinded to the study drug assignment.",
        "section": "What this study adds?",
        "section_number": 8,
        "sentences": [
            "or four) to treatment groups in a 1:1 ratio.",
            "Randomisation for each centre was stratified according to gestational age (26 +1 weeks to 29 completed weeks and 29 +1 weeks to 32 completed weeks).",
            "A study coordinator nurse received a binder containing the prespecified sequence of treatment group assignments from a statistician who was not otherwise involved in the trial.",
            "Access to the binder was restricted to the selected study nurse only.",
            "The study logs were retrieved after the completion of recruitment to ensure that all randomly assigned infants were included in the analysis.",
            "Infants were considered to have been randomly assigned at the time of the first administration of study drug sequence generation.",
            "A study nurse who was not a caregiver of the infants in the NICU prepared the drug solutions daily according to the randomisation sequence and labelled them 'ROP study drug'.",
            "The study medication was administered by the caregiving staff nurse who was blinded to the nature of the study drug.",
            "Infants were enrolled and written consent obtained by consultants involved in the care of the infant.",
            "Assignment of participants was performed by the study nurse as per the randomisation scheme.",
            "Care providers, consultants, residents, nurses and ophthalmologists assessing ROP status were blinded to the study drug assignment."
        ],
        "sentence_labels": [
            -1,
            -1,
            1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": 0
    },
    {
        "doc_id": "40811",
        "text": "Primary: ROP, all grades. Secondary: to evaluate the complications due to propranolol, recurrent bradycardia, hypotension and hypoglycaemia. ROP needing treatment with laser and/or anti-VEGF; visual outcome at 12 months corrected gestational age.",
        "section": "Outcome measures",
        "section_number": 9,
        "sentences": [
            "Primary: ROP, all grades.",
            "Secondary: to evaluate the complications due to propranolol, recurrent bradycardia, hypotension and hypoglycaemia.",
            "ROP needing treatment with laser and/or anti-VEGF; visual outcome at 12 months corrected gestational age."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40811",
        "text": "Infants were also monitored for other outcomes: patent ductus arteriosus (PDA) (size ≥1.5 mm on echocardiography with left-right shunt and LA:AO ratio of more than 1.5:1); intraventricular haemorrhage (IVH) by ultrasonography according to the Papile grading system; necrotising enterocolitis (NEC) (Modified Bell's Staging).",
        "section": "Outcome measures",
        "section_number": 10,
        "sentences": [
            "Infants were also monitored for other outcomes: patent ductus arteriosus (PDA) (size ≥1.5 mm on echocardiography with left-right shunt and LA:AO ratio of more than 1.5:1); intraventricular haemorrhage (IVH) by ultrasonography according to the Papile grading system; necrotising enterocolitis (NEC) (Modified Bell's Staging)."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40811",
        "text": "Feed intolerance was defined as development of abdominal distension with increase in abdominal girth by 2 cm from baseline, prefeed gastric residuals >50% of previous feed and occurrence of bilious gastric residuals that disrupted infants' feeding schedule.",
        "section": "Outcome measures",
        "section_number": 11,
        "sentences": [
            "Feed intolerance was defined as development of abdominal distension with increase in abdominal girth by 2 cm from baseline, prefeed gastric residuals >50% of previous feed and occurrence of bilious gastric residuals that disrupted infants' feeding schedule."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40811",
        "text": "Infants in the study and control group were administered propranolol prophylaxis (0.5 mg/kg/dose two times per day) or placebo (calcium carbonate 0.5 mg/kg/dose two times per day), respectively, by an infant-feeding tube after enrolment on the seventh completed day of life until a corrected gestational age of 37 weeks or till complete vascularisation of retina, whichever was later. Propranolol (10 mg tablet) was dissolved in 10 mL of sterile water; the final solution had a concentration of 1 mg/mL of propranolol. As this solution had a slight white tinge, to achieve blinding, we developed a placebo that visibly looked similar. The placebo solution was prepared as follows: 10 mg of pulverised powder ( prepared from a proprietary tablet, calcium carbonate 500 mg) was dissolved in 10 mL of distilled water. The final solution had a concentration of 1 mg/mL of calcium carbonate. This placebo solution looked similar to the propranolol solution. We assumed that a small dose of calcium carbonate (1 mg/kg/day) would not cause hypercalcaemia.",
        "section": "Intervention",
        "section_number": 12,
        "sentences": [
            "Infants in the study and control group were administered propranolol prophylaxis (0.5 mg/kg/dose two times per day) or placebo (calcium carbonate 0.5 mg/kg/dose two times per day), respectively, by an infant-feeding tube after enrolment on the seventh completed day of life until a corrected gestational age of 37 weeks or till complete vascularisation of retina, whichever was later.",
            "Propranolol (10 mg tablet) was dissolved in 10 mL of sterile water; the final solution had a concentration of 1 mg/mL of propranolol.",
            "As this solution had a slight white tinge, to achieve blinding, we developed a placebo that visibly looked similar.",
            "The placebo solution was prepared as follows: 10 mg of pulverised powder ( prepared from a proprietary tablet, calcium carbonate 500 mg) was dissolved in 10 mL of distilled water.",
            "The final solution had a concentration of 1 mg/mL of calcium carbonate.",
            "This placebo solution looked similar to the propranolol solution.",
            "We assumed that a small dose of calcium carbonate (1 mg/kg/day) would not cause hypercalcaemia."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40811",
        "text": "Cardiac and respiratory parameters (heart rate, blood pressure, respiratory rate, oxygen saturations) were continuously monitored on CAS 750 Multipara Monitors (Branford, Connecticut, USA) as per unit protocol. Blood sugar was monitored as per standard unit policy. Oxygen saturations were maintained in a range of 90%-95% in infants whether on ventilator, continuous positive airway pressure (CPAP), hood or nasal prong oxygen therapy. The duration of oxygen therapy and every modality of artificial respiratory assistance required were noted. Any disease or event occurring during the duration of therapy was recorded. When there was any major adverse event, the decision of stopping and restarting the therapy was taken by the treating physician, and the same noted.",
        "section": "Intervention",
        "section_number": 13,
        "sentences": [
            "Cardiac and respiratory parameters (heart rate, blood pressure, respiratory rate, oxygen saturations) were continuously monitored on CAS 750 Multipara Monitors (Branford, Connecticut, USA) as per unit protocol.",
            "Blood sugar was monitored as per standard unit policy.",
            "Oxygen saturations were maintained in a range of 90%-95% in infants whether on ventilator, continuous positive airway pressure (CPAP), hood or nasal prong oxygen therapy.",
            "The duration of oxygen therapy and every modality of artificial respiratory assistance required were noted.",
            "Any disease or event occurring during the duration of therapy was recorded.",
            "When there was any major adverse event, the decision of stopping and restarting the therapy was taken by the treating physician, and the same noted."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40811",
        "text": "ROP staging was performed as per International Classification of ROP. 10 The presence or absence of ROP and its staging were evaluated serially by trained and experienced paediatric ophthalmologists, who were not aware of the study group assignments of the infants. The first ROP evaluation was undertaken as per standardised guidelines when infant was at least 2 weeks old and/or maturity was 31-32 weeks of postmenstrual age. 10 11 The subsequent frequency of evaluation after the first evaluation was determined by the ophthalmologist. Generally, most infants were evaluated at least once every week until full vascularisation of retina. These evaluations were carried out for the study purpose till in the opinion of the ophthalmologist there are no further risks of ROP in the study infants. The ophthalmologist also determined the time and mode of therapy for ROP as and when required on the basis of the severity of disease. Indication of laser therapy was according to ETROP 12 guidelines. Anti-VEGF, as monotherapy or as rescue therapy, was used by and as per the suggestions of ophthalmologists (based on general indication of anti-VEGF in ROP) Mintz-Hittner and Kuffel 13 (zone I threshold disease) and Quiroz-Mercado et al 14 (all stage 3 plus ROP).",
        "section": "Evaluation of ROP",
        "section_number": 14,
        "sentences": [
            "ROP staging was performed as per International Classification of ROP.",
            "10 The presence or absence of ROP and its staging were evaluated serially by trained and experienced paediatric ophthalmologists, who were not aware of the study group assignments of the infants.",
            "The first ROP evaluation was undertaken as per standardised guidelines when infant was at least 2 weeks old and/or maturity was 31-32 weeks of postmenstrual age.",
            "10 11 The subsequent frequency of evaluation after the first evaluation was determined by the ophthalmologist.",
            "Generally, most infants were evaluated at least once every week until full vascularisation of retina.",
            "These evaluations were carried out for the study purpose till in the opinion of the ophthalmologist there are no further risks of ROP in the study infants.",
            "The ophthalmologist also determined the time and mode of therapy for ROP as and when required on the basis of the severity of disease.",
            "Indication of laser therapy was according to ETROP 12 guidelines.",
            "Anti-VEGF, as monotherapy or as rescue therapy, was used by and as per the suggestions of ophthalmologists (based on general indication of anti-VEGF in ROP) Mintz-Hittner and Kuffel 13 (zone I threshold disease) and Quiroz-Mercado et al 14 (all stage 3 plus ROP)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40811",
        "text": "Visual outcome was documented with a dilated fundus examination at 12 months corrected age by paediatric ophthalmologists. Complete ophthalmologic examinations were performed at both of these ages. Refractive errors were determined by cycloplegic retinoscopy after instilling 1% cyclopentolate hydrochloride. For medical contraindication to this medication or its concentration, either a lower concentration of 0.5% cyclopentolate or 1% tropicamide was used. Myopia was defined as <0 D (dioptre). Hypermetropia of >+3 D was regarded as significant. Astigmatism was recorded as negative cylinder values. Anisometropia was defined as the difference in the spherical equivalent between the eyes of at least 1 D.",
        "section": "Visual outcomes",
        "section_number": 15,
        "sentences": [
            "Visual outcome was documented with a dilated fundus examination at 12 months corrected age by paediatric ophthalmologists.",
            "Complete ophthalmologic examinations were performed at both of these ages.",
            "Refractive errors were determined by cycloplegic retinoscopy after instilling 1% cyclopentolate hydrochloride.",
            "For medical contraindication to this medication or its concentration, either a lower concentration of 0.5% cyclopentolate or 1% tropicamide was used.",
            "Myopia was defined as <0 D (dioptre).",
            "Hypermetropia of >+3 D was regarded as significant.",
            "Astigmatism was recorded as negative cylinder values.",
            "Anisometropia was defined as the difference in the spherical equivalent between the eyes of at least 1 D."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40811",
        "text": "It was estimated that in the infants born between 26 and 32 weeks, based on our own institutional data, 60% of infants are likely to have all grades of ROP (grade I or higher severity). We hypothesised that using propranolol prophylactically would decrease this incidence to 30% (30% absolute risk reduction, 50% relative risk reduction). With type 1 error probability of 0.05 and power of 80%, estimated sample size was 84 (42 infants per group). To account for the losses due to death or other reasons, a total of 100 infants were needed to be enrolled. Twins and multiples were to be randomised as separate individuals, and therefore sample size modification was not required. Baseline characteristics and outcome variables were analysed as follows: continuous data were analysed for normality by using Kolmogorov-Smirnov test. If continuous data were normally distributed, then comparison between the two study groups was made by using two sample t-tests, and values were described as mean and SD. If continuous data were not normally distributed, then the comparison between the two study groups was made by using Wilcoxon-Mann-Whitney U test, and values were described as median and IQR.",
        "section": "Sample size and analysis",
        "section_number": 16,
        "sentences": [
            "It was estimated that in the infants born between 26 and 32 weeks, based on our own institutional data, 60% of infants are likely to have all grades of ROP (grade I or higher severity).",
            "We hypothesised that using propranolol prophylactically would decrease this incidence to 30% (30% absolute risk reduction, 50% relative risk reduction).",
            "With type 1 error probability of 0.05 and power of 80%, estimated sample size was 84 (42 infants per group).",
            "To account for the losses due to death or other reasons, a total of 100 infants were needed to be enrolled.",
            "Twins and multiples were to be randomised as separate individuals, and therefore sample size modification was not required.",
            "Baseline characteristics and outcome variables were analysed as follows: continuous data were analysed for normality by using Kolmogorov-Smirnov test.",
            "If continuous data were normally distributed, then comparison between the two study groups was made by using two sample t-tests, and values were described as mean and SD.",
            "If continuous data were not normally distributed, then the comparison between the two study groups was made by using Wilcoxon-Mann-Whitney U test, and values were described as median and IQR."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40811",
        "text": "Categorical data were assessed using Fisher's exact test. A value of p<0.05 was considered as statistically significant. Analysis was performed by intention-to-treat principle. Subgroup analysis was performed comparing two study group strata of 26-29 weeks and 29 +1 -32 weeks. IBM SPSS V.18 was used for analysis of data. In addition, Fisher's exact test analysis was calculated by using 2×2 online calculator of GraphPad software.",
        "section": "Sample size and analysis",
        "section_number": 17,
        "sentences": [
            "Categorical data were assessed using Fisher's exact test.",
            "A value of p<0.05 was considered as statistically significant.",
            "Analysis was performed by intention-to-treat principle.",
            "Subgroup analysis was performed comparing two study group strata of 26-29 weeks and 29 +1 -32 weeks.",
            "IBM SPSS V.18 was used for analysis of data.",
            "In addition, Fisher's exact test analysis was calculated by using 2×2 online calculator of GraphPad software."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40811",
        "text": "The Consolidated Standards of Reporting Trials (CONSORT) flow diagram of the infants in the study is depicted in figure 1. Of the 109 infants enrolled, 70 neonates were enrolled at Surya Children's Hospital and 39 were enrolled at Jaslok Hospital.",
        "section": "RESULTS",
        "section_number": 18,
        "sentences": [
            "The Consolidated Standards of Reporting Trials (CONSORT) flow diagram of the infants in the study is depicted in figure 1.",
            "Of the 109 infants enrolled, 70 neonates were enrolled at Surya Children's Hospital and 39 were enrolled at Jaslok Hospital."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40811",
        "text": "The baseline maternal and infants' characteristics are depicted in table 1. There were no significant differences in the infant baseline characteristics in both the groups-gestational age, birth weight, gender, antenatal steroid therapy, mode of delivery and need for resuscitation at birth.",
        "section": "Baseline maternal and infant's characteristics",
        "section_number": 19,
        "sentences": [
            "The baseline maternal and infants' characteristics are depicted in table 1.",
            "There were no significant differences in the infant baseline characteristics in both the groups-gestational age, birth weight, gender, antenatal steroid therapy, mode of delivery and need for resuscitation at birth."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40811",
        "text": "There was no statistical difference in the need for respiratory support and surfactant therapy (table 2). The outcomes of PDA, IVH, NEC, feed intolerance or mortality were similar in both groups and were statistically not significant. Infants were monitored throughout the intervention period for adverse events and to evaluate the safety of propranolol. No infant in either study arm had developed bradycardia, hypotension or hypoglycaemia. None of the differences in the incidence of morbidities or adverse events were statistically significant and could be attributed to propranolol therapy. Therapy was temporarily withheld for 4-7 days in 26 infants during intervention period because of NEC (n=7), suspected NEC (n=2) and feed intolerance (n=17). As the infants recovered from the acute episode, the allocated study drug was restarted in these babies. During the intervention period, seven babies died, four from the study group and three from the control group, but all deaths were due to prematurity-related complications.",
        "section": "Respiratory support, surfactant therapy, morbidities, mortality and adverse events",
        "section_number": 20,
        "sentences": [
            "There was no statistical difference in the need for respiratory support and surfactant therapy (table 2).",
            "The outcomes of PDA, IVH, NEC, feed intolerance or mortality were similar in both groups and were statistically not significant.",
            "Infants were monitored throughout the intervention period for adverse events and to evaluate the safety of propranolol.",
            "No infant in either study arm had developed bradycardia, hypotension or hypoglycaemia.",
            "None of the differences in the incidence of morbidities or adverse events were statistically significant and could be attributed to propranolol therapy.",
            "Therapy was temporarily withheld for 4-7 days in 26 infants during intervention period because of NEC (n=7), suspected NEC (n=2) and feed intolerance (n=17).",
            "As the infants recovered from the acute episode, the allocated study drug was restarted in these babies.",
            "During the intervention period, seven babies died, four from the study group and three from the control group, but all deaths were due to prematurity-related complications."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40811",
        "text": "Age at randomisation and initiation of therapy, total duration of therapy and age at cessation of therapy were similar in both groups (table 3) . ROP-related outcomes as assessed in survivors are also summarised in table 3. The incidence of ROP of all grades was 56.86% (29 out of 51) in the study group and 68.62% (35 out of 51) in the control group. Although the difference was 11.76%, it did not reach statistical significance (p=0.31). In addition, there was no significant difference in the incidence of different stages of ROP (ie, stages I, II, III, IV and IV; stage 3 plus disease) in both groups. When data were analysed using per eye, the results were similar. There was also no statistically significant difference in the ROP event rates in the two study groups, when results were stratified into two strata of 26-29 weeks and 29 +1 to 32 weeks. Overall, the rates of ROP of all grades were higher in lower gestational age strata. LASER therapy was required in 11/51 (21.56%) babies in the study group and 16/51 (31.37%) babies in the control group, which was statistically not significant. Anti-VEGF was required in 2/51 (3.92%) babies in the study group and 8/51 (15.68%) babies in the control group. Though statistically not significant, there was a trend favouring the propranolol group, p=0.09 (table 3) . The results were not different when stratification of the data was done according to the gestational age.",
        "section": "Details of study therapy, incidence, grading and treatment characteristics of ROP",
        "section_number": 21,
        "sentences": [
            "Age at randomisation and initiation of therapy, total duration of therapy and age at cessation of therapy were similar in both groups (table 3) .",
            "ROP-related outcomes as assessed in survivors are also summarised in table 3.",
            "The incidence of ROP of all grades was 56.86% (29 out of 51) in the study group and 68.62% (35 out of 51) in the control group.",
            "Although the difference was 11.76%, it did not reach statistical significance (p=0.31).",
            "In addition, there was no significant difference in the incidence of different stages of ROP (ie, stages I, II, III, IV and IV; stage 3 plus disease) in both groups.",
            "When data were analysed using per eye, the results were similar.",
            "There was also no statistically significant difference in the ROP event rates in the two study groups, when results were stratified into two strata of 26-29 weeks and 29 +1 to 32 weeks.",
            "Overall, the rates of ROP of all grades were higher in lower gestational age strata.",
            "LASER therapy was required in 11/51 (21.56%) babies in the study group and 16/51 (31.37%) babies in the control group, which was statistically not significant.",
            "Anti-VEGF was required in 2/51 (3.92%) babies in the study group and 8/51 (15.68%) babies in the control group.",
            "Though statistically not significant, there was a trend favouring the propranolol group, p=0.09 (table 3) .",
            "The results were not different when stratification of the data was done according to the gestational age."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40811",
        "text": "Out of the original population of 109 children who were enrolled in this study, 7 children died before first ROP evaluation, reducing the study population to 102 infants (table 4) . A further 22/102 (21.56%) children were lost to follow-up by 1 year of age and could not be evaluated. The total study population for follow-up included 80 infants (table 4) . One pair of twins in each group had bilateral optic atrophy due to an undefined metabolic disease. Retinoscopy was performed in 79 infants of mean age of 12 months (range 11-16 months). Retinoscopy could not be performed in one infant in the study group with complete retinal detachment.",
        "section": "Visual outcomes at 1 year",
        "section_number": 22,
        "sentences": [
            "Out of the original population of 109 children who were enrolled in this study, 7 children died before first ROP evaluation, reducing the study population to 102 infants (table 4) .",
            "A further 22/102 (21.56%) children were lost to follow-up by 1 year of age and could not be evaluated.",
            "The total study population for follow-up included 80 infants (table 4) .",
            "One pair of twins in each group had bilateral optic atrophy due to an undefined metabolic disease.",
            "Retinoscopy was performed in 79 infants of mean age of 12 months (range 11-16 months).",
            "Retinoscopy could not be performed in one infant in the study group with complete retinal detachment."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40811",
        "text": "We hypothesised that prophylactic use of propranolol in preterm infants will decrease the incidence of all grades of ROP. Though we observed a definite decreasing trend in the incidence and progression of ROP and need for laser therapy and anti-VEGF therapy, our study could not demonstrate a statistically significant impact of prophylactic propranolol on the prevention of ROP. Contrary to the other studies 8 15-17 which used higher doses of propranolol for the treatment of ROP, we assumed that since we were using the drug prophylactically for the prevention of ROP and not for therapy, lower doses would be justified and may prevent the switch from the vaso-obliterative phase to vasoproliferative phase of ROP. Also, since it is clinically difficult to predict this switch from the vaso-obliterative phase to the vasoproliferative phase of ROP, we initiated this therapy on completed day 7 of life when the retina was still likely to be in the vaso-obliterative phase. Early initiation of propranolol did not cause any harm to the study infants as outcomes at 1-year follow-up were not statistically different in both the groups.",
        "section": "DISCUSSION",
        "section_number": 23,
        "sentences": [
            "We hypothesised that prophylactic use of propranolol in preterm infants will decrease the incidence of all grades of ROP.",
            "Though we observed a definite decreasing trend in the incidence and progression of ROP and need for laser therapy and anti-VEGF therapy, our study could not demonstrate a statistically significant impact of prophylactic propranolol on the prevention of ROP.",
            "Contrary to the other studies 8 15-17 which used higher doses of propranolol for the treatment of ROP, we assumed that since we were using the drug prophylactically for the prevention of ROP and not for therapy, lower doses would be justified and may prevent the switch from the vaso-obliterative phase to vasoproliferative phase of ROP.",
            "Also, since it is clinically difficult to predict this switch from the vaso-obliterative phase to the vasoproliferative phase of ROP, we initiated this therapy on completed day 7 of life when the retina was still likely to be in the vaso-obliterative phase.",
            "Early initiation of propranolol did not cause any harm to the study infants as outcomes at 1-year follow-up were not statistically different in both the groups."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40811",
        "text": "Incidence of ROP in the study group was lower, but statistically not significant (56.8% vs 68.6%; difference of 11.8%, ie, 12% absolute difference; p=0.39). To demonstrate statistical significance in the incidence of all grades of ROP to the tune that was observed in this study with an α-error of 0.05 and power of 80%, the estimated sample size should have been 502 (251 infants per group). Our study therefore remained underpowered. Additional limitation of our study was that infants <26 weeks were not included in the study, and therefore generalisability of the study is limited. The strength of our study is that it is a randomised controlled double blind trial. Caregivers were blinded to the nature of interventions. Ophthalmologists, who assessed the primary outcome measure of ROP, were also not aware of treatment allocation.",
        "section": "DISCUSSION",
        "section_number": 24,
        "sentences": [
            "Incidence of ROP in the study group was lower, but statistically not significant (56.8% vs 68.6%; difference of 11.8%, ie, 12% absolute difference; p=0.39).",
            "To demonstrate statistical significance in the incidence of all grades of ROP to the tune that was observed in this study with an α-error of 0.05 and power of 80%, the estimated sample size should have been 502 (251 infants per group).",
            "Our study therefore remained underpowered.",
            "Additional limitation of our study was that infants <26 weeks were not included in the study, and therefore generalisability of the study is limited.",
            "The strength of our study is that it is a randomised controlled double blind trial.",
            "Caregivers were blinded to the nature of interventions.",
            "Ophthalmologists, who assessed the primary outcome measure of ROP, were also not aware of treatment allocation."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40811",
        "text": "Propranolol has been used for the treatment or progression of stage 2-3 ROP. 8 15-17 These studies demonstrated a lesser progression to stage 3 or stage 3 plus. Combining the published data of the trials by Filippi et al 7 Though the study of Bancalari et al 16 showed a decrease in the need for intervention with laser or bevacizumab in the study group, it was not a randomised controlled study. The study of Korkmaz et al 17 also showed a decrease in the need of laser photocoagulation in stage 2 ROP. In our study, though the incidence of plus disease decreased from 17.6% in the control group to 7.8% in the propranolol group, it failed to reach statistical significance, as our study was underpowered for this outcome. Also, in our trial, the study infants required fewer laser treatments and less need for rescue treatment with intravitreal bevacizumab (anti-VEGF). This is of importance as blockage of VEGF with bevacizumab may thus influence other processes than pathological angiogenesis in the eye. 19 Our study was a unique attempt to prevent ROP with propranolol in lower doses. We had limited the use of anti-VEGF in cases of aggressive ROP only. Based on our limited data, we speculate that propranolol reduces incidence and severity of ROP, and progression to plus disease. Additional studies with adequate sample size are required to prove this hypothesis.",
        "section": "DISCUSSION",
        "section_number": 25,
        "sentences": [
            "Propranolol has been used for the treatment or progression of stage 2-3 ROP.",
            "8 15-17 These studies demonstrated a lesser progression to stage 3 or stage 3 plus.",
            "Combining the published data of the trials by Filippi et al 7 Though the study of Bancalari et al 16 showed a decrease in the need for intervention with laser or bevacizumab in the study group, it was not a randomised controlled study.",
            "The study of Korkmaz et al 17 also showed a decrease in the need of laser photocoagulation in stage 2 ROP.",
            "In our study, though the incidence of plus disease decreased from 17.6% in the control group to 7.8% in the propranolol group, it failed to reach statistical significance, as our study was underpowered for this outcome.",
            "Also, in our trial, the study infants required fewer laser treatments and less need for rescue treatment with intravitreal bevacizumab (anti-VEGF).",
            "This is of importance as blockage of VEGF with bevacizumab may thus influence other processes than pathological angiogenesis in the eye.",
            "19 Our study was a unique attempt to prevent ROP with propranolol in lower doses.",
            "We had limited the use of anti-VEGF in cases of aggressive ROP only.",
            "Based on our limited data, we speculate that propranolol reduces incidence and severity of ROP, and progression to plus disease.",
            "Additional studies with adequate sample size are required to prove this hypothesis."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40811",
        "text": "The present study also demonstrates that, in preterm infants, the study dose of propranolol used for treatment is well tolerated, with the absence of any serious adverse events. None of the infants in study group developed bradycardia, hypotension or hypoglycaemia, which is similar to the study of Makhoul et al. 15 This is in contrast to the study of Filippi et al 8 who had used higher doses in an uncontrolled trial.",
        "section": "DISCUSSION",
        "section_number": 26,
        "sentences": [
            "The present study also demonstrates that, in preterm infants, the study dose of propranolol used for treatment is well tolerated, with the absence of any serious adverse events.",
            "None of the infants in study group developed bradycardia, hypotension or hypoglycaemia, which is similar to the study of Makhoul et al. 15 This is in contrast to the study of Filippi et al 8 who had used higher doses in an uncontrolled trial."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    }
]