[
    {
        "doc_id": "40276",
        "text": "OBJECTIVE. This study examined the use of the adult neuroscience-based Sense © intervention with children with hemiplegic cerebral palsy (HCP) to improve upper-limb somatosensory discrimination, motor function, and goal performance. METHOD. Seventeen children with HCP (9 boys, 8 girls; mean age 5 10.2 yr) participated in this pilot matched-pairs trial with random allocation and 6-mo follow-up (intervention, n 5 7; control, n 5 10). The intervention group received Sense training 3•/wk for 6 wk (18 hr). Outcome measures included Goal Attainment Scaling, Sense_assess © Kids, and the Assisting Hand Assessment. RESULTS. The intervention group improved in goal performance, proprioception, and bimanual hand use and maintained improvement at 6-mo follow-up. The control group improved in occupational performance by 6-mo follow-up. CONCLUSION. This study established the feasibility of using the Sense intervention in a pediatric setting and adds preliminary evidence to suggest that improving somatosensory function can improve motor function and goal performance among children with HCP.",
        "section": "Abstract",
        "sentences": [
            "OBJECTIVE.",
            "This study examined the use of the adult neuroscience-based Sense © intervention with children with hemiplegic cerebral palsy (HCP) to improve upper-limb somatosensory discrimination, motor function, and goal performance.",
            "METHOD.",
            "Seventeen children with HCP (9 boys, 8 girls; mean age 5 10.2 yr) participated in this pilot matched-pairs trial with random allocation and 6-mo follow-up (intervention, n 5 7; control, n 5 10).",
            "The intervention group received Sense training 3•/wk for 6 wk (18 hr).",
            "Outcome measures included Goal Attainment Scaling, Sense_assess © Kids, and the Assisting Hand Assessment.",
            "RESULTS.",
            "The intervention group improved in goal performance, proprioception, and bimanual hand use and maintained improvement at 6-mo follow-up.",
            "The control group improved in occupational performance by 6-mo follow-up.",
            "CONCLUSION.",
            "This study established the feasibility of using the Sense intervention in a pediatric setting and adds preliminary evidence to suggest that improving somatosensory function can improve motor function and goal performance among children with HCP."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40276",
        "text": "C erebral palsy (CP) is an umbrella term for motor impairment arising from a nonprogressive insult to or malformation of the developing fetal or infant brain (Rosenbaum et al., 2007) . Children with CP frequently have associated impairments that affect their upper-limb functioning, including somatosensory impairments (Rosenbaum et al., 2007) . The prevalence of somatosensory impairments in children with hemiplegia has been reported to be more than 75% (Auld, Boyd, Moseley, Ware, & Johnston, 2012b; . Impairment in tactile or somatosensory function has been shown to have a substantial impact on children's motor function and upperlimb use (Auld, Boyd, Moseley, Ware, & Johnston, 2012a) .",
        "section": "",
        "section_number": 1,
        "sentences": [
            "C erebral palsy (CP) is an umbrella term for motor impairment arising from a nonprogressive insult to or malformation of the developing fetal or infant brain (Rosenbaum et al., 2007) .",
            "Children with CP frequently have associated impairments that affect their upper-limb functioning, including somatosensory impairments (Rosenbaum et al., 2007) .",
            "The prevalence of somatosensory impairments in children with hemiplegia has been reported to be more than 75% (Auld, Boyd, Moseley, Ware, & Johnston, 2012b; .",
            "Impairment in tactile or somatosensory function has been shown to have a substantial impact on children's motor function and upperlimb use (Auld, Boyd, Moseley, Ware, & Johnston, 2012a) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40276",
        "text": "Somatosensory function is defined as \"all aspects of touch and proprioception that contribute to a person's awareness of his or her body parts and the direct interface of these with objects and the environment\" (Dunn et al., 2013, p. S41) . Somatosensation impairments in children with hemiplegic cerebral palsy (HCP) are commonly reported in the domains of haptic object recognition (or stereognosis), limb position sense (or proprioception) and two-point discrimination. These impairments affect functional sensibility (Majnemer, Bourbonnais, & Frak, 2008) . Somatosensation is necessary for fine motor function and the development of dexterous movement for useful hand function (Blennerhassett, Carey, & Matyas, 2006; Majnemer et al., 2008) . It has also been suggested that impairments in somatosensation may result in learned nonuse of an affected hand, leading to reduced exploration of the environment, altered sensorimotor development of the affected hand, and impaired bimanual function (Majnemer et al., 2008) .",
        "section": "",
        "section_number": 2,
        "sentences": [
            "Somatosensory function is defined as \"all aspects of touch and proprioception that contribute to a person's awareness of his or her body parts and the direct interface of these with objects and the environment\" (Dunn et al., 2013, p. S41) .",
            "Somatosensation impairments in children with hemiplegic cerebral palsy (HCP) are commonly reported in the domains of haptic object recognition (or stereognosis), limb position sense (or proprioception) and two-point discrimination.",
            "These impairments affect functional sensibility (Majnemer, Bourbonnais, & Frak, 2008) .",
            "Somatosensation is necessary for fine motor function and the development of dexterous movement for useful hand function (Blennerhassett, Carey, & Matyas, 2006; Majnemer et al., 2008) .",
            "It has also been suggested that impairments in somatosensation may result in learned nonuse of an affected hand, leading to reduced exploration of the environment, altered sensorimotor development of the affected hand, and impaired bimanual function (Majnemer et al., 2008) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40276",
        "text": "There are currently no evidence-based interventions to improve somatosensory function in children with neurological impairments. However, there is a growing body of evidencebased interventions to improve the somatosensory functioning of adults who have survived a stroke. A recent systematic review of interventions to improve tactile functioning recommended two approaches from the adult stroke literature for use with children (Auld, Russo, Moseley, & Johnston, 2014) . One of the recommended approaches was transferenhanced training, known as Sense © training, by Carey, Macdonell, and Matyas (2011) . Sense is based on principles of perceptual learning and learning-dependent neural plasticity and is designed to improve three important aspects of somatosensory discrimination function: tactile discrimination, haptic object recognition, and limb position sense.",
        "section": "",
        "section_number": 3,
        "sentences": [
            "There are currently no evidence-based interventions to improve somatosensory function in children with neurological impairments.",
            "However, there is a growing body of evidencebased interventions to improve the somatosensory functioning of adults who have survived a stroke.",
            "A recent systematic review of interventions to improve tactile functioning recommended two approaches from the adult stroke literature for use with children (Auld, Russo, Moseley, & Johnston, 2014) .",
            "One of the recommended approaches was transferenhanced training, known as Sense © training, by Carey, Macdonell, and Matyas (2011) .",
            "Sense is based on principles of perceptual learning and learning-dependent neural plasticity and is designed to improve three important aspects of somatosensory discrimination function: tactile discrimination, haptic object recognition, and limb position sense."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40276",
        "text": "In a randomized crossover control trial, Sense training was found to improve functional somatosensory discrimination in adult stroke survivors in the chronic phase poststroke. Of the 50 participants, 59% halved their deficits or better, with improvements maintained at 6-mo follow-up (Carey et al., 2011) . The learning principles used in Sense training are similar to motor learning principles, which have been shown to improve motor function and structural neuroplastic change in children with HCP (Sterling et al., 2013) . Our study sought to pilot a child-friendly version of Sense with children with HCP. We hypothesized that the Sense intervention would be effective in improving somatosensory discrimination, upper-limb motor function, and occupational goal performance of children with HCP.",
        "section": "",
        "section_number": 4,
        "sentences": [
            "In a randomized crossover control trial, Sense training was found to improve functional somatosensory discrimination in adult stroke survivors in the chronic phase poststroke.",
            "Of the 50 participants, 59% halved their deficits or better, with improvements maintained at 6-mo follow-up (Carey et al., 2011) .",
            "The learning principles used in Sense training are similar to motor learning principles, which have been shown to improve motor function and structural neuroplastic change in children with HCP (Sterling et al., 2013) .",
            "Our study sought to pilot a child-friendly version of Sense with children with HCP.",
            "We hypothesized that the Sense intervention would be effective in improving somatosensory discrimination, upper-limb motor function, and occupational goal performance of children with HCP."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40276",
        "text": "This pilot, single-blind, matched-pairs trial with random allocation recruited children with HCP ages 5-15 yr from a pediatric tertiary hospital in Perth, Western Australia, Australia. Children entered the study on a rolling recruitment basis from May 2013 to May 2015. Baseline assessments took place within 2 wk of each participant's commencement of the trial. Eligibility criteria were a confirmed diagnosis of HCP by a pediatrician and somatosensory discrimination impairment as measured by the Sense_assess © Kids . Children were ineligible if they had upper-limb surgery in the previous 12 mo.",
        "section": "Participants",
        "section_number": 5,
        "sentences": [
            "This pilot, single-blind, matched-pairs trial with random allocation recruited children with HCP ages 5-15 yr from a pediatric tertiary hospital in Perth, Western Australia, Australia.",
            "Children entered the study on a rolling recruitment basis from May 2013 to May 2015.",
            "Baseline assessments took place within 2 wk of each participant's commencement of the trial.",
            "Eligibility criteria were a confirmed diagnosis of HCP by a pediatrician and somatosensory discrimination impairment as measured by the Sense_assess © Kids .",
            "Children were ineligible if they had upper-limb surgery in the previous 12 mo."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40276",
        "text": "Children were assessed at least 12 wk after their most recent botulinum toxin therapy and were pair-matched for age and Manual Ability Classification System level (Eliasson et al., 2006) . Children were assessed at baseline (Time Point 1, or TP1), after 6 wk of intervention or control (TP2), at 6-wk follow-up (TP3), and at 6-mo follow-up (TP4; see Figure 1 ). All assessments were undertaken at each time point, including goal setting and subsequent scoring, by an assessor blinded to group allocation. With the assessor, who was trained to identify tasks involving obvious somatosensory cues, children and their parents set goals important to them that involved the upper limbs. After completing the baseline assessment, children were randomized to a group by a third party not involved with the study.",
        "section": "Participants",
        "section_number": 6,
        "sentences": [
            "Children were assessed at least 12 wk after their most recent botulinum toxin therapy and were pair-matched for age and Manual Ability Classification System level (Eliasson et al., 2006) .",
            "Children were assessed at baseline (Time Point 1, or TP1), after 6 wk of intervention or control (TP2), at 6-wk follow-up (TP3), and at 6-mo follow-up (TP4; see Figure 1 ).",
            "All assessments were undertaken at each time point, including goal setting and subsequent scoring, by an assessor blinded to group allocation.",
            "With the assessor, who was trained to identify tasks involving obvious somatosensory cues, children and their parents set goals important to them that involved the upper limbs.",
            "After completing the baseline assessment, children were randomized to a group by a third party not involved with the study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            1
        ],
        "classification_label": 0
    },
    {
        "doc_id": "40276",
        "text": "The treatment group received the experimental Sense intervention 3•/wk for 6 wk (total dose 5 18 hr) in the child's home or school setting. In both environments, distractions were removed with the assistance of the primary caregiver; in school settings, a quiet room was made available, and the same intervention equipment was used. Each session was 1 hr long and conducted by an occupational therapist trained in the Sense training approach. The treatment and control groups continued with their usual care through their local community provider. Families reported setting goals with a community occupational therapist or physiotherapist that involved problem-solving implementation but no formalized intervention.",
        "section": "Participants",
        "section_number": 7,
        "sentences": [
            "The treatment group received the experimental Sense intervention 3•/wk for 6 wk (total dose 5 18 hr) in the child's home or school setting.",
            "In both environments, distractions were removed with the assistance of the primary caregiver; in school settings, a quiet room was made available, and the same intervention equipment was used.",
            "Each session was 1 hr long and conducted by an occupational therapist trained in the Sense training approach.",
            "The treatment and control groups continued with their usual care through their local community provider.",
            "Families reported setting goals with a community occupational therapist or physiotherapist that involved problem-solving implementation but no formalized intervention."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40276",
        "text": "The intervention protocol closely followed that described by Carey and colleagues (2011) in their Study of the Effectiveness of Neurorehabilitation on Sensation (SENSe) trial, with some minor changes to accommodate scheduling sessions in the community setting, predominantly in family homes. Children were trained in only two of the three components of somatosensory discrimination per 1-hr session to allow time for caregiver education. The Sense occupation-based training was incorporated into this trial to facilitate children's intrinsic motivation. The Sense occupation-based approach to somatosensory retraining involves the application of Sense principles in the context of valued activities identified by the participant (Mastos & Carey, 2010) . Occupational task performance is an important element of Sense and involves emphasizing obvious somatosensory features in activities meaningful to the child, such as recognizing the change in texture that signals the presence of a buttonhole.",
        "section": "Participants",
        "section_number": 8,
        "sentences": [
            "The intervention protocol closely followed that described by Carey and colleagues (2011) in their Study of the Effectiveness of Neurorehabilitation on Sensation (SENSe) trial, with some minor changes to accommodate scheduling sessions in the community setting, predominantly in family homes.",
            "Children were trained in only two of the three components of somatosensory discrimination per 1-hr session to allow time for caregiver education.",
            "The Sense occupation-based training was incorporated into this trial to facilitate children's intrinsic motivation.",
            "The Sense occupation-based approach to somatosensory retraining involves the application of Sense principles in the context of valued activities identified by the participant (Mastos & Carey, 2010) .",
            "Occupational task performance is an important element of Sense and involves emphasizing obvious somatosensory features in activities meaningful to the child, such as recognizing the change in texture that signals the presence of a buttonhole."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40276",
        "text": "The ability to recognize obvious sensory attributes in occupational tasks is practiced in component training. Component and occupational training, as applied in Sense, use active exploration with vision occluded; feedback on performance (accuracy and method of exploration); calibration with vision and with the less affected hand; anticipation trials in which the participant knows what to expect to feel (vision occluded); and repetition and progression from easy to more complex tasks to distinguish differences across a wide variety of stimuli in tactile discrimination, haptic object recognition, and limb position sense (Carey et al., 2011) . Tactile discrimination is trained using a variety of graded textured surfaces such as rubber, glass, and leather that vary from smooth to rough with different surface properties. Haptic object recognition is trained with graded object sets that vary in the sensory attribute of interest such as size, weight, or crushability. Limb position sense is trained using graded positions of the wrist and then elbow, starting with the largest differences (e.g., near full flexion, neutral, and near full extension).",
        "section": "Participants",
        "section_number": 9,
        "sentences": [
            "The ability to recognize obvious sensory attributes in occupational tasks is practiced in component training.",
            "Component and occupational training, as applied in Sense, use active exploration with vision occluded; feedback on performance (accuracy and method of exploration); calibration with vision and with the less affected hand; anticipation trials in which the participant knows what to expect to feel (vision occluded); and repetition and progression from easy to more complex tasks to distinguish differences across a wide variety of stimuli in tactile discrimination, haptic object recognition, and limb position sense (Carey et al., 2011) .",
            "Tactile discrimination is trained using a variety of graded textured surfaces such as rubber, glass, and leather that vary from smooth to rough with different surface properties.",
            "Haptic object recognition is trained with graded object sets that vary in the sensory attribute of interest such as size, weight, or crushability.",
            "Limb position sense is trained using graded positions of the wrist and then elbow, starting with the largest differences (e.g., near full flexion, neutral, and near full extension)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40276",
        "text": "Goal performance was our primary outcome, measured using Goal Attainment Scaling (GAS; Kiresuk, Smith, & Cardillo, 1994) and the Canadian Occupational Performance Measure (COPM; Law et al., 1998) . A recent evidence-topractice commentary by Novak (2014) recommended that clinicians use the COPM and GAS together to monitor change in parent coaching interventions for which the evidence base is not well developed. Our research team has opted to use the GAS and COPM as primary outcome measures because tools for somatosensation are still under development and, from an occupational therapy perspective, our primary interest was whether the intervention facilitates improvements in occupational performance.",
        "section": "Primary Outcome",
        "section_number": 10,
        "sentences": [
            "Goal performance was our primary outcome, measured using Goal Attainment Scaling (GAS; Kiresuk, Smith, & Cardillo, 1994) and the Canadian Occupational Performance Measure (COPM; Law et al., 1998) .",
            "A recent evidence-topractice commentary by Novak (2014) recommended that clinicians use the COPM and GAS together to monitor change in parent coaching interventions for which the evidence base is not well developed.",
            "Our research team has opted to use the GAS and COPM as primary outcome measures because tools for somatosensation are still under development and, from an occupational therapy perspective, our primary interest was whether the intervention facilitates improvements in occupational performance."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40276",
        "text": "Somatosensation was measured using the Sense_assess Kids . The assessment comprises three subtests that measure functional somatosensory discrimination ability. The tool was developed for use with adult stroke survivors (Carey et al., 2011) and adapted for use with children and adolescents. Two of the three components of the Sense_assess Kids, the functional Tactile Object Recognition Test and the Wrist Position Sense Test, were examined in this study; the third, tactile discrimination, was not. Tactile discrimination was instead measured using two alternative methods, which in this pilot trial resulted in insufficient data for analysis.",
        "section": "Secondary Outcomes",
        "section_number": 11,
        "sentences": [
            "Somatosensation was measured using the Sense_assess Kids .",
            "The assessment comprises three subtests that measure functional somatosensory discrimination ability.",
            "The tool was developed for use with adult stroke survivors (Carey et al., 2011) and adapted for use with children and adolescents.",
            "Two of the three components of the Sense_assess Kids, the functional Tactile Object Recognition Test and the Wrist Position Sense Test, were examined in this study; the third, tactile discrimination, was not.",
            "Tactile discrimination was instead measured using two alternative methods, which in this pilot trial resulted in insufficient data for analysis."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40276",
        "text": "The functional Tactile Object Recognition Test is a standardized 14-item test of haptic object recognition in which children are presented with familiar and novel items out of sight and indicate what they are exploring using a response poster (Carey, Nankervis, LeBlanc, & Harvey, 2006) . The Wrist Position Sense Test is a measure of wrist position sense in which a child's hand is moved through 20 standardized positions on a protractor scale out of the child's sight (Carey, Oke, & Matyas, 1996) . The child indicates where the hand is pointing using a second protractor scale positioned in view immediately above the occluded hand. Psychometric testing continues, but reliability for the Wrist Position Sense Test has been determined for typically developing children using the Bland-Altman method (Bland & Altman, 2010) . Using the Bland-Altman method, Taylor, Parsons, et al. (2017) determined that there were no consistent differences between time points, indicating the measure's reliability. The Sense_assess Kids has normative standards for typically developing children ages 6-15 yr and has demonstrated construct validity and clinical acceptability for children with CP ages 6-15 yr (Taylor et al., 2015; .",
        "section": "Secondary Outcomes",
        "section_number": 12,
        "sentences": [
            "The functional Tactile Object Recognition Test is a standardized 14-item test of haptic object recognition in which children are presented with familiar and novel items out of sight and indicate what they are exploring using a response poster (Carey, Nankervis, LeBlanc, & Harvey, 2006) .",
            "The Wrist Position Sense Test is a measure of wrist position sense in which a child's hand is moved through 20 standardized positions on a protractor scale out of the child's sight (Carey, Oke, & Matyas, 1996) .",
            "The child indicates where the hand is pointing using a second protractor scale positioned in view immediately above the occluded hand.",
            "Psychometric testing continues, but reliability for the Wrist Position Sense Test has been determined for typically developing children using the Bland-Altman method (Bland & Altman, 2010) .",
            "Using the Bland-Altman method, Taylor, Parsons, et al. (2017) determined that there were no consistent differences between time points, indicating the measure's reliability.",
            "The Sense_assess Kids has normative standards for typically developing children ages 6-15 yr and has demonstrated construct validity and clinical acceptability for children with CP ages 6-15 yr (Taylor et al., 2015; ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40276",
        "text": "Motor performance was measured using the Assisting Hand Assessment (AHA; Krumlinde-Sundholm & Eliasson, 2003) and the Box and Block Test (B&B Test; Mathiowetz, Federman, & Wiemer, 1985) . The AHA is a measure of how a child with HCP uses the more impaired hand in bimanual activities (Krumlinde-Sundholm & Eliasson, 2003) . It has good construct validity and excellent testretest reliability (.99), and it is responsive to change when used to assess children ages 18 mo-18 yr (Holmefur, Aarts, Hoare, & Krumlinde-Sundholm, 2009) . The AHA is conducted as a play session and is video recorded for scoring at a later time. The B&B Test (Mathiowetz et al., 1985) measures gross manual dexterity and unimanual capacity. In the test administration, a child is seated in front of a wooden box that has a central partition with blocks on the same side as the hand to be tested. Children are instructed to move as many blocks as they can, one at a time, in 1 min from one side of the partition to the other, ensuring that their fingertips pass over the partition. The B&B Test is a valid, reliable measure commonly used in intervention studies of children with CP (Platz et al., 2005) . The AHA and B&B Test were selected to observe for changes in motor performance after the Sense intervention.",
        "section": "Secondary Outcomes",
        "section_number": 13,
        "sentences": [
            "Motor performance was measured using the Assisting Hand Assessment (AHA; Krumlinde-Sundholm & Eliasson, 2003) and the Box and Block Test (B&B Test; Mathiowetz, Federman, & Wiemer, 1985) .",
            "The AHA is a measure of how a child with HCP uses the more impaired hand in bimanual activities (Krumlinde-Sundholm & Eliasson, 2003) .",
            "It has good construct validity and excellent testretest reliability (.99), and it is responsive to change when used to assess children ages 18 mo-18 yr (Holmefur, Aarts, Hoare, & Krumlinde-Sundholm, 2009) .",
            "The AHA is conducted as a play session and is video recorded for scoring at a later time.",
            "The B&B Test (Mathiowetz et al., 1985) measures gross manual dexterity and unimanual capacity.",
            "In the test administration, a child is seated in front of a wooden box that has a central partition with blocks on the same side as the hand to be tested.",
            "Children are instructed to move as many blocks as they can, one at a time, in 1 min from one side of the partition to the other, ensuring that their fingertips pass over the partition.",
            "The B&B Test is a valid, reliable measure commonly used in intervention studies of children with CP (Platz et al., 2005) .",
            "The AHA and B&B Test were selected to observe for changes in motor performance after the Sense intervention."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40276",
        "text": "Because of the small number of participants and variability in baseline scores, raw scores were converted to individual change scores by subtracting the baseline score from each time point score. The Mann-Whitney U rank-sum test (Portney & Watkins, 2009) was used to determine the presence of between-groups differences in individual change scores for each measure. Friedman x 2 repeatedmeasures analysis (Portney & Watkins, 2009) was used to identify the statistical significance of within-group differences, and the Wilcoxon signed-rank test (Portney & Watkins, 2009) was used to find the direction of any identified differences. Effect size is reported using r to describe a small (³.10), medium (³.30), or large (³.50) effect (Cohen, 1992) .",
        "section": "Statistical Analysis",
        "section_number": 14,
        "sentences": [
            "Because of the small number of participants and variability in baseline scores, raw scores were converted to individual change scores by subtracting the baseline score from each time point score.",
            "The Mann-Whitney U rank-sum test (Portney & Watkins, 2009) was used to determine the presence of between-groups differences in individual change scores for each measure.",
            "Friedman x 2 repeatedmeasures analysis (Portney & Watkins, 2009) was used to identify the statistical significance of within-group differences, and the Wilcoxon signed-rank test (Portney & Watkins, 2009) was used to find the direction of any identified differences.",
            "Effect size is reported using r to describe a small (³.10), medium (³.30), or large (³.50) effect (Cohen, 1992) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40276",
        "text": "Seventeen children ages 6-15.5 yr were recruited for this study. Children were randomly allocated to the control (n 5 10) or intervention (n 5 7) group. The treatment group had fewer children as a result of the randomization process. We were not able to recruit suitable matches for each participant for the matched-pair design before cessation of this preliminary investigation. See Figure 2 for recruitment flowchart.",
        "section": "Results",
        "section_number": 15,
        "sentences": [
            "Seventeen children ages 6-15.5 yr were recruited for this study.",
            "Children were randomly allocated to the control (n 5 10) or intervention (n 5 7) group.",
            "The treatment group had fewer children as a result of the randomization process.",
            "We were not able to recruit suitable matches for each participant for the matched-pair design before cessation of this preliminary investigation.",
            "See Figure 2 for recruitment flowchart."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40276",
        "text": "Goals in both groups were similar and included using a knife and fork, doing up buttons or a zipper, putting hair in a ponytail, and throwing and catching a ball. The somatosensory cues important to successful completion of each of these activities can be readily observed by a trained clinician. During the intervention, obvious somatosensory cues related to limb position, texture differences, and identifying when the hand was in contact with objects important for task performance were graded and emphasized for each task.",
        "section": "Goal Performance",
        "section_number": 16,
        "sentences": [
            "Goals in both groups were similar and included using a knife and fork, doing up buttons or a zipper, putting hair in a ponytail, and throwing and catching a ball.",
            "The somatosensory cues important to successful completion of each of these activities can be readily observed by a trained clinician.",
            "During the intervention, obvious somatosensory cues related to limb position, texture differences, and identifying when the hand was in contact with objects important for task performance were graded and emphasized for each task."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40276",
        "text": "Goal Attainment Scaling. Significant between-groups differences existed that favored the intervention group on GAS at TP2 (r 5 .79, p < .01) and TP3 (r 5 .58, p 5 .02) but were not present at TP4. Within-group differences existed in both the intervention and the control groups from TP1 to all subsequent time points, with a greater magnitude of change in the intervention group (see Table 1 ). At TP2, the intervention group had achieved 12 of their 14 (86%) goals, and the control group had achieved 4 of their 20 (20%) goals, an expected or greater than expected outcome. The intervention group maintained their goals, and the control group achieved 10 of their goals (50%) at TP4.",
        "section": "Goal Performance",
        "section_number": 17,
        "sentences": [
            "Goal Attainment Scaling.",
            "Significant between-groups differences existed that favored the intervention group on GAS at TP2 (r 5 .79, p < .01) and TP3 (r 5 .58, p 5 .02) but were not present at TP4.",
            "Within-group differences existed in both the intervention and the control groups from TP1 to all subsequent time points, with a greater magnitude of change in the intervention group (see Table 1 ).",
            "At TP2, the intervention group had achieved 12 of their 14 (86%) goals, and the control group had achieved 4 of their 20 (20%) goals, an expected or greater than expected outcome.",
            "The intervention group maintained their goals, and the control group achieved 10 of their goals (50%) at TP4."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40276",
        "text": "Canadian Occupational Performance Measure. Similar between-groups and within-group differences were observed in COPM performance (see Table 1 ). Groups differed on COPM satisfaction, in that between-group differences existed only at TP2 (r 5 .5, p 5 .04).",
        "section": "Goal Performance",
        "section_number": 18,
        "sentences": [
            "Canadian Occupational Performance Measure.",
            "Similar between-groups and within-group differences were observed in COPM performance (see Table 1 ).",
            "Groups differed on COPM satisfaction, in that between-group differences existed only at TP2 (r 5 .5, p 5 .04)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40276",
        "text": "No significant between-groups differences were found across time points on the Wrist Position Sense Test. The intervention group had within-group differences indicating that improvements were maintained at TP4. No differences were found across time points for the control group (see Table 1 ). There were no significant between-groups differences across time points for the functional Tactile Object Recognition Test, but there was a significant within-group difference for the intervention group at TP2 (median [Mdn] 5 2, r 5 .54, p 5 .04) and the control group at TP3 (Mdn 5 3, r 5 .47, p 5 .04).",
        "section": "Somatosensory Discrimination",
        "section_number": 19,
        "sentences": [
            "No significant between-groups differences were found across time points on the Wrist Position Sense Test.",
            "The intervention group had within-group differences indicating that improvements were maintained at TP4.",
            "No differences were found across time points for the control group (see Table 1 ).",
            "There were no significant between-groups differences across time points for the functional Tactile Object Recognition Test, but there was a significant within-group difference for the intervention group at TP2 (median [Mdn] 5 2, r 5 .54, p 5 .04) and the control group at TP3 (Mdn 5 3, r 5 .47, p 5 .04)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40276",
        "text": "No significant between-groups differences were found across time points for the AHA, but the intervention group had within-group differences that indicated improvements were maintained at TP4 (see Table 1 ). No significant differences were found across time points for the control group. For the B&B Test, there were no significant between-groups differences across time points, but there was a significant within-group difference for the intervention group at TP3 (Mdn 5 3, r 5 .64, p 5 .02) and TP4 (Mdn 5 6, r 5 .59, p 5 .03) and for the control group at TP3 (Mdn 5 1.5, r 5 .54, p 5 .02) and TP4 (Mdn 5 4, r 5 .60, p 5 .01).",
        "section": "Motor Performance",
        "section_number": 20,
        "sentences": [
            "No significant between-groups differences were found across time points for the AHA, but the intervention group had within-group differences that indicated improvements were maintained at TP4 (see Table 1 ).",
            "No significant differences were found across time points for the control group.",
            "For the B&B Test, there were no significant between-groups differences across time points, but there was a significant within-group difference for the intervention group at TP3 (Mdn 5 3, r 5 .64, p 5 .02) and TP4 (Mdn 5 6, r 5 .59, p 5 .03) and for the control group at TP3 (Mdn 5 1.5, r 5 .54, p 5 .02) and TP4 (Mdn 5 4, r 5 .60, p 5 .01)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40276",
        "text": "This study was an early investigation of a somatosensory discrimination intervention for children with HCP that used an established intervention protocol from another clinical group that was modified by this research team for use with children with HCP. Improvements were observed in the children's somatosensory discrimination, motor performance, and goal attainment.",
        "section": "Discussion",
        "section_number": 21,
        "sentences": [
            "This study was an early investigation of a somatosensory discrimination intervention for children with HCP that used an established intervention protocol from another clinical group that was modified by this research team for use with children with HCP.",
            "Improvements were observed in the children's somatosensory discrimination, motor performance, and goal attainment."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40276",
        "text": "Goal performance can be improved using a somatosensory discrimination approach. Children in our intervention group showed improvement on their goals immediately postintervention; they achieved an expected or greater than expected outcome on 86% of their GAS goals and maintained these improvements at the 6-mo follow-up. Children in the control group achieved an expected or greater than expected outcome on 20% of their goals immediately after the control period, increasing to 50% at the 6-mo follow-up. The act of goal setting can motivate self-action, particularly when goals are chosen by the person and described in detail (Locke & Latham, 2002) . Goal setting alone has been found to direct attention to activities that will support the achievement of goals important to the person (Locke & Latham, 2006) . This mechanism may account for some of the goal attainment observed in our control group.",
        "section": "Discussion",
        "section_number": 22,
        "sentences": [
            "Goal performance can be improved using a somatosensory discrimination approach.",
            "Children in our intervention group showed improvement on their goals immediately postintervention; they achieved an expected or greater than expected outcome on 86% of their GAS goals and maintained these improvements at the 6-mo follow-up.",
            "Children in the control group achieved an expected or greater than expected outcome on 20% of their goals immediately after the control period, increasing to 50% at the 6-mo follow-up.",
            "The act of goal setting can motivate self-action, particularly when goals are chosen by the person and described in detail (Locke & Latham, 2002) .",
            "Goal setting alone has been found to direct attention to activities that will support the achievement of goals important to the person (Locke & Latham, 2006) .",
            "This mechanism may account for some of the goal attainment observed in our control group."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40276",
        "text": "In addition to self-selecting important goals, our intervention group had structured opportunity for practice with feedback and opportunities to enhance their sense of self-efficacy by demonstrating new skills to family members, which is also important for goal progress (Locke & Latham, 2002) . The greater magnitude of and immediate response with maintenance of gains observed in the intervention group suggest that the intervention facilitated improvement. The improvement observed in the control group was smaller, but gains were still observed at long-term follow-up and may be explained by increased attention to important self-selected goals.",
        "section": "Discussion",
        "section_number": 23,
        "sentences": [
            "In addition to self-selecting important goals, our intervention group had structured opportunity for practice with feedback and opportunities to enhance their sense of self-efficacy by demonstrating new skills to family members, which is also important for goal progress (Locke & Latham, 2002) .",
            "The greater magnitude of and immediate response with maintenance of gains observed in the intervention group suggest that the intervention facilitated improvement.",
            "The improvement observed in the control group was smaller, but gains were still observed at long-term follow-up and may be explained by increased attention to important self-selected goals."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40276",
        "text": "It is possible to improve and maintain improvement in limb position sense after Sense discrimination training. We found that limb position sense improved in the intervention group and was maintained at 6-mo follow-up. This improvement involved reduced variability and a steady improvement in the group median over time. A previous study showed that body position sense can be improved in the short term by practicing a matching task, but the improvement was not maintained at 1-wk follow-up (Smorenburg, Ledebt, Deconinck, & Savelsbergh, 2013) . In this single practice session, integrating limb position sense with a meaningful activity was not considered, nor did the session meet the intensity requirements expected to effect lasting change (Sakzewski, Provan, Ziviani, & Boyd, 2015) . Our approach to improving limb position sense was intensive and multimodal, and it involved calibration with and without vision and incorporated obvious limb position cues into children's goal performance. The variety and intensity of practice paired with the structured focus on somatosensory discrimination may be the important difference in our approach.",
        "section": "Discussion",
        "section_number": 24,
        "sentences": [
            "It is possible to improve and maintain improvement in limb position sense after Sense discrimination training.",
            "We found that limb position sense improved in the intervention group and was maintained at 6-mo follow-up.",
            "This improvement involved reduced variability and a steady improvement in the group median over time.",
            "A previous study showed that body position sense can be improved in the short term by practicing a matching task, but the improvement was not maintained at 1-wk follow-up (Smorenburg, Ledebt, Deconinck, & Savelsbergh, 2013) .",
            "In this single practice session, integrating limb position sense with a meaningful activity was not considered, nor did the session meet the intensity requirements expected to effect lasting change (Sakzewski, Provan, Ziviani, & Boyd, 2015) .",
            "Our approach to improving limb position sense was intensive and multimodal, and it involved calibration with and without vision and incorporated obvious limb position cues into children's goal performance.",
            "The variety and intensity of practice paired with the structured focus on somatosensory discrimination may be the important difference in our approach."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40276",
        "text": "The intervention group demonstrated a statistically significant improvement in median object recognition score and reduced within-subject variability immediately postintervention, which was not maintained at 6-wk follow-up. The control group demonstrated a statistically significant improvement in haptic object recognition between baseline and the 6-wk follow-up measure, which did not replicate the reduced variability of the treatment group and was not maintained. A recent study by Kuo and colleagues (2016) found improvement in tactile outcomes after 82 hr of Hand Arm Intensive Bimanual Training with an additional 8 hr of somatosensory discrimination tasks with objects and shapes. They found that both their treatment (structured tactile tasks, vision occluded) and control (unstructured handling of tactile items, with vision) groups improved on tactile measures, and the authors suggested that the mechanism behind these changes could have been the intensive bimanual training alone or the incorporation of a diverse range of shapes and textures. No follow-up data were presented. The variability in our groups meant that we also had no between-groups differences, and whether the changes in the control group were the result of a learning effect is unclear. However, the absence of a reduction in variability suggests this is not the case, and the agent responsible for the change requires further investigation.",
        "section": "Discussion",
        "section_number": 25,
        "sentences": [
            "The intervention group demonstrated a statistically significant improvement in median object recognition score and reduced within-subject variability immediately postintervention, which was not maintained at 6-wk follow-up.",
            "The control group demonstrated a statistically significant improvement in haptic object recognition between baseline and the 6-wk follow-up measure, which did not replicate the reduced variability of the treatment group and was not maintained.",
            "A recent study by Kuo and colleagues (2016) found improvement in tactile outcomes after 82 hr of Hand Arm Intensive Bimanual Training with an additional 8 hr of somatosensory discrimination tasks with objects and shapes.",
            "They found that both their treatment (structured tactile tasks, vision occluded) and control (unstructured handling of tactile items, with vision) groups improved on tactile measures, and the authors suggested that the mechanism behind these changes could have been the intensive bimanual training alone or the incorporation of a diverse range of shapes and textures.",
            "No follow-up data were presented.",
            "The variability in our groups meant that we also had no between-groups differences, and whether the changes in the control group were the result of a learning effect is unclear.",
            "However, the absence of a reduction in variability suggests this is not the case, and the agent responsible for the change requires further investigation."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40276",
        "text": "The Sense somatosensory discrimination intervention was associated with an improvement in motor function. Although there were no significant between-groups differences on the AHA, our intervention group demonstrated improvements immediately postintervention that were maintained at 6-mo follow-up, and our control group showed no change over time. Our data suggest that improvements in limb position sense may contribute to improved motor performance because the results on our measure of limb position sense mirrored the AHA results. Kuo et al. (2016) demonstrated improved motor performance on the AHA as well, but improvement was observed in both treatment conditions, and the authors determined that whether the tactile training contributed to improvements in motor performance was not clear. We did not see the same improvement on the B&B Test as we did on the AHA, and both the intervention and the control groups made modest improvements over time. The differences observed between these assessments may be due to differences in the focus of measurement; the AHA measures how the more affected hand is used in bimanual tasks, and the B&B Test solely measures unimanual performance. An important direction for future study will be to understand the elements of somatosensation that most contribute to gains in motor function. This study suggests that limb position sense is modifiable and plays an important role in upper-limb use of children with HCP. Individual variation was observed in both the treatment and the control groups and may have contributed to the absence of statistically significant between-groups change. Variability such as we observed has been reported in studies examining intensive interventions for the upper limb (Eliasson, Krumlinde-Sundholm, Shaw, & Wang, 2005; Hoare et al., 2013; James, Ziviani, Ware, & Boyd, 2015; Sakzewski, Ziviani, & Boyd, 2011) . In these examples, the effectiveness of the intervention was confirmed by within-group analysis while acknowledging the presence of variance. As recommended in a systematic review of upper-limb interventions for children with HCP, it is crucial that future studies examine child characteristics such as severity of impairment, side of hemiplegia, motivation, cognition, and cortical sensorimotor reorganization for their contribution to treatment outcome (Sakzewski, Gordon, & Eliasson, 2014) .",
        "section": "Discussion",
        "section_number": 26,
        "sentences": [
            "The Sense somatosensory discrimination intervention was associated with an improvement in motor function.",
            "Although there were no significant between-groups differences on the AHA, our intervention group demonstrated improvements immediately postintervention that were maintained at 6-mo follow-up, and our control group showed no change over time.",
            "Our data suggest that improvements in limb position sense may contribute to improved motor performance because the results on our measure of limb position sense mirrored the AHA results.",
            "Kuo et al. (2016) demonstrated improved motor performance on the AHA as well, but improvement was observed in both treatment conditions, and the authors determined that whether the tactile training contributed to improvements in motor performance was not clear.",
            "We did not see the same improvement on the B&B Test as we did on the AHA, and both the intervention and the control groups made modest improvements over time.",
            "The differences observed between these assessments may be due to differences in the focus of measurement; the AHA measures how the more affected hand is used in bimanual tasks, and the B&B Test solely measures unimanual performance.",
            "An important direction for future study will be to understand the elements of somatosensation that most contribute to gains in motor function.",
            "This study suggests that limb position sense is modifiable and plays an important role in upper-limb use of children with HCP.",
            "Individual variation was observed in both the treatment and the control groups and may have contributed to the absence of statistically significant between-groups change.",
            "Variability such as we observed has been reported in studies examining intensive interventions for the upper limb (Eliasson, Krumlinde-Sundholm, Shaw, & Wang, 2005; Hoare et al., 2013; James, Ziviani, Ware, & Boyd, 2015; Sakzewski, Ziviani, & Boyd, 2011) .",
            "In these examples, the effectiveness of the intervention was confirmed by within-group analysis while acknowledging the presence of variance.",
            "As recommended in a systematic review of upper-limb interventions for children with HCP, it is crucial that future studies examine child characteristics such as severity of impairment, side of hemiplegia, motivation, cognition, and cortical sensorimotor reorganization for their contribution to treatment outcome (Sakzewski, Gordon, & Eliasson, 2014) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40276",
        "text": "This preliminary investigation of Sense training with children considered a very small sample. To accommodate this sample size, individual differences were investigated, and nonparametric statistics were used. Goal attainment and occupational performance were the primary outcomes considered because there is no gold-standard measure of somatosensation in children with CP. We consider the results of this study to be preliminary, and they should be used to orient the direction of future work. It is possible that this intervention did not meet adequate dosage requirements. Children in the intervention group received 18 hr of intervention in contrast to motor learning approaches, which demonstrate change with doses ranging from 30 to 60 hr. Whether higher doses are required for a somatosensory approach is not yet known. Larger samples and systematic manipulation of factors such as dosage are required.",
        "section": "Limitations",
        "section_number": 27,
        "sentences": [
            "This preliminary investigation of Sense training with children considered a very small sample.",
            "To accommodate this sample size, individual differences were investigated, and nonparametric statistics were used.",
            "Goal attainment and occupational performance were the primary outcomes considered because there is no gold-standard measure of somatosensation in children with CP.",
            "We consider the results of this study to be preliminary, and they should be used to orient the direction of future work.",
            "It is possible that this intervention did not meet adequate dosage requirements.",
            "Children in the intervention group received 18 hr of intervention in contrast to motor learning approaches, which demonstrate change with doses ranging from 30 to 60 hr.",
            "Whether higher doses are required for a somatosensory approach is not yet known.",
            "Larger samples and systematic manipulation of factors such as dosage are required."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40276",
        "text": "This study's findings have the following implications for occupational therapy practice:",
        "section": "Implications for Occupational Therapy Practice",
        "section_number": 28,
        "sentences": [
            "This study's findings have the following implications for occupational therapy practice:"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40276",
        "text": "• The sense somatosensory discrimination intervention improves children's body position sense, motor outcomes, and goal attainment, and improvements were maintained at long-term follow-up.",
        "section": "Implications for Occupational Therapy Practice",
        "section_number": 29,
        "sentences": [
            "• The sense somatosensory discrimination intervention improves children's body position sense, motor outcomes, and goal attainment, and improvements were maintained at long-term follow-up."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40276",
        "text": "• Body position sense is modifiable and may be linked to improvements in motor outcomes. These findings are preliminary, and further investigation is required to confirm them.",
        "section": "Implications for Occupational Therapy Practice",
        "section_number": 30,
        "sentences": [
            "• Body position sense is modifiable and may be linked to improvements in motor outcomes.",
            "These findings are preliminary, and further investigation is required to confirm them."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40276",
        "text": "This is the first pediatric trial of a novel somatosensory discrimination intervention with demonstrated efficacy in adult stroke survivors, and it provides evidence of feasibility and potential efficacy in children with HCP. Using a small pilot sample, we observed that it is possible to improve limb position sense, motor performance, and attainment of occupational goals and maintain improvements at 6-mo followup. Building on the knowledge that somatosensation is important for motor function, we provide preliminary evidence to suggest that improving somatosensory function can improve motor and goal performance outcomes for children with HCP. Occupational therapy practitioners are encouraged to consider using evidence-based approaches to improving somatosensory function to help children with HCP achieve their functional goals. Our findings suggest that applying the Sense approach is feasible, but its use would need to be closely monitored until further high-level evidence is available. s",
        "section": "Conclusion",
        "section_number": 31,
        "sentences": [
            "This is the first pediatric trial of a novel somatosensory discrimination intervention with demonstrated efficacy in adult stroke survivors, and it provides evidence of feasibility and potential efficacy in children with HCP.",
            "Using a small pilot sample, we observed that it is possible to improve limb position sense, motor performance, and attainment of occupational goals and maintain improvements at 6-mo followup.",
            "Building on the knowledge that somatosensation is important for motor function, we provide preliminary evidence to suggest that improving somatosensory function can improve motor and goal performance outcomes for children with HCP.",
            "Occupational therapy practitioners are encouraged to consider using evidence-based approaches to improving somatosensory function to help children with HCP achieve their functional goals.",
            "Our findings suggest that applying the Sense approach is feasible, but its use would need to be closely monitored until further high-level evidence is available.",
            "s"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40276",
        "text": "May/June 2017, Volume 71, Number 3",
        "section": "",
        "section_number": 32,
        "sentences": [
            "May/June 2017, Volume 71, Number 3"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "40276",
        "text": "The American Journal of Occupational Therapy 7103190060p7",
        "section": "",
        "section_number": 33,
        "sentences": [
            "The American Journal of Occupational Therapy 7103190060p7"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    }
]