[
    {
        "doc_id": "45726",
        "text": "5 min of stretching. Each exercise was demonstrated by the teacher. Before and after the intervention period, cardiovascular measures (i.e., resting blood pressures, recovery for heart rate and systolic blood pressure, and recovery rate-pressure product) were made and five MS (i.e., running, hopping, leaping, jumping and dribbling) were evaluated in two conditions (i.e., during exercise with regular and irregular tempos). Moreover, performances on vertical jump tests (squat and countermovement jump tests) were measured. Results EG exhibited greater improvement in MS with a regular tempo (and sometimes an irregular tempo), cardiovascular components, and jump performances. Conclusion These findings demonstrate that physical exercise at various tempos is useful for improving physical fitness, developing MS, and thus probably preventing obesity complications.",
        "section": "Abstract",
        "sentences": [
            "5 min of stretching.",
            "Each exercise was demonstrated by the teacher.",
            "Before and after the intervention period, cardiovascular measures (i.e., resting blood pressures, recovery for heart rate and systolic blood pressure, and recovery rate-pressure product) were made and five MS (i.e., running, hopping, leaping, jumping and dribbling) were evaluated in two conditions (i.e., during exercise with regular and irregular tempos).",
            "Moreover, performances on vertical jump tests (squat and countermovement jump tests) were measured.",
            "Results EG exhibited greater improvement in MS with a regular tempo (and sometimes an irregular tempo), cardiovascular components, and jump performances.",
            "Conclusion These findings demonstrate that physical exercise at various tempos is useful for improving physical fitness, developing MS, and thus probably preventing obesity complications."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "45726",
        "text": "Physical exercise is known to improve body composition and cardiorespiratory fitness in obese adolescents [1] . Moreover, the mastery of fundamental motor skills (MS) by school-aged children is correlated with cardiorespiratory fitness and positive health status [2] . However, MS mastery among young people is generally low [3] and continues to decline [4] . One explanation is that today's children and teenagers get less physical exercise than in the past, a trend that was first observed several decades ago [5] . Reports have indicated that young people are not as active as they should be and that the drop in physical exercise has affected girls more than in boys [6] . Furthermore, overweight and",
        "section": "Introduction",
        "section_number": 1,
        "sentences": [
            "Physical exercise is known to improve body composition and cardiorespiratory fitness in obese adolescents [1] .",
            "Moreover, the mastery of fundamental motor skills (MS) by school-aged children is correlated with cardiorespiratory fitness and positive health status [2] .",
            "However, MS mastery among young people is generally low [3] and continues to decline [4] .",
            "One explanation is that today's children and teenagers get less physical exercise than in the past, a trend that was first observed several decades ago [5] .",
            "Reports have indicated that young people are not as active as they should be and that the drop in physical exercise has affected girls more than in boys [6] .",
            "Furthermore, overweight and"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "45726",
        "text": "Purpose The aim of the current study was to examine the impact of a physical exercise programme including rhythmic elements (regular and irregular tempos) on physiological variables, motor skills (MS), and jump performances in obese girls. Methods Thirty-six obese girls (age: 10.4 ± 0.9 years, body mass: 58.7 ± 4.0 kg, height: 1.37 ± 0.04 m, body mass index: 31.2 ± 2.1) participated in three weekly physical exercise sessions for 6 weeks, with each session consisting of basic fundamental locomotor movements. The participants were divided into two groups: a control group (CG) and an experimental group (EG). CG performed the exercise in a quiet setting (i.e., without rhythmic accompaniment), whereas regular and irregular rhythmic accompaniments were prescribed in EG. The physical exercise programme included three sessions per week for 6 weeks. Each session was composed of three parts: 15 min of warm-up, followed by 40 min of exercises based on basic locomotor movements (i.e., running, hopping, skipping, jumping, leaping, sliding, galloping, throwing, catching, kicking, dribbling, and striking) and then obese children demonstrate significantly lower levels of motor coordination than their normal-weight peers [7, 8] . Therefore, initiating programmes that target MS enhancement at an early age seems to be of great importance, especially for obese girls, this helps, of course, to prevent from obesity complications. In this context, other different methods have, indeed, been used.",
        "section": "Abstract",
        "section_number": 2,
        "sentences": [
            "Purpose The aim of the current study was to examine the impact of a physical exercise programme including rhythmic elements (regular and irregular tempos) on physiological variables, motor skills (MS), and jump performances in obese girls.",
            "Methods Thirty-six obese girls (age: 10.4 ± 0.9 years, body mass: 58.7 ± 4.0 kg, height: 1.37 ± 0.04 m, body mass index: 31.2 ± 2.1) participated in three weekly physical exercise sessions for 6 weeks, with each session consisting of basic fundamental locomotor movements.",
            "The participants were divided into two groups: a control group (CG) and an experimental group (EG).",
            "CG performed the exercise in a quiet setting (i.e., without rhythmic accompaniment), whereas regular and irregular rhythmic accompaniments were prescribed in EG.",
            "The physical exercise programme included three sessions per week for 6 weeks.",
            "Each session was composed of three parts: 15 min of warm-up, followed by 40 min of exercises based on basic locomotor movements (i.e., running, hopping, skipping, jumping, leaping, sliding, galloping, throwing, catching, kicking, dribbling, and striking) and then obese children demonstrate significantly lower levels of motor coordination than their normal-weight peers [7, 8] .",
            "Therefore, initiating programmes that target MS enhancement at an early age seems to be of great importance, especially for obese girls, this helps, of course, to prevent from obesity complications.",
            "In this context, other different methods have, indeed, been used."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "45726",
        "text": "Rhythm stimulation is considered as the fundamental characteristic of every movement, which suggests that rhythmic exercises can be used to improve MS in young people [9] . It has been shown further that MS progress more when children handle objects in a defined space and respect a certain rhythm [10] . Furthermore, children performing rhythmic exercises may better express their feelings, refine their senses, and discover their bodies as they follow different tempos. This also may help to develop MS [11] , suggesting that rhythmic exercise programmes would be an efficient way to improve it [12, 13] .",
        "section": "Abstract",
        "section_number": 3,
        "sentences": [
            "Rhythm stimulation is considered as the fundamental characteristic of every movement, which suggests that rhythmic exercises can be used to improve MS in young people [9] .",
            "It has been shown further that MS progress more when children handle objects in a defined space and respect a certain rhythm [10] .",
            "Furthermore, children performing rhythmic exercises may better express their feelings, refine their senses, and discover their bodies as they follow different tempos.",
            "This also may help to develop MS [11] , suggesting that rhythmic exercise programmes would be an efficient way to improve it [12, 13] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "45726",
        "text": "Rhythmic exercise also influences individuals physiologically by heightening arousal levels, affecting heart rate, or raising the blood pressure [15] . In fact, a rhythmic accompaniment contributes to better movement performance and creates a pleasant learning environment [16] . For example, when structured physical exercises programmes were accompanied by rhythm, primary school children were more efficient at improving basic motor abilities than they were when following programmes not accompanied by rhythm [16] . In this context, Zachopoulou et al. [13] studied the influence of rhythmic motor activities on the fundamental motor abilities of preschool age children and demonstrated a positive influence on jumping and dynamic balance. In another context, the current evidence suggests that people who follow a metronome while training improve their rhythm in relation to their motor and cognitive performances [14] [15] [16] [17] . Varying the exercise conditions was also found to enhance the development of body image, MS, and bodily expression [18] .",
        "section": "Abstract",
        "section_number": 4,
        "sentences": [
            "Rhythmic exercise also influences individuals physiologically by heightening arousal levels, affecting heart rate, or raising the blood pressure [15] .",
            "In fact, a rhythmic accompaniment contributes to better movement performance and creates a pleasant learning environment [16] .",
            "For example, when structured physical exercises programmes were accompanied by rhythm, primary school children were more efficient at improving basic motor abilities than they were when following programmes not accompanied by rhythm [16] .",
            "In this context, Zachopoulou et al. [13] studied the influence of rhythmic motor activities on the fundamental motor abilities of preschool age children and demonstrated a positive influence on jumping and dynamic balance.",
            "In another context, the current evidence suggests that people who follow a metronome while training improve their rhythm in relation to their motor and cognitive performances [14] [15] [16] [17] .",
            "Varying the exercise conditions was also found to enhance the development of body image, MS, and bodily expression [18] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "45726",
        "text": "Although a significant attention has been given to promoting physical activity in children, a little attention has been focused on the use of rhythmic elements during physical exercise and how this might enhance MS, especially in obese girls. In fact, rhythm training is an integral part of sports where usually, we have two sounds of stimuli in different durations separated by an interval of time which can be the same (regular) or different (irregular). The purpose of the present study was, therefore, to examine the impact of a physical exercise programme accompanied by rhythmic elements (with regular and irregular tempos) on the physiological variables, MS, and jump performances of obese girls. The hypothesis was that this kind of programme would result in greater improvement in MS and have a positive effect on the performances and physiological parameters of obese girls between 9 and 12 years old.",
        "section": "Abstract",
        "section_number": 5,
        "sentences": [
            "Although a significant attention has been given to promoting physical activity in children, a little attention has been focused on the use of rhythmic elements during physical exercise and how this might enhance MS, especially in obese girls.",
            "In fact, rhythm training is an integral part of sports where usually, we have two sounds of stimuli in different durations separated by an interval of time which can be the same (regular) or different (irregular).",
            "The purpose of the present study was, therefore, to examine the impact of a physical exercise programme accompanied by rhythmic elements (with regular and irregular tempos) on the physiological variables, MS, and jump performances of obese girls.",
            "The hypothesis was that this kind of programme would result in greater improvement in MS and have a positive effect on the performances and physiological parameters of obese girls between 9 and 12 years old."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "45726",
        "text": "Thirty-six obese girls (age: 10.4 ± 0.9 years, body mass: 58.7 ± 4.0 kg, height: 1.37 ± 0.04 m, body mass index: BMI: 31.2 ± 2.1, body fat: BF: 37.7 ± 2.9%) completed a physical exercise programme in their school (the protocol has been performed in March and April). All volunteered to take part in the study, and each parent or legal guardian signed an informed consent form agreeing to their child's participation. All testing procedures were in line with the Declaration of Helsinki.",
        "section": "Participants",
        "section_number": 6,
        "sentences": [
            "Thirty-six obese girls (age: 10.4 ± 0.9 years, body mass: 58.7 ± 4.0 kg, height: 1.37 ± 0.04 m, body mass index: BMI: 31.2 ± 2.1, body fat: BF: 37.7 ± 2.9%) completed a physical exercise programme in their school (the protocol has been performed in March and April).",
            "All volunteered to take part in the study, and each parent or legal guardian signed an informed consent form agreeing to their child's participation.",
            "All testing procedures were in line with the Declaration of Helsinki."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "45726",
        "text": "At baseline of the intervention period, age, body mass, height, and percentage of BF (from a calibrated bioelectrical impedance scale; TBF-300, Tanita ® , Tokyo, Japan) were collected and BMIs were calculated (Fig. 1) . The same day in the morning, resting heart rate (HRrest in bpm) was recorded using a heart rate monitor (S-610, Polar ® , Kempele, Finland) after the girls had been sitting for 10 min. Also while they were sitting, resting systolic (SBPrest) and diastolic (DBPrest) blood pressures (in mmHg) were measured using the auscultatory method with a stethoscope and sphygmomanometers (Spengler, Vaquez-Laubry ® , Issoudun, France).",
        "section": "Experimental procedure",
        "section_number": 7,
        "sentences": [
            "At baseline of the intervention period, age, body mass, height, and percentage of BF (from a calibrated bioelectrical impedance scale; TBF-300, Tanita ® , Tokyo, Japan) were collected and BMIs were calculated (Fig. 1) .",
            "The same day in the morning, resting heart rate (HRrest in bpm) was recorded using a heart rate monitor (S-610, Polar ® , Kempele, Finland) after the girls had been sitting for 10 min.",
            "Also while they were sitting, resting systolic (SBPrest) and diastolic (DBPrest) blood pressures (in mmHg) were measured using the auscultatory method with a stethoscope and sphygmomanometers (Spengler, Vaquez-Laubry ® , Issoudun, France)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "45726",
        "text": "After these first cardiovascular measurements (i.e., HRrest, SBPrest, and DBPrest), the participants performed the first session of the physical exercise programme. After this session, heart rate (HRrecovery) and systolic (SBPrecovery) and diastolic (DBPrecovery) blood pressures were recorded again but after a 30-min sitting period (Fig. 1 ). HRrest and HRrecovery represented the minimal value of heart rate measured during the last 1 min of this period. For each blood pressure (i.e., SBPrest, DBPrest, SBPrecovery, and DBPrecovery), the average of three recordings taken 1 min apart from the left arm at the end of the sitting period was recorded as the criterion value. To evaluate ventricular function, the rate-pressure products (RPPrest and RPPrecovery) were determined from the following equation [19] : RPP = SBP × HR ÷ 1000.",
        "section": "Experimental procedure",
        "section_number": 8,
        "sentences": [
            "After these first cardiovascular measurements (i.e., HRrest, SBPrest, and DBPrest), the participants performed the first session of the physical exercise programme.",
            "After this session, heart rate (HRrecovery) and systolic (SBPrecovery) and diastolic (DBPrecovery) blood pressures were recorded again but after a 30-min sitting period (Fig. 1 ).",
            "HRrest and HRrecovery represented the minimal value of heart rate measured during the last 1 min of this period.",
            "For each blood pressure (i.e., SBPrest, DBPrest, SBPrecovery, and DBPrecovery), the average of three recordings taken 1 min apart from the left arm at the end of the sitting period was recorded as the criterion value.",
            "To evaluate ventricular function, the rate-pressure products (RPPrest and RPPrecovery) were determined from the following equation [19] : RPP = SBP × HR ÷ 1000."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "45726",
        "text": "In addition to cardiovascular evaluations, five individual MS were also tested in two conditions (i.e., exercise with regular and irregular tempos). A 30-s duration was imposed for each exercise (whatever the MS or condition). The following MS were tested: running, hopping, leaping, jumping, and dribbling a tennis ball. Each MS was assessed according to this scale: excellent: 5, good: 4, average: 3, poor: 2, and very poor: 1. These scores were obtained in relation to the tempo imposed during the exercise and which was ascendant (very slow to fastest tempo). In other words, each participant began the same exercise with a very slow tempo (score: 1), and if the tempo was maintained, it was increased slightly (score: 2), and this continued up to the fastest tempo (score: 5) which the participant was able to maintain. The tempo was imposed by the Fine Metronome ® , version 3.6.0. Thus, the score range was 0-5 for each MS. From these scores, the global score (for all 5 MS) was calculated by totaling the attributed points. Consequently, a minimum of 0 and a maximum of 25 points (for each trial) could be accumulated to evaluate the global MS for each participant and in each exercise condition (i.e., regular vs irregular tempo). When the participant was unable to maintain the imposed rhythm, a second trial was performed and this was only applied once (during the first tempo: slow tempo) when a score zero was attributed. The tests were administered according to standardized procedures (i.e., verbal instructions and physical demonstrations). Moreover, the participants benefited from a familiarization period (2 min) before performing the first trial for each MS. Three independent and experienced investigators assessed each participant's performance for each MS (i.e., they examined whether the participant was following the tempo).",
        "section": "Experimental procedure",
        "section_number": 9,
        "sentences": [
            "In addition to cardiovascular evaluations, five individual MS were also tested in two conditions (i.e., exercise with regular and irregular tempos).",
            "A 30-s duration was imposed for each exercise (whatever the MS or condition).",
            "The following MS were tested: running, hopping, leaping, jumping, and dribbling a tennis ball.",
            "Each MS was assessed according to this scale: excellent: 5, good: 4, average: 3, poor: 2, and very poor: 1.",
            "These scores were obtained in relation to the tempo imposed during the exercise and which was ascendant (very slow to fastest tempo).",
            "In other words, each participant began the same exercise with a very slow tempo (score: 1), and if the tempo was maintained, it was increased slightly (score: 2), and this continued up to the fastest tempo (score: 5) which the participant was able to maintain.",
            "The tempo was imposed by the Fine Metronome ® , version 3.6.0.",
            "Thus, the score range was 0-5 for each MS.",
            "From these scores, the global score (for all 5 MS) was calculated by totaling the attributed points.",
            "Consequently, a minimum of 0 and a maximum of 25 points (for each trial) could be accumulated to evaluate the global MS for each participant and in each exercise condition (i.e., regular vs irregular tempo).",
            "When the participant was unable to maintain the imposed rhythm, a second trial was performed and this was only applied once (during the first tempo: slow tempo) when a score zero was attributed.",
            "The tests were administered according to standardized procedures (i.e., verbal instructions and physical demonstrations).",
            "Moreover, the participants benefited from a familiarization period (2 min) before performing the first trial for each MS.",
            "Three independent and experienced investigators assessed each participant's performance for each MS (i.e., they examined whether the participant was following the tempo)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "45726",
        "text": "Participants also performed two vertical jump tests: the squat jump (SJ) and the countermovement jump (CMJ; Fig. 1 ). The SJ started from a static semi-squatting position with a 90° angle of knee flexion and then jumped, during which the leg and hip extensor muscles contracted concentrically. During the CMJ, participants started from an upright standing position and made a preliminary downward movement by flexing the knees and hips before jumping.",
        "section": "Experimental procedure",
        "section_number": 10,
        "sentences": [
            "Participants also performed two vertical jump tests: the squat jump (SJ) and the countermovement jump (CMJ; Fig. 1 ).",
            "The SJ started from a static semi-squatting position with a 90° angle of knee flexion and then jumped, during which the leg and hip extensor muscles contracted concentrically.",
            "During the CMJ, participants started from an upright standing position and made a preliminary downward movement by flexing the knees and hips before jumping."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "45726",
        "text": "During the two jump tests, the participants were urged to jump as high as possible. Moreover, they were instructed to jump with their hands on the hips to eliminate the influence of the arm swing impulse. The performances were recorded using an infrared jump system (Optojump, Microgate ® , Bolzano, Italy) interfaced with a microcomputer. Each vertical jump test was repeated Fig. 1 Experimental protocol. CMJ countermovement jump, CG control group, EG experimental group, HR heart rate, DBP diastolic blood pressures, SBP systolic three times, and the best performance was used. A rest period of 1 min was imposed between each jump [20] .",
        "section": "Experimental procedure",
        "section_number": 11,
        "sentences": [
            "During the two jump tests, the participants were urged to jump as high as possible.",
            "Moreover, they were instructed to jump with their hands on the hips to eliminate the influence of the arm swing impulse.",
            "The performances were recorded using an infrared jump system (Optojump, Microgate ® , Bolzano, Italy) interfaced with a microcomputer.",
            "Each vertical jump test was repeated Fig. 1 Experimental protocol.",
            "CMJ countermovement jump, CG control group, EG experimental group, HR heart rate, DBP diastolic blood pressures, SBP systolic three times, and the best performance was used.",
            "A rest period of 1 min was imposed between each jump [20] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "45726",
        "text": "After the physical exercise programme, all anthropometric and cardiovascular measures were again collected. Moreover, the tests for MS evaluation and the vertical jumps were again performed (in the same condition) for comparison with baseline values (Fig. 1) .",
        "section": "Experimental procedure",
        "section_number": 12,
        "sentences": [
            "After the physical exercise programme, all anthropometric and cardiovascular measures were again collected.",
            "Moreover, the tests for MS evaluation and the vertical jumps were again performed (in the same condition) for comparison with baseline values (Fig. 1) ."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "45726",
        "text": "The physical exercise programme included three sessions per week for 6 weeks. Each session was composed of three parts: 15 min of warm-up, including: 8-10 different movements during 10 min (e.g., walking on toes and on heels, lifting an arm on one side while lifting the opposite leg, walking on a line or feet either side, follow a wiggly line, stepping over rungs of a horizontal ladder, jumping progressively over a high obstacle, jump laterally…) and 5 min of stretching, followed by 40 min of exercises based on basic locomotor movements (i.e., running, hopping, skipping, jumping, leaping, sliding, galloping, throwing, catching, kicking, dribbling, and striking), and then 5 min of stretching. Each exercise was demonstrated by the teacher.",
        "section": "Physical exercise programme",
        "section_number": 13,
        "sentences": [
            "The physical exercise programme included three sessions per week for 6 weeks.",
            "Each session was composed of three parts: 15 min of warm-up, including: 8-10 different movements during 10 min (e.g., walking on toes and on heels, lifting an arm on one side while lifting the opposite leg, walking on a line or feet either side, follow a wiggly line, stepping over rungs of a horizontal ladder, jumping progressively over a high obstacle, jump laterally…) and 5 min of stretching, followed by 40 min of exercises based on basic locomotor movements (i.e., running, hopping, skipping, jumping, leaping, sliding, galloping, throwing, catching, kicking, dribbling, and striking), and then 5 min of stretching.",
            "Each exercise was demonstrated by the teacher."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "45726",
        "text": "The participants were divided into two groups: control group (CG) vs experimental group (EG). EG and CG were made up by a process of restricted randomisation. Although both groups followed the same physical exercise programme, CG performed the exercises without rhythmic accompaniment, whereas (regular and irregular) rhythmic accompaniments were prescribed in EG.",
        "section": "Physical exercise programme",
        "section_number": 14,
        "sentences": [
            "The participants were divided into two groups: control group (CG) vs experimental group (EG).",
            "EG and CG were made up by a process of restricted randomisation.",
            "Although both groups followed the same physical exercise programme, CG performed the exercises without rhythmic accompaniment, whereas (regular and irregular) rhythmic accompaniments were prescribed in EG."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "45726",
        "text": "Girls in EG performed exercises at different tempos and responded to various auditory stimuli: rhythmic accompaniments such as hand claps, taps on a tambourine or with wooden blocks, or metronome beats (with a rhythm between 50 and 100 bpm). Moreover, in one of the three weekly session, the EG also performed (in a part of the training session: 15 min) exercises, wherein each participant was asked to transpose rhythmical structures presented on a sheet of paper to physical exercises. The teachers encouraged the children to determine their own personal rhythm and to execute movements in synchrony with the rhythm. In this context, they were encouraged to execute basic locomotor movements (e.g., running, hopping, skipping, jumping, leaping, sliding, galloping, or kicking) using their creativity, expressing their own ideas, emotions, feelings, and moods through body and rhythm exploration. The temporal rhythmic symbols (which were taught to the participants prior to the session in which they transposed them to actual movements) were: quavers (two movements in one beat), crotchets (one movement in one beat), and semibreves (one movement in two beats). These symbols were expressed in combination with the elements of rhythm (regular and irregular tempo and intensity), which were expressed by respective changes in movement execution. The girls practiced the above symbols in association with the basic locomotor movements. For example, they practiced running and skipping with rhythms of quavers, and jumps with rhythms of semibreves. Therefore, the teacher presented different tempos and simple rhythmic patterns. The complexity of the activities was progressively increased during the programme. A teacher with experience in rhythmic instruction implemented the programmes. None of the girls participated in other organized physical activities during the experimental procedure.",
        "section": "Physical exercise programme",
        "section_number": 15,
        "sentences": [
            "Girls in EG performed exercises at different tempos and responded to various auditory stimuli: rhythmic accompaniments such as hand claps, taps on a tambourine or with wooden blocks, or metronome beats (with a rhythm between 50 and 100 bpm).",
            "Moreover, in one of the three weekly session, the EG also performed (in a part of the training session: 15 min) exercises, wherein each participant was asked to transpose rhythmical structures presented on a sheet of paper to physical exercises.",
            "The teachers encouraged the children to determine their own personal rhythm and to execute movements in synchrony with the rhythm.",
            "In this context, they were encouraged to execute basic locomotor movements (e.g., running, hopping, skipping, jumping, leaping, sliding, galloping, or kicking) using their creativity, expressing their own ideas, emotions, feelings, and moods through body and rhythm exploration.",
            "The temporal rhythmic symbols (which were taught to the participants prior to the session in which they transposed them to actual movements) were: quavers (two movements in one beat), crotchets (one movement in one beat), and semibreves (one movement in two beats).",
            "These symbols were expressed in combination with the elements of rhythm (regular and irregular tempo and intensity), which were expressed by respective changes in movement execution.",
            "The girls practiced the above symbols in association with the basic locomotor movements.",
            "For example, they practiced running and skipping with rhythms of quavers, and jumps with rhythms of semibreves.",
            "Therefore, the teacher presented different tempos and simple rhythmic patterns.",
            "The complexity of the activities was progressively increased during the programme.",
            "A teacher with experience in rhythmic instruction implemented the programmes.",
            "None of the girls participated in other organized physical activities during the experimental procedure."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "45726",
        "text": "Data are expressed as mean ± standard deviation [21] . The normal Gaussian distribution was verified by the Shapiro-Wilk test and homogeneity of variance by the Levene test. When the data did not pass the test for normality and/ or homogeneity of variance, they were log transformed. A two-way (two groups: CG vs EG × 2 times: before vs after) ANOVA for repeated measures was used to compare the data. The sphericity was checked by the Mauchley test and, when it was not met, the significance of F-ratios was adjusted according to the Greenhouse-Geisser or Huyn-Feldt procedures (according to the epsilon correction factor). If significant differences were obtained, a Bonferroni post hoc test was conducted. The effect size statistics (ES) were calculated to estimate the magnitude of the difference. The calculation and interpretation of ES were based on Cohen's method (i.e., trivial: ES < 0.2, small: 0.2 ≤ ES < 0.5, moderate: 0.5 ≤ ES < 0.8 and large: ES ≥ 0.8).",
        "section": "Statistical analysis",
        "section_number": 16,
        "sentences": [
            "Data are expressed as mean ± standard deviation [21] .",
            "The normal Gaussian distribution was verified by the Shapiro-Wilk test and homogeneity of variance by the Levene test.",
            "When the data did not pass the test for normality and/ or homogeneity of variance, they were log transformed.",
            "A two-way (two groups: CG vs EG × 2 times: before vs after) ANOVA for repeated measures was used to compare the data.",
            "The sphericity was checked by the Mauchley test and, when it was not met, the significance of F-ratios was adjusted according to the Greenhouse-Geisser or Huyn-Feldt procedures (according to the epsilon correction factor).",
            "If significant differences were obtained, a Bonferroni post hoc test was conducted.",
            "The effect size statistics (ES) were calculated to estimate the magnitude of the difference.",
            "The calculation and interpretation of ES were based on Cohen's method (i.e., trivial: ES < 0.2, small: 0.2 ≤ ES < 0.5, moderate: 0.5 ≤ ES < 0.8 and large: ES ≥ 0.8)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "45726",
        "text": "The level of significance was set at p < 0.05. Statistical analysis was performed using SPSS version 20.0 (SPSS ® , Chicago, IL, USA).",
        "section": "Statistical analysis",
        "section_number": 17,
        "sentences": [
            "The level of significance was set at p < 0.05.",
            "Statistical analysis was performed using SPSS version 20.0 (SPSS ® , Chicago, IL, USA)."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "45726",
        "text": "No injuries were reported during the intervention programme.",
        "section": "Results",
        "section_number": 18,
        "sentences": [
            "No injuries were reported during the intervention programme."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "45726",
        "text": "No significant difference between groups was noted for the anthropometric data at baseline, and neither group showed a significant change in body mass, BMI, or percentage of BF (p > 0.05, Table 1 ).",
        "section": "Results",
        "section_number": 19,
        "sentences": [
            "No significant difference between groups was noted for the anthropometric data at baseline, and neither group showed a significant change in body mass, BMI, or percentage of BF (p > 0.05, Table 1 )."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "45726",
        "text": "For HR, only HR recovery was significantly reduced in EG after the intervention programme (p = 0.017, ES = 0.51, Table 1 ). Both groups experienced a significant decrease in SBP and DBP (p < 0.05) at rest and during the recovery period, with bigger decreases in EG than in CG (p < 0.05), except for DBP recovery (Table 1) . For RPP, a significant reduction was found only for RPP recovery in EG after the intervention programme (p = 0.026, ES = 0.59, Table 1 ).",
        "section": "Results",
        "section_number": 20,
        "sentences": [
            "For HR, only HR recovery was significantly reduced in EG after the intervention programme (p = 0.017, ES = 0.51, Table 1 ).",
            "Both groups experienced a significant decrease in SBP and DBP (p < 0.05) at rest and during the recovery period, with bigger decreases in EG than in CG (p < 0.05), except for DBP recovery (Table 1) .",
            "For RPP, a significant reduction was found only for RPP recovery in EG after the intervention programme (p = 0.026, ES = 0.59, Table 1 )."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "45726",
        "text": "Only EG experienced a significant increase in SJ and CMJ (p = 0.018, ES = 0.46 and p = 0.011, ES = 0.77, respectively). In addition, the post-intervention increase in locomotor scores was evident mostly in EG.",
        "section": "Results",
        "section_number": 21,
        "sentences": [
            "Only EG experienced a significant increase in SJ and CMJ (p = 0.018, ES = 0.46 and p = 0.011, ES = 0.77, respectively).",
            "In addition, the post-intervention increase in locomotor scores was evident mostly in EG."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "45726",
        "text": "All scores for MS with regular rhythm were significantly improved after the intervention period, with higher scores in EG compared with CG (p < 0.05, Table 2 ). For irregular rhythm, only scores for leaping (p = 0.037, ES = 0.31) and jumping (p = 0.023, ES = 0.35) were significantly improved in EG after the programme ( Table 2) . The score for dribbling with irregular rhythm was significantly higher after the intervention programme only in CG (p = 0.027, ES = 0.32, Table 2 ).",
        "section": "Results",
        "section_number": 22,
        "sentences": [
            "All scores for MS with regular rhythm were significantly improved after the intervention period, with higher scores in EG compared with CG (p < 0.05, Table 2 ).",
            "For irregular rhythm, only scores for leaping (p = 0.037, ES = 0.31) and jumping (p = 0.023, ES = 0.35) were significantly improved in EG after the programme ( Table 2) .",
            "The score for dribbling with irregular rhythm was significantly higher after the intervention programme only in CG (p = 0.027, ES = 0.32, Table 2 )."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "45726",
        "text": "This study examined the impact of a physical exercise programme accompanied by rhythmic elements (with regular and irregular tempos) on the MS, jump performances, and physiological variables of obese girls. The results revealed that the obese girls who followed the exercise programme accompanied by rhythm exhibited higher rhythmic competence scores with regular tempo (and sometimes irregular tempo) and improved their SJ and CMJ performances and cardiovascular components.",
        "section": "Discussion",
        "section_number": 23,
        "sentences": [
            "This study examined the impact of a physical exercise programme accompanied by rhythmic elements (with regular and irregular tempos) on the MS, jump performances, and physiological variables of obese girls.",
            "The results revealed that the obese girls who followed the exercise programme accompanied by rhythm exhibited higher rhythmic competence scores with regular tempo (and sometimes irregular tempo) and improved their SJ and CMJ performances and cardiovascular components."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "45726",
        "text": "The lack of MS mastery in children is known to be correlated with an excess of body mass [1] . Although the anthropometric data in the current study were not significantly different after the intervention programme including rhythmic elements, MS were significantly improved following a regular rhythm (Table 1 ). These improvements were mostly noted in EG in the post-intervention period. Obviously, and as shown by our results, MS may be increased without a significant modification in body composition in obese girls. One explanation may be that the repetition of exercises accompanied by rhythmic elements has an impact on learning, as demonstrated in the study of Bertsch et al. [22] . We thus assume that the construction of the body schema from different exercises in space and time helps to improve MS.",
        "section": "Discussion",
        "section_number": 24,
        "sentences": [
            "The lack of MS mastery in children is known to be correlated with an excess of body mass [1] .",
            "Although the anthropometric data in the current study were not significantly different after the intervention programme including rhythmic elements, MS were significantly improved following a regular rhythm (Table 1 ).",
            "These improvements were mostly noted in EG in the post-intervention period.",
            "Obviously, and as shown by our results, MS may be increased without a significant modification in body composition in obese girls.",
            "One explanation may be that the repetition of exercises accompanied by rhythmic elements has an impact on learning, as demonstrated in the study of Bertsch et al. [22] .",
            "We thus assume that the construction of the body schema from different exercises in space and time helps to improve MS."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "45726",
        "text": "In the same context, Derri et al. [9] conducted a music and movement intervention programme for preschool children, with two sessions per week for 10 weeks. The authors found that the fundamental MS (i.e., galloping, leaping, horizontal jump, and skipping) of the EG improved significantly more than those of the CG who participated only in free play. Furthermore, after a music and movement programme for preschool children, significant improvements were noted in jumping and dynamic balance, while a nonrhythmic physical education programme provided no significant improvement [13] . This emphasizes the importance of using rhythmic accompaniments to physical exercise for children. Indeed, only difference in rhythmic accompaniment is proposed between CG and EG.",
        "section": "Discussion",
        "section_number": 25,
        "sentences": [
            "In the same context, Derri et al. [9] conducted a music and movement intervention programme for preschool children, with two sessions per week for 10 weeks.",
            "The authors found that the fundamental MS (i.e., galloping, leaping, horizontal jump, and skipping) of the EG improved significantly more than those of the CG who participated only in free play.",
            "Furthermore, after a music and movement programme for preschool children, significant improvements were noted in jumping and dynamic balance, while a nonrhythmic physical education programme provided no significant improvement [13] .",
            "This emphasizes the importance of using rhythmic accompaniments to physical exercise for children.",
            "Indeed, only difference in rhythmic accompaniment is proposed between CG and EG."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "45726",
        "text": "One surprising result of this study was the observation that only CG significantly improved the score for dribbling with an irregular rhythm (p = 0.027, ES = 0.32, Table 2 ). This result suggests that to improve certain complex motor tasks (such as dribbling), it is preferable to propose exercise in a quiet setting rather than with rhythmic elements. Nevertheless, further studies are needed to confirm this, and, if confirmed, to better understand the underlying mechanism.",
        "section": "Discussion",
        "section_number": 26,
        "sentences": [
            "One surprising result of this study was the observation that only CG significantly improved the score for dribbling with an irregular rhythm (p = 0.027, ES = 0.32, Table 2 ).",
            "This result suggests that to improve certain complex motor tasks (such as dribbling), it is preferable to propose exercise in a quiet setting rather than with rhythmic elements.",
            "Nevertheless, further studies are needed to confirm this, and, if confirmed, to better understand the underlying mechanism."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "45726",
        "text": "On the other hand, only the EG showed significantly improved lower body strength in the post-intervention period (p = 0.018, ES = 0.46 and p = 0.011, ES = 0.77, respectively, in SJ and CMJ). These results suggest that rhythmic physical exercise may drive obese children to acquire fundamental MS, which, in turn, provides more opportunities to promote neuromotor development [23] , and may thus promote better coordination. Therefore, teaching fundamental skills with rhythmic accompaniment appears to be important in children's lives compared with no accompaniment. It has been shown that added tempo may influence individuals physiologically by heightening arousal levels, increasing heart rate, and raising the blood pressure [15] . In our study context, all participants (i.e., CG and EG) showed significantly decreased SBP and DBP (at rest and during recovery period) after the intervention period ( Table 1) . The statistical comparison revealed that the decreases were greater in EG compared with CG, suggesting the notable role of rhythmic exercise in positively influencing blood pressure, which may lead to greater health and prevent cardiovascular complications in the future.",
        "section": "Discussion",
        "section_number": 27,
        "sentences": [
            "On the other hand, only the EG showed significantly improved lower body strength in the post-intervention period (p = 0.018, ES = 0.46 and p = 0.011, ES = 0.77, respectively, in SJ and CMJ).",
            "These results suggest that rhythmic physical exercise may drive obese children to acquire fundamental MS, which, in turn, provides more opportunities to promote neuromotor development [23] , and may thus promote better coordination.",
            "Therefore, teaching fundamental skills with rhythmic accompaniment appears to be important in children's lives compared with no accompaniment.",
            "It has been shown that added tempo may influence individuals physiologically by heightening arousal levels, increasing heart rate, and raising the blood pressure [15] .",
            "In our study context, all participants (i.e., CG and EG) showed significantly decreased SBP and DBP (at rest and during recovery period) after the intervention period ( Table 1) .",
            "The statistical comparison revealed that the decreases were greater in EG compared with CG, suggesting the notable role of rhythmic exercise in positively influencing blood pressure, which may lead to greater health and prevent cardiovascular complications in the future."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "45726",
        "text": "Furthermore, HRrecovery and RPPrecovery were also significantly decreased (Table 1 ) but only in EG. This suggests that a programme including rhythmic exercise improves cardiovascular function in obese girls. This is important, since RPP is an indicator of myocardial oxygen consumption, and it may be help to evaluate ventricular function [24] . Our results let us suggest that the progression of rhythmic ability following regular and irregular rhythm exercises in the EG led to an improvement of motor coordination and has regulated the timing of the sequence of muscle contractions that produce movement as reported by Thaut [25] , which has resulted in a better physical fitness condition after the training programme.",
        "section": "Discussion",
        "section_number": 28,
        "sentences": [
            "Furthermore, HRrecovery and RPPrecovery were also significantly decreased (Table 1 ) but only in EG.",
            "This suggests that a programme including rhythmic exercise improves cardiovascular function in obese girls.",
            "This is important, since RPP is an indicator of myocardial oxygen consumption, and it may be help to evaluate ventricular function [24] .",
            "Our results let us suggest that the progression of rhythmic ability following regular and irregular rhythm exercises in the EG led to an improvement of motor coordination and has regulated the timing of the sequence of muscle contractions that produce movement as reported by Thaut [25] , which has resulted in a better physical fitness condition after the training programme."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "45726",
        "text": "Getting high fundamental MS may be a potential mechanism to increase children's physical activity to protect against overweight and obesity and improve the health [26] . We thus assume that physical exercise that is perceived as motivating, such as possibly rhythmic exercise, may be central to health, because it theoretically can prevent the complications linked to overweight and obesity.",
        "section": "Discussion",
        "section_number": 29,
        "sentences": [
            "Getting high fundamental MS may be a potential mechanism to increase children's physical activity to protect against overweight and obesity and improve the health [26] .",
            "We thus assume that physical exercise that is perceived as motivating, such as possibly rhythmic exercise, may be central to health, because it theoretically can prevent the complications linked to overweight and obesity."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "45726",
        "text": "In the current study, it is possible that the kind of tempo used (between 50 and 100 bpm) was motivating for obese girls between 9 and 12 years old. Indeed, some auditory rhythms can generate an emotional response, which may be motivating (compared with a neutral stimulus). This has been supported by Coombes et al. [27] . The authors have concluded that MS efficiency increases when the stimulus evokes this type of emotional response. Thus, the tempos used in the present study may have been appreciated by the obese girls, permitting an improvement of their MS. In fact, using an auditory rhythm (e.g., a metronome) when exercising could be an effective way to improve MS. Thus, knowing how to incorporate an auditory rhythm into exercise for children may help to improve the rhythmic and technical skills of the young in the fastest and most efficient way possible. As noted by Repp and Penel [28] , auditory rhythms are more familiar to most individuals as they can be readily perceived. In this context, the accompaniment of rhythmic instruments in the present study may have affected participants' motivation, more than the exercise itself. Some limitations in this research design should nevertheless be noted. Although boys seem to spend more time in physical education and seem to be more engaged in physical activity than girls, some researchers [29, 30] have pointed out that girls perform better than boys in rhythmic ability. To avoid the confounding effects of sex on the results, we opted in the current study to focus only on obese school girls. Thus, the present results have to be interpreted only for this population. However, these findings need to be replicated in more diverse samples (i.e., in boys and girls over a wider age range) using different contexts (e.g., play in collective games or holding different objects to mark rhythm, etc.) in which children engage in physical exercise.",
        "section": "Discussion",
        "section_number": 30,
        "sentences": [
            "In the current study, it is possible that the kind of tempo used (between 50 and 100 bpm) was motivating for obese girls between 9 and 12 years old.",
            "Indeed, some auditory rhythms can generate an emotional response, which may be motivating (compared with a neutral stimulus).",
            "This has been supported by Coombes et al. [27] .",
            "The authors have concluded that MS efficiency increases when the stimulus evokes this type of emotional response.",
            "Thus, the tempos used in the present study may have been appreciated by the obese girls, permitting an improvement of their MS.",
            "In fact, using an auditory rhythm (e.g., a metronome) when exercising could be an effective way to improve MS.",
            "Thus, knowing how to incorporate an auditory rhythm into exercise for children may help to improve the rhythmic and technical skills of the young in the fastest and most efficient way possible.",
            "As noted by Repp and Penel [28] , auditory rhythms are more familiar to most individuals as they can be readily perceived.",
            "In this context, the accompaniment of rhythmic instruments in the present study may have affected participants' motivation, more than the exercise itself.",
            "Some limitations in this research design should nevertheless be noted.",
            "Although boys seem to spend more time in physical education and seem to be more engaged in physical activity than girls, some researchers [29, 30] have pointed out that girls perform better than boys in rhythmic ability.",
            "To avoid the confounding effects of sex on the results, we opted in the current study to focus only on obese school girls.",
            "Thus, the present results have to be interpreted only for this population.",
            "However, these findings need to be replicated in more diverse samples (i.e., in boys and girls over a wider age range) using different contexts (e.g., play in collective games or holding different objects to mark rhythm, etc.)",
            "in which children engage in physical exercise."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "45726",
        "text": "Another limitation is that exercise intensity has not been control during session of physical exercise programme in EG and CG. Consequently, it is not possible to know if the exercise intensity was similar between groups.",
        "section": "Discussion",
        "section_number": 31,
        "sentences": [
            "Another limitation is that exercise intensity has not been control during session of physical exercise programme in EG and CG.",
            "Consequently, it is not possible to know if the exercise intensity was similar between groups."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "45726",
        "text": "Although rhythm has many proven connections with MS improvement, the use of rhythm in children's physical education classes remains modest. The main findings of this study support the hypothesis that transposing rhythmic structures into physical exercise improves cardiovascular parameters, physical performances (during jumping), and MS in obese girls. Furthermore, this study highlights the need for additional methods to help children, mainly obese girls, to develop motor coordination and MS as a way to improve health status and build the habit of physical activity. We recommend that educators apply this method with children early in life. Rhythmic exercise in the early school years seems to encourage MS development, which may be a prerequisite to successful participation in health-enhancing physical activities throughout childhood and into adolescence, which, in turn, may help to prevent obesity.",
        "section": "Conclusion",
        "section_number": 32,
        "sentences": [
            "Although rhythm has many proven connections with MS improvement, the use of rhythm in children's physical education classes remains modest.",
            "The main findings of this study support the hypothesis that transposing rhythmic structures into physical exercise improves cardiovascular parameters, physical performances (during jumping), and MS in obese girls.",
            "Furthermore, this study highlights the need for additional methods to help children, mainly obese girls, to develop motor coordination and MS as a way to improve health status and build the habit of physical activity.",
            "We recommend that educators apply this method with children early in life.",
            "Rhythmic exercise in the early school years seems to encourage MS development, which may be a prerequisite to successful participation in health-enhancing physical activities throughout childhood and into adolescence, which, in turn, may help to prevent obesity."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "45726",
        "text": "J Endocrinol Invest (2017) 40:1227-1234",
        "section": "",
        "section_number": 33,
        "sentences": [
            "J Endocrinol Invest (2017) 40:1227-1234"
        ],
        "sentence_labels": [
            -1
        ]
    }
]