[
    {
        "doc_id": "36242",
        "text": "Youthful indoor tanning as few as ten sessions can increase the risk of melanoma by two to four times with each additional session adding another 2 % to the risk. Recent research estimates that indoor tanning can be linked to approximately 450,000 cases of skin cancer annually in the USA, Europe, and Australia. Despite these risks, indoor tanning remains popular with adolescents. This study tested the efficacy of a web-based skin cancer prevention intervention designed to reduce indoor tanning motivations in adolescent females. A nationally representative sample of 443 female teens was enrolled from an online panel into a two-arm, parallel group design, randomized controlled trial. Treatment participants received an appearance-focused intervention grounded in established health behavior change models. Controls viewed a teen alcohol prevention website. Outcome variables included willingness and intentions to indoor tan, willingness to sunless tan, and measures of indoor tanning attitudes and beliefs. The intervention decreased willingness and intentions to indoor tan and increased sunless tanning willingness relative to controls. We also examined indirect mechanisms of change through intervening variables (e.g., indoor tanning attitudes, norms, positive and negative expectancies) using the product of coefficient approach. The web-based intervention demonstrated efficacy in changing adolescent indoor tanning motivations and improving their orientation toward healthier alternatives. Results from the intervening variable analyses give guidance to future adolescent skin cancer prevention interventions. Keywords Melanoma prevention. Web-based intervention. Adolescents. Indoor tanning. National sample Melanoma is one of the most common cancers found in young women in the USA (National Cancer Institute 2015). Indoor tanning is an important melanoma risk factor, linked to approximately 450,000 cases of skin cancer annually in the USA, Europe, and Australia (Wehner et al. 2014). Youthful indoor tanning as few as ten sessions can increase melanoma risk by two to four times (Cust et al. 2011) with each additional tanning session adding another 2 % to the risk (Boniol et al. 2012). Consequently, reducing indoor tanning has emerged as a central goal in the Surgeon General's Call to Action to Prevent Skin Cancer (US Department of Health and Human Services 2014). Despite these significant risks, indoor tanning is still popular among high school and young adult females in the USA (Guy et al. 2011). Approximately one third of US female adolescents report either engagement or future interest in indoor tanning (Guy et al. 2015). Epidemiological data indicate that indoor tanning increases at 16 years old and then again at 18 years old as adolescents gain increasing mobility, finances, and freedom (Wehner et al. 2014). These trends are troubling given that early adoption of indoor tanning has been associated with increased odds of becoming a frequent habitual indoor tanner later in life (Baker et al. 2010). Decreasing indoor tanning access and motivation in teens will be critical for",
        "section": "Abstract",
        "sentences": [
            "Youthful indoor tanning as few as ten sessions can increase the risk of melanoma by two to four times with each additional session adding another 2 % to the risk.",
            "Recent research estimates that indoor tanning can be linked to approximately 450,000 cases of skin cancer annually in the USA, Europe, and Australia.",
            "Despite these risks, indoor tanning remains popular with adolescents.",
            "This study tested the efficacy of a web-based skin cancer prevention intervention designed to reduce indoor tanning motivations in adolescent females.",
            "A nationally representative sample of 443 female teens was enrolled from an online panel into a two-arm, parallel group design, randomized controlled trial.",
            "Treatment participants received an appearance-focused intervention grounded in established health behavior change models.",
            "Controls viewed a teen alcohol prevention website.",
            "Outcome variables included willingness and intentions to indoor tan, willingness to sunless tan, and measures of indoor tanning attitudes and beliefs.",
            "The intervention decreased willingness and intentions to indoor tan and increased sunless tanning willingness relative to controls.",
            "We also examined indirect mechanisms of change through intervening variables (e.g., indoor tanning attitudes, norms, positive and negative expectancies) using the product of coefficient approach.",
            "The web-based intervention demonstrated efficacy in changing adolescent indoor tanning motivations and improving their orientation toward healthier alternatives.",
            "Results from the intervening variable analyses give guidance to future adolescent skin cancer prevention interventions.",
            "Keywords Melanoma prevention.",
            "Web-based intervention.",
            "Adolescents.",
            "Indoor tanning.",
            "National sample Melanoma is one of the most common cancers found in young women in the USA (National Cancer Institute 2015).",
            "Indoor tanning is an important melanoma risk factor, linked to approximately 450,000 cases of skin cancer annually in the USA, Europe, and Australia (Wehner et al. 2014).",
            "Youthful indoor tanning as few as ten sessions can increase melanoma risk by two to four times (Cust et al. 2011) with each additional tanning session adding another 2 % to the risk (Boniol et al. 2012).",
            "Consequently, reducing indoor tanning has emerged as a central goal in the Surgeon General's Call to Action to Prevent Skin Cancer (US Department of Health and Human Services 2014).",
            "Despite these significant risks, indoor tanning is still popular among high school and young adult females in the USA (Guy et al. 2011).",
            "Approximately one third of US female adolescents report either engagement or future interest in indoor tanning (Guy et al. 2015).",
            "Epidemiological data indicate that indoor tanning increases at 16 years old and then again at 18 years old as adolescents gain increasing mobility, finances, and freedom (Wehner et al. 2014).",
            "These trends are troubling given that early adoption of indoor tanning has been associated with increased odds of becoming a frequent habitual indoor tanner later in life (Baker et al. 2010).",
            "Decreasing indoor tanning access and motivation in teens will be critical for"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36242",
        "text": "achieving the Surgeon General's goals of reducing melanoma incidence.",
        "section": "",
        "section_number": 1,
        "sentences": [
            "achieving the Surgeon General's goals of reducing melanoma incidence."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36242",
        "text": "To combat the risk from indoor tanning, anti-tanning policies directed at restricting minor access to tanning businesses have gained momentum (Guy et al. 2014; Pan and Geller 2015) . These regulations are critical for reducing use of indoor tanning facilities by non-adults. However, the impact of even the most stringent legislation ceases at age 18 years old, precisely when indoor tanning use tends to increase. Moreover, there are off-the-grid, non-salon tanning locations that are either not regulated (e.g., homes, gyms, etc.) or where regulations are poorly enforced (Hillhouse et al. 2015; Pagoto et al. 2015) . The indoor tanning policy initiatives need to be accompanied by primary and secondary prevention efforts directed at adolescent tanning motivations if they are to reduce indoor tanning behavior across the life span.",
        "section": "",
        "section_number": 2,
        "sentences": [
            "To combat the risk from indoor tanning, anti-tanning policies directed at restricting minor access to tanning businesses have gained momentum (Guy et al. 2014; Pan and Geller 2015) .",
            "These regulations are critical for reducing use of indoor tanning facilities by non-adults.",
            "However, the impact of even the most stringent legislation ceases at age 18 years old, precisely when indoor tanning use tends to increase.",
            "Moreover, there are off-the-grid, non-salon tanning locations that are either not regulated (e.g., homes, gyms, etc.)",
            "or where regulations are poorly enforced (Hillhouse et al. 2015; Pagoto et al. 2015) .",
            "The indoor tanning policy initiatives need to be accompanied by primary and secondary prevention efforts directed at adolescent tanning motivations if they are to reduce indoor tanning behavior across the life span."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36242",
        "text": "Previous intervention studies demonstrated successful indoor tanning reduction in adults (Gibbons et al. 2005; Hillhouse and Turrisi 2002; Hillhouse et al. 2008; Stapleton et al. 2015; Stapleton et al. 2010) . Several of these studies (Gibbons et al. 2005; Hillhouse and Turrisi 2002; Hillhouse et al. 2008; Stapleton et al. 2015; Stapleton et al. 2010) utilized an appearance-focused approach grounded in established health behavior change models (e.g., theory of reasoned action, Fishbein and Ajzen 1975; behavioral alternatives, Jaccard 1981, prototype willingness; Gibbons et al. 2009) . The behavioral alternative model (BAM; Jaccard 1981 Jaccard , 2012 Jaccard and Wood 1986) recognizes that important goals can usually be satisfied by an array of potential behaviors. For example, imagine a typical adolescent woman faced with the decision of whether or not to indoor tan before the prom. Her decision is influenced not only by how she evaluates indoor tanning but also by how she appraises alternative methods available to enhance her appearance. For example, she might consider using sunless tanning products. Sunless tanning products, often termed self-tanners, are lotions, creams, and sprays that can make the skin look tan without ultraviolet radiation. In general, she will choose the alternative that will accomplish her goals (e.g., improved appearance for prom) in a way that is most appealing to her.",
        "section": "",
        "section_number": 3,
        "sentences": [
            "Previous intervention studies demonstrated successful indoor tanning reduction in adults (Gibbons et al. 2005; Hillhouse and Turrisi 2002; Hillhouse et al. 2008; Stapleton et al. 2015; Stapleton et al. 2010) .",
            "Several of these studies (Gibbons et al. 2005; Hillhouse and Turrisi 2002; Hillhouse et al. 2008; Stapleton et al. 2015; Stapleton et al. 2010) utilized an appearance-focused approach grounded in established health behavior change models (e.g., theory of reasoned action, Fishbein and Ajzen 1975; behavioral alternatives, Jaccard 1981, prototype willingness; Gibbons et al. 2009) .",
            "The behavioral alternative model (BAM; Jaccard 1981 Jaccard , 2012 Jaccard and Wood 1986) recognizes that important goals can usually be satisfied by an array of potential behaviors.",
            "For example, imagine a typical adolescent woman faced with the decision of whether or not to indoor tan before the prom.",
            "Her decision is influenced not only by how she evaluates indoor tanning but also by how she appraises alternative methods available to enhance her appearance.",
            "For example, she might consider using sunless tanning products.",
            "Sunless tanning products, often termed self-tanners, are lotions, creams, and sprays that can make the skin look tan without ultraviolet radiation.",
            "In general, she will choose the alternative that will accomplish her goals (e.g., improved appearance for prom) in a way that is most appealing to her."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36242",
        "text": "An intervention guided by the behavioral alternative approach offers healthier alternative behaviors to achieve goals previously obtained through the unhealthy behavior. Offering a healthy alternative to achieve goals reduces the person's motivation to go back to the health risky activity once the intervention ends thereby improving treatment sustainability. The behavioral alternative model has proven successful in understanding health-risk behaviors including adult indoor tanning (Danoff-Burg and Mosher 2006; Hillhouse et al. 1999 Hillhouse et al. , 2008 , sunbathing and sunscreen use in adolescents (Turrisi et al. 1998 (Turrisi et al. , 1999 , organ donation (Radecki and Jaccard 1997) , and college alcohol drinking (Turrisi et al. 2010) .",
        "section": "",
        "section_number": 4,
        "sentences": [
            "An intervention guided by the behavioral alternative approach offers healthier alternative behaviors to achieve goals previously obtained through the unhealthy behavior.",
            "Offering a healthy alternative to achieve goals reduces the person's motivation to go back to the health risky activity once the intervention ends thereby improving treatment sustainability.",
            "The behavioral alternative model has proven successful in understanding health-risk behaviors including adult indoor tanning (Danoff-Burg and Mosher 2006; Hillhouse et al. 1999 Hillhouse et al. , 2008 , sunbathing and sunscreen use in adolescents (Turrisi et al. 1998 (Turrisi et al. , 1999 , organ donation (Radecki and Jaccard 1997) , and college alcohol drinking (Turrisi et al. 2010) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36242",
        "text": "Behavioral willingness is another construct to consider when attempting to modify adolescent behavior motivations. Gibbons and Gerrard (1995) developed this construct to capture the phenomena whereby adolescents will frequently indicate no intention to participate in risky behaviors yet do so when given the chance. Willingness refers to a receptivity to behavioral opportunity and reflects what teens might be willing to do under certain social conditions. Behavioral willingness and intentions are highly correlated. However, willingness consistently captures about 10 % of unique adolescent health-risk behavior variance (Gibbons et al. 2009) , and willingness is typically a stronger predictor than intentions for younger teens (Gerrard et al. 2008) . As teens grow older and gain more experience, behavioral intentions eventually pass willingness in the prediction of most behaviors (Pomery et al. 2009) . For these reasons, we examined the effects of the intervention on both indoor tanning intentions and willingness in this study.",
        "section": "",
        "section_number": 5,
        "sentences": [
            "Behavioral willingness is another construct to consider when attempting to modify adolescent behavior motivations.",
            "Gibbons and Gerrard (1995) developed this construct to capture the phenomena whereby adolescents will frequently indicate no intention to participate in risky behaviors yet do so when given the chance.",
            "Willingness refers to a receptivity to behavioral opportunity and reflects what teens might be willing to do under certain social conditions.",
            "Behavioral willingness and intentions are highly correlated.",
            "However, willingness consistently captures about 10 % of unique adolescent health-risk behavior variance (Gibbons et al. 2009) , and willingness is typically a stronger predictor than intentions for younger teens (Gerrard et al. 2008) .",
            "As teens grow older and gain more experience, behavioral intentions eventually pass willingness in the prediction of most behaviors (Pomery et al. 2009) .",
            "For these reasons, we examined the effects of the intervention on both indoor tanning intentions and willingness in this study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36242",
        "text": "A review of the literature revealed only one pilot intervention (Lazovich et al. 2013) and one school-based intervention (Aarestrup et al. 2014 ) focused on adolescent indoor tanning. The current study adds to this literature by examining the efficacy of a web-based intervention designed to reduce tanning motivations in female adolescents. We examined the direct effects of the intervention on short-term (6 months) indoor tanning intentions and willingness in a national sample of adolescent females using a randomized controlled trial. We also examined how the intervention potentially impacted the tanning motivation outcomes through intervening variables derived from the theoretical model (see Fig. 1 ) which guided the intervention.",
        "section": "",
        "section_number": 6,
        "sentences": [
            "A review of the literature revealed only one pilot intervention (Lazovich et al. 2013) and one school-based intervention (Aarestrup et al. 2014 ) focused on adolescent indoor tanning.",
            "The current study adds to this literature by examining the efficacy of a web-based intervention designed to reduce tanning motivations in female adolescents.",
            "We examined the direct effects of the intervention on short-term (6 months) indoor tanning intentions and willingness in a national sample of adolescent females using a randomized controlled trial.",
            "We also examined how the intervention potentially impacted the tanning motivation outcomes through intervening variables derived from the theoretical model (see Fig. 1 ) which guided the intervention."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36242",
        "text": "The female adolescents in the intervention condition will demonstrate significant reductions in indoor tanning intentions and willingness and increases in sunless tanning willingness compared to the female adolescents in the placebo control condition.",
        "section": "Study Hypotheses Hypothesis 1",
        "section_number": 7,
        "sentences": [
            "The female adolescents in the intervention condition will demonstrate significant reductions in indoor tanning intentions and willingness and increases in sunless tanning willingness compared to the female adolescents in the placebo control condition."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36242",
        "text": "The changes in indoor tanning intentions and willingness will be associated with changes in the psychosocial intervening variables from the theoretical model (e.g., indoor tanning attitudes, normative beliefs, positive and negative expectancies).",
        "section": "Hypothesis 2",
        "section_number": 8,
        "sentences": [
            "The changes in indoor tanning intentions and willingness will be associated with changes in the psychosocial intervening variables from the theoretical model (e.g., indoor tanning attitudes, normative beliefs, positive and negative expectancies)."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36242",
        "text": "The study used a two-arm, parallel group design, randomized controlled trial in female teens (see Fig. 2 for a study design participant flow diagram). Intervention participants viewed a website designed to reduce indoor tanning motivations and increase sunless tanning willingness. Control participants were treated identically to intervention participants with the exception that they viewed a teen-oriented alcohol prevention website, Above the Influence (Partnership for Drug-Free Kids 2015). Participants from the two cohorts completed baseline assessments in May of 2011 and 2012. There were 443 participants recruited, of which 388 completed both the baseline assessment and the 6-month follow-up (87.6 % retention rate).",
        "section": "Study Design",
        "section_number": 9,
        "sentences": [
            "The study used a two-arm, parallel group design, randomized controlled trial in female teens (see Fig. 2 for a study design participant flow diagram).",
            "Intervention participants viewed a website designed to reduce indoor tanning motivations and increase sunless tanning willingness.",
            "Control participants were treated identically to intervention participants with the exception that they viewed a teen-oriented alcohol prevention website, Above the Influence (Partnership for Drug-Free Kids 2015).",
            "Participants from the two cohorts completed baseline assessments in May of 2011 and 2012.",
            "There were 443 participants recruited, of which 388 completed both the baseline assessment and the 6-month follow-up (87.6 % retention rate)."
        ],
        "sentence_labels": [
            -1,
            -1,
            1,
            -1,
            -1
        ],
        "classification_label": 0
    },
    {
        "doc_id": "36242",
        "text": "We recruited an adolescent female sample drawn from the nationally representative Knowledge Networks KnowledgePanel®. KnowledgePanel®, a commercial online panel for measurement of public opinion, attitudes, and behaviors, uses probabilitybased sampling with an address-based sampling methodology for selecting panel members (GfK 2015). Therefore, the panel provides a high level of representativeness for whatever samples are selected. Parents from the panel who had a 12-to18-year-old daughter were sent an invitation to participate. After obtaining consent from the parent and teen, a screening survey designed to determine eligibility was administered. A total of 1337 parentteen dyads provided consent for the screener measure. Of these, 571 parent-teen dyads met the eligibility requirements (i.e., female daughters between 12 and 18 years old who report previous indoor tanning use or strong intentions or willingness to indoor tan in the future). These dyads were invited to participate in the intervention. The invitation was accepted by 443 dyads (77.6 % participation rate) who were randomized into intervention (n = 214) and control (n = 229) groups. We offered participants the opportunity to earn up to $120 compensation for completing all study requirements. The university's Institutional Review Board approved all study procedures.",
        "section": "Participants",
        "section_number": 10,
        "sentences": [
            "We recruited an adolescent female sample drawn from the nationally representative Knowledge Networks KnowledgePanel®.",
            "KnowledgePanel®, a commercial online panel for measurement of public opinion, attitudes, and behaviors, uses probabilitybased sampling with an address-based sampling methodology for selecting panel members (GfK 2015).",
            "Therefore, the panel provides a high level of representativeness for whatever samples are selected.",
            "Parents from the panel who had a 12-to18-year-old daughter were sent an invitation to participate.",
            "After obtaining consent from the parent and teen, a screening survey designed to determine eligibility was administered.",
            "A total of 1337 parentteen dyads provided consent for the screener measure.",
            "Of these, 571 parent-teen dyads met the eligibility requirements (i.e., female daughters between 12 and 18 years old who report previous indoor tanning use or strong intentions or willingness to indoor tan in the future).",
            "These dyads were invited to participate in the intervention.",
            "The invitation was accepted by 443 dyads (77.6 % participation rate) who were randomized into intervention (n = 214) and control (n = 229) groups.",
            "We offered participants the opportunity to earn up to $120 compensation for completing all study requirements.",
            "The university's Institutional Review Board approved all study procedures."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36242",
        "text": "The intervention was based on the theoretical model in Fig. 1 (Hillhouse and Turrisi 2002; Hillhouse et al. 2008) . We pilot tested this theoretical model with a separate teen sample to identify variables to target in the intervention. The target variables identified included positive tanning expectancies (e.g., I need a tan to look good, tanning is a good way to relax), negative tanning expectancies (e.g., skin cancer risk of indoor tanning, skin damage risk of indoor tanning), and social/cultural norms (e.g., peer indoor tanning popularity and acceptability, social group pressure to tan). The research team developed modules for each topic in the theoretical model. A professional digital marketing company, Marketing Strategies, Inc., converted each module into a website which was pretested with adolescents and then further refined using an interactive process involving the investigative team, the web development team, and adolescent tanner beta testers. The final website contained four main sections (fashion and beauty, celebrity watch, peer relationships, resources) with 15 subsections (see Table 1 ).",
        "section": "Indoor Tanning Prevention Intervention",
        "section_number": 11,
        "sentences": [
            "The intervention was based on the theoretical model in Fig. 1 (Hillhouse and Turrisi 2002; Hillhouse et al. 2008) .",
            "We pilot tested this theoretical model with a separate teen sample to identify variables to target in the intervention.",
            "The target variables identified included positive tanning expectancies (e.g., I need a tan to look good, tanning is a good way to relax), negative tanning expectancies (e.g., skin cancer risk of indoor tanning, skin damage risk of indoor tanning), and social/cultural norms (e.g., peer indoor tanning popularity and acceptability, social group pressure to tan).",
            "The research team developed modules for each topic in the theoretical model.",
            "A professional digital marketing company, Marketing Strategies, Inc., converted each module into a website which was pretested with adolescents and then further refined using an interactive process involving the investigative team, the web development team, and adolescent tanner beta testers.",
            "The final website contained four main sections (fashion and beauty, celebrity watch, peer relationships, resources) with 15 subsections (see Table 1 )."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36242",
        "text": "We evaluated intervention integrity for the website by examining data analytics that tracked the number of pages visited and the amount of time spent on each page. We told participants that their role in the research was to evaluate and provide feedback on health websites designed for teen audiences. The website analytics revealed that intervention participants spent an average of 23 min reviewing the website (range 0 to 66 min; SD = 18.8 min). Approximately 89 % visited at least 50 % of the website pages, with 73 % visiting 100 % of the website pages. We did not have access to the data analytics for the control website. To obtain an estimate of control participation, at follow-up, we asked control participants whether they had visited the Above the Influence website. One hundred ninety-three of the 206 control participants (93.7 %) who completed follow-up reported visiting the control website at least once.",
        "section": "Intervention Integrity",
        "section_number": 12,
        "sentences": [
            "We evaluated intervention integrity for the website by examining data analytics that tracked the number of pages visited and the amount of time spent on each page.",
            "We told participants that their role in the research was to evaluate and provide feedback on health websites designed for teen audiences.",
            "The website analytics revealed that intervention participants spent an average of 23 min reviewing the website (range 0 to 66 min; SD = 18.8 min).",
            "Approximately 89 % visited at least 50 % of the website pages, with 73 % visiting 100 % of the website pages.",
            "We did not have access to the data analytics for the control website.",
            "To obtain an estimate of control participation, at follow-up, we asked control participants whether they had visited the Above the Influence website.",
            "One hundred ninety-three of the 206 control participants (93.7 %) who completed follow-up reported visiting the control website at least once."
        ],
        "sentence_labels": [
            -1,
            1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": 0
    },
    {
        "doc_id": "36242",
        "text": "Participants completed questions that included background and demographic data (i.e., age, ethnicity, education, skin type, previous tanning behavior, etc.). Skin type was assessed using the Fitzpatrick scale (Fitzpatrick 1988 ).",
        "section": "Demographic Characteristics",
        "section_number": 13,
        "sentences": [
            "Participants completed questions that included background and demographic data (i.e., age, ethnicity, education, skin type, previous tanning behavior, etc.).",
            "Skin type was assessed using the Fitzpatrick scale (Fitzpatrick 1988 )."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36242",
        "text": "Indoor Tanning Intentions At baseline and follow-up, participants reported their intentions to indoor tan on a three-item scale (e.g., BPlease tell us how strongly you INTEND to indoor tan in the next year.^) with response options ranging from definitely do not intend (1) to definitely do intend (7). The items were summed to create an index of intention to indoor tan (α baseline = 0.95; α follow-up = 0.97). The scale has a long history of use in the literature where it has demonstrated strong associations with future indoor tanning behavior (Hillhouse et al. 1999; Noar et al. 2015; Stapleton et al. 2010) Indoor Tanning Willingness Assessment of behavioral willingness was adapted from items used by Gibbons et al. (1998) adding a time frame. For indoor tanning willingness, participants were instructed to BImagine that in the next 12 months you had the opportunity to indoor tan.^Indoor tanning willingness used a three-item scale (e.g., BPlease tell us how WILLING you would be to indoor tan in the next year.^) with response options ranging from definitely not willing (1) to definitely willing (7). Items were summed to create an index of indoor tanning willingness (α baseline = 0.96; α follow-up = 0.98).",
        "section": "Tanning Motivation Outcomes",
        "section_number": 14,
        "sentences": [
            "Indoor Tanning Intentions At baseline and follow-up, participants reported their intentions to indoor tan on a three-item scale (e.g., BPlease tell us how strongly you INTEND to indoor tan in the next year.^) with response options ranging from definitely do not intend (1) to definitely do intend (7).",
            "The items were summed to create an index of intention to indoor tan (α baseline = 0.95; α follow-up = 0.97).",
            "The scale has a long history of use in the literature where it has demonstrated strong associations with future indoor tanning behavior (Hillhouse et al. 1999; Noar et al. 2015; Stapleton et al. 2010) Indoor Tanning Willingness Assessment of behavioral willingness was adapted from items used by Gibbons et al. (1998) adding a time frame.",
            "For indoor tanning willingness, participants were instructed to BImagine that in the next 12 months you had the opportunity to indoor tan.^Indoor tanning willingness used a three-item scale (e.g., BPlease tell us how WILLING you would be to indoor tan in the next year.^) with response options ranging from definitely not willing (1) to definitely willing (7).",
            "Items were summed to create an index of indoor tanning willingness (α baseline = 0.96; α follow-up = 0.98)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36242",
        "text": "was assessed with a single item, with options ranging from definitely not willing (1) to definitely willing (7). Participants were instructed to BImagine that in the next 12 months you had the opportunity to sunless tan. Please tell us how WILLING you would be to sunless tan in the next year.^Responses were normally distributed with a baseline mean of 3.96 (SD = 2.15) and a follow-up mean of 3.60 (SD = 2.19).",
        "section": "Sunless Tanning Willingness Sunless tanning willingness",
        "section_number": 15,
        "sentences": [
            "was assessed with a single item, with options ranging from definitely not willing (1) to definitely willing (7).",
            "Participants were instructed to BImagine that in the next 12 months you had the opportunity to sunless tan.",
            "Please tell us how WILLING you would be to sunless tan in the next year.^Responses were normally distributed with a baseline mean of 3.96 (SD = 2.15) and a follow-up mean of 3.60 (SD = 2.19)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36242",
        "text": "Indoor Tanning Attitudes Indoor tanning attitudes were measured with a three-item short form of an indoor tanning attitude scale (e.g., BI feel favorable about indoor tanning.^) with a long history in the literature (Hillhouse et al. 1997; Stapleton et al. 2015) . The short form correlates 0.99 with the original five-item measure. Participants indicated the extent to which they agreed (1 = strongly disagree; 5 = strongly agree) with the items, which were summed to create an index of positive indoor tanning attitudes (α baseline = 0.94; α followup = 0.96).",
        "section": "Psychosocial Intervening Variables",
        "section_number": 16,
        "sentences": [
            "Indoor Tanning Attitudes Indoor tanning attitudes were measured with a three-item short form of an indoor tanning attitude scale (e.g., BI feel favorable about indoor tanning.^) with a long history in the literature (Hillhouse et al. 1997; Stapleton et al. 2015) .",
            "The short form correlates 0.99 with the original five-item measure.",
            "Participants indicated the extent to which they agreed (1 = strongly disagree; 5 = strongly agree) with the items, which were summed to create an index of positive indoor tanning attitudes (α baseline = 0.94; α followup = 0.96)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36242",
        "text": "We assessed normative beliefs with two constructs from previous studies: injunctive and descriptive norms (Stapleton et al. 2008) .",
        "section": "Normative Beliefs",
        "section_number": 17,
        "sentences": [
            "We assessed normative beliefs with two constructs from previous studies: injunctive and descriptive norms (Stapleton et al. 2008) ."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36242",
        "text": "Injunctive Norms These are the perceptions of peer approval of indoor tanning and were assessed with three items (e.g., BGirls at my school approve of me indoor tanning.^). These items were summed to create an injunctive norms index (α baseline = 0.89; α follow-up = 0.92).",
        "section": "Normative Beliefs",
        "section_number": 18,
        "sentences": [
            "Injunctive Norms These are the perceptions of peer approval of indoor tanning and were assessed with three items (e.g., BGirls at my school approve of me indoor tanning.^).",
            "These items were summed to create an injunctive norms index (α baseline = 0.89; α follow-up = 0.92)."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36242",
        "text": "Descriptive Norms These are the perceptions of the popularity of a behavior among one's peers and were assessed with three items (e.g., BTanning seems popular in girls my age.^), which were summed to form a descriptive norms index (α baseline = 0.92; α follow-up = 0.93). Response options for both scales ranged from strongly disagree (1) to strongly agree (5).",
        "section": "Normative Beliefs",
        "section_number": 19,
        "sentences": [
            "Descriptive Norms These are the perceptions of the popularity of a behavior among one's peers and were assessed with three items (e.g., BTanning seems popular in girls my age.^), which were summed to form a descriptive norms index (α baseline = 0.92; α follow-up = 0.93).",
            "Response options for both scales ranged from strongly disagree (1) to strongly agree (5)."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36242",
        "text": "Positive and Negative Expectancies The positive expectancy scale was a seven-item measure of the beliefs about the attractiveness and relaxation benefits associated with indoor tanning. For example, participants were asked to indicate the extent to which they felt tanning made them feel more attractive (e.g., BI look more attractive when I have a nice tan.^) and was relaxing (e.g., BIndoor tanning is a stress-free way to relax.^). We measured negative expectancies using five items assessing perceived susceptibility to skin damage and skin cancer from tanning (e.g., BIf I indoor tan regularly, I will increase my risk for skin cancer.^). For all expectancy measures, participants were instructed to BImagine that you indoor tan regularly,^and response options ranged from strongly disagree (1) to strongly agree (5). Items were summed to create separate scales of positive (α baseline = 0.90; α follow-up = 0.92) and negative (α baseline = 0.92; α follow-up = 0.95) expectancies. All these items have been previously used in the literature (Hillhouse et al. 2008; Turrisi et al. 2004 ).",
        "section": "Normative Beliefs",
        "section_number": 20,
        "sentences": [
            "Positive and Negative Expectancies The positive expectancy scale was a seven-item measure of the beliefs about the attractiveness and relaxation benefits associated with indoor tanning.",
            "For example, participants were asked to indicate the extent to which they felt tanning made them feel more attractive (e.g., BI look more attractive when I have a nice tan.^) and was relaxing (e.g., BIndoor tanning is a stress-free way to relax.^).",
            "We measured negative expectancies using five items assessing perceived susceptibility to skin damage and skin cancer from tanning (e.g., BIf I indoor tan regularly, I will increase my risk for skin cancer.^).",
            "For all expectancy measures, participants were instructed to BImagine that you indoor tan regularly,^and response options ranged from strongly disagree (1) to strongly agree (5).",
            "Items were summed to create separate scales of positive (α baseline = 0.90; α follow-up = 0.92) and negative (α baseline = 0.92; α follow-up = 0.95) expectancies.",
            "All these items have been previously used in the literature (Hillhouse et al. 2008; Turrisi et al. 2004 )."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36242",
        "text": "We conducted descriptive analyses of baseline demographic data across all subjects. In addition, independent group t tests were used to compare baseline variables between treatment and control participants and between the two cohorts to check for cohort effects. To understand potential bias due to attrition, we used independent group t tests to compare means of all study variables at baseline between study participants who Tanning effects on skin appearance and health 1. 3, 4, 5, 6",
        "section": "Baseline and Attrition Analyses",
        "section_number": 21,
        "sentences": [
            "We conducted descriptive analyses of baseline demographic data across all subjects.",
            "In addition, independent group t tests were used to compare baseline variables between treatment and control participants and between the two cohorts to check for cohort effects.",
            "To understand potential bias due to attrition, we used independent group t tests to compare means of all study variables at baseline between study participants who Tanning effects on skin appearance and health 1.",
            "3, 4, 5, 6"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36242",
        "text": "Skin damage harm avoidance strategies 1, 4, 5, 6 Teen narratives: indoor tanning caused melanoma and appearance damage 1, 2, 3, 4, 5, 6",
        "section": "Baseline and Attrition Analyses",
        "section_number": 22,
        "sentences": [
            "Skin damage harm avoidance strategies 1, 4, 5, 6 Teen narratives: indoor tanning caused melanoma and appearance damage 1, 2, 3, 4, 5, 6"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36242",
        "text": "Celebrity watch Importance of healthy skin for celebrities' appearance 1, 3, 6, 7 Celebrity avoidance of UV tanning and exposure 1, 3, 6, 7",
        "section": "Baseline and Attrition Analyses",
        "section_number": 23,
        "sentences": [
            "Celebrity watch Importance of healthy skin for celebrities' appearance 1, 3, 6, 7 Celebrity avoidance of UV tanning and exposure 1, 3, 6, 7"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36242",
        "text": "Celebrity use of sunless tanning 7, 10",
        "section": "Baseline and Attrition Analyses",
        "section_number": 24,
        "sentences": [
            "Celebrity use of sunless tanning 7, 10"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36242",
        "text": "Peer relationships Actual versus perceived indoor tanning use by peers 8, 9 How peer pressure leads to unwanted behavior including tanning 9",
        "section": "Baseline and Attrition Analyses",
        "section_number": 25,
        "sentences": [
            "Peer relationships Actual versus perceived indoor tanning use by peers 8, 9 How peer pressure leads to unwanted behavior including tanning 9"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36242",
        "text": "Tips on handling peer pressure 9 Specific tips on handling tanning peer pressure 1, 2, 3, 4, 5, 6, 8, 9",
        "section": "Baseline and Attrition Analyses",
        "section_number": 26,
        "sentences": [
            "Tips on handling peer pressure 9 Specific tips on handling tanning peer pressure 1, 2, 3, 4, 5, 6, 8, 9"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36242",
        "text": "Specific information on pressure to tan for prom and how to avoid this 1, 2, 3, 4, 5, 6, 8, 9, 10",
        "section": "Baseline and Attrition Analyses",
        "section_number": 27,
        "sentences": [
            "Specific information on pressure to tan for prom and how to avoid this 1, 2, 3, 4, 5, 6, 8, 9, 10"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36242",
        "text": "Links to fashion and beauty sites that provide tanning alternative information 1, 2, 3, 7, 9 Links to sunless tanning information 10",
        "section": "Resources",
        "section_number": 28,
        "sentences": [
            "Links to fashion and beauty sites that provide tanning alternative information 1, 2, 3, 7, 9 Links to sunless tanning information 10"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36242",
        "text": "Links to indoor tanning health information (i.e., ACS, NCI, etc.) 3, 4, 5",
        "section": "Resources",
        "section_number": 29,
        "sentences": [
            "Links to indoor tanning health information (i.e., ACS, NCI, etc.)",
            "3, 4, 5"
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36242",
        "text": "Targeted variables: need tan to look good (1), no tan is unattractive and unpopular (2), look healthier with tan (3), skin cancer risk (4), other health problem risk (5), skin damage risk (6), celebrity tanning 7, peer indoor tanning popularity and acceptability (8), social group pressure to tan (9), and sunless tanning as a tanning alternative 10completed the follow-up and those who did not. In addition, we used independent group t tests to look at differences between treatment and control participants who did not complete the follow-up assessment.",
        "section": "Resources",
        "section_number": 30,
        "sentences": [
            "Targeted variables: need tan to look good (1), no tan is unattractive and unpopular (2), look healthier with tan (3), skin cancer risk (4), other health problem risk (5), skin damage risk (6), celebrity tanning 7, peer indoor tanning popularity and acceptability (8), social group pressure to tan (9), and sunless tanning as a tanning alternative 10completed the follow-up and those who did not.",
            "In addition, we used independent group t tests to look at differences between treatment and control participants who did not complete the follow-up assessment."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36242",
        "text": "Our analyses used an intent-to-treat approach. First, we used independent sample t tests to examine baseline differences between treatment and control conditions on the outcome (indoor tanning intentions and willingness, sunless tanning willingness) and intervening (i.e., indoor tanning attitudes, indoor tanning normative beliefs, indoor tanning positive and negative expectancies) variables to confirm that randomization was achieved. Next, we used multivariate linear regression to test the effect of the intervention on the post-test outcome variables (e.g., post-test indoor tanning intentions), controlling for baseline measures of the specific outcome measure (e.g., baseline indoor tanning intentions) and cohort membership. Effect sizes were calculated using Cohen's f 2 (Selya et al. 2012)",
        "section": "Direct Intervention Effects",
        "section_number": 31,
        "sentences": [
            "Our analyses used an intent-to-treat approach.",
            "First, we used independent sample t tests to examine baseline differences between treatment and control conditions on the outcome (indoor tanning intentions and willingness, sunless tanning willingness) and intervening (i.e., indoor tanning attitudes, indoor tanning normative beliefs, indoor tanning positive and negative expectancies) variables to confirm that randomization was achieved.",
            "Next, we used multivariate linear regression to test the effect of the intervention on the post-test outcome variables (e.g., post-test indoor tanning intentions), controlling for baseline measures of the specific outcome measure (e.g., baseline indoor tanning intentions) and cohort membership.",
            "Effect sizes were calculated using Cohen's f 2 (Selya et al. 2012)"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36242",
        "text": "We examined indirect mechanisms of change through intervening variables using the product of coefficient approach (MacKinnon et al. 2002) . Figure 3 presents the path diagram for the intervening variable model. This approach obtains an estimate of the indirect effect quantified as the product of α and β (Sobel 1982) . Separate models were estimated for each hypothesized intervening variable (attitudes, normative beliefs, and expectancies) assessed at post-test. To account for autoregressive effects and minimize biased estimates of the indirect effects (Mitchell and Maxwell 2013) , these models included the baseline measure of the specific intervening variable and the outcome variable. Cohort membership was included as a control variable. All models also included a direct path (c′) from intervention group to the specific outcome variable at post-test. Because the standard error of the αβ product term is not likely to be normally distributed (MacKinnon et al. 2002), we used a bootstrapping method (with n = 5000 bootstrap resamples) to test the significance of the indirect effect. Bootstrapping is a non-parametric procedure that produces an approximation of the sample distribution of the indirect effects and can be used to generate confidence intervals around point estimates in the model. In the present study, bias-corrected 95 % confidence intervals of αβ were obtained. As recommended, estimates of indirect effects were considered significant if zero was not included within the confidence intervals (Preacher and Hayes 2008) .",
        "section": "Indirect Intervention Effects",
        "section_number": 32,
        "sentences": [
            "We examined indirect mechanisms of change through intervening variables using the product of coefficient approach (MacKinnon et al. 2002) .",
            "Figure 3 presents the path diagram for the intervening variable model.",
            "This approach obtains an estimate of the indirect effect quantified as the product of α and β (Sobel 1982) .",
            "Separate models were estimated for each hypothesized intervening variable (attitudes, normative beliefs, and expectancies) assessed at post-test.",
            "To account for autoregressive effects and minimize biased estimates of the indirect effects (Mitchell and Maxwell 2013) , these models included the baseline measure of the specific intervening variable and the outcome variable.",
            "Cohort membership was included as a control variable.",
            "All models also included a direct path (c′) from intervention group to the specific outcome variable at post-test.",
            "Because the standard error of the αβ product term is not likely to be normally distributed (MacKinnon et al. 2002), we used a bootstrapping method (with n = 5000 bootstrap resamples) to test the significance of the indirect effect.",
            "Bootstrapping is a non-parametric procedure that produces an approximation of the sample distribution of the indirect effects and can be used to generate confidence intervals around point estimates in the model.",
            "In the present study, bias-corrected 95 % confidence intervals of αβ were obtained.",
            "As recommended, estimates of indirect effects were considered significant if zero was not included within the confidence intervals (Preacher and Hayes 2008) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36242",
        "text": "Analyses were conducted using Mplus 6.1 (Muthén and Muthén 2010) , accounting for missing values using full information maximum likelihood (FIML). FIML addresses missing data by estimating parameter estimates and standard errors using all available information from partially missing cases and produces less biased and more efficient results than listwise deletion (Graham 2009) . Overall, we had 30.8 % cases missing some data. However, most of these only had missing data on a small number of variables for a total of 3.3 % missing data overall. FIML cannot account for missingness for cases when both the predictor and outcome are missing, leading to exclusion of between two and nine cases across the various models.",
        "section": "Missing Values",
        "section_number": 33,
        "sentences": [
            "Analyses were conducted using Mplus 6.1 (Muthén and Muthén 2010) , accounting for missing values using full information maximum likelihood (FIML).",
            "FIML addresses missing data by estimating parameter estimates and standard errors using all available information from partially missing cases and produces less biased and more efficient results than listwise deletion (Graham 2009) .",
            "Overall, we had 30.8 % cases missing some data.",
            "However, most of these only had missing data on a small number of variables for a total of 3.3 % missing data overall.",
            "FIML cannot account for missingness for cases when both the predictor and outcome are missing, leading to exclusion of between two and nine cases across the various models."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36242",
        "text": "Average age of participants in the sample was 15.2 years old (SD = 1.91), and 39 % reported previous use of indoor tanning. Analyses of baseline differences in outcome and intervening variables between intervention and control conditions revealed one significant difference for injunctive norms, t(261) = 1.95, p = 0.05. Control participants reported higher indoor tanning injunctive norms (M = 11.90, SD = 2.56) than intervention participants (M = 11.24, SD = 2.89). There were no other significant differences between the two groups on any of the variables at baseline, confirming that randomization was achieved. There were also no differences between the two cohorts. Analyses of baseline differences between participants who completed follow-up versus those who did not revealed no significant differences. Furthermore, examination of baseline differences in intervention participants who did not complete follow-up versus control participants who did not complete follow-up revealed no significant differences. Table 2 presents the model results predicting post-test indoor tanning intentions and willingness and sunless tanning willingness for the intent-to-treat analyses. These residualized change models controlled for baseline measures of the specific outcome measure (i.e., baseline indoor tanning intentions and willingness, sunless tanning willingness). For the intent-totreat analyses, participants in the intervention group reported significantly lower tanning intentions (b = −1.54, p < 0.01) and",
        "section": "Baseline and Attrition Analyses",
        "section_number": 34,
        "sentences": [
            "Average age of participants in the sample was 15.2 years old (SD = 1.91), and 39 % reported previous use of indoor tanning.",
            "Analyses of baseline differences in outcome and intervening variables between intervention and control conditions revealed one significant difference for injunctive norms, t(261) = 1.95, p = 0.05.",
            "Control participants reported higher indoor tanning injunctive norms (M = 11.90, SD = 2.56) than intervention participants (M = 11.24, SD = 2.89).",
            "There were no other significant differences between the two groups on any of the variables at baseline, confirming that randomization was achieved.",
            "There were also no differences between the two cohorts.",
            "Analyses of baseline differences between participants who completed follow-up versus those who did not revealed no significant differences.",
            "Furthermore, examination of baseline differences in intervention participants who did not complete follow-up versus control participants who did not complete follow-up revealed no significant differences.",
            "Table 2 presents the model results predicting post-test indoor tanning intentions and willingness and sunless tanning willingness for the intent-to-treat analyses.",
            "These residualized change models controlled for baseline measures of the specific outcome measure (i.e., baseline indoor tanning intentions and willingness, sunless tanning willingness).",
            "For the intent-totreat analyses, participants in the intervention group reported significantly lower tanning intentions (b = −1.54, p < 0.01) and"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36242",
        "text": "IntervenƟon Outcome",
        "section": "Direct Intervention Effects",
        "section_number": 35,
        "sentences": [
            "IntervenƟon Outcome"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36242",
        "text": "Intervening Variable Fig. 3 Path diagram for the intervening variable model willingness to indoor tan (b = −1.34, p < 0.01) at follow-up, compared to control group participants. The intervention also had a marginally significant effect on predicting changes in sunless tanning willingness. Controlling for baseline levels, members of the intervention group reported higher levels of sunless tanning willingness at the post-test assessment, relative to members of the control condition (b = 0.37, p < 0.10).",
        "section": "Direct Intervention Effects",
        "section_number": 36,
        "sentences": [
            "Intervening Variable Fig. 3 Path diagram for the intervening variable model willingness to indoor tan (b = −1.34, p < 0.01) at follow-up, compared to control group participants.",
            "The intervention also had a marginally significant effect on predicting changes in sunless tanning willingness.",
            "Controlling for baseline levels, members of the intervention group reported higher levels of sunless tanning willingness at the post-test assessment, relative to members of the control condition (b = 0.37, p < 0.10)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36242",
        "text": "Intervention effect sizes were 0.29, 0.23, and 0.19 for indoor tanning intentions and willingness and sunless tanning willingness, respectively.",
        "section": "Direct Intervention Effects",
        "section_number": 37,
        "sentences": [
            "Intervention effect sizes were 0.29, 0.23, and 0.19 for indoor tanning intentions and willingness and sunless tanning willingness, respectively."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36242",
        "text": "Intervention Effects on the Intervening Variables (α Paths)",
        "section": "Indirect Intervention Effects",
        "section_number": 38,
        "sentences": [
            "Intervention Effects on the Intervening Variables (α Paths)"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36242",
        "text": "After controlling for baseline variable levels, examination of α paths revealed significant intervention effects in their expected directions on attitudes (b = −0.86, p < 0.05), injunctive norms (b = −0.77, p < 0.05), and negative expectancies (b = 1.04, p < 0.05). Thus, being in the intervention group was associated with less positive attitudes toward indoor tanning, lower perceptions of peer approval, and increased negative expectancies regarding skin damage and cancer that could result from indoor tanning. The effects of the intervention on post-test assessments of descriptive norms and positive expectancies were not significant. Path coefficients can be found in Table 3 .",
        "section": "Indirect Intervention Effects",
        "section_number": 39,
        "sentences": [
            "After controlling for baseline variable levels, examination of α paths revealed significant intervention effects in their expected directions on attitudes (b = −0.86, p < 0.05), injunctive norms (b = −0.77, p < 0.05), and negative expectancies (b = 1.04, p < 0.05).",
            "Thus, being in the intervention group was associated with less positive attitudes toward indoor tanning, lower perceptions of peer approval, and increased negative expectancies regarding skin damage and cancer that could result from indoor tanning.",
            "The effects of the intervention on post-test assessments of descriptive norms and positive expectancies were not significant.",
            "Path coefficients can be found in Table 3 ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36242",
        "text": "All examined β paths were significant in their expected directions (see Table 3 ). Attitudes, injunctive and descriptive norms, and positive outcome expectancies were positively associated with intentions and willingness to indoor tan. Negative expectancies were negatively associated with intentions and willingness to indoor tan. Thus, the more susceptible an individual felt she was to skin damage and cancer, the lower her intentions and willingness to indoor tan.",
        "section": "Effects of Intervening Variables on the Outcomes (β Paths)",
        "section_number": 40,
        "sentences": [
            "All examined β paths were significant in their expected directions (see Table 3 ).",
            "Attitudes, injunctive and descriptive norms, and positive outcome expectancies were positively associated with intentions and willingness to indoor tan.",
            "Negative expectancies were negatively associated with intentions and willingness to indoor tan.",
            "Thus, the more susceptible an individual felt she was to skin damage and cancer, the lower her intentions and willingness to indoor tan."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36242",
        "text": "Using a bootstrapped 95 % confidence interval based on 5000 samples, the indirect path coefficient (αβ) from intervention group to indoor tanning intentions was significant for three of the proposed intervening variables: The 95 % confidence intervals for the indirect effects of the other intervening variables all contained zero and were thus judged to be nonsignificant.",
        "section": "Indirect Effects (αβ)",
        "section_number": 41,
        "sentences": [
            "Using a bootstrapped 95 % confidence interval based on 5000 samples, the indirect path coefficient (αβ) from intervention group to indoor tanning intentions was significant for three of the proposed intervening variables: The 95 % confidence intervals for the indirect effects of the other intervening variables all contained zero and were thus judged to be nonsignificant."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36242",
        "text": "This study demonstrates that an appearance-based skin cancer prevention approach previously successful in adults can be efficacious with adolescents. We enrolled a national sample of female adolescents who indicated strong motivations toward future indoor tanning into a randomized controlled trial. The teens who received the intervention had reduced indoor tanning intentions and willingness and increased willingness to try sunless tanning relative to control teens who viewed a teen-oriented alcohol prevention website (Partnership for Drug-Free Kids 2015).",
        "section": "Discussion",
        "section_number": 42,
        "sentences": [
            "This study demonstrates that an appearance-based skin cancer prevention approach previously successful in adults can be efficacious with adolescents.",
            "We enrolled a national sample of female adolescents who indicated strong motivations toward future indoor tanning into a randomized controlled trial.",
            "The teens who received the intervention had reduced indoor tanning intentions and willingness and increased willingness to try sunless tanning relative to control teens who viewed a teen-oriented alcohol prevention website (Partnership for Drug-Free Kids 2015)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36242",
        "text": "Reducing teen access to and motivations for indoor tanning will be critical to reducing future indoor tanning behavior. Decreasing indoor tanning behavior will be essential in achieving the Surgeon General's goals for reducing melanoma. Impacting tanning in teens is of particular importance. Previous research indicates that the younger someone initiates indoor tanning, the more likely they are to become a frequent Baseline refers to baseline (W1) score of each outcome; effect sizes calculated using Cohen's f 2 + p < 0.10, *p < 0.05, **p < 0.01, ***p < 0.001 habitual tanner and to develop melanoma (Baker et al. 2010; Cust et al. 2011) . Reducing both access, through legislation, and motivations, through prevention interventions such as this one, will ensure that teens do not initiate indoor tanning early. Reducing future motivations to tan will also help counteract the sharp rise in indoor tanning that occurs when adolescents obtain legal adulthood and are beyond the reach of current legislation. The tanning industry is poised to take advantage of the current limits of indoor tanning legislation with a strong presence around US college and university campuses and other places young adults are found (Boyers et al. 2014; Pagoto et al. 2015) . The intervention was grounded in an established health behavior change model, the behavioral alternative model (Jaccard 1981) , and included the construct of willingness (Gibbons et al. 2009) . Health-risk behaviors like indoor tanning are typically engaged in to fulfill important personal goals such as improving appearance (Aarts 2007) . By providing a healthier alternative means to achieve these personal goals, the behavioral alternative model increases the likelihood that adolescents will be motivated to change their behavior. Since the original goal continues to be met by the alternative, the adolescent should also be less likely to return to the unhealthy behavior. Therefore, adopting the healthy alternative should increase the sustainability of the intervention.",
        "section": "Discussion",
        "section_number": 43,
        "sentences": [
            "Reducing teen access to and motivations for indoor tanning will be critical to reducing future indoor tanning behavior.",
            "Decreasing indoor tanning behavior will be essential in achieving the Surgeon General's goals for reducing melanoma.",
            "Impacting tanning in teens is of particular importance.",
            "Previous research indicates that the younger someone initiates indoor tanning, the more likely they are to become a frequent Baseline refers to baseline (W1) score of each outcome; effect sizes calculated using Cohen's f 2 + p < 0.10, *p < 0.05, **p < 0.01, ***p < 0.001 habitual tanner and to develop melanoma (Baker et al. 2010; Cust et al. 2011) .",
            "Reducing both access, through legislation, and motivations, through prevention interventions such as this one, will ensure that teens do not initiate indoor tanning early.",
            "Reducing future motivations to tan will also help counteract the sharp rise in indoor tanning that occurs when adolescents obtain legal adulthood and are beyond the reach of current legislation.",
            "The tanning industry is poised to take advantage of the current limits of indoor tanning legislation with a strong presence around US college and university campuses and other places young adults are found (Boyers et al. 2014; Pagoto et al. 2015) .",
            "The intervention was grounded in an established health behavior change model, the behavioral alternative model (Jaccard 1981) , and included the construct of willingness (Gibbons et al. 2009) .",
            "Health-risk behaviors like indoor tanning are typically engaged in to fulfill important personal goals such as improving appearance (Aarts 2007) .",
            "By providing a healthier alternative means to achieve these personal goals, the behavioral alternative model increases the likelihood that adolescents will be motivated to change their behavior.",
            "Since the original goal continues to be met by the alternative, the adolescent should also be less likely to return to the unhealthy behavior.",
            "Therefore, adopting the healthy alternative should increase the sustainability of the intervention."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36242",
        "text": "This intervention presented sunless tanning as an alternative to indoor tanning. The results indicated that, after the intervention, treatment participants seemed more willing to try sunless tanning than control participants. Sunless tanning was presented as a reasonable alternative since it shares many of the advantages of indoor tanning (e.g., ease, does not require a change in fashion style, etc.) without the harmful UV radiation. Besides, many of the salons that teens use already offer sunless services. There is also some evidence that sunless tanning may serve as a transition from indoor tanning to ceasing tanning altogether (Mahoney et al. 2012; Quinn et al. 2015; Russo et al. 2012 ).",
        "section": "Discussion",
        "section_number": 44,
        "sentences": [
            "This intervention presented sunless tanning as an alternative to indoor tanning.",
            "The results indicated that, after the intervention, treatment participants seemed more willing to try sunless tanning than control participants.",
            "Sunless tanning was presented as a reasonable alternative since it shares many of the advantages of indoor tanning (e.g., ease, does not require a change in fashion style, etc.)",
            "without the harmful UV radiation.",
            "Besides, many of the salons that teens use already offer sunless services.",
            "There is also some evidence that sunless tanning may serve as a transition from indoor tanning to ceasing tanning altogether (Mahoney et al. 2012; Quinn et al. 2015; Russo et al. 2012 )."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36242",
        "text": "The guiding model predicts that the intervention will exert its impact on indoor tanning motivations indirectly through the website modules' effects on indoor tanning beliefs and attitudes. As predicted, intervention participants relative to controls reported less favorable attitudes toward indoor tanning, lower perceptions of peer approval of indoor tanning, and greater negative expectancies of indoor tanning outcomes. Of these, changes in indoor tanning attitudes and perceived peer approval of indoor tanning demonstrated indirect mechanisms of change for the impact of the intervention on indoor tanning willingness and intentions. Therefore, the intervention worked as expected and similarly to previous efforts with young adults (Hillhouse and Turrisi 2002; Hillhouse et al. 2008) .",
        "section": "Discussion",
        "section_number": 45,
        "sentences": [
            "The guiding model predicts that the intervention will exert its impact on indoor tanning motivations indirectly through the website modules' effects on indoor tanning beliefs and attitudes.",
            "As predicted, intervention participants relative to controls reported less favorable attitudes toward indoor tanning, lower perceptions of peer approval of indoor tanning, and greater negative expectancies of indoor tanning outcomes.",
            "Of these, changes in indoor tanning attitudes and perceived peer approval of indoor tanning demonstrated indirect mechanisms of change for the impact of the intervention on indoor tanning willingness and intentions.",
            "Therefore, the intervention worked as expected and similarly to previous efforts with young adults (Hillhouse and Turrisi 2002; Hillhouse et al. 2008) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36242",
        "text": "This study reinforces previous evidence that focusing on the effects of behavior salient to the target audience, such as appearance damage in young women, can lead to engagement and changes in future behavioral motivations. Appearance issues are of particular importance to female teens, with the likelihood that they are even more central for those interested in indoor tanning. Focusing on appearance problems associated with tanning behavior provides an excellent means of getting and maintaining teens' attention.",
        "section": "Discussion",
        "section_number": 46,
        "sentences": [
            "This study reinforces previous evidence that focusing on the effects of behavior salient to the target audience, such as appearance damage in young women, can lead to engagement and changes in future behavioral motivations.",
            "Appearance issues are of particular importance to female teens, with the likelihood that they are even more central for those interested in indoor tanning.",
            "Focusing on appearance problems associated with tanning behavior provides an excellent means of getting and maintaining teens' attention."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36242",
        "text": "There is a small but growing literature focused on prevention of indoor tanning motivations and behavior in adolescent populations. For example, pilot work by Lazovich et al. (2013) focused on intervening with both parents and teens, In the β Path column, the first row under each variable is intentions to indoor tan, followed by willingness EST = Sobel's + p < 0.10, *p < 0.05, **p < 0.01, ***p < 0.001 which had positive effects on mothers' knowledge and teens' future intentions. While only a pilot study, this parent-based approach is promising. Aarestrup et al. (2014) , using a schoolbased approach and a health-oriented e-magazine, found reductions in teen behavior but not future motivations. The current results extend these findings by using a randomized controlled trial to demonstrate the utility of a theoretically grounded appearance-focused approach in adolescents. The study does have several limitations that need to be considered. First, participants only came to the intervention because they were part of a study that directed them there. We do not know how it would be received or consumed in realworld settings. Additionally, the website which was a cutting edge when the study was initiated has now been supplanted by newer social media technologies which are more heavily utilized by adolescents. Also, the intervention only assessed the effects of one possible alternative, sunless tanning. Many other alternatives exist with the possibility that tailoring the alternative to the individual's primary goals of tanning will improve efficacy with some individuals. Lastly, this study focused exclusively on indoor tanning. Outdoor tanning could possibly be substituted for indoor tanning in these teens. Future work needs to broaden the focus to tanning and sun exposure in general.",
        "section": "Discussion",
        "section_number": 47,
        "sentences": [
            "There is a small but growing literature focused on prevention of indoor tanning motivations and behavior in adolescent populations.",
            "For example, pilot work by Lazovich et al. (2013) focused on intervening with both parents and teens, In the β Path column, the first row under each variable is intentions to indoor tan, followed by willingness EST = Sobel's + p < 0.10, *p < 0.05, **p < 0.01, ***p < 0.001 which had positive effects on mothers' knowledge and teens' future intentions.",
            "While only a pilot study, this parent-based approach is promising.",
            "Aarestrup et al. (2014) , using a schoolbased approach and a health-oriented e-magazine, found reductions in teen behavior but not future motivations.",
            "The current results extend these findings by using a randomized controlled trial to demonstrate the utility of a theoretically grounded appearance-focused approach in adolescents.",
            "The study does have several limitations that need to be considered.",
            "First, participants only came to the intervention because they were part of a study that directed them there.",
            "We do not know how it would be received or consumed in realworld settings.",
            "Additionally, the website which was a cutting edge when the study was initiated has now been supplanted by newer social media technologies which are more heavily utilized by adolescents.",
            "Also, the intervention only assessed the effects of one possible alternative, sunless tanning.",
            "Many other alternatives exist with the possibility that tailoring the alternative to the individual's primary goals of tanning will improve efficacy with some individuals.",
            "Lastly, this study focused exclusively on indoor tanning.",
            "Outdoor tanning could possibly be substituted for indoor tanning in these teens.",
            "Future work needs to broaden the focus to tanning and sun exposure in general."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36242",
        "text": "Despite these limitations, this study has implications for future research, practice, and policy. The success of the approach in this efficacy study indicates that it should be refined for wider dissemination. For example, translating the messages into content appropriate for social media, which is very popular with adolescents, could increase the ability to successfully impact future skin cancer morbidity and mortality. Also, recent work suggests that teen tanners can be categorized into patterns that have different implications for initiation, behavior, and intervention (Hillhouse et al. 2016) . Finding ways to match these prevention messages to specific indoor tanning subpopulations could prove to have beneficial effects in this population. It is clear that policy initiatives restricting minor access to tanning beds are vital for reducing melanoma risk. It is equally clear that interventions designed to impact tanning motivations such as in this study will also be critical in achieving this goal.",
        "section": "Discussion",
        "section_number": 48,
        "sentences": [
            "Despite these limitations, this study has implications for future research, practice, and policy.",
            "The success of the approach in this efficacy study indicates that it should be refined for wider dissemination.",
            "For example, translating the messages into content appropriate for social media, which is very popular with adolescents, could increase the ability to successfully impact future skin cancer morbidity and mortality.",
            "Also, recent work suggests that teen tanners can be categorized into patterns that have different implications for initiation, behavior, and intervention (Hillhouse et al. 2016) .",
            "Finding ways to match these prevention messages to specific indoor tanning subpopulations could prove to have beneficial effects in this population.",
            "It is clear that policy initiatives restricting minor access to tanning beds are vital for reducing melanoma risk.",
            "It is equally clear that interventions designed to impact tanning motivations such as in this study will also be critical in achieving this goal."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36242",
        "text": "Compliance with Ethical Standards Research reported in this manuscript was supported by the National Cancer Institute of the National Institutes of Health under award number R01CA134891. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health.",
        "section": "Discussion",
        "section_number": 49,
        "sentences": [
            "Compliance with Ethical Standards Research reported in this manuscript was supported by the National Cancer Institute of the National Institutes of Health under award number R01CA134891.",
            "The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36242",
        "text": "All procedures performed in studies involving human participants were in accordance with the ethical standards of the institutional and/or national research committee and with the 1964 Helsinki Declaration and its later amendments or comparable ethical standards.",
        "section": "Discussion",
        "section_number": 50,
        "sentences": [
            "All procedures performed in studies involving human participants were in accordance with the ethical standards of the institutional and/or national research committee and with the 1964 Helsinki Declaration and its later amendments or comparable ethical standards."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36242",
        "text": "Informed consent was obtained from all individual participants included in the study.",
        "section": "Discussion",
        "section_number": 51,
        "sentences": [
            "Informed consent was obtained from all individual participants included in the study."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36242",
        "text": "The authors declare that they have no conflict of interest.",
        "section": "Conflict of Interest",
        "section_number": 52,
        "sentences": [
            "The authors declare that they have no conflict of interest."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "36242",
        "text": "Prev Sci (2017) 18:131-140",
        "section": "",
        "section_number": 53,
        "sentences": [
            "Prev Sci (2017) 18:131-140"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    }
]