[
    {
        "doc_id": "35021",
        "text": "Sibling programming is an important part of a prevention framework, particularly for youth in foster care. After children are removed from their families and placed into foster care in the aftermath of maltreatment, the sibling relationship is often the most viable ongoing relationship available to the child, and may be critical to a youth's sense of connection, emotional support, and continuity. The promise of dyadic sibling programming in particular rests on the ability of interventions to enhance the quality of sibling relationships; yet little research exists that suggests that sibling interventions can improve relationship quality among foster youth. The primary aim of the current study was to examine the effects of a specific dyadic sibling-focused intervention for older and younger siblings on sibling relationship quality. One hundred sixty four dyads (328 youth) participated in the study, with each dyad consisting of an older sibling between 11 and 15 years of age at baseline and a younger sibling separated in age by less than 4 years. Hierarchical linear models were applied to self-reported, observer-reported and observational data over the 18-month study period. Findings suggest that the sibling intervention holds promise for improving sibling relationship quality among youth in foster care. Implications and future directions for research are discussed.",
        "section": "Abstract",
        "sentences": [
            "Sibling programming is an important part of a prevention framework, particularly for youth in foster care.",
            "After children are removed from their families and placed into foster care in the aftermath of maltreatment, the sibling relationship is often the most viable ongoing relationship available to the child, and may be critical to a youth's sense of connection, emotional support, and continuity.",
            "The promise of dyadic sibling programming in particular rests on the ability of interventions to enhance the quality of sibling relationships; yet little research exists that suggests that sibling interventions can improve relationship quality among foster youth.",
            "The primary aim of the current study was to examine the effects of a specific dyadic sibling-focused intervention for older and younger siblings on sibling relationship quality.",
            "One hundred sixty four dyads (328 youth) participated in the study, with each dyad consisting of an older sibling between 11 and 15 years of age at baseline and a younger sibling separated in age by less than 4 years.",
            "Hierarchical linear models were applied to self-reported, observer-reported and observational data over the 18-month study period.",
            "Findings suggest that the sibling intervention holds promise for improving sibling relationship quality among youth in foster care.",
            "Implications and future directions for research are discussed."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35021",
        "text": "Sibling relationships are universal, and can drive development in powerful ways (Feinberg, Solmeyer, & McHale, 2012) . Sibling relationships are embedded in and connected to other social relationships within the family and among peers. During some life stages, people spend more time with their siblings than with their parents or peers (Tucker, McHale, & Crouter, 2008) . Moreover, the quality of sibling relationships may positively affect adolescent identity, self-esteem, and peer relationships (Kramer & Bank, 2005) , particularly during stressful life periods (Conger, Stocker, & McGuire, 2009) . And the impacts of the sibling relationship may endure in later life: research has associated healthy sibling relationships in childhood with improved adult mental health (Waldinger, Valliant, & Orav, 2007) .",
        "section": "Introduction",
        "section_number": 1,
        "sentences": [
            "Sibling relationships are universal, and can drive development in powerful ways (Feinberg, Solmeyer, & McHale, 2012) .",
            "Sibling relationships are embedded in and connected to other social relationships within the family and among peers.",
            "During some life stages, people spend more time with their siblings than with their parents or peers (Tucker, McHale, & Crouter, 2008) .",
            "Moreover, the quality of sibling relationships may positively affect adolescent identity, self-esteem, and peer relationships (Kramer & Bank, 2005) , particularly during stressful life periods (Conger, Stocker, & McGuire, 2009) .",
            "And the impacts of the sibling relationship may endure in later life: research has associated healthy sibling relationships in childhood with improved adult mental health (Waldinger, Valliant, & Orav, 2007) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35021",
        "text": "Conversely, difficulties and conflict in sibling relationships are well-known family problems (Ingoldsby, Shaw, & Garcia, 2001) . While some conflict between siblings may serve as opportunities for youth to develop appropriate problem-solving skills, high conflict levels can lead to antisocial behavior and relationship difficulties in family and external settings. Stormshak, Bellanti, and Bierman (1996) found that siblings with high levels of conflict are more likely to be rejected by peers and to be rated as less socially competent by teachers. Other studies have found that success or failure with peers may be uniquely linked to the quality of one's sibling relationships (Bank, Burraston & Snyder, 2004) . Given that siblings can be so influential, Feinberg et al. (2012) characterized sibling relationships as the \"third rail\" of family systems.",
        "section": "Introduction",
        "section_number": 2,
        "sentences": [
            "Conversely, difficulties and conflict in sibling relationships are well-known family problems (Ingoldsby, Shaw, & Garcia, 2001) .",
            "While some conflict between siblings may serve as opportunities for youth to develop appropriate problem-solving skills, high conflict levels can lead to antisocial behavior and relationship difficulties in family and external settings.",
            "Stormshak, Bellanti, and Bierman (1996) found that siblings with high levels of conflict are more likely to be rejected by peers and to be rated as less socially competent by teachers.",
            "Other studies have found that success or failure with peers may be uniquely linked to the quality of one's sibling relationships (Bank, Burraston & Snyder, 2004) .",
            "Given that siblings can be so influential, Feinberg et al. (2012) characterized sibling relationships as the \"third rail\" of family systems."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35021",
        "text": "High quality sibling relationships may be particularly important for youth in foster care. Roughly two-thirds of foster youth have at least one sibling also in care (Child Welfare Information Gateway, 2013) . In the aftermath of maltreatment, when children are removed from much that is familiar to them (biological parent(s), home, school, and peers), the sibling relationship is frequently the most viable ongoing relationship in their lives. Maintaining a positive sibling relationship may be critical to a foster youth's sense of connection, emotional support, and continuity. The sibling bond may also serve as a source of resilience when other familial resources are unavailable (Feinberg et al., 2013) . Research has shown that for foster youth, the presence of a sibling is associated with positive outcomes, including better relationships with foster parents (Hegar & Rosenthal, 2009) , fewer placements (Akin, 2011) , and fewer symptoms of anxiety and depression (Wojciak, McWey, & Helfrich, 2013) .",
        "section": "Sibling relationships among foster youth",
        "section_number": 3,
        "sentences": [
            "High quality sibling relationships may be particularly important for youth in foster care.",
            "Roughly two-thirds of foster youth have at least one sibling also in care (Child Welfare Information Gateway, 2013) .",
            "In the aftermath of maltreatment, when children are removed from much that is familiar to them (biological parent(s), home, school, and peers), the sibling relationship is frequently the most viable ongoing relationship in their lives.",
            "Maintaining a positive sibling relationship may be critical to a foster youth's sense of connection, emotional support, and continuity.",
            "The sibling bond may also serve as a source of resilience when other familial resources are unavailable (Feinberg et al., 2013) .",
            "Research has shown that for foster youth, the presence of a sibling is associated with positive outcomes, including better relationships with foster parents (Hegar & Rosenthal, 2009) , fewer placements (Akin, 2011) , and fewer symptoms of anxiety and depression (Wojciak, McWey, & Helfrich, 2013) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35021",
        "text": "Recognition of the importance of sibling relationships for foster youth has grown as a result of sibling-focused child welfare policies. Recent federal efforts and state initiatives have promoted sibling co-placement and visitation. For example, the Fostering Connections to Success and Increasing Adoptions Act of 2008 (P.L. 110-351) requires that reasonable efforts be made to co-place siblings in foster residences. Furthermore, over half of state child welfare systems prioritize sibling co-placement as a means of maintaining sibling bonds (Gustavsson and MacEachron, 2010) . Successful implementation of sibling co-placement and visitation policies may promote a sense of permanency for foster youth by maintaining continuity of the sibling relationship and strengthening sibling bonding (Akin, 2011) . However, the reality is that foster youth are still frequently placed apart (i.e., in a placement separate from that of their sibling), and sibling visitation becomes particularly difficult for these children.",
        "section": "Sibling relationships among foster youth",
        "section_number": 4,
        "sentences": [
            "Recognition of the importance of sibling relationships for foster youth has grown as a result of sibling-focused child welfare policies.",
            "Recent federal efforts and state initiatives have promoted sibling co-placement and visitation.",
            "For example, the Fostering Connections to Success and Increasing Adoptions Act of 2008 (P.L. 110-351) requires that reasonable efforts be made to co-place siblings in foster residences.",
            "Furthermore, over half of state child welfare systems prioritize sibling co-placement as a means of maintaining sibling bonds (Gustavsson and MacEachron, 2010) .",
            "Successful implementation of sibling co-placement and visitation policies may promote a sense of permanency for foster youth by maintaining continuity of the sibling relationship and strengthening sibling bonding (Akin, 2011) .",
            "However, the reality is that foster youth are still frequently placed apart (i.e., in a placement separate from that of their sibling), and sibling visitation becomes particularly difficult for these children."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35021",
        "text": "The promotion of prosocial sibling relationships is a topic of growing interest among child welfare interventionists and program developers alike. Siblings may provide a non-stigmatizing entry point into the family for prevention and intervention programming (Feinberg et al., 2013) and child welfare services. Evidence across normative and at-risk populations suggests that sibling relationships are malleable (Feinberg et al., 2013; Kennedy & Kramer, 2008; Linares et al., 2015) . Investigations have documented the nature, characteristics, stability, and developmental course of sibling relationships (McHale, Kim, & Whiteman, 2006) , and studies have examined moderating and mediating factors to better understand sibling relationships in the context of family processes (e.g., Kramer & Bank, 2005) . These research studies have helped support the development and testing of sibling interventions.",
        "section": "Sibling relationships among foster youth",
        "section_number": 5,
        "sentences": [
            "The promotion of prosocial sibling relationships is a topic of growing interest among child welfare interventionists and program developers alike.",
            "Siblings may provide a non-stigmatizing entry point into the family for prevention and intervention programming (Feinberg et al., 2013) and child welfare services.",
            "Evidence across normative and at-risk populations suggests that sibling relationships are malleable (Feinberg et al., 2013; Kennedy & Kramer, 2008; Linares et al., 2015) .",
            "Investigations have documented the nature, characteristics, stability, and developmental course of sibling relationships (McHale, Kim, & Whiteman, 2006) , and studies have examined moderating and mediating factors to better understand sibling relationships in the context of family processes (e.g., Kramer & Bank, 2005) .",
            "These research studies have helped support the development and testing of sibling interventions."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35021",
        "text": "McBeath et al. (2014) reviewed the applicability and value of sibling-focused interventions for youth in foster care. They presented a prevention-oriented typology of sibling interventions, and found that improving sibling relationship quality, often measured by characteristics such as sibling warmth, sibling conflict, and/or positive sibling interaction, is often a primary aim of these models. Existing sibling interventions regularly take either an individual approach or a dyadic approach (see Author et al., unpublished manuscript, for additional details about existing sibling interventions). Dyadic sibling interventions target and provide information or treatment to both siblings (often teaching social and self-regulatory skills to older and younger siblings in an attempt to improve sibling relationship quality), whereas individual-focused sibling interventions focus on only one child within a sibling group.",
        "section": "Sibling-focused interventions",
        "section_number": 6,
        "sentences": [
            "McBeath et al. (2014) reviewed the applicability and value of sibling-focused interventions for youth in foster care.",
            "They presented a prevention-oriented typology of sibling interventions, and found that improving sibling relationship quality, often measured by characteristics such as sibling warmth, sibling conflict, and/or positive sibling interaction, is often a primary aim of these models.",
            "Existing sibling interventions regularly take either an individual approach or a dyadic approach (see Author et al., unpublished manuscript, for additional details about existing sibling interventions).",
            "Dyadic sibling interventions target and provide information or treatment to both siblings (often teaching social and self-regulatory skills to older and younger siblings in an attempt to improve sibling relationship quality), whereas individual-focused sibling interventions focus on only one child within a sibling group."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35021",
        "text": "While it is important for child welfare researchers, policymakers, and practitioners to understand how to promote healthy sibling relationships among foster youth, few sibling interventions have been tested under controlled conditions. The few dyadic sibling interventions that have been tested have demonstrated promising findings that include improved sibling relationship quality and reduced sibling conflict (Feinberg et al., 2013; Kennedy & Kramer, 2008; Kothari et al., under review) . These interventions have been implemented almost exclusively in non-child welfare populations among both normative and at-risk groups and with children in early and middle childhood.",
        "section": "Sibling-focused interventions",
        "section_number": 7,
        "sentences": [
            "While it is important for child welfare researchers, policymakers, and practitioners to understand how to promote healthy sibling relationships among foster youth, few sibling interventions have been tested under controlled conditions.",
            "The few dyadic sibling interventions that have been tested have demonstrated promising findings that include improved sibling relationship quality and reduced sibling conflict (Feinberg et al., 2013; Kennedy & Kramer, 2008; Kothari et al., under review) .",
            "These interventions have been implemented almost exclusively in non-child welfare populations among both normative and at-risk groups and with children in early and middle childhood."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35021",
        "text": "1.2.1. Sibling intervention in child welfare. Building from existing sibling-focused dyadic interventions, Linares et al. (2015) conducted a pilot randomized trial to test a dyadic sibling intervention, called Promoting Sibling Bonds (PSB), for 5-11 year-old siblings in foster care living together in the same placement. The PSB intervention also included a parent and joint family component. Siblings in the intervention group participated in an 8-week preventive intervention; post-intervention results indicated significant reductions in sibling conflict and sibling aggression compared to their peers in the control group. These findings comport with those from the aforementioned sibling intervention studies in suggesting that sibling interventions may hold promise for reducing conflict and improving overall sibling relationship quality among foster youth.",
        "section": "Sibling-focused interventions",
        "section_number": 8,
        "sentences": [
            "1.2.1.",
            "Sibling intervention in child welfare.",
            "Building from existing sibling-focused dyadic interventions, Linares et al. (2015) conducted a pilot randomized trial to test a dyadic sibling intervention, called Promoting Sibling Bonds (PSB), for 5-11 year-old siblings in foster care living together in the same placement.",
            "The PSB intervention also included a parent and joint family component.",
            "Siblings in the intervention group participated in an 8-week preventive intervention; post-intervention results indicated significant reductions in sibling conflict and sibling aggression compared to their peers in the control group.",
            "These findings comport with those from the aforementioned sibling intervention studies in suggesting that sibling interventions may hold promise for reducing conflict and improving overall sibling relationship quality among foster youth."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35021",
        "text": "While this dyadic sibling intervention pilot study did attend to the nature of sibling relationships (i.e., sibling conflict, positive interaction quality, and sibling aggression) among foster siblings living together and found treatment-related improvements in these domains, given the small study sample (13 dyads in the intervention group and 9 dyads in the control group), these findings may not be generalizable to the diverse child welfare population.",
        "section": "Sibling-focused interventions",
        "section_number": 9,
        "sentences": [
            "While this dyadic sibling intervention pilot study did attend to the nature of sibling relationships (i.e., sibling conflict, positive interaction quality, and sibling aggression) among foster siblings living together and found treatment-related improvements in these domains, given the small study sample (13 dyads in the intervention group and 9 dyads in the control group), these findings may not be generalizable to the diverse child welfare population."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35021",
        "text": "It should be noted that existing interventions aimed at improving outcomes for foster youth have generally been focused on individual youth and/or their parents/families. These interventions include behavior management programs including parent training interventions (e.g., Incredible Years (IY), Parent-Child interaction Therapy (PCIT), Parent Management Training-Oregon (PMTO), and Triple P-Positive Parenting Program) and client-centered mental health interventions (e.g., Eye Movement Desensitization and Reprocessing for Children and Adolescents (EMDR) and Trauma-Focused Cognitive-Behavioral Therapy (TF-CBT)) among child welfare populations. Although there are registries that evaluate the evidence for these programs for child welfare (e.g., the California Evidence Based Clearinghouse for Child Welfare: http://www.cebc4cw.org/search/topic-areas/), sibling-focused intervention programs that target sibling relationship quality are not currently represented in these online registries. Nor have these existing interventions been evaluated in regards to their effects on sibling-specific outcomes such as sibling relationship quality. This absence highlights the importance of experimental evaluations of sibling-focused interventions that have the promise of scalability in real-world child welfare program settings.",
        "section": "Sibling-focused interventions",
        "section_number": 10,
        "sentences": [
            "It should be noted that existing interventions aimed at improving outcomes for foster youth have generally been focused on individual youth and/or their parents/families.",
            "These interventions include behavior management programs including parent training interventions (e.g., Incredible Years (IY), Parent-Child interaction Therapy (PCIT), Parent Management Training-Oregon (PMTO), and Triple P-Positive Parenting Program) and client-centered mental health interventions (e.g., Eye Movement Desensitization and Reprocessing for Children and Adolescents (EMDR) and Trauma-Focused Cognitive-Behavioral Therapy (TF-CBT)) among child welfare populations.",
            "Although there are registries that evaluate the evidence for these programs for child welfare (e.g., the California Evidence Based Clearinghouse for Child Welfare: http://www.cebc4cw.org/search/topic-areas/), sibling-focused intervention programs that target sibling relationship quality are not currently represented in these online registries.",
            "Nor have these existing interventions been evaluated in regards to their effects on sibling-specific outcomes such as sibling relationship quality.",
            "This absence highlights the importance of experimental evaluations of sibling-focused interventions that have the promise of scalability in real-world child welfare program settings."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35021",
        "text": "The current study seeks to add to the sibling intervention evidence base in child welfare, and to advance understanding of the value of dyadic sibling interventions for foster youth, most especially by drawing from a large and diverse sample. The foster care population is heterogeneous with respect to age, developmental stage, race/ethnicity, and other sociodemographic factors. Differences also exist in regards to the ability of youth placed in different settings to develop and maintain prosocial bonds with their sibling(s). For example, youth not co-placed with a sibling in a foster home may have less access to their sibling. Testing sibling interventions among youth drawn from these diverse subgroups is essential for intervention development and refinement (Supplee, Kelly, MacKinnon, & Barofsky, 2013) .",
        "section": "Current investigation and test of sibling-focused dyadic intervention",
        "section_number": 11,
        "sentences": [
            "The current study seeks to add to the sibling intervention evidence base in child welfare, and to advance understanding of the value of dyadic sibling interventions for foster youth, most especially by drawing from a large and diverse sample.",
            "The foster care population is heterogeneous with respect to age, developmental stage, race/ethnicity, and other sociodemographic factors.",
            "Differences also exist in regards to the ability of youth placed in different settings to develop and maintain prosocial bonds with their sibling(s).",
            "For example, youth not co-placed with a sibling in a foster home may have less access to their sibling.",
            "Testing sibling interventions among youth drawn from these diverse subgroups is essential for intervention development and refinement (Supplee, Kelly, MacKinnon, & Barofsky, 2013) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35021",
        "text": "In particular, this study provides an experimental test of the efficacy of Supporting Siblings in Foster Care (SIBS-FC), a sibling intervention designed to enhance sibling relationship quality among pre-adolescent and adolescent youth in foster care. SIBS-FC is the largest study to date to examine a dyadic sibling intervention among foster youth. This paper presents findings concerning the efficacy of the SIBS-FC intervention for pre-adolescent and adolescent youth in foster care, focusing on the central intervention target of sibling relationship quality. The primary hypothesis is that older and younger siblings in the intervention group will significantly improve their sibling relationship quality as compared to those in the control group.",
        "section": "Current investigation and test of sibling-focused dyadic intervention",
        "section_number": 12,
        "sentences": [
            "In particular, this study provides an experimental test of the efficacy of Supporting Siblings in Foster Care (SIBS-FC), a sibling intervention designed to enhance sibling relationship quality among pre-adolescent and adolescent youth in foster care.",
            "SIBS-FC is the largest study to date to examine a dyadic sibling intervention among foster youth.",
            "This paper presents findings concerning the efficacy of the SIBS-FC intervention for pre-adolescent and adolescent youth in foster care, focusing on the central intervention target of sibling relationship quality.",
            "The primary hypothesis is that older and younger siblings in the intervention group will significantly improve their sibling relationship quality as compared to those in the control group."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35021",
        "text": "The 12-session sibling intervention curriculum was developed to enhance sibling relationships for foster youth sibling dyads by supporting socially skilled behavior in individual siblings and reducing sibling dyad-based conflict (see Kothari et al., 2014 for additional details about the 12-session SIBS-FC curriculum). The SIBS-FC intervention was delivered in neighborhood offices, foster homes, project offices, and community locations that were convenient for siblings and their foster families. The 12-session curriculum included eight skill-building sessions and four community-based activities, providing opportunities for skills-based practice in real-world settings. Activity-based sessions were designed to reinforce social and self-regulatory skills that operate in sibling relationships and that may be critical for development (including cooperation, communication, emotional self-regulation, problem solving, conflict abatement, and social relationship repair strategies). Two sessions provided specific practice in approaching adults for support (e.g., foster parents, caseworkers, relatives, attorneys, and judges) to facilitate the youth-adult ally relationship and to create opportunities for the siblings to problem solve collaboratively.",
        "section": "Supporting siblings in foster care (SIBS-FC) intervention",
        "section_number": 13,
        "sentences": [
            "The 12-session sibling intervention curriculum was developed to enhance sibling relationships for foster youth sibling dyads by supporting socially skilled behavior in individual siblings and reducing sibling dyad-based conflict (see Kothari et al., 2014 for additional details about the 12-session SIBS-FC curriculum).",
            "The SIBS-FC intervention was delivered in neighborhood offices, foster homes, project offices, and community locations that were convenient for siblings and their foster families.",
            "The 12-session curriculum included eight skill-building sessions and four community-based activities, providing opportunities for skills-based practice in real-world settings.",
            "Activity-based sessions were designed to reinforce social and self-regulatory skills that operate in sibling relationships and that may be critical for development (including cooperation, communication, emotional self-regulation, problem solving, conflict abatement, and social relationship repair strategies).",
            "Two sessions provided specific practice in approaching adults for support (e.g., foster parents, caseworkers, relatives, attorneys, and judges) to facilitate the youth-adult ally relationship and to create opportunities for the siblings to problem solve collaboratively."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35021",
        "text": "Intervention activities were designed to be age-appropriate, and emphasized discovery and learning about specific behavior-change strategies through active engagement rather than talking and listening. MSW-level coaches would describe, model, and reinforce critical social relational skills during natural sibling interactions. Typically, a skill would be introduced to the sibling dyad and practiced in one session, then revisited in later sessions and during community activities. When introducing new skills, coaches would explain and demonstrate the skill, then relate the skill to the lives of each sibling by asking them to explain how they might have used it in the past and the ways in which they might use the skill in the future. Supervised games and role-plays were then used to help youth practice those skills with their sibling. To facilitate generalization of skills to both the home and peer environments, weekly home activities and tracking assignments were assigned to siblings at the end of each skill-building session. For youth who lived in the same home, these activities were relatively easy to complete. For youth who lived in separate homes, the weekly activity was often conducted over the phone or as a part of their DHS-supervised visits with their parents/family. Coaches checked in weekly with youth and parents/caregivers to answer questions and promote completion of these assignments.",
        "section": "Supporting siblings in foster care (SIBS-FC) intervention",
        "section_number": 14,
        "sentences": [
            "Intervention activities were designed to be age-appropriate, and emphasized discovery and learning about specific behavior-change strategies through active engagement rather than talking and listening.",
            "MSW-level coaches would describe, model, and reinforce critical social relational skills during natural sibling interactions.",
            "Typically, a skill would be introduced to the sibling dyad and practiced in one session, then revisited in later sessions and during community activities.",
            "When introducing new skills, coaches would explain and demonstrate the skill, then relate the skill to the lives of each sibling by asking them to explain how they might have used it in the past and the ways in which they might use the skill in the future.",
            "Supervised games and role-plays were then used to help youth practice those skills with their sibling.",
            "To facilitate generalization of skills to both the home and peer environments, weekly home activities and tracking assignments were assigned to siblings at the end of each skill-building session.",
            "For youth who lived in the same home, these activities were relatively easy to complete.",
            "For youth who lived in separate homes, the weekly activity was often conducted over the phone or as a part of their DHS-supervised visits with their parents/family.",
            "Coaches checked in weekly with youth and parents/caregivers to answer questions and promote completion of these assignments."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35021",
        "text": "In addition to the eight skill-building sessions, the SIBS-FC program included four sessions with community activities that were planned by the siblings. Coaches would accompany the youth and facilitate the community activity. These activities were designed to take place in a suitable location (e.g., a bowling alley, amusement park, roller skating rink, or mall) to allow siblings to actively practice newly acquired skills in a real-world setting. Moreover, community activities provided opportunities for project-enrolled youth to invite one or more of their siblings who were not enrolled in the study to participate. Coaches completed fidelity forms after each session to indicate the extent to which content and specific curricular skills were covered, the number of times skills were covered across sessions, and older and younger siblings' comprehension and engagement. Results demonstrated that intervention coaches reported that they covered curricularized content with a high degree of fidelity, and that older and younger siblings in the SIBS-FC intervention had high levels of comprehension of and engagement with the material. Coaches also reported that both older and younger siblings demonstrated these skills in community activities. In addition, youth also reported that they enjoyed their time in the sibling program (Kothari et al., 2014 provides information about the development, delivery of program content, intervention fidelity, feasibility, and costs of the SIBS-FC intervention).",
        "section": "Supporting siblings in foster care (SIBS-FC) intervention",
        "section_number": 15,
        "sentences": [
            "In addition to the eight skill-building sessions, the SIBS-FC program included four sessions with community activities that were planned by the siblings.",
            "Coaches would accompany the youth and facilitate the community activity.",
            "These activities were designed to take place in a suitable location (e.g., a bowling alley, amusement park, roller skating rink, or mall) to allow siblings to actively practice newly acquired skills in a real-world setting.",
            "Moreover, community activities provided opportunities for project-enrolled youth to invite one or more of their siblings who were not enrolled in the study to participate.",
            "Coaches completed fidelity forms after each session to indicate the extent to which content and specific curricular skills were covered, the number of times skills were covered across sessions, and older and younger siblings' comprehension and engagement.",
            "Results demonstrated that intervention coaches reported that they covered curricularized content with a high degree of fidelity, and that older and younger siblings in the SIBS-FC intervention had high levels of comprehension of and engagement with the material.",
            "Coaches also reported that both older and younger siblings demonstrated these skills in community activities.",
            "In addition, youth also reported that they enjoyed their time in the sibling program (Kothari et al., 2014 provides information about the development, delivery of program content, intervention fidelity, feasibility, and costs of the SIBS-FC intervention)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35021",
        "text": "It should be noted that the SIBS-FC intervention was adapted from a manualized dyadic sibling intervention study focused on at-risk siblings (SIBS; Kothari et al., under review) to target some of the common issues and challenges siblings face such as managing/reducing sibling conflict and promoting self-regulatory skills and self-determination. Similar to the previous SIBS study, SIBS-FC sought to promote cooperation, problem solving skills, management of feelings (self-and sib-soothing), and other social and self-regulatory skills to improve sibling relationship quality among sibling dyads. These relational skills were the proximal behavioral targets of the SIBS-FC sibling relationship intervention, with the underlying theory of change being that siblings who learn and utilize these relational and self-regulatory skills will have enhanced sibling relationship quality.",
        "section": "Supporting siblings in foster care (SIBS-FC) intervention",
        "section_number": 16,
        "sentences": [
            "It should be noted that the SIBS-FC intervention was adapted from a manualized dyadic sibling intervention study focused on at-risk siblings (SIBS; Kothari et al., under review) to target some of the common issues and challenges siblings face such as managing/reducing sibling conflict and promoting self-regulatory skills and self-determination.",
            "Similar to the previous SIBS study, SIBS-FC sought to promote cooperation, problem solving skills, management of feelings (self-and sib-soothing), and other social and self-regulatory skills to improve sibling relationship quality among sibling dyads.",
            "These relational skills were the proximal behavioral targets of the SIBS-FC sibling relationship intervention, with the underlying theory of change being that siblings who learn and utilize these relational and self-regulatory skills will have enhanced sibling relationship quality."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35021",
        "text": "Compared to the previous SIBS intervention and in response to research suggesting that significant proportions of youth in foster care may be placed separately from one or more of their siblings during their stay in foster care, SIBS-FC also sought to meet the unique needs of sibling dyads in foster care in middle childhood and adolescence living together as well as siblings living in separate placements (i.e., living apart). The previous eight-session SIBS intervention (Kothari et al., under review) was designed to enhance sibling relationships, to foster socially skilled behavior of each individual sibling, and to reduce dyadic conflict and aggression; SIBS-FC sought to enhance sibling relationships in this way, too. In addition, adaptations made specifically for the foster care population included the addition of self-determination skills and talking with adults, both of which have been found to be important independent living skills for adolescent youth in foster care (e.g., Geenen, Powers, Hogansen, & Pittman, 2007) . These additions to the curriculum were rooted in Self-Determination Theory (SDT; Deci & Ryan, 2002) . SDT directs attention to how social and cultural factors either facilitate or weaken foster youths' sense of agency and overall well-being (Deci & Ryan, 2002) . From the perspective of SDT, conditions that support youths' experience of autonomy, competence, and relatedness are to be preferred, as they nurture the highest forms of choice, motivation, and engagement for youth. While these added skills are important for pre-adolescents and adolescents generally, it was expected that they would be crucial for youth in foster care who may be navigating many life areas with little adult guidance or support. Based on these premises derived from SDT, the SIBS-FC curriculum was structured to teach foster youth skills to identify key adults who may be able to help them meet their identified goals.",
        "section": "Supporting siblings in foster care (SIBS-FC) intervention",
        "section_number": 17,
        "sentences": [
            "Compared to the previous SIBS intervention and in response to research suggesting that significant proportions of youth in foster care may be placed separately from one or more of their siblings during their stay in foster care, SIBS-FC also sought to meet the unique needs of sibling dyads in foster care in middle childhood and adolescence living together as well as siblings living in separate placements (i.e., living apart).",
            "The previous eight-session SIBS intervention (Kothari et al., under review) was designed to enhance sibling relationships, to foster socially skilled behavior of each individual sibling, and to reduce dyadic conflict and aggression; SIBS-FC sought to enhance sibling relationships in this way, too.",
            "In addition, adaptations made specifically for the foster care population included the addition of self-determination skills and talking with adults, both of which have been found to be important independent living skills for adolescent youth in foster care (e.g., Geenen, Powers, Hogansen, & Pittman, 2007) .",
            "These additions to the curriculum were rooted in Self-Determination Theory (SDT; Deci & Ryan, 2002) .",
            "SDT directs attention to how social and cultural factors either facilitate or weaken foster youths' sense of agency and overall well-being (Deci & Ryan, 2002) .",
            "From the perspective of SDT, conditions that support youths' experience of autonomy, competence, and relatedness are to be preferred, as they nurture the highest forms of choice, motivation, and engagement for youth.",
            "While these added skills are important for pre-adolescents and adolescents generally, it was expected that they would be crucial for youth in foster care who may be navigating many life areas with little adult guidance or support.",
            "Based on these premises derived from SDT, the SIBS-FC curriculum was structured to teach foster youth skills to identify key adults who may be able to help them meet their identified goals."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35021",
        "text": "As seen in Table 1 and the CONSORT flowchart in Fig. 1 , 328 youth in foster care (164 dyads) participated in the SIBS-FC study. SIBS-FC study participants were in the legal custody of the Department of Human Services (DHS) at time of enrollment and were universally recruited from a tri-county metropolitan region. Data were gathered from 164 older siblings (mean age = 13.1, SD = 1.4) and 164 younger siblings (mean age = 10.7, SD = 1.7). The average age difference between siblings was 2.4 years (SD = 1.1). The majority of youth were full siblings (62%, n = 202); almost three quarters of youth lived in the same foster placement (73%, n = 238); and 60% (n = 201) identified as non-White. Approximately equal numbers were male and female. At baseline, slightly over half of youth lived in non-relative foster care settings (56%, n = 183) and had been living with their current caregiver for over two years.",
        "section": "Participants",
        "section_number": 18,
        "sentences": [
            "As seen in Table 1 and the CONSORT flowchart in Fig. 1 , 328 youth in foster care (164 dyads) participated in the SIBS-FC study.",
            "SIBS-FC study participants were in the legal custody of the Department of Human Services (DHS) at time of enrollment and were universally recruited from a tri-county metropolitan region.",
            "Data were gathered from 164 older siblings (mean age = 13.1, SD = 1.4) and 164 younger siblings (mean age = 10.7, SD = 1.7).",
            "The average age difference between siblings was 2.4 years (SD = 1.1).",
            "The majority of youth were full siblings (62%, n = 202); almost three quarters of youth lived in the same foster placement (73%, n = 238); and 60% (n = 201) identified as non-White.",
            "Approximately equal numbers were male and female.",
            "At baseline, slightly over half of youth lived in non-relative foster care settings (56%, n = 183) and had been living with their current caregiver for over two years."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35021",
        "text": "This sample has similarities to both the Oregon child welfare population and the national child welfare population. Data reported from the 2012 fiscal year (approximately the midpoint of this longitudinal study) indicated that 39% of Oregon foster youth were in the 7-15 year age range and 42% were non-White (USDHHS, 2012). While sibling-focused data are not readily available or reported in statewide and national reports of foster youth, in 2008 -just prior to study start up -roughly 68% of youth were placed together with one or more of their siblings (Oregon Department of Human Services (DHS) child welfare database analysis conducted at our request). In addition, the 2012 Adoption and Foster Care Analysis and Reporting System (AFCARS) report indicated that 39% of youth in foster care nationally were in this 7-15 year age range and 58% were non-White.",
        "section": "Participants",
        "section_number": 19,
        "sentences": [
            "This sample has similarities to both the Oregon child welfare population and the national child welfare population.",
            "Data reported from the 2012 fiscal year (approximately the midpoint of this longitudinal study) indicated that 39% of Oregon foster youth were in the 7-15 year age range and 42% were non-White (USDHHS, 2012).",
            "While sibling-focused data are not readily available or reported in statewide and national reports of foster youth, in 2008 -just prior to study start up -roughly 68% of youth were placed together with one or more of their siblings (Oregon Department of Human Services (DHS) child welfare database analysis conducted at our request).",
            "In addition, the 2012 Adoption and Foster Care Analysis and Reporting System (AFCARS) report indicated that 39% of youth in foster care nationally were in this 7-15 year age range and 58% were non-White."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35021",
        "text": "2.3.1. Eligibility, recruitment, orientation, and consent. A SIBS-FC project staff member who was also employed by the State of Oregon DHS conducted participant recruitment into the SIBS-FC study. This coordinator had access to the administra- tive database containing child and family information from which a determination of eligibility could be made. Potential participants were identified from all Oregon DHS clients if they met age inclusion criteria (i.e., older siblings between the ages of 11 and 15 with a younger sibling up to four years younger), spoke English, and were residing in the three-county Portland metropolitan region. As wards of the state with established permanency and services plans, youth were eligible if they had been in formal foster care for over one quarter. Once an eligible dyad was identified, their caseworker was notified and consent to participate was requested. Given that Oregon courts require that sibling visitation be supported for children living apart from one another, caseworkers helped facilitate participation in this study because they saw this as a way to get siblings together. The State of Oregon acts as the legal guardian for youth in foster care; therefore, the caseworker for each eligible youth was responsible for determining whether or not there were any concerns that would preclude a particular youth or dyad from participating in the study. Caseworkers declined youth enrollment in instances where youth were experiencing significant challenges (e.g., on the run, severe mental health or behavioral issues, medically fragile). Following DHS consent, foster parents were sent an informational packet by mail and then contacted by phone to invite them and youth to participate in a formal orientation. The orientation was generally conducted in the home of the foster parent(s) by the DHS liaison. Families were provided with a description of the project, the intervention, and the design of the research study; were made aware of potential risks and benefits of participation; and were provided with answers to any questions. For children living apart, a separate orientation was held for each family. Occasionally a foster youth would have a sibling who was age-eligible for the program but was not in foster care; this did not preclude the sibling living with a birth parent from participating. Similar orientation procedures were followed in these cases with minor adaptations in language that reflected the nature of the biological parent-child relationship. Participating families completed consent and assent forms as well as authorizations for obtaining and releasing information to the youths' schools. During orientation, families were also informed of upcoming sibling community events. If a youth changed placement, an attempt was made to contact, orient, and recruit the current caregiver to continue to collect data on each reporting agent over time. Most of the time, foster parents would agree to let the foster children continue to participate even if they themselves were not interested in participating. All eligible youth did speak English.",
        "section": "Procedures",
        "section_number": 20,
        "sentences": [
            "2.3.1.",
            "Eligibility, recruitment, orientation, and consent.",
            "A SIBS-FC project staff member who was also employed by the State of Oregon DHS conducted participant recruitment into the SIBS-FC study.",
            "This coordinator had access to the administra- tive database containing child and family information from which a determination of eligibility could be made.",
            "Potential participants were identified from all Oregon DHS clients if they met age inclusion criteria (i.e., older siblings between the ages of 11 and 15 with a younger sibling up to four years younger), spoke English, and were residing in the three-county Portland metropolitan region.",
            "As wards of the state with established permanency and services plans, youth were eligible if they had been in formal foster care for over one quarter.",
            "Once an eligible dyad was identified, their caseworker was notified and consent to participate was requested.",
            "Given that Oregon courts require that sibling visitation be supported for children living apart from one another, caseworkers helped facilitate participation in this study because they saw this as a way to get siblings together.",
            "The State of Oregon acts as the legal guardian for youth in foster care; therefore, the caseworker for each eligible youth was responsible for determining whether or not there were any concerns that would preclude a particular youth or dyad from participating in the study.",
            "Caseworkers declined youth enrollment in instances where youth were experiencing significant challenges (e.g., on the run, severe mental health or behavioral issues, medically fragile).",
            "Following DHS consent, foster parents were sent an informational packet by mail and then contacted by phone to invite them and youth to participate in a formal orientation.",
            "The orientation was generally conducted in the home of the foster parent(s) by the DHS liaison.",
            "Families were provided with a description of the project, the intervention, and the design of the research study; were made aware of potential risks and benefits of participation; and were provided with answers to any questions.",
            "For children living apart, a separate orientation was held for each family.",
            "Occasionally a foster youth would have a sibling who was age-eligible for the program but was not in foster care; this did not preclude the sibling living with a birth parent from participating.",
            "Similar orientation procedures were followed in these cases with minor adaptations in language that reflected the nature of the biological parent-child relationship.",
            "Participating families completed consent and assent forms as well as authorizations for obtaining and releasing information to the youths' schools.",
            "During orientation, families were also informed of upcoming sibling community events.",
            "If a youth changed placement, an attempt was made to contact, orient, and recruit the current caregiver to continue to collect data on each reporting agent over time.",
            "Most of the time, foster parents would agree to let the foster children continue to participate even if they themselves were not interested in participating.",
            "All eligible youth did speak English."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35021",
        "text": ") 25% (20) 25% (20) 28% (46) 28% (46) Biological Parent(s) 13% (11) 10% (8) 9% (7) 14% (11) 11% (18) 12% (19) Other Caregiver(s) 5% (4) 5% (4) 4% (3) 6% (5) 4% (7) 6% (9) Race (n) American Indian or Alaskan Native 6% (5) 6% (5) 4% (3) 4% (3) 5% (8) 5% (8) Asian or Pacific Islander 3% (2) 2% (2) 0% (0) 0% (0) 1% (2) 1% (2) Black",
        "section": "Procedures",
        "section_number": 21,
        "sentences": [
            ") 25% (20) 25% (20) 28% (46) 28% (46) Biological Parent(s) 13% (11) 10% (8) 9% (7) 14% (11) 11% (18) 12% (19) Other Caregiver(s) 5% (4) 5% (4) 4% (3) 6% (5) 4% (7) 6% (9) Race (n) American Indian or Alaskan Native 6% (5) 6% (5) 4% (3) 4% (3) 5% (8) 5% (8) Asian or Pacific Islander 3% (2) 2% (2) 0% (0) 0% (0) 1% (2) 1% (2) Black"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35021",
        "text": "All data collection and study procedures were conducted in compliance with the Institutional Review Board of the university of the second author as well as the Institutional Review Board of the State of Oregon DHS. Additional details about randomization and data collection can be found below.",
        "section": "Procedures",
        "section_number": 22,
        "sentences": [
            "All data collection and study procedures were conducted in compliance with the Institutional Review Board of the university of the second author as well as the Institutional Review Board of the State of Oregon DHS.",
            "Additional details about randomization and data collection can be found below."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35021",
        "text": "Once baseline data were collected, each sibling dyad was yoked with another enrolled dyad with similar living situations (i.e., living together or apart from their sibling). Efforts were also made to match dyad profiles in terms of race (i.e., white and non-white) and sibling composition (i.e., same and mixed gender). After a dyad was yoked with a matched pair, each dyad was then randomly assigned to either the intervention group or the control group (i.e, simple randomization). Specifically, and so as to reduce opportunities for bias, implementation of randomization was carried out by a computer. Once dyads were matched by the DHS liaison, another study staff person who was blind to sibling characteristics and uninvolved in recruitment and enrollment entered matched dyads into the computer system, and the computer randomized dyads into group. Youth randomized to the intervention group received the sibling intervention. Youth randomized to the control group received care as-usual foster services, including contact with caseworker and regular visitation with biological parents when deemed appropriate by court officials and DHS. All participating families were provided opportunities to participate in parent management training throughout the study, although only 11.3% of families included a caregiver who attended one or more sessions. After randomization was completed, the project coordinator or treatment coaches notified youth, foster parents and caseworker of treatment assignment.",
        "section": "Randomization and data collection.",
        "section_number": 23,
        "sentences": [
            "Once baseline data were collected, each sibling dyad was yoked with another enrolled dyad with similar living situations (i.e., living together or apart from their sibling).",
            "Efforts were also made to match dyad profiles in terms of race (i.e., white and non-white) and sibling composition (i.e., same and mixed gender).",
            "After a dyad was yoked with a matched pair, each dyad was then randomly assigned to either the intervention group or the control group (i.e, simple randomization).",
            "Specifically, and so as to reduce opportunities for bias, implementation of randomization was carried out by a computer.",
            "Once dyads were matched by the DHS liaison, another study staff person who was blind to sibling characteristics and uninvolved in recruitment and enrollment entered matched dyads into the computer system, and the computer randomized dyads into group.",
            "Youth randomized to the intervention group received the sibling intervention.",
            "Youth randomized to the control group received care as-usual foster services, including contact with caseworker and regular visitation with biological parents when deemed appropriate by court officials and DHS.",
            "All participating families were provided opportunities to participate in parent management training throughout the study, although only 11.3% of families included a caregiver who attended one or more sessions.",
            "After randomization was completed, the project coordinator or treatment coaches notified youth, foster parents and caseworker of treatment assignment."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            1
        ],
        "classification_label": 2
    },
    {
        "doc_id": "35021",
        "text": "Each youth was followed for 18 months. Every six months, data were collected from each sibling, current foster parents/caregivers, teachers, and caseworkers, yielding a total of four major data-collection waves occurring at months 0, 6, 12, and 18. Assessors and coders were primarily undergraduate and post-BA students-some of whom were MSW students and grads-who completed training and participated in ongoing supervision by the project coordinator of the study. Assessors and coders were blinded as to treatment group participants. It is important to note that if a sibling changed placements during the study, the staff would orient, consent, and then collect data from the new caregiver(s); a similar procedure was followed when a participant was assigned a new caseworker or teacher.",
        "section": "Randomization and data collection.",
        "section_number": 24,
        "sentences": [
            "Each youth was followed for 18 months.",
            "Every six months, data were collected from each sibling, current foster parents/caregivers, teachers, and caseworkers, yielding a total of four major data-collection waves occurring at months 0, 6, 12, and 18.",
            "Assessors and coders were primarily undergraduate and post-BA students-some of whom were MSW students and grads-who completed training and participated in ongoing supervision by the project coordinator of the study.",
            "Assessors and coders were blinded as to treatment group participants.",
            "It is important to note that if a sibling changed placements during the study, the staff would orient, consent, and then collect data from the new caregiver(s); a similar procedure was followed when a participant was assigned a new caseworker or teacher."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35021",
        "text": "SIBS-FC was a multi-agent, multi-method study. Assessors collected data from youth via structured, in-person interviews. At major wave assessments (reflecting months 0, 6, 12, and 18 of study enrollment), one assessor interviewed the older sibling (OS) and another assessor interviewed the younger sibling (YS) in completing a battery of instruments as well as the Sibling Interaction Task (SIT), a video-recorded task focused on the sibling pair.",
        "section": "Measures",
        "section_number": 25,
        "sentences": [
            "SIBS-FC was a multi-agent, multi-method study.",
            "Assessors collected data from youth via structured, in-person interviews.",
            "At major wave assessments (reflecting months 0, 6, 12, and 18 of study enrollment), one assessor interviewed the older sibling (OS) and another assessor interviewed the younger sibling (YS) in completing a battery of instruments as well as the Sibling Interaction Task (SIT), a video-recorded task focused on the sibling pair."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35021",
        "text": "During the SIT, sibling pairs first identified problems between them on the Sibling Problem Inventory. Then, siblings participated in a 5-min warm-up activity and three 5-min problem-solving tasks using the problems they identified (one problem selected by the OS, one problem selected by the YS, and the biggest problem they have). The warm-up activity and the problem-solving tasks were video-recorded. After the youth assessment, each assessor completed a rating form about the youth. The SIT videos were uploaded and coded by trained coders, and each coder completed a rating form after coding a SIT.",
        "section": "Measures",
        "section_number": 26,
        "sentences": [
            "During the SIT, sibling pairs first identified problems between them on the Sibling Problem Inventory.",
            "Then, siblings participated in a 5-min warm-up activity and three 5-min problem-solving tasks using the problems they identified (one problem selected by the OS, one problem selected by the YS, and the biggest problem they have).",
            "The warm-up activity and the problem-solving tasks were video-recorded.",
            "After the youth assessment, each assessor completed a rating form about the youth.",
            "The SIT videos were uploaded and coded by trained coders, and each coder completed a rating form after coding a SIT."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35021",
        "text": "The current study focuses on three measures that were selected to evaluate the central outcome of the SIBS-FC intervention, enhancement of sibling relationship quality: Multi-Agent Construct of Sibling Relationship Quality (MAC-SRQ), Sibling Relationship Questionnaire (SRQ), and Sibling Interaction Quality (SIQ).",
        "section": "Measures",
        "section_number": 27,
        "sentences": [
            "The current study focuses on three measures that were selected to evaluate the central outcome of the SIBS-FC intervention, enhancement of sibling relationship quality: Multi-Agent Construct of Sibling Relationship Quality (MAC-SRQ), Sibling Relationship Questionnaire (SRQ), and Sibling Interaction Quality (SIQ)."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35021",
        "text": "The multi-agent construct of sibling relationship quality (MAC-SRQ) is an original measure that contains seven items gathered from four respondents (youth, foster parent, assessor, and video coder). Two of the items were youth reports (\"How good has your relationship to sibling in study been?\" on a 10-point scale; and the \"Total Sum of the Sibling Problem Inventory Problem list,\" with a range of 0-22 common sibling problems). The foster parent was the respondent for one global item (\"How good has youth's relationship to sibling in study been?\" on a 10-point scale). The remaining four items were gathered from the project staff assessors/coders. Specifically, two items were from youth assessors (\"Overall siblings relationship rating\" on a 1-5 scale was from the lead assessor of the SIT; and \"How often do you think this youth is aggressive with his/her sibling?\" on a 1-5 scale was from the lead assessor of the youth assessment). The other two items were from video coders (\"Overall siblings relationship rating\" on a 1-5 scale; and \"How bonded or close are these two siblings?\" on a 1-3 scale, completed during the SIT). All items had face validity, and negatively worded items were reverse coded so that larger numbers equaled a more positive score for all items. Item responses were then transformed into z scores. Cronbach's alphas demonstrated good internal consistency across the four major waves (OS ␣ = 0.71-0.79; YS ␣ = 0.73-0.76).",
        "section": "Multi-agent construct of sibling relationship quality (MAC-SRQ).",
        "section_number": 28,
        "sentences": [
            "The multi-agent construct of sibling relationship quality (MAC-SRQ) is an original measure that contains seven items gathered from four respondents (youth, foster parent, assessor, and video coder).",
            "Two of the items were youth reports (\"How good has your relationship to sibling in study been?\"",
            "on a 10-point scale; and the \"Total Sum of the Sibling Problem Inventory Problem list,\" with a range of 0-22 common sibling problems).",
            "The foster parent was the respondent for one global item (\"How good has youth's relationship to sibling in study been?\"",
            "on a 10-point scale).",
            "The remaining four items were gathered from the project staff assessors/coders.",
            "Specifically, two items were from youth assessors (\"Overall siblings relationship rating\" on a 1-5 scale was from the lead assessor of the SIT; and \"How often do you think this youth is aggressive with his/her sibling?\"",
            "on a 1-5 scale was from the lead assessor of the youth assessment).",
            "The other two items were from video coders (\"Overall siblings relationship rating\" on a 1-5 scale; and \"How bonded or close are these two siblings?\"",
            "on a 1-3 scale, completed during the SIT).",
            "All items had face validity, and negatively worded items were reverse coded so that larger numbers equaled a more positive score for all items.",
            "Item responses were then transformed into z scores.",
            "Cronbach's alphas demonstrated good internal consistency across the four major waves (OS ␣ = 0.71-0.79; YS ␣ = 0.73-0.76)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35021",
        "text": ". The Sibling Relationship Questionnaire (SRQ) was adapted from an instrument originally developed to measure differing levels of closeness in friendships (Ginsberg and Gottman, 1986) . The SRQ was included in the battery of instruments youth completed during the assessment interview at each major wave. The SRQ is a 72-item questionnaire designed to measure affection, inclusion, and control between siblings, and has nine subscales (e.g., \"I would say my brother/sister is someone who. . .makes me feel needed; . . .is someone I often turn to for advice\"). Each youth responded to statements on a 5-point Likert scale (1 = Strongly Disagree to 5 = Strongly Agree). For this study, the Total SRQ score was used. Reliability for the Total SRQ measure was high across the four major waves (OS ␣ = 0.97-0.98; YS ␣ = 0.96-0.98).",
        "section": "Sibling relationship questionnaire (SRQ)",
        "section_number": 29,
        "sentences": [
            ".",
            "The Sibling Relationship Questionnaire (SRQ) was adapted from an instrument originally developed to measure differing levels of closeness in friendships (Ginsberg and Gottman, 1986) .",
            "The SRQ was included in the battery of instruments youth completed during the assessment interview at each major wave.",
            "The SRQ is a 72-item questionnaire designed to measure affection, inclusion, and control between siblings, and has nine subscales (e.g., \"I would say my brother/sister is someone who. .",
            ".makes me feel needed; . .",
            ".is someone I often turn to for advice\").",
            "Each youth responded to statements on a 5-point Likert scale (1 = Strongly Disagree to 5 = Strongly Agree).",
            "For this study, the Total SRQ score was used.",
            "Reliability for the Total SRQ measure was high across the four major waves (OS ␣ = 0.97-0.98; YS ␣ = 0.96-0.98)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35021",
        "text": ". The Sibling Interaction Quality (SIQ) measure is a 13-item measure developed prior to the study by the investigator team and designed to examine how easy or difficult it is for youth in middle childhood and adolescence to do certain activities with their sibling. The SIQ was also included in the battery of instruments youth completed during the assessment interview at each major wave. In the instructions, youth were told these items are things some siblings do. Children and youth rated statements (e.g., \"Activities we can do together\"; \"Help my sibling with a problem\"; \"Do fun things together\") using a 4-point scale. For each statement, youth were asked to pick whether it would be Very Hard, Hard, Easy, or Very Easy for them to do. A weighted sum score was created if at least 10 of the 13 items were completed. Since each item was rated on a 1-4 point scale, the total range on the SIQ score was 13-52. Items had face validity, and this measure also correlated with a validated measures of sibling relationship quality as well as self-efficacy. Reliability was high across the four major waves (OS ␣ = 0.89-0.91; YS ␣ = 0.86-0.90).",
        "section": "Sibling interaction quality (SIQ)",
        "section_number": 30,
        "sentences": [
            ".",
            "The Sibling Interaction Quality (SIQ) measure is a 13-item measure developed prior to the study by the investigator team and designed to examine how easy or difficult it is for youth in middle childhood and adolescence to do certain activities with their sibling.",
            "The SIQ was also included in the battery of instruments youth completed during the assessment interview at each major wave.",
            "In the instructions, youth were told these items are things some siblings do.",
            "Children and youth rated statements (e.g., \"Activities we can do together\"; \"Help my sibling with a problem\"; \"Do fun things together\") using a 4-point scale.",
            "For each statement, youth were asked to pick whether it would be Very Hard, Hard, Easy, or Very Easy for them to do.",
            "A weighted sum score was created if at least 10 of the 13 items were completed.",
            "Since each item was rated on a 1-4 point scale, the total range on the SIQ score was 13-52.",
            "Items had face validity, and this measure also correlated with a validated measures of sibling relationship quality as well as self-efficacy.",
            "Reliability was high across the four major waves (OS ␣ = 0.89-0.91; YS ␣ = 0.86-0.90)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35021",
        "text": "These three measures were chosen because they were of direct conceptual relevance to the central outcome of sibling relationship quality. They also captured different and related aspects of the concept. In particular, MAC-SRQ and SRQ were included to provide the perspectives of different reporting agents on the sibling relationship; whereas the SIQ was included to focus specifically on sibling-related behaviors. This focus on youth-and other-perceived attitudes towards one's sibling, as well as youth-perceived recollections of the quality of their sibling interactions, allowed for a rich exploration of the influence of the SIBS-FC intervention on the sibling relationship.",
        "section": "Sibling interaction quality (SIQ)",
        "section_number": 31,
        "sentences": [
            "These three measures were chosen because they were of direct conceptual relevance to the central outcome of sibling relationship quality.",
            "They also captured different and related aspects of the concept.",
            "In particular, MAC-SRQ and SRQ were included to provide the perspectives of different reporting agents on the sibling relationship; whereas the SIQ was included to focus specifically on sibling-related behaviors.",
            "This focus on youth-and other-perceived attitudes towards one's sibling, as well as youth-perceived recollections of the quality of their sibling interactions, allowed for a rich exploration of the influence of the SIBS-FC intervention on the sibling relationship."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35021",
        "text": "The primary aim of the current study was to examine treatment effects of the SIBS-FC intervention for the aforementioned three measures of sibling relationship quality. It was hypothesized that, as compared to control group youth, youth receiving the SIBS-FC intervention would display similar scores at baseline and higher scores on all three indicators across the remaining three major waves covering the 18-month study period. Covariates included Race (White vs. NonWhite), Gender (Male vs. Female), Youth Age, Living Situation (Living Together with Sibling vs. Living Apart) and Sibling Position (Older vs. Younger). An intent-to-treat analysis approach was utilized and analyses were performed using the Statistical Package for Social Sciences (SPSS version 24) and the R statistical software environment (R Core Team, 2012), as well as the nlme package for linear mixed-effects modeling (Pinheiro, Bates, DebRoy, & Sarkar, 2012) .",
        "section": "Analytic plan",
        "section_number": 32,
        "sentences": [
            "The primary aim of the current study was to examine treatment effects of the SIBS-FC intervention for the aforementioned three measures of sibling relationship quality.",
            "It was hypothesized that, as compared to control group youth, youth receiving the SIBS-FC intervention would display similar scores at baseline and higher scores on all three indicators across the remaining three major waves covering the 18-month study period.",
            "Covariates included Race (White vs. NonWhite), Gender (Male vs. Female), Youth Age, Living Situation (Living Together with Sibling vs. Living Apart) and Sibling Position (Older vs. Younger).",
            "An intent-to-treat analysis approach was utilized and analyses were performed using the Statistical Package for Social Sciences (SPSS version 24) and the R statistical software environment (R Core Team, 2012), as well as the nlme package for linear mixed-effects modeling (Pinheiro, Bates, DebRoy, & Sarkar, 2012) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35021",
        "text": "Participant attrition rates were similar across treatment condition and increased over time. Attrition rates from baseline to final assessment 18 months later averaged 32% and 38% for control and treatment groups, respectively. A breakdown of percentages of dyads that remained at each wave post-baseline for control and treatment groups is as follows: 6-months post-baseline: 80%/78%; 12-months post-baseline: 74%/66%; and 18-months post-baseline: FA2, 68%/62%. Examination of missingness in relation to values of the three outcome measures across the four major waves and participant demographic characteristics at baseline identified only one significant difference between those with full information and those with missing information on one or more study periods (i.e., the measure pertaining to the living situation with sibling of youth at baseline). Specifically, results of chi-square analyses indicated that there were no significant differences between the proportion of completers vs. attriters on any of the outcomes at any of the major waves. Therefore, the living situation measure was included as a covariate in all multivariate analyses; and analyses proceeded with the use of maximum likelihood estimation, which is an appropriate method for parameter estimation when data are either MCAR or MAR (Little, 1995; Singer & Willett, 2003) . These analyses incorporated all available data.",
        "section": "Analytic plan",
        "section_number": 33,
        "sentences": [
            "Participant attrition rates were similar across treatment condition and increased over time.",
            "Attrition rates from baseline to final assessment 18 months later averaged 32% and 38% for control and treatment groups, respectively.",
            "A breakdown of percentages of dyads that remained at each wave post-baseline for control and treatment groups is as follows: 6-months post-baseline: 80%/78%; 12-months post-baseline: 74%/66%; and 18-months post-baseline: FA2, 68%/62%.",
            "Examination of missingness in relation to values of the three outcome measures across the four major waves and participant demographic characteristics at baseline identified only one significant difference between those with full information and those with missing information on one or more study periods (i.e., the measure pertaining to the living situation with sibling of youth at baseline).",
            "Specifically, results of chi-square analyses indicated that there were no significant differences between the proportion of completers vs. attriters on any of the outcomes at any of the major waves.",
            "Therefore, the living situation measure was included as a covariate in all multivariate analyses; and analyses proceeded with the use of maximum likelihood estimation, which is an appropriate method for parameter estimation when data are either MCAR or MAR (Little, 1995; Singer & Willett, 2003) .",
            "These analyses incorporated all available data."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35021",
        "text": "To ensure the comparability of our treatment groups, baseline differences between the treatment and control groups were examined across all variables reported in Table 1 using Chi-square tests and ANOVAs as appropriate. The Time in Care variable was calculated by adding days in care for each out of home placement prior to the first assessment. Because of the non-normal distribution of the Time in Care variable, a Mann-Whitney test was conducted to examine group differences at baseline for this variable. No significant differences were found between the treatment and control groups on any of the variables reported in Table 1 .",
        "section": "Examination of baseline differences",
        "section_number": 34,
        "sentences": [
            "To ensure the comparability of our treatment groups, baseline differences between the treatment and control groups were examined across all variables reported in Table 1 using Chi-square tests and ANOVAs as appropriate.",
            "The Time in Care variable was calculated by adding days in care for each out of home placement prior to the first assessment.",
            "Because of the non-normal distribution of the Time in Care variable, a Mann-Whitney test was conducted to examine group differences at baseline for this variable.",
            "No significant differences were found between the treatment and control groups on any of the variables reported in Table 1 ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35021",
        "text": "These analyses were followed up with independent samples t-tests to examine mean differences at baseline between treatment and control groups on dependent variables. Results revealed no significant differences among the treatment groups at baseline for SRQ Total Score, Sibling Interaction Quality (SIQ), and the MAC-SRQ score.",
        "section": "Examination of baseline differences",
        "section_number": 35,
        "sentences": [
            "These analyses were followed up with independent samples t-tests to examine mean differences at baseline between treatment and control groups on dependent variables.",
            "Results revealed no significant differences among the treatment groups at baseline for SRQ Total Score, Sibling Interaction Quality (SIQ), and the MAC-SRQ score."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35021",
        "text": "A mixed-effects or multi-level modeling framework was used in order to reflect the nested nature of these data (i.e., time nested in child, child nested within dyad). This framework accounted for group-level similarities as is common in longitudinal studies. Essentially, a unique set of estimates was produced for each child or dyad based on a common specification, commonly referred to as the level-1 model. Variability among each level-1 estimate was then modeled at level-2 using group-based predictors.",
        "section": "Statistical models",
        "section_number": 36,
        "sentences": [
            "A mixed-effects or multi-level modeling framework was used in order to reflect the nested nature of these data (i.e., time nested in child, child nested within dyad).",
            "This framework accounted for group-level similarities as is common in longitudinal studies.",
            "Essentially, a unique set of estimates was produced for each child or dyad based on a common specification, commonly referred to as the level-1 model.",
            "Variability among each level-1 estimate was then modeled at level-2 using group-based predictors."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35021",
        "text": "A three-level random-effects model was specified for each of three measures of sibling relationship quality: MAC-SRQ, SRQ Total, and SIQ scores. Our level-1 specification models reflected change in the sibling relationship per child over time. Differences in how siblings changed were then modeled at level-2, which represents child differences within the dyad. These within-dyad differences were modeled as a function of the child's Sibling Position (older vs. younger sibling), Gender, and Age at Baseline. At level-3, dyad level differences were modeled as a function of Treatment Group, Race, and Living Situation (Together vs. Apart).",
        "section": "Statistical models",
        "section_number": 37,
        "sentences": [
            "A three-level random-effects model was specified for each of three measures of sibling relationship quality: MAC-SRQ, SRQ Total, and SIQ scores.",
            "Our level-1 specification models reflected change in the sibling relationship per child over time.",
            "Differences in how siblings changed were then modeled at level-2, which represents child differences within the dyad.",
            "These within-dyad differences were modeled as a function of the child's Sibling Position (older vs. younger sibling), Gender, and Age at Baseline.",
            "At level-3, dyad level differences were modeled as a function of Treatment Group, Race, and Living Situation (Together vs. Apart)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35021",
        "text": "Portions of the model that were allowed to differ included intercepts at the child and dyad level, and the effects of time at the level of the dyad. As a result, each sibling dyad was allowed to have its own unique progression over time; within dyads, each child was additionally allowed to differ in their average score. Our time measure was recorded at the level of Months, and this variable was centered at the final time point 18-months post-baseline. This was done in order to examine intervention group differences at the final assessment wave, thus allowing sufficient time for sibling intervention effects to manifest. This model specification contained cross-level interactions; therefore, the Intercept term represents the estimated response at the final measurement occasions for white, female, older siblings, in the control group, who live together with their younger sibling and who are of average age at baseline. ",
        "section": "Statistical models",
        "section_number": 38,
        "sentences": [
            "Portions of the model that were allowed to differ included intercepts at the child and dyad level, and the effects of time at the level of the dyad.",
            "As a result, each sibling dyad was allowed to have its own unique progression over time; within dyads, each child was additionally allowed to differ in their average score.",
            "Our time measure was recorded at the level of Months, and this variable was centered at the final time point 18-months post-baseline.",
            "This was done in order to examine intervention group differences at the final assessment wave, thus allowing sufficient time for sibling intervention effects to manifest.",
            "This model specification contained cross-level interactions; therefore, the Intercept term represents the estimated response at the final measurement occasions for white, female, older siblings, in the control group, who live together with their younger sibling and who are of average age at baseline."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35021",
        "text": "The effect of treatment on MAC-SRQ was examined first. Results revealed a significant effect of treatment with a medium to large effect size (b = 0.275, p = 0.010, d = 0.709), and youth enrolled in the sibling intervention had significantly higher MAC-SRQ scores compared to youth in the control condition at the final measurement wave 18-months post-baseline with a small effect size (b = 0.018, p = 0.006, standardized beta = 0.188), as hypothesized. Table 2 reports the unstandardized coefficient estimates from the multilevel models. In addition, the effect of Age approached significance with older youth having lower MAC-SRQ scores.",
        "section": "Multi-agent construct of sibling relationship quality",
        "section_number": 39,
        "sentences": [
            "The effect of treatment on MAC-SRQ was examined first.",
            "Results revealed a significant effect of treatment with a medium to large effect size (b = 0.275, p = 0.010, d = 0.709), and youth enrolled in the sibling intervention had significantly higher MAC-SRQ scores compared to youth in the control condition at the final measurement wave 18-months post-baseline with a small effect size (b = 0.018, p = 0.006, standardized beta = 0.188), as hypothesized.",
            "Table 2 reports the unstandardized coefficient estimates from the multilevel models.",
            "In addition, the effect of Age approached significance with older youth having lower MAC-SRQ scores."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35021",
        "text": "Treatment group was not significantly associated with foster-youth-reported SRQ total scores. Interestingly, however, there were significant effects of Race (b = 0.201, p = 0.013, d = 0.440) and Living Situation (b = 0.255, p = 0.425, d = 0.559). Specifically, higher SRQ total scores were estimated 18-months post-baseline for youth who were non-white as well as those who were living apart from their sibling in the study.",
        "section": "Sibling relationship questionnaire",
        "section_number": 40,
        "sentences": [
            "Treatment group was not significantly associated with foster-youth-reported SRQ total scores.",
            "Interestingly, however, there were significant effects of Race (b = 0.201, p = 0.013, d = 0.440) and Living Situation (b = 0.255, p = 0.425, d = 0.559).",
            "Specifically, higher SRQ total scores were estimated 18-months post-baseline for youth who were non-white as well as those who were living apart from their sibling in the study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35021",
        "text": "Looking at the unstandardized model estimates for SIQ in Table 2 , results revealed a significant effect of treatment with a medium effect size (b = 2.357, p = 0.022, d = 0.453), and the interaction between treatment and time revealed a trend-level effect with youth in the sibling intervention group having higher SIQ scores over time compared to those in the control group. In addition, there was a significant effect for Living Situation (b = 2.313, p = 0.007, d = 0.444), indicating that siblings living Apart reported higher SIQ scores 18-months post-baseline. There was also a trend level effect for Gender with males indicating higher SIQ scores.",
        "section": "Sibling interaction quality",
        "section_number": 41,
        "sentences": [
            "Looking at the unstandardized model estimates for SIQ in Table 2 , results revealed a significant effect of treatment with a medium effect size (b = 2.357, p = 0.022, d = 0.453), and the interaction between treatment and time revealed a trend-level effect with youth in the sibling intervention group having higher SIQ scores over time compared to those in the control group.",
            "In addition, there was a significant effect for Living Situation (b = 2.313, p = 0.007, d = 0.444), indicating that siblings living Apart reported higher SIQ scores 18-months post-baseline.",
            "There was also a trend level effect for Gender with males indicating higher SIQ scores."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35021",
        "text": "This study represents the largest experimental test to date of a dyadic sibling intervention program focused on preadolescent and adolescent foster youth. Our community-based trial used a universal approach for recruiting siblings in foster care across a three-county metropolitan region of Oregon. Reflecting the universal recruitment process, the study sample was racially/ethnically diverse and incorporated pre-adolescent and adolescent siblings in different living situations (i.e., siblings living together in the same placement or apart). It is important to note that these sibling living situations also changed for some youth across the 18-months during which youth were followed. The sibling intervention, including eight skill-based training sessions and four community activities, was implemented with a high degree of fidelity, and both older and younger siblings engaged strongly with the material as reported by their coaches (Kothari et al., 2014) .",
        "section": "Discussion",
        "section_number": 42,
        "sentences": [
            "This study represents the largest experimental test to date of a dyadic sibling intervention program focused on preadolescent and adolescent foster youth.",
            "Our community-based trial used a universal approach for recruiting siblings in foster care across a three-county metropolitan region of Oregon.",
            "Reflecting the universal recruitment process, the study sample was racially/ethnically diverse and incorporated pre-adolescent and adolescent siblings in different living situations (i.e., siblings living together in the same placement or apart).",
            "It is important to note that these sibling living situations also changed for some youth across the 18-months during which youth were followed.",
            "The sibling intervention, including eight skill-based training sessions and four community activities, was implemented with a high degree of fidelity, and both older and younger siblings engaged strongly with the material as reported by their coaches (Kothari et al., 2014) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35021",
        "text": "Historically, child-welfare-specific interventions have included parenting interventions (e.g., PCIT, PMTO, IY, and Triple P) or youth-centered mental health interventions (e.g., EMDR, TF-CBT, etc.). However, the focus has not been on sibling dyads or sibling groups and improving sibling relationship quality, despite the facts that sibling bonds are universal, that youth spend substantial amounts of time with siblings if given the opportunity, and that federal and state child welfare policies prioritize sibling co-placement and sibling visitation. Given that a majority of youth in foster care have siblings, enhancing sibling relationship quality may be an important avenue for further exploration both in child welfare services and within prevention frameworks.",
        "section": "Discussion",
        "section_number": 43,
        "sentences": [
            "Historically, child-welfare-specific interventions have included parenting interventions (e.g., PCIT, PMTO, IY, and Triple P) or youth-centered mental health interventions (e.g., EMDR, TF-CBT, etc.).",
            "However, the focus has not been on sibling dyads or sibling groups and improving sibling relationship quality, despite the facts that sibling bonds are universal, that youth spend substantial amounts of time with siblings if given the opportunity, and that federal and state child welfare policies prioritize sibling co-placement and sibling visitation.",
            "Given that a majority of youth in foster care have siblings, enhancing sibling relationship quality may be an important avenue for further exploration both in child welfare services and within prevention frameworks."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35021",
        "text": "The sibling studies that have been conducted in the general population and the one pilot study completed with a child welfare population have shown that sibling relationship quality can be improved through the implementation of curricu-larized sibling intervention programming with the addition of a parent/family component (Feinberg et al., 2013; Kennedy & Kramer, 2008; Kothari et al., under review; Linares et al., 2015) . In regard to the intervention at the center of the current study, the 12 SIBS-FC siblings-only intervention sessions that targeted core self-determination and interpersonal skills (sibling cooperation, managing feelings, and problem solving) to improve sibling relationship quality were found to enhance sibling relationship quality among a diverse sample of foster youth.",
        "section": "Discussion",
        "section_number": 44,
        "sentences": [
            "The sibling studies that have been conducted in the general population and the one pilot study completed with a child welfare population have shown that sibling relationship quality can be improved through the implementation of curricu-larized sibling intervention programming with the addition of a parent/family component (Feinberg et al., 2013; Kennedy & Kramer, 2008; Kothari et al., under review; Linares et al., 2015) .",
            "In regard to the intervention at the center of the current study, the 12 SIBS-FC siblings-only intervention sessions that targeted core self-determination and interpersonal skills (sibling cooperation, managing feelings, and problem solving) to improve sibling relationship quality were found to enhance sibling relationship quality among a diverse sample of foster youth."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35021",
        "text": "Multilevel models applied to data gathered over an 18-month period (via four major assessments spaced six months apart) demonstrated significant treatment effects on sibling relationship quality in the SIBS-FC sample. Significant improvements were found among siblings in the treatment group for the MAC-SRQ score and a trend-level effect was found for SIQ. These findings are consistent with the literature on dyadic sibling programming that demonstrates that siblings can be taught skills to improve their relationship quality as well as overall adjustment (Feinberg et al., 2013; Kennedy & Kramer, 2008; Kothari et al., under review; Linares et al., 2015) . Thus, sibling relationships among youth in foster care may not only be malleable, they may also provide essential socio-emotional supports, and can serve as developmental harbors as youth navigate complex foster care placement settings. Albeit derived from a study drawn from a single state child welfare system, these results point to the promise of the specific dyadic intervention for improving relationship quality among siblings in foster care",
        "section": "Discussion",
        "section_number": 45,
        "sentences": [
            "Multilevel models applied to data gathered over an 18-month period (via four major assessments spaced six months apart) demonstrated significant treatment effects on sibling relationship quality in the SIBS-FC sample.",
            "Significant improvements were found among siblings in the treatment group for the MAC-SRQ score and a trend-level effect was found for SIQ.",
            "These findings are consistent with the literature on dyadic sibling programming that demonstrates that siblings can be taught skills to improve their relationship quality as well as overall adjustment (Feinberg et al., 2013; Kennedy & Kramer, 2008; Kothari et al., under review; Linares et al., 2015) .",
            "Thus, sibling relationships among youth in foster care may not only be malleable, they may also provide essential socio-emotional supports, and can serve as developmental harbors as youth navigate complex foster care placement settings.",
            "Albeit derived from a study drawn from a single state child welfare system, these results point to the promise of the specific dyadic intervention for improving relationship quality among siblings in foster care"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35021",
        "text": "Our findings, however, were not completely consistent across all three indicators, and appear to be strongest for the multi-agent construct score -arguably the most powerful measure available to this study. From a theoretical perspective, the key proximal effect that is desired of sibling interventions is improvement in the sibling relationship, an effect that we clearly see in the current study for both older and younger siblings. Since the control condition was not active, it cannot be ruled out that observed treatment effects were based on additional time siblings spent together.",
        "section": "Discussion",
        "section_number": 46,
        "sentences": [
            "Our findings, however, were not completely consistent across all three indicators, and appear to be strongest for the multi-agent construct score -arguably the most powerful measure available to this study.",
            "From a theoretical perspective, the key proximal effect that is desired of sibling interventions is improvement in the sibling relationship, an effect that we clearly see in the current study for both older and younger siblings.",
            "Since the control condition was not active, it cannot be ruled out that observed treatment effects were based on additional time siblings spent together."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35021",
        "text": "A more fine-tuned approach may be needed to understand time-based changes in the sibling relationship among youth in foster care. That is, it may be important to examine aspects of sibling relationship quality separately (e.g., sibling intimacy vs. conflict), or to account for the compositional nature of the sibling dyad (older sister-younger sister, older sister-younger brother, older brother-younger brother, and older brother-younger sister). Siblings' previous history together and the degree of contact that they currently have or that they have had in the past may be other factors to consider, especially among foster youth, who may have spent time living separately with little or no previous contact. Their individual needs may also be related to their previous child welfare experiences and/or their roles in their current placement, which may involve other youth, including foster siblings. Future studies should examine these possibilities to better understand the factors that contribute to sibling relationship changes among foster youth. Future investigations may also want to take a more nuanced measurement approach in understanding some of the contextual factors that are important (e.g., living situation with sibling). Living apart may mean, for instance, that one sibling moves towards permanency and one sibling remains in foster care. Moreover, future work should aim to go beyond the sibling dyad to incorporate larger sibling groups. Methodologically, multi-agent, multi-method strategies are recommended, particularly as younger individuals may not always be able to accurately report on their sibling relationship. It is also important that child welfare data systems reliably track the presence and stability of sibling co-placements and evaluate the quality of sibling bonds over time for foster youth (McBeath et al., 2014) .",
        "section": "Discussion",
        "section_number": 47,
        "sentences": [
            "A more fine-tuned approach may be needed to understand time-based changes in the sibling relationship among youth in foster care.",
            "That is, it may be important to examine aspects of sibling relationship quality separately (e.g., sibling intimacy vs. conflict), or to account for the compositional nature of the sibling dyad (older sister-younger sister, older sister-younger brother, older brother-younger brother, and older brother-younger sister).",
            "Siblings' previous history together and the degree of contact that they currently have or that they have had in the past may be other factors to consider, especially among foster youth, who may have spent time living separately with little or no previous contact.",
            "Their individual needs may also be related to their previous child welfare experiences and/or their roles in their current placement, which may involve other youth, including foster siblings.",
            "Future studies should examine these possibilities to better understand the factors that contribute to sibling relationship changes among foster youth.",
            "Future investigations may also want to take a more nuanced measurement approach in understanding some of the contextual factors that are important (e.g., living situation with sibling).",
            "Living apart may mean, for instance, that one sibling moves towards permanency and one sibling remains in foster care.",
            "Moreover, future work should aim to go beyond the sibling dyad to incorporate larger sibling groups.",
            "Methodologically, multi-agent, multi-method strategies are recommended, particularly as younger individuals may not always be able to accurately report on their sibling relationship.",
            "It is also important that child welfare data systems reliably track the presence and stability of sibling co-placements and evaluate the quality of sibling bonds over time for foster youth (McBeath et al., 2014) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35021",
        "text": "There were two interesting and significant effects among the covariates in the models that may illuminate avenues for future research into the ways in which personal and placement factors are related to outcomes of interest.",
        "section": "Discussion",
        "section_number": 48,
        "sentences": [
            "There were two interesting and significant effects among the covariates in the models that may illuminate avenues for future research into the ways in which personal and placement factors are related to outcomes of interest."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35021",
        "text": "First, living apart from one's sibling was a significant predictor of sibling relationship quality for two indicators (i.e., Sibling Relationship Questionnaire and Sibling Interaction Quality). Perhaps when pre-adolescents and adolescents in foster care live in a separate home from their sibling, the sibling relationship becomes particularly salient. Under these circumstances, youth may have cognitive and emotional understanding of the importance of their siblings, and may focus more on the quality of relationship with their sibling. As a result, youth may dedicate additional effort to the development of strong, positive bonds with their sibling. In addition, siblings who live apart may have fewer opportunities for conflictual or problematic interactions. As the literature suggests, siblings in care often desire more time with one another (Lundstrom & Sallnas, 2012) . Provided this logic holds, qualitative research may examine how the sibling bond is understood for youth in foster care at different developmental stages; and quantitative research may evaluate the strength of the sibling relationship as youth age and in different living situations, including for siblings who move into separate placements while in foster care.",
        "section": "Discussion",
        "section_number": 49,
        "sentences": [
            "First, living apart from one's sibling was a significant predictor of sibling relationship quality for two indicators (i.e., Sibling Relationship Questionnaire and Sibling Interaction Quality).",
            "Perhaps when pre-adolescents and adolescents in foster care live in a separate home from their sibling, the sibling relationship becomes particularly salient.",
            "Under these circumstances, youth may have cognitive and emotional understanding of the importance of their siblings, and may focus more on the quality of relationship with their sibling.",
            "As a result, youth may dedicate additional effort to the development of strong, positive bonds with their sibling.",
            "In addition, siblings who live apart may have fewer opportunities for conflictual or problematic interactions.",
            "As the literature suggests, siblings in care often desire more time with one another (Lundstrom & Sallnas, 2012) .",
            "Provided this logic holds, qualitative research may examine how the sibling bond is understood for youth in foster care at different developmental stages; and quantitative research may evaluate the strength of the sibling relationship as youth age and in different living situations, including for siblings who move into separate placements while in foster care."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35021",
        "text": "Second, for non-White youth, there was one significant finding for the SRQ total score. Some research has indicated that siblings may play an even more important role as friends or companions among minority groups where collectivist cultural values may be pronounced (Updegraff, McHale, Whiteman, Thayer, & Delgado, 2005) . Siblings are often a subset of youth's friends, but perhaps these sibling friendships are more prominent in certain subgroups.",
        "section": "Discussion",
        "section_number": 50,
        "sentences": [
            "Second, for non-White youth, there was one significant finding for the SRQ total score.",
            "Some research has indicated that siblings may play an even more important role as friends or companions among minority groups where collectivist cultural values may be pronounced (Updegraff, McHale, Whiteman, Thayer, & Delgado, 2005) .",
            "Siblings are often a subset of youth's friends, but perhaps these sibling friendships are more prominent in certain subgroups."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35021",
        "text": "There are other limitations that are important to note. Since foster youth may disrupt from foster home placements while in foster care, it is not surprising that there were some missing data, especially at the later waves. We examined completion rates at each wave and found no statistically significant differences in numbers across the three outcomes. It appears that we are reporting largely on the same individuals across outcomes and over time. Due to the universal recruitment strategy and heterogeneous sample, other unmeasured factors may have influenced the results. Finally, it is possible that the study results reflect slightly higher functioning youth as compared to the general foster youth population given that caseworkers in some instances declined to refer youth experiencing particularly significant socio-emotional challenges for possible study enrollment.",
        "section": "Discussion",
        "section_number": 51,
        "sentences": [
            "There are other limitations that are important to note.",
            "Since foster youth may disrupt from foster home placements while in foster care, it is not surprising that there were some missing data, especially at the later waves.",
            "We examined completion rates at each wave and found no statistically significant differences in numbers across the three outcomes.",
            "It appears that we are reporting largely on the same individuals across outcomes and over time.",
            "Due to the universal recruitment strategy and heterogeneous sample, other unmeasured factors may have influenced the results.",
            "Finally, it is possible that the study results reflect slightly higher functioning youth as compared to the general foster youth population given that caseworkers in some instances declined to refer youth experiencing particularly significant socio-emotional challenges for possible study enrollment."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35021",
        "text": "Overall, the findings indicate promise for including dyadic sibling interventions in prevention/intervention child welfare programming and services. Considered in relation to prior experimental studies of sibling interventions with foster youth and other at-risk populations, and taken together with previously published data on the fidelity, feasibility, and youth engagement levels for our specific intervention (Kothari et al., 2014) , the current results suggest that sibling programming may be an important area of development for child welfare practitioners, policymakers, and researchers. Since conflict between siblings is common and often a source of stress for biological and foster families, perhaps caregivers will also see benefits from enrolling youth in a sibling intervention program. Teaching youth prosocial skills and enhancing sibling relationships may also have spillover effects for youths' relationships with peers and other individuals. In addition, providing youth in foster care with opportunities to strengthen their relationship with their sibling(s) may be of interest to program developers, for whom a focus on sibling relationship enhancement may provide a universal and strengths-based approach to supporting the needs and well-being of youth.",
        "section": "Discussion",
        "section_number": 52,
        "sentences": [
            "Overall, the findings indicate promise for including dyadic sibling interventions in prevention/intervention child welfare programming and services.",
            "Considered in relation to prior experimental studies of sibling interventions with foster youth and other at-risk populations, and taken together with previously published data on the fidelity, feasibility, and youth engagement levels for our specific intervention (Kothari et al., 2014) , the current results suggest that sibling programming may be an important area of development for child welfare practitioners, policymakers, and researchers.",
            "Since conflict between siblings is common and often a source of stress for biological and foster families, perhaps caregivers will also see benefits from enrolling youth in a sibling intervention program.",
            "Teaching youth prosocial skills and enhancing sibling relationships may also have spillover effects for youths' relationships with peers and other individuals.",
            "In addition, providing youth in foster care with opportunities to strengthen their relationship with their sibling(s) may be of interest to program developers, for whom a focus on sibling relationship enhancement may provide a universal and strengths-based approach to supporting the needs and well-being of youth."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    }
]