[
    {
        "doc_id": "33569",
        "text": "The aim of this study was to compare the effect of motivational interview (MI) with conventional care on the depression scale scores of adolescents with obesity/overweight. It was a controlled cluster randomized trial with parallel design, including two groups: intervention group [Motivational Interview Group (MIG)], control group [Conventional Intervention Group (CIG)]. Intervention: three face-to-face 30 min' interviews three months apart (only MIG interviews were based on MI principles). Outcomes: change in Children Depression Inventory (CDI) scores. We used a mixed repeated-measures ANOVAs analysis to assess the group vs time interaction. Effect size was calculated for ANOVA with difference of means of the total score (DOMTS). CDI scores were compared by a paired t-test. Eighty-three (84%) adolescents finished the intervention. There was a significant time vs group interaction on both groups. While in the CIG scores significantly increased, in the MIG the scores significantly decreased. The DOMTS was significantly different between the two groups. We concluded that MI showed a positive effect on depression scale scores over time relatively to conventional intervention.",
        "section": "Abstract",
        "sentences": [
            "The aim of this study was to compare the effect of motivational interview (MI) with conventional care on the depression scale scores of adolescents with obesity/overweight.",
            "It was a controlled cluster randomized trial with parallel design, including two groups: intervention group [Motivational Interview Group (MIG)], control group [Conventional Intervention Group (CIG)].",
            "Intervention: three face-to-face 30 min' interviews three months apart (only MIG interviews were based on MI principles).",
            "Outcomes: change in Children Depression Inventory (CDI) scores.",
            "We used a mixed repeated-measures ANOVAs analysis to assess the group vs time interaction.",
            "Effect size was calculated for ANOVA with difference of means of the total score (DOMTS).",
            "CDI scores were compared by a paired t-test.",
            "Eighty-three (84%) adolescents finished the intervention.",
            "There was a significant time vs group interaction on both groups.",
            "While in the CIG scores significantly increased, in the MIG the scores significantly decreased.",
            "The DOMTS was significantly different between the two groups.",
            "We concluded that MI showed a positive effect on depression scale scores over time relatively to conventional intervention."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33569",
        "text": "Depression has long been recognized as a negative consequence of obesity Boutelle et al., 2010; Herva et al., 2006; Mustillo et al., 2003) . Studies in the last decades have demonstrated that depressive symptoms can also lead to obesity (Hoare et al., 2013; Korczak et al., 2013) . The same neuroendocrine pathways that are associated with depressive symptoms can lead to obesity. Patients with depression show repetitive activation of hypothalamic-pituitary-adrenal cortex axis, increasing cortisol secretion (Pine et al., 1997) . Elevated levels of cortisol are associated with obesity, mainly with visceral fat deposition (Marniemi et al., 2002) . In adolescents the cortisol response to psychological stress is greater than the one generated by physical effort (Wegner et al., 2014) . Additionally, children with increased response to cortisol engage less in physical activity (Susman et al., 2007) , rendering obesity treatment more difficult.",
        "section": "Introduction",
        "section_number": 1,
        "sentences": [
            "Depression has long been recognized as a negative consequence of obesity Boutelle et al., 2010; Herva et al., 2006; Mustillo et al., 2003) .",
            "Studies in the last decades have demonstrated that depressive symptoms can also lead to obesity (Hoare et al., 2013; Korczak et al., 2013) .",
            "The same neuroendocrine pathways that are associated with depressive symptoms can lead to obesity.",
            "Patients with depression show repetitive activation of hypothalamic-pituitary-adrenal cortex axis, increasing cortisol secretion (Pine et al., 1997) .",
            "Elevated levels of cortisol are associated with obesity, mainly with visceral fat deposition (Marniemi et al., 2002) .",
            "In adolescents the cortisol response to psychological stress is greater than the one generated by physical effort (Wegner et al., 2014) .",
            "Additionally, children with increased response to cortisol engage less in physical activity (Susman et al., 2007) , rendering obesity treatment more difficult."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33569",
        "text": "Pediatric depression was associated to the emergence and maintenance of adolescent and adult obesity, even after adjusting for parental body mass index (BMI) and physical activity (Goodman and Whitaker, 2002) . Depressive symptoms are present in approximately 20% of adolescents (Costello et al., 2003) , and may impair the development of cognitive, social and psychologic competences that favor adaptation to adult life (Diamantopoulou et al., 2011) . The prevalence of adolescent depression is roughly the same in both sexes until 12 years-of-age, when it becomes greater in female adolescents (approximately twice the prevalence of male adolescents) (Angold et al., 2002) . In a systematic review about the prospective associations between depression and obesity it was observed that the depressed adolescents had a 70% probability of becoming obese, and that obese adolescents had a 40% probability of becoming depressed (Mannan et al., 2016) . In accordance with these results, in a meta-analysis which evaluated the existence of bidirectional relationships between obesity and depression in adolescence an increase in the incidence of obesity was observed in depressed adolescents of both sexes. However, the incidence of depression in obese adolescents was only seen in females (Mühlig et al., 2016) . Nevertheless, due to the scarcity of longitudinal and randomized controlled studies, it is not reasonable to draw causal conclusions about those associations.",
        "section": "Introduction",
        "section_number": 2,
        "sentences": [
            "Pediatric depression was associated to the emergence and maintenance of adolescent and adult obesity, even after adjusting for parental body mass index (BMI) and physical activity (Goodman and Whitaker, 2002) .",
            "Depressive symptoms are present in approximately 20% of adolescents (Costello et al., 2003) , and may impair the development of cognitive, social and psychologic competences that favor adaptation to adult life (Diamantopoulou et al., 2011) .",
            "The prevalence of adolescent depression is roughly the same in both sexes until 12 years-of-age, when it becomes greater in female adolescents (approximately twice the prevalence of male adolescents) (Angold et al., 2002) .",
            "In a systematic review about the prospective associations between depression and obesity it was observed that the depressed adolescents had a 70% probability of becoming obese, and that obese adolescents had a 40% probability of becoming depressed (Mannan et al., 2016) .",
            "In accordance with these results, in a meta-analysis which evaluated the existence of bidirectional relationships between obesity and depression in adolescence an increase in the incidence of obesity was observed in depressed adolescents of both sexes.",
            "However, the incidence of depression in obese adolescents was only seen in females (Mühlig et al., 2016) .",
            "Nevertheless, due to the scarcity of longitudinal and randomized controlled studies, it is not reasonable to draw causal conclusions about those associations."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33569",
        "text": "American Academy of Pediatrics recommends the integration of preventive care in several settings of health care contexts to improve the mental health of adolescents, and encourages pediatricians to use Motivational Interviewing (MI) as a counseling style (Golden et al., 2016) . MI consists of a guided dialogue where the counselor has the main objective of eliciting and strengthening the client internal motivation towards change in a setting of compassion, acceptance, collaboration and evocation (Miller and Rollnick, 2012) . MI might be particularly appropriate for improving treatment response in clinical depression because it addresses the symptoms of depression. It has the potential to increase depressed client's motivation for activity without arousing resistance, and it emphasizes the development of a supportive therapeutic relationship that is non-judgmental and empathic (Arkowitz and Burke, 2008; Naar-King and Suarez, 2011) . MI has Self-Determination Theory (SDT) as its main theoretical framework (Markland et al., 2005) . According to SDT, intrinsic motivation is an important construct, reflecting the natural human propensity to learn and assimilate. However, extrinsic motivation is argued to vary considerably in its relative autonomy and thus can either reflect external control or true self-regulation. In a meta-analysis that analyzed SDT applied to health contexts, results showed that autonomy supportive health care climates and satisfaction of basic psychologic needs (autonomy, competence and relatedness) had positive effects on mental health, including on depressive symptoms (Ng et al., 2012) . However, more research is needed regarding the application of MI to the treatment or prevention of depression in adolescence to understand and predict its effects on obesity outcomes or on depression (Westra et al., 2011) .",
        "section": "Introduction",
        "section_number": 3,
        "sentences": [
            "American Academy of Pediatrics recommends the integration of preventive care in several settings of health care contexts to improve the mental health of adolescents, and encourages pediatricians to use Motivational Interviewing (MI) as a counseling style (Golden et al., 2016) .",
            "MI consists of a guided dialogue where the counselor has the main objective of eliciting and strengthening the client internal motivation towards change in a setting of compassion, acceptance, collaboration and evocation (Miller and Rollnick, 2012) .",
            "MI might be particularly appropriate for improving treatment response in clinical depression because it addresses the symptoms of depression.",
            "It has the potential to increase depressed client's motivation for activity without arousing resistance, and it emphasizes the development of a supportive therapeutic relationship that is non-judgmental and empathic (Arkowitz and Burke, 2008; Naar-King and Suarez, 2011) .",
            "MI has Self-Determination Theory (SDT) as its main theoretical framework (Markland et al., 2005) .",
            "According to SDT, intrinsic motivation is an important construct, reflecting the natural human propensity to learn and assimilate.",
            "However, extrinsic motivation is argued to vary considerably in its relative autonomy and thus can either reflect external control or true self-regulation.",
            "In a meta-analysis that analyzed SDT applied to health contexts, results showed that autonomy supportive health care climates and satisfaction of basic psychologic needs (autonomy, competence and relatedness) had positive effects on mental health, including on depressive symptoms (Ng et al., 2012) .",
            "However, more research is needed regarding the application of MI to the treatment or prevention of depression in adolescence to understand and predict its effects on obesity outcomes or on depression (Westra et al., 2011) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33569",
        "text": "School settings are effective for identifying high risk adolescents and to refer them to treatment for weight loss (Diamantopoulou et al., 2011) . School settings also favor the MI intervention because it constitutes an environment where the coach-participant relationship is seen as a partnership, rather than an expert-recipient relationship (Flattum et al., 2009) .",
        "section": "Introduction",
        "section_number": 4,
        "sentences": [
            "School settings are effective for identifying high risk adolescents and to refer them to treatment for weight loss (Diamantopoulou et al., 2011) .",
            "School settings also favor the MI intervention because it constitutes an environment where the coach-participant relationship is seen as a partnership, rather than an expert-recipient relationship (Flattum et al., 2009) ."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "33569",
        "text": "The aim of this study was to evaluate the effect of MI, integrated in a school health program, over the depression scale scores of adolescent students with overweight and obesity.",
        "section": "Introduction",
        "section_number": 5,
        "sentences": [
            "The aim of this study was to evaluate the effect of MI, integrated in a school health program, over the depression scale scores of adolescent students with overweight and obesity."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "33569",
        "text": "The imagine study was a randomized controlled trial with cluster blocked randomization. A minimum sample size of 22 participants per condition was calculated, assuming an effect size of d=.78 (Hettema et al., 2005) , a power of 80% and an alpha level of .05 (Soper, 2016) . In a prior pilot study with adolescents of public high schools, the authors had a response rate of 25% (Rocha et al., 2014) . Expecting an attrition rate of 50%, in the middle of the range of values observed previously (Skelton and Beech, 2011) , 800 participants were randomly selected to achieve a sample size of 50 in each group. Eight high schools were randomly chosen in the geographic catchment area to participate in the study. Each school was randomly allocated to one of the arms of the study (intervention or control) with a 1:1 ratio. The sample was selected with a cluster blocked randomization in which cluster unit was the school. The block size was fixed, with 100 participants randomly chosen and invited to participate in each school, which permitted stratification of the sample by the schools. Inclusion criteria were the simultaneous presence of the following: (a) age between 14 and 19 years-old and (b) obesity or overweight according to World Health Organization (WHO) body mass index (BMI) criteria (de Onis and Lobstein, 2010; WHO Multicentre Growth Reference Study Group, 2006) . Exclusion criteria were the presence of at least one of the following: (a) current diagnosis of depression; (b) recent weight loss of 10% or more of body weight; (c) pregnancy; (d) breastfeeding; (e) endocrine disease; (f) present therapy with antidepressant or hypoglycemic drugs; (g) present treatment for eating disorder or depression and (h) cognitive impairment of the student or his/her legal tutor. All the students of those schools were measured for weight and height. The selected students who accepted to participate were assigned to: (a) a MI intervention (Motivational Interview Group, MIG) or (b) a conventional intervention (Conventional Intervention Group, CIG), according to the school to which they belonged. The study was done with a parallel design, and only the counseling style changed between the two groups.",
        "section": "Methods",
        "section_number": 6,
        "sentences": [
            "The imagine study was a randomized controlled trial with cluster blocked randomization.",
            "A minimum sample size of 22 participants per condition was calculated, assuming an effect size of d=.78 (Hettema et al., 2005) , a power of 80% and an alpha level of .05 (Soper, 2016) .",
            "In a prior pilot study with adolescents of public high schools, the authors had a response rate of 25% (Rocha et al., 2014) .",
            "Expecting an attrition rate of 50%, in the middle of the range of values observed previously (Skelton and Beech, 2011) , 800 participants were randomly selected to achieve a sample size of 50 in each group.",
            "Eight high schools were randomly chosen in the geographic catchment area to participate in the study.",
            "Each school was randomly allocated to one of the arms of the study (intervention or control) with a 1:1 ratio.",
            "The sample was selected with a cluster blocked randomization in which cluster unit was the school.",
            "The block size was fixed, with 100 participants randomly chosen and invited to participate in each school, which permitted stratification of the sample by the schools.",
            "Inclusion criteria were the simultaneous presence of the following: (a) age between 14 and 19 years-old and (b) obesity or overweight according to World Health Organization (WHO) body mass index (BMI) criteria (de Onis and Lobstein, 2010; WHO Multicentre Growth Reference Study Group, 2006) .",
            "Exclusion criteria were the presence of at least one of the following: (a) current diagnosis of depression; (b) recent weight loss of 10% or more of body weight; (c) pregnancy; (d) breastfeeding; (e) endocrine disease; (f) present therapy with antidepressant or hypoglycemic drugs; (g) present treatment for eating disorder or depression and (h) cognitive impairment of the student or his/her legal tutor.",
            "All the students of those schools were measured for weight and height.",
            "The selected students who accepted to participate were assigned to: (a) a MI intervention (Motivational Interview Group, MIG) or (b) a conventional intervention (Conventional Intervention Group, CIG), according to the school to which they belonged.",
            "The study was done with a parallel design, and only the counseling style changed between the two groups."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33569",
        "text": "Socio-economic status was evaluated according to Graffar Scale (Graffar, 1956) . Both interventions had a similar structure that included three 30 min.",
        "section": "Methods",
        "section_number": 7,
        "sentences": [
            "Socio-economic status was evaluated according to Graffar Scale (Graffar, 1956) .",
            "Both interventions had a similar structure that included three 30 min."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "33569",
        "text": "individualized and confidential face-to-face counseling sessions held three months apart (total study time was six months). During the counseling sessions they were asked to follow dietetic and physical exercise recommendations according to the Dietary Guidelines for Americans (DeSalvo et al., 2016) and American Heart Association guidelines for physical activity (Pate et al., 2006) . All the sessions of both groups were audio-taped and coded according to the Motivational Interviewing Treatment Integrity (MITI) manual (Moyers et al., 2005) version 3.1.1. The interviewer was a pediatrician with training in MI (80 h of theoretical and practical training with MINT trainers). MIG participants received a counseling intervention that was based on MIprinciples described by Miller and Rollnick (2012) . Interviews included a MI based interpersonal discussion with the participant addressing ambivalence about behavior change. Pros and cons of change were discussed, and change talk was elicited, in a participant-centered approach using predominantly MI skills (open-ended questions, affirmations, reflexions and summaries). A broad discussion about participant's feelings, family and school context, difficulties and future life projects was entertained. The interviewer actively tried to establish an engaging therapeutic relationship with the participant aiming the elicitation of intrinsic or extrinsic autonomous motivation to change. In the CIG the counseling style was not consistently based in those principles. Interview structure was more directive and did not focus on the personal framework of the participant. In the CIG group the discussion was mainly about obesogenic lifestyle behaviors and focused on the transmission of information regarding the changes that the interviewer considered necessary for the participant to lose weight. After the interviews all participants received a specific and individualized dietary plan, by a registered dietitian with experience in adolescent care, as well as physical exercise plan, by a Physical Education teacher of the same school of the participant. The schools organized extra physical exercise classes with one hour of duration per week specifically for the participants of the study. The curricula of those classes was the same for both groups in all the schools.",
        "section": "Methods",
        "section_number": 8,
        "sentences": [
            "individualized and confidential face-to-face counseling sessions held three months apart (total study time was six months).",
            "During the counseling sessions they were asked to follow dietetic and physical exercise recommendations according to the Dietary Guidelines for Americans (DeSalvo et al., 2016) and American Heart Association guidelines for physical activity (Pate et al., 2006) .",
            "All the sessions of both groups were audio-taped and coded according to the Motivational Interviewing Treatment Integrity (MITI) manual (Moyers et al., 2005) version 3.1.1.",
            "The interviewer was a pediatrician with training in MI (80 h of theoretical and practical training with MINT trainers).",
            "MIG participants received a counseling intervention that was based on MIprinciples described by Miller and Rollnick (2012) .",
            "Interviews included a MI based interpersonal discussion with the participant addressing ambivalence about behavior change.",
            "Pros and cons of change were discussed, and change talk was elicited, in a participant-centered approach using predominantly MI skills (open-ended questions, affirmations, reflexions and summaries).",
            "A broad discussion about participant's feelings, family and school context, difficulties and future life projects was entertained.",
            "The interviewer actively tried to establish an engaging therapeutic relationship with the participant aiming the elicitation of intrinsic or extrinsic autonomous motivation to change.",
            "In the CIG the counseling style was not consistently based in those principles.",
            "Interview structure was more directive and did not focus on the personal framework of the participant.",
            "In the CIG group the discussion was mainly about obesogenic lifestyle behaviors and focused on the transmission of information regarding the changes that the interviewer considered necessary for the participant to lose weight.",
            "After the interviews all participants received a specific and individualized dietary plan, by a registered dietitian with experience in adolescent care, as well as physical exercise plan, by a Physical Education teacher of the same school of the participant.",
            "The schools organized extra physical exercise classes with one hour of duration per week specifically for the participants of the study.",
            "The curricula of those classes was the same for both groups in all the schools."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33569",
        "text": "Approval to conduct the study was granted by the local research ethics committees (equivalent to a Human Subjects Review Boards). The study is registered in Clinicaltrials.gov. The municipalities where the study took place (Seixal and Almada, Portugal) partially funded the physical activities for the participants. Additionally, pharmacies from Group group Holon® gave free dietetic counseling, without selling any dietetic products. Neither the municipalities nor the pharmacies had any influence on the study protocol or on the analysis of results.",
        "section": "Methods",
        "section_number": 9,
        "sentences": [
            "Approval to conduct the study was granted by the local research ethics committees (equivalent to a Human Subjects Review Boards).",
            "The study is registered in Clinicaltrials.gov.",
            "The municipalities where the study took place (Seixal and Almada, Portugal) partially funded the physical activities for the participants.",
            "Additionally, pharmacies from Group group Holon® gave free dietetic counseling, without selling any dietetic products.",
            "Neither the municipalities nor the pharmacies had any influence on the study protocol or on the analysis of results."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33569",
        "text": "All the participating students and their respective parents/guardians were sent letters explaining the study and the screening process for inclusion. The students who agreed to participate provided written assent and their parents/guardians were asked to sign an informed consent. Students and parents were given the opportunity to opt out of the study at any point. The interviews took place in a space with privacy and all the data collected was maintained confidential. In both groups, time schedule and place of the interviews were flexible to accommodate individual preferences as far as possible.",
        "section": "Methods",
        "section_number": 10,
        "sentences": [
            "All the participating students and their respective parents/guardians were sent letters explaining the study and the screening process for inclusion.",
            "The students who agreed to participate provided written assent and their parents/guardians were asked to sign an informed consent.",
            "Students and parents were given the opportunity to opt out of the study at any point.",
            "The interviews took place in a space with privacy and all the data collected was maintained confidential.",
            "In both groups, time schedule and place of the interviews were flexible to accommodate individual preferences as far as possible."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33569",
        "text": "Depressive symptoms were evaluated by the Children Depression Inventory (CDI) scale, created by Kovacs (Kovacs, 1985) , and validated to Portuguese adolescents by Dias & Gonçalves (Dias et al., 1999) . The 26 items of the scale are coded between 0 and 2. The higher the score reflects greater level of depressive symptoms presented by the partici-pant. The total score of the scale was used to interpret the results.",
        "section": "Methods",
        "section_number": 11,
        "sentences": [
            "Depressive symptoms were evaluated by the Children Depression Inventory (CDI) scale, created by Kovacs (Kovacs, 1985) , and validated to Portuguese adolescents by Dias & Gonçalves (Dias et al., 1999) .",
            "The 26 items of the scale are coded between 0 and 2.",
            "The higher the score reflects greater level of depressive symptoms presented by the partici-pant.",
            "The total score of the scale was used to interpret the results."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33569",
        "text": "Sample characteristics were described using frequencies (percentages) for categorical variables and means and SDs for continuous variables. Differences in the distribution of socio-demographic characteristics between the groups (MIG versus CIG) were compared using the χ 2 test for categorical variables and the unpaired t-test or Mann-Whitney U test for continuous variables. Normality of distributions and homogeneity of variances were evaluated with Kolmogorov-Smirnov test with Lilliefors correction and with Levene test, respectively. Once a possible confounding variable has been identified, it entered into the analysis as a covariate. A mixed repeated-measures ANOVAs analysis was conducted to assess the group (MIG versus CIG) versus time (baseline through the follow-up) interaction. Effect size was calculated for ANOVA with difference of means of the total score (DOMTS). CDI scores were compared by a paired t-test. Bonferroni correction was used after the univariate tests. Values of p < .05 were considered statistically significant. Data was analyzed using SPSS® software (version 20.0) (SPSS® Inc. Chicago, Illinois).",
        "section": "Methods",
        "section_number": 12,
        "sentences": [
            "Sample characteristics were described using frequencies (percentages) for categorical variables and means and SDs for continuous variables.",
            "Differences in the distribution of socio-demographic characteristics between the groups (MIG versus CIG) were compared using the χ 2 test for categorical variables and the unpaired t-test or Mann-Whitney U test for continuous variables.",
            "Normality of distributions and homogeneity of variances were evaluated with Kolmogorov-Smirnov test with Lilliefors correction and with Levene test, respectively.",
            "Once a possible confounding variable has been identified, it entered into the analysis as a covariate.",
            "A mixed repeated-measures ANOVAs analysis was conducted to assess the group (MIG versus CIG) versus time (baseline through the follow-up) interaction.",
            "Effect size was calculated for ANOVA with difference of means of the total score (DOMTS).",
            "CDI scores were compared by a paired t-test.",
            "Bonferroni correction was used after the univariate tests.",
            "Values of p < .05 were considered statistically significant.",
            "Data was analyzed using SPSS® software (version 20.0) (SPSS® Inc. Chicago, Illinois)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33569",
        "text": "The study included 97 students [70 girls (72.2%), 27 boys (27.8%)] (see Fig. 1 ), corresponding to a response rate of 12.1%. Respondents and non-respondents did not differ significantly on age, sex and BMI zscore. Eighty-three (83.8%) participants completed the study protocol (82% of the girls and 93% of the boys completed the protocol). Dropouts were not significantly different from completers on any baseline demographic or clinical variable. Additionally, baseline characteristics (age, sex, average score of socioeconomic status) did not differ significantly between the two groups except for BMI z-score (MIG: 1.54 ± .48; CIG: 1.83 ± .28; p=.001) and abdominal circumference (MIG: 92.65 ± 11.05; CIG: 99.57 ± 11.45; p=.006) which were lower in the MIG (see Table 1 ), so these variables entered as covariates in the final analysis.",
        "section": "Results",
        "section_number": 13,
        "sentences": [
            "The study included 97 students [70 girls (72.2%), 27 boys (27.8%)] (see Fig. 1 ), corresponding to a response rate of 12.1%.",
            "Respondents and non-respondents did not differ significantly on age, sex and BMI zscore.",
            "Eighty-three (83.8%) participants completed the study protocol (82% of the girls and 93% of the boys completed the protocol).",
            "Dropouts were not significantly different from completers on any baseline demographic or clinical variable.",
            "Additionally, baseline characteristics (age, sex, average score of socioeconomic status) did not differ significantly between the two groups except for BMI z-score (MIG: 1.54 ± .48; CIG: 1.83 ± .28; p=.001) and abdominal circumference (MIG: 92.65 ± 11.05; CIG: 99.57 ± 11.45; p=.006) which were lower in the MIG (see Table 1 ), so these variables entered as covariates in the final analysis."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33569",
        "text": "Intervention coding summary of proficiency ratings according to MITI were statistically different between the two groups: average global rating (MIG: 4.66 ± .31; CIG: 3.22 ± .68; p < .001), percentage of MI adherent behaviors (MIG: 97.0 ± 3.4; CIG: 59.8 ± 16.3; p < .001), percentage of open questions (MIG: 78.9 ± 9.6; CIG: 34.2 ± 10.8; p < .001) and percentage of complex reflections (MIG: 79.7 ± 6.9; CIG: 42.7 ± 14.9; p < .001). Global rating was calculated by the formula: (evoking+collaboration+autonomy)/3.",
        "section": "Results",
        "section_number": 14,
        "sentences": [
            "Intervention coding summary of proficiency ratings according to MITI were statistically different between the two groups: average global rating (MIG: 4.66 ± .31; CIG: 3.22 ± .68; p < .001), percentage of MI adherent behaviors (MIG: 97.0 ± 3.4; CIG: 59.8 ± 16.3; p < .001), percentage of open questions (MIG: 78.9 ± 9.6; CIG: 34.2 ± 10.8; p < .001) and percentage of complex reflections (MIG: 79.7 ± 6.9; CIG: 42.7 ± 14.9; p < .001).",
            "Global rating was calculated by the formula: (evoking+collaboration+autonomy)/3."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "33569",
        "text": "Cronbach alfa's of CDI at baseline and at the end of the study were .862 and .904, respectively. Participants had a mean total score inferior than the cut-off value (score=20) without statistically significant differences between male and female sex (females: 13.8 ± 7.1; males: 11.2 ± 6.1; p=.119). Comparing the total scores between the two groups at baseline, there were not statistically significant differences between the groups (MIG: 12.8 ± 7.1; CIG: 13.2 ± 7.8; p=.931).",
        "section": "Results",
        "section_number": 15,
        "sentences": [
            "Cronbach alfa's of CDI at baseline and at the end of the study were .862 and .904, respectively.",
            "Participants had a mean total score inferior than the cut-off value (score=20) without statistically significant differences between male and female sex (females: 13.8 ± 7.1; males: 11.2 ± 6.1; p=.119).",
            "Comparing the total scores between the two groups at baseline, there were not statistically significant differences between the groups (MIG: 12.8 ± 7.1; CIG: 13.2 ± 7.8; p=.931)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33569",
        "text": "We observed a significant group by time interaction for depression scores [F(1,81)=34.701, p < .001, η 2 =.300]. ( Fig. 2) . ",
        "section": "Results",
        "section_number": 16,
        "sentences": [
            "We observed a significant group by time interaction for depression scores [F(1,81)=34.701, p < .001, η 2 =.300]. (",
            "Fig. 2) ."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "33569",
        "text": "This study contributes to a better understanding of the effect of MI on depressive symptoms of adolescents with obesity and overweight. The results show that MI based counseling resulted in a significant decrease of the score of depressive symptoms.",
        "section": "Discussion",
        "section_number": 17,
        "sentences": [
            "This study contributes to a better understanding of the effect of MI on depressive symptoms of adolescents with obesity and overweight.",
            "The results show that MI based counseling resulted in a significant decrease of the score of depressive symptoms."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "33569",
        "text": "Although research on the effect of MI on depressive symptoms involving adolescent samples is scarce, results of the present study support findings from research conducted with adults also showing favorable results of MI on depressive symptoms (Carlbring et al., 2010; Gabbay et al., 2013; Horrell et al., 2010; McDevitt-Murphy et al., 2015) . There are also studies with adults showing no significant improvement of a MI intervention on depression scale scores when compared to control interventions. Those studies were developed for persons with different conditions associated with obesity, including for those with psychiatric diseases (Forsyth et al., 2015) , substance abuse disorders (Kidorf et al., 2005) , extreme poverty (Robinson et al., 2016) or pregnancy (Bogaerts et al., 2012) . One possible explanation for the lack of significant results in those studies may be related with the high severity of depressive symptoms and the presence of particular conditions in the participants, which may have impacted their ability to meet the program goals. In our sample the diagnosis of depression was an exclusion criterion, and only depressive symptoms were changed by the intervention. Although MI was used in this study on a sample with less severe symptomatology, our results point to the potential of MI as a counseling style in a population still amenable to preventive interventions.",
        "section": "Discussion",
        "section_number": 18,
        "sentences": [
            "Although research on the effect of MI on depressive symptoms involving adolescent samples is scarce, results of the present study support findings from research conducted with adults also showing favorable results of MI on depressive symptoms (Carlbring et al., 2010; Gabbay et al., 2013; Horrell et al., 2010; McDevitt-Murphy et al., 2015) .",
            "There are also studies with adults showing no significant improvement of a MI intervention on depression scale scores when compared to control interventions.",
            "Those studies were developed for persons with different conditions associated with obesity, including for those with psychiatric diseases (Forsyth et al., 2015) , substance abuse disorders (Kidorf et al., 2005) , extreme poverty (Robinson et al., 2016) or pregnancy (Bogaerts et al., 2012) .",
            "One possible explanation for the lack of significant results in those studies may be related with the high severity of depressive symptoms and the presence of particular conditions in the participants, which may have impacted their ability to meet the program goals.",
            "In our sample the diagnosis of depression was an exclusion criterion, and only depressive symptoms were changed by the intervention.",
            "Although MI was used in this study on a sample with less severe symptomatology, our results point to the potential of MI as a counseling style in a population still amenable to preventive interventions."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33569",
        "text": "Closer to adolescent ages, studies with college students showed controversial results. While some studies pointed to positive effects of MI for reducing depressive symptoms, either delivered through an internet program (King et al., 2015) or through individual in-person personalized intervention (Geisner et al., 2015) , another study did not find any significant differences between groups on depression scale scores at 12-month follow-up (Fleming et al., 2010) . The Fleming et al. study included a large sample, but was based on a short intervention (two 15-min counseling visits and two follow-up phone calls) and thus the low intensity of the intervention may have resulted in the null findings.",
        "section": "Discussion",
        "section_number": 19,
        "sentences": [
            "Closer to adolescent ages, studies with college students showed controversial results.",
            "While some studies pointed to positive effects of MI for reducing depressive symptoms, either delivered through an internet program (King et al., 2015) or through individual in-person personalized intervention (Geisner et al., 2015) , another study did not find any significant differences between groups on depression scale scores at 12-month follow-up (Fleming et al., 2010) .",
            "The Fleming et al. study included a large sample, but was based on a short intervention (two 15-min counseling visits and two follow-up phone calls) and thus the low intensity of the intervention may have resulted in the null findings."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33569",
        "text": "Adolescents may be an ideal population to benefit from MI interventions (Naar-King and Suarez, 2011). Brody's case description of the successful use of MI in the treatment of a depressed adolescent has exemplified how MI may be particularly appropriate with this population, for whom motivation to engage in therapy is often a problem and who frequently experience ambivalence about life choices (Brody, 2009) . In this case description, the patient recognized that the therapist gave her strategies for self-improvement, helping her to identify conflicts between her values and to recognize how those conflicts were contributing to her distress.",
        "section": "Discussion",
        "section_number": 20,
        "sentences": [
            "Adolescents may be an ideal population to benefit from MI interventions (Naar-King and Suarez, 2011).",
            "Brody's case description of the successful use of MI in the treatment of a depressed adolescent has exemplified how MI may be particularly appropriate with this population, for whom motivation to engage in therapy is often a problem and who frequently experience ambivalence about life choices (Brody, 2009) .",
            "In this case description, the patient recognized that the therapist gave her strategies for self-improvement, helping her to identify conflicts between her values and to recognize how those conflicts were contributing to her distress."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33569",
        "text": "Previous research suggests that MI can decrease depression symptoms in adolescents with several pathologic conditions, like addiction problems (Rosengard et al., 2008; Stein et al., 2011) , risky behaviors (Stein et al., 2006) and HIV infection (Kennard et al., 2014) . The current study was aimed at extending this literature for the effects of MI on adolescents with obesity and overweight by focusing specifically on decreasing their experience of depressive symptoms.",
        "section": "Discussion",
        "section_number": 21,
        "sentences": [
            "Previous research suggests that MI can decrease depression symptoms in adolescents with several pathologic conditions, like addiction problems (Rosengard et al., 2008; Stein et al., 2011) , risky behaviors (Stein et al., 2006) and HIV infection (Kennard et al., 2014) .",
            "The current study was aimed at extending this literature for the effects of MI on adolescents with obesity and overweight by focusing specifically on decreasing their experience of depressive symptoms."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "33569",
        "text": "Internet programs designed to prevent depression in adolescents based on principles of MI have been shown to significantly decrease depressed mood (Van Voorhees et al., 2008) and to facilitate the access of adolescents to preventive counseling (Saulsberry et al., 2013; Van Voorhees et al., 2009) . Our program had the additional advantage of a face-to-face communication with the participant, facilitating the establishment of an empathic therapeutic relation. The decrease of depression scale scores may be partially explained by the fostering of participant's motivation for change in a supportive environment (Beckie et al., 2011; Grote et al., 2007) . MI offers an advantage for ameliorating depressive symptoms over traditional health coaching in that it does not use scaring or confrontational tactics and expresses empathy through reflection by responding to the patient with direct feedback on their statements (Miller and Rollnick, 2012) . Motivational Interviewing is also aimed at increasing autonomous motivation, which is positively related to positive mood during sessions, satisfaction with therapy and positive outcomes in patients with depression (Michalak et al., 2004; Zuroff et al., 2007) . Moreover, MI encourages self-efficacy and the pursuit of positive and enjoyable goals in life, empowering and energizing the patients, an approach that may be especially important for improving mood (Lecci et al., 1994) . Another reason may be related to the strategies used in the implementation of our intervention, designed to better accommodate adolescent's time schedules and place preferences. This may have contributed to the high retention rates observed (Grote et al., 2007; Nicolaidis et al., 2013) . The sessions were held in at school that had no stigmatized affiliation, such as could be the case with a mental health center (Heilemann et al., 2011) .",
        "section": "Discussion",
        "section_number": 22,
        "sentences": [
            "Internet programs designed to prevent depression in adolescents based on principles of MI have been shown to significantly decrease depressed mood (Van Voorhees et al., 2008) and to facilitate the access of adolescents to preventive counseling (Saulsberry et al., 2013; Van Voorhees et al., 2009) .",
            "Our program had the additional advantage of a face-to-face communication with the participant, facilitating the establishment of an empathic therapeutic relation.",
            "The decrease of depression scale scores may be partially explained by the fostering of participant's motivation for change in a supportive environment (Beckie et al., 2011; Grote et al., 2007) .",
            "MI offers an advantage for ameliorating depressive symptoms over traditional health coaching in that it does not use scaring or confrontational tactics and expresses empathy through reflection by responding to the patient with direct feedback on their statements (Miller and Rollnick, 2012) .",
            "Motivational Interviewing is also aimed at increasing autonomous motivation, which is positively related to positive mood during sessions, satisfaction with therapy and positive outcomes in patients with depression (Michalak et al., 2004; Zuroff et al., 2007) .",
            "Moreover, MI encourages self-efficacy and the pursuit of positive and enjoyable goals in life, empowering and energizing the patients, an approach that may be especially important for improving mood (Lecci et al., 1994) .",
            "Another reason may be related to the strategies used in the implementation of our intervention, designed to better accommodate adolescent's time schedules and place preferences.",
            "This may have contributed to the high retention rates observed (Grote et al., 2007; Nicolaidis et al., 2013) .",
            "The sessions were held in at school that had no stigmatized affiliation, such as could be the case with a mental health center (Heilemann et al., 2011) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33569",
        "text": "As depression can also lead to obesity (Hoare et al., 2013; Korczak et al., 2013) , the decrease in the scores of depressive symptoms achieved by the MIG participants will predictably facilitate the treatment of obesity.",
        "section": "Discussion",
        "section_number": 23,
        "sentences": [
            "As depression can also lead to obesity (Hoare et al., 2013; Korczak et al., 2013) , the decrease in the scores of depressive symptoms achieved by the MIG participants will predictably facilitate the treatment of obesity."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "33569",
        "text": "Although we tried to have a more balanced sample regarding to gender, the inclusion of adolescent females as a major group may have been especially advantageous, as MI seems to be more effective in females and young participants (Murphy et al., 2012) . Interviews scheduled closer together, or increased in number, might have shown greater effect, as there is a dose-effect phenomenon in counseling therapy (Kopta et al., 1994) . However, previous brief MI interventions have proven to be effective in adults, especially in counseling related to exercise and diet (Dunn et al., 2001 ) and depression . Brief MI interventions with adolescents are more easily applicable at a community context (Baker and Hambridge, 2002) , and\" after \"with adolescents\", to avoid two words \"and\" in the same phrase. It would sound better \"Brief MI interventions with adolescents are more easily applicable at a community context (Baker and Hambridge, 2002) , and were effective in promoting healthy sexual behavior (Ingersoll et al., 2005; LaBrie et al., 2008) and in reducing alcohol consumption (Chen et al., 2011; Ingersoll et al., 2005; Naar-King et al., 2007) .",
        "section": "Discussion",
        "section_number": 24,
        "sentences": [
            "Although we tried to have a more balanced sample regarding to gender, the inclusion of adolescent females as a major group may have been especially advantageous, as MI seems to be more effective in females and young participants (Murphy et al., 2012) .",
            "Interviews scheduled closer together, or increased in number, might have shown greater effect, as there is a dose-effect phenomenon in counseling therapy (Kopta et al., 1994) .",
            "However, previous brief MI interventions have proven to be effective in adults, especially in counseling related to exercise and diet (Dunn et al., 2001 ) and depression .",
            "Brief MI interventions with adolescents are more easily applicable at a community context (Baker and Hambridge, 2002) , and\" after \"with adolescents\", to avoid two words \"and\" in the same phrase.",
            "It would sound better \"Brief MI interventions with adolescents are more easily applicable at a community context (Baker and Hambridge, 2002) , and were effective in promoting healthy sexual behavior (Ingersoll et al., 2005; LaBrie et al., 2008) and in reducing alcohol consumption (Chen et al., 2011; Ingersoll et al., 2005; Naar-King et al., 2007) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33569",
        "text": "The study has several strengths, including the relatively high cohort retention rate. The intervention was performed in a setting where the adolescents feel comfortable, with privacy and avoiding stigmatization. Our findings contribute to the limited literature on the effects of MI on depression symptoms of adolescents with overweight and obesity. The intervention was practical and relatively inexpensive, with the potential to improve the long-term health of adolescents and young people, as depression in adolescence has a negative impact on adult health (Goodman and Whitaker, 2002) , namely on obesity (Hoare et al., 2013; Korczak et al., 2013) . As depression seems to be associated to a greater risk of obesity, the decrease in depressive symptoms observed may lead to a healthier BMI over time.",
        "section": "Discussion",
        "section_number": 25,
        "sentences": [
            "The study has several strengths, including the relatively high cohort retention rate.",
            "The intervention was performed in a setting where the adolescents feel comfortable, with privacy and avoiding stigmatization.",
            "Our findings contribute to the limited literature on the effects of MI on depression symptoms of adolescents with overweight and obesity.",
            "The intervention was practical and relatively inexpensive, with the potential to improve the long-term health of adolescents and young people, as depression in adolescence has a negative impact on adult health (Goodman and Whitaker, 2002) , namely on obesity (Hoare et al., 2013; Korczak et al., 2013) .",
            "As depression seems to be associated to a greater risk of obesity, the decrease in depressive symptoms observed may lead to a healthier BMI over time."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33569",
        "text": "This study also has limitations. The participants were mainly females, recruited from an urban community, which may limit the generalization of our findings. Another limitation is the absence of a long-term follow up. Future studies will need to determine whether the reduction of depression symptoms can be sustained over a longer period.",
        "section": "Discussion",
        "section_number": 26,
        "sentences": [
            "This study also has limitations.",
            "The participants were mainly females, recruited from an urban community, which may limit the generalization of our findings.",
            "Another limitation is the absence of a long-term follow up.",
            "Future studies will need to determine whether the reduction of depression symptoms can be sustained over a longer period."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33569",
        "text": "Time of evaluations could have been a confounding factor, as the students were in different academic periods. However, at final evaluation all students were approaching the end of the academic year, and reported to be more worried about school grades and exams. Thus, the probability that positive outcomes in depression scores would have been inflated by evaluation time is low. Another possible confounding factor is the presence of a seasonal affective disorder, as the first evaluation was performed in autumn and the last one in the spring. However, this entity is rare in adolescents, especially in lower latitudes (Magnusson, 2000) . The randomized design with the use of a control group also makes these explanations less likely.",
        "section": "Discussion",
        "section_number": 27,
        "sentences": [
            "Time of evaluations could have been a confounding factor, as the students were in different academic periods.",
            "However, at final evaluation all students were approaching the end of the academic year, and reported to be more worried about school grades and exams.",
            "Thus, the probability that positive outcomes in depression scores would have been inflated by evaluation time is low.",
            "Another possible confounding factor is the presence of a seasonal affective disorder, as the first evaluation was performed in autumn and the last one in the spring.",
            "However, this entity is rare in adolescents, especially in lower latitudes (Magnusson, 2000) .",
            "The randomized design with the use of a control group also makes these explanations less likely."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33569",
        "text": "In conclusion, an intervention based on MI included in a school health program with face-to-face lifestyle counseling sessions for adolescents with obesity and overweight was found to reduce symptoms of depression. Therefore, an implementation of a targeted lifestyle intervention program at school level based on principles of MI can be justified in order to reduce depression symptoms in this high risk population.",
        "section": "Discussion",
        "section_number": 28,
        "sentences": [
            "In conclusion, an intervention based on MI included in a school health program with face-to-face lifestyle counseling sessions for adolescents with obesity and overweight was found to reduce symptoms of depression.",
            "Therefore, an implementation of a targeted lifestyle intervention program at school level based on principles of MI can be justified in order to reduce depression symptoms in this high risk population."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "33569",
        "text": "None.",
        "section": "Conflicts of interest",
        "section_number": 29,
        "sentences": [
            "None."
        ],
        "sentence_labels": [
            -1
        ]
    }
]