[
    {
        "doc_id": "34718",
        "text": "Background: The administration of an equimolar mixture of nitrous oxide and oxygen (N2O) is recommended during painful procedures. However, the evaluation of its use during physiotherapy after surgery has not been reported, although pain may hamper physiotherapy efficiency. This study investigated whether the use of N2O improves the efficacy of post-operative physiotherapy after multilevel surgery in patients with cerebral palsy. Method: It was a randomized 1:1, double-blind, placebo-controlled study. All patients had post-operative physiotherapy starting the day after surgery. Patients received either N2O or placebo gas during the rehabilitation sessions. All patients had post-operative pain management protocol, including pain medication as needed for acute pain. The primary objective was to reach angles of knee flexion of 110°combined with hip extension of 10°, with the patient lying prone, within six or less physiotherapy sessions. Secondary evaluation criteria were the number of sessions required to reach the targeted angles, the session-related pain intensity and the analgesics consumption for managing post-operative pain. Results: Sixty-four patients were enrolled. Targeted angles were achieved more often in the N2O group (23 of 32, 72%, vs. Placebo: 13/ of 32, 41%; p = 0.01). Conclusion: The administration of N2O during post-operative physiotherapy can help to achieve more quickly an improved range of motion, and, although not significant in our study, to alleviate the need for pain medication. Further studies evaluating the administration of N2O in various settings are warranted. Significance: During this randomized placebo-controlled double-blind study, children receiving nitrous oxide and oxygen (N2O) achieved more often the targeted range of motion during physiotherapy sessions after multilevel surgery. Compared to placebo, nitrous oxide and oxygen (N2O) enabled a better management of acute pain related to physiotherapy procedures.",
        "section": "Abstract",
        "sentences": [
            "Background: The administration of an equimolar mixture of nitrous oxide and oxygen (N2O) is recommended during painful procedures.",
            "However, the evaluation of its use during physiotherapy after surgery has not been reported, although pain may hamper physiotherapy efficiency.",
            "This study investigated whether the use of N2O improves the efficacy of post-operative physiotherapy after multilevel surgery in patients with cerebral palsy.",
            "Method: It was a randomized 1:1, double-blind, placebo-controlled study.",
            "All patients had post-operative physiotherapy starting the day after surgery.",
            "Patients received either N2O or placebo gas during the rehabilitation sessions.",
            "All patients had post-operative pain management protocol, including pain medication as needed for acute pain.",
            "The primary objective was to reach angles of knee flexion of 110°combined with hip extension of 10°, with the patient lying prone, within six or less physiotherapy sessions.",
            "Secondary evaluation criteria were the number of sessions required to reach the targeted angles, the session-related pain intensity and the analgesics consumption for managing post-operative pain.",
            "Results: Sixty-four patients were enrolled.",
            "Targeted angles were achieved more often in the N2O group (23 of 32, 72%, vs. Placebo: 13/ of 32, 41%; p = 0.01).",
            "Conclusion: The administration of N2O during post-operative physiotherapy can help to achieve more quickly an improved range of motion, and, although not significant in our study, to alleviate the need for pain medication.",
            "Further studies evaluating the administration of N2O in various settings are warranted.",
            "Significance: During this randomized placebo-controlled double-blind study, children receiving nitrous oxide and oxygen (N2O) achieved more often the targeted range of motion during physiotherapy sessions after multilevel surgery.",
            "Compared to placebo, nitrous oxide and oxygen (N2O) enabled a better management of acute pain related to physiotherapy procedures."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34718",
        "text": "Cerebral Palsy (CP) is used for describing a group of permanent disorders of the development of movement and posture that are attributed to nonprogressive lesions that occurred in the developing fetal or infant brain (Palisano et al., 1997) . These motor disorders are often associated with disturbances of sensation, perception, cognition, communication and behaviour, epilepsy and secondary musculoskeletal problems (Rosenbaum et al., 2007) . From an orthopaedic perspective, the treatment goals are to avoid muscular contractures and bone deformities, and to minimize the loss of joint range of motion. The orthopaedic management of patients with CP improved markedly with new treatments such as botulinum toxin injections and intrathecal baclofen to treat spasticity, combined with physiotherapy and the use of orthosis. However, musculoskeletal surgical procedures are still needed for most of these patients. Single-event multilevel surgery (SEMLS) is now considered the standard of care in countries where motion analysis assessment is available (Rodda et al., 2006; McGinley et al., 2012; Rutz et al., 2013) . SEMLS is usually defined as two or more soft-tissue or bony surgical procedures at two or more anatomical levels during one single operative procedure, requiring only one hospital admission and one period of rehabilitation (McGinley et al., 2012) .",
        "section": "Introduction",
        "section_number": 1,
        "sentences": [
            "Cerebral Palsy (CP) is used for describing a group of permanent disorders of the development of movement and posture that are attributed to nonprogressive lesions that occurred in the developing fetal or infant brain (Palisano et al., 1997) .",
            "These motor disorders are often associated with disturbances of sensation, perception, cognition, communication and behaviour, epilepsy and secondary musculoskeletal problems (Rosenbaum et al., 2007) .",
            "From an orthopaedic perspective, the treatment goals are to avoid muscular contractures and bone deformities, and to minimize the loss of joint range of motion.",
            "The orthopaedic management of patients with CP improved markedly with new treatments such as botulinum toxin injections and intrathecal baclofen to treat spasticity, combined with physiotherapy and the use of orthosis.",
            "However, musculoskeletal surgical procedures are still needed for most of these patients.",
            "Single-event multilevel surgery (SEMLS) is now considered the standard of care in countries where motion analysis assessment is available (Rodda et al., 2006; McGinley et al., 2012; Rutz et al., 2013) .",
            "SEMLS is usually defined as two or more soft-tissue or bony surgical procedures at two or more anatomical levels during one single operative procedure, requiring only one hospital admission and one period of rehabilitation (McGinley et al., 2012) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34718",
        "text": "The role of physiotherapy after multilevel surgery has been emphasized in the literature. Improvements on the capacity of walking and joint range of motion were observed in children whose post-operative pain was low (Akerstedt et al., 2010; Capjon and Bjork, 2010) . The use of an equimolar mix of nitrous oxide and oxygen (N2O) is currently recommended during painful procedures in children and adults (Guideline, 2006; Schmitt et al., 2006) . However, its use during physiotherapy sessions is not very common. This is probably related to a lack of professional consensus and recommendations, joined to the limitation of N2O gas administration mainly to medical settings. Its use by physical therapists has not yet been reported.",
        "section": "Introduction",
        "section_number": 2,
        "sentences": [
            "The role of physiotherapy after multilevel surgery has been emphasized in the literature.",
            "Improvements on the capacity of walking and joint range of motion were observed in children whose post-operative pain was low (Akerstedt et al., 2010; Capjon and Bjork, 2010) .",
            "The use of an equimolar mix of nitrous oxide and oxygen (N2O) is currently recommended during painful procedures in children and adults (Guideline, 2006; Schmitt et al., 2006) .",
            "However, its use during physiotherapy sessions is not very common.",
            "This is probably related to a lack of professional consensus and recommendations, joined to the limitation of N2O gas administration mainly to medical settings.",
            "Its use by physical therapists has not yet been reported."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34718",
        "text": "The goal of our study was to investigate whether the use of N2O could improve the efficacy of physiotherapy sessions in patients with cerebral palsy after SEMLS. We hypothesized that the improvement of range of motion would be greater and happen faster in patients receiving N2O.",
        "section": "Introduction",
        "section_number": 3,
        "sentences": [
            "The goal of our study was to investigate whether the use of N2O could improve the efficacy of physiotherapy sessions in patients with cerebral palsy after SEMLS.",
            "We hypothesized that the improvement of range of motion would be greater and happen faster in patients receiving N2O."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34718",
        "text": "The trial was a monocentric, randomized, doubleblind, placebo-controlled trial (clinical trial: NCT00632528). The study protocol was approved by the local ethical committee and written informed consent was obtained from parents for paediatric patients and from the patient himself in case of adult patients.",
        "section": "Study design",
        "section_number": 4,
        "sentences": [
            "The trial was a monocentric, randomized, doubleblind, placebo-controlled trial (clinical trial: NCT00632528).",
            "The study protocol was approved by the local ethical committee and written informed consent was obtained from parents for paediatric patients and from the patient himself in case of adult patients."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34718",
        "text": "All patients were included in the study by an orthopaedic surgeon. The upper time limit for the inclusion of a patient in the study was the second day after surgery, before the first rehabilitation session.",
        "section": "Study design",
        "section_number": 5,
        "sentences": [
            "All patients were included in the study by an orthopaedic surgeon.",
            "The upper time limit for the inclusion of a patient in the study was the second day after surgery, before the first rehabilitation session."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34718",
        "text": "All patients with cerebral palsy who underwent musculoskeletal surgery followed by a postoperative rehabilitation programme at our teaching paediatric university hospital in Paris (France). Our 40-bed orthopaedic ward usually manages 350 patients with cerebral palsy each year, including 50 surgical procedures each year. Exclusion criteria were: the presence of any contra-indications for the administration of N2O (intracranial hypertension, deterioration of consciousness preventing cooperation of the patient, pneumothorax, emphysema bubbles, a diving accident, abdominal distension, abdominal occlusion, patients requiring ventilation with only oxygen, a facial trauma on the area of the mask, mask phobia), and patient's or family's refusal to participate in the study.",
        "section": "Participants",
        "section_number": 6,
        "sentences": [
            "All patients with cerebral palsy who underwent musculoskeletal surgery followed by a postoperative rehabilitation programme at our teaching paediatric university hospital in Paris (France).",
            "Our 40-bed orthopaedic ward usually manages 350 patients with cerebral palsy each year, including 50 surgical procedures each year.",
            "Exclusion criteria were: the presence of any contra-indications for the administration of N2O (intracranial hypertension, deterioration of consciousness preventing cooperation of the patient, pneumothorax, emphysema bubbles, a diving accident, abdominal distension, abdominal occlusion, patients requiring ventilation with only oxygen, a facial trauma on the area of the mask, mask phobia), and patient's or family's refusal to participate in the study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34718",
        "text": "Indications for surgery were based on patient's functional assessment, clinical examination and tridimensional gait analysis data. The types of surgical interventions are listed on Table 1 and were all performed by the same surgeon. All patients had soft-tissue releases (i.e. muscular lengthenings; Table 1 ). Adductors releases are usually performed systematically when surgery involves femoral derotation or varus osteotomies. Peroneals lengthenings are carried out whenever internal tibial derotation is necessary. Distal rectus femoris tenotomy, hamstrings lengthenings and gastrocsoleus release were the most common soft-tissue releases performed during multilevel surgery procedures. There were no statistically significant differences between groups regarding the type and amount of lenthenings.",
        "section": "Participants",
        "section_number": 7,
        "sentences": [
            "Indications for surgery were based on patient's functional assessment, clinical examination and tridimensional gait analysis data.",
            "The types of surgical interventions are listed on Table 1 and were all performed by the same surgeon.",
            "All patients had soft-tissue releases (i.e. muscular lengthenings; Table 1 ).",
            "Adductors releases are usually performed systematically when surgery involves femoral derotation or varus osteotomies.",
            "Peroneals lengthenings are carried out whenever internal tibial derotation is necessary.",
            "Distal rectus femoris tenotomy, hamstrings lengthenings and gastrocsoleus release were the most common soft-tissue releases performed during multilevel surgery procedures.",
            "There were no statistically significant differences between groups regarding the type and amount of lenthenings."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34718",
        "text": "After the surgery, the patients followed a standardized post-operative programme, that included rehabilitation and post-operative pain management programmes, described below. The impact of the surgery and the post-operative programme is usually assessed through routine clinical follow-up visits 6 weeks, 3 months, 6 months, 1 year and 18 months after the surgery. Then, the visits are scheduled once a year, until patients are 18 years old (or reach skeletal maturity). A physical examination including range of motion, force and spasticity assessment is performed at every visit. Full 3D gait analysis is carried out at 18 months and 3 years follow-up. If bony procedures were performed, X-rays were obtained 3 months and 1 year after surgery.",
        "section": "Standard post-operative care",
        "section_number": 8,
        "sentences": [
            "After the surgery, the patients followed a standardized post-operative programme, that included rehabilitation and post-operative pain management programmes, described below.",
            "The impact of the surgery and the post-operative programme is usually assessed through routine clinical follow-up visits 6 weeks, 3 months, 6 months, 1 year and 18 months after the surgery.",
            "Then, the visits are scheduled once a year, until patients are 18 years old (or reach skeletal maturity).",
            "A physical examination including range of motion, force and spasticity assessment is performed at every visit.",
            "Full 3D gait analysis is carried out at 18 months and 3 years follow-up.",
            "If bony procedures were performed, X-rays were obtained 3 months and 1 year after surgery."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34718",
        "text": "Post-operative pain daily management included, but was not limited to administration of opioid agents, such as morphine by intravenous route, mostly through patient-controlled analgesia (PCA) systems. After the 48 h following surgery, analgesic agents were preferably administered by an oral route. Drugs included in the post-operative pain management programme, and administered as appropriate for the patient, included non-opioid level I agents, minor opioid level II agents, strong opioid level III agents, and benzodiazepine agents for their additional myorelaxing properties. In addition, in case of acute pain, analgesic agents were administered as needed. This standard post-operative pain management programme was delivered as usual throughout the study.",
        "section": "Standard post-operative care",
        "section_number": 9,
        "sentences": [
            "Post-operative pain daily management included, but was not limited to administration of opioid agents, such as morphine by intravenous route, mostly through patient-controlled analgesia (PCA) systems.",
            "After the 48 h following surgery, analgesic agents were preferably administered by an oral route.",
            "Drugs included in the post-operative pain management programme, and administered as appropriate for the patient, included non-opioid level I agents, minor opioid level II agents, strong opioid level III agents, and benzodiazepine agents for their additional myorelaxing properties.",
            "In addition, in case of acute pain, analgesic agents were administered as needed.",
            "This standard post-operative pain management programme was delivered as usual throughout the study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34718",
        "text": "The rehabilitation programme applied standard guidelines previously described elsewhere (Koop and Mur, 2009; Kondratek et al., 2010) . The rehabilitation programme started usually the day after surgery and included daily physiotherapy sessions (six sessions within 8 days) until hospital discharge. The rehabilitation programme was then pursued at the rehabilitation centre according to usual procedures. During each physiotherapy session, in case of pain preventing the session to start the session, or to pursue it, and if the PCA was still in place, boluses of morphine were administered (see Fig. 1 ). In routine care, in case of pain while no more PCA was in place, analgesic agents were prescribed by the referent physician and the physiotherapy session was delayed until the level of pain decreased sufficiently for allowing the physiotherapy.",
        "section": "Standard post-operative care",
        "section_number": 10,
        "sentences": [
            "The rehabilitation programme applied standard guidelines previously described elsewhere (Koop and Mur, 2009; Kondratek et al., 2010) .",
            "The rehabilitation programme started usually the day after surgery and included daily physiotherapy sessions (six sessions within 8 days) until hospital discharge.",
            "The rehabilitation programme was then pursued at the rehabilitation centre according to usual procedures.",
            "During each physiotherapy session, in case of pain preventing the session to start the session, or to pursue it, and if the PCA was still in place, boluses of morphine were administered (see Fig. 1 ).",
            "In routine care, in case of pain while no more PCA was in place, analgesic agents were prescribed by the referent physician and the physiotherapy session was delayed until the level of pain decreased sufficiently for allowing the physiotherapy."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34718",
        "text": "The study intervention aimed at delivering gas for managing the pain that could occur during the physiotherapy session. During the sessions, patient's vital signs (heart rate, respiratory rate, arterial pressure and percutaneous measure of the oxygen saturation) were continuously monitored and clinical signs of discomfort were recorded by both caregivers. The patients were mobilized on prone position. At each session, the patient may have one or two lower limbs mobilized while requiring, or not, gas administration.",
        "section": "Study intervention",
        "section_number": 11,
        "sentences": [
            "The study intervention aimed at delivering gas for managing the pain that could occur during the physiotherapy session.",
            "During the sessions, patient's vital signs (heart rate, respiratory rate, arterial pressure and percutaneous measure of the oxygen saturation) were continuously monitored and clinical signs of discomfort were recorded by both caregivers.",
            "The patients were mobilized on prone position.",
            "At each session, the patient may have one or two lower limbs mobilized while requiring, or not, gas administration."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34718",
        "text": "Patients were randomly assigned to receive either N2O (Kalinox â ), or a 'neutral' medicinal air (Med-iON22) for the control group, and remained in their group for the full study duration. The evaluated intervention was performed only at our hospital and was not pursued in the rehabilitation centre. Two caregivers were involved at each session, at least one of them being a physical therapist. The physiotherapist was in charge of the physiotherapy intervention and the other caregiver was responsible for the administration of the randomized gas.",
        "section": "Study intervention",
        "section_number": 12,
        "sentences": [
            "Patients were randomly assigned to receive either N2O (Kalinox â ), or a 'neutral' medicinal air (Med-iON22) for the control group, and remained in their group for the full study duration.",
            "The evaluated intervention was performed only at our hospital and was not pursued in the rehabilitation centre.",
            "Two caregivers were involved at each session, at least one of them being a physical therapist.",
            "The physiotherapist was in charge of the physiotherapy intervention and the other caregiver was responsible for the administration of the randomized gas."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34718",
        "text": "Pain was measured before and during the physiotherapy session, using the visual analogical scale (VAS) or the Faces Pain Scale Revised (FPS-R) scale. As most of the children were able to use self-assessment tools to assess their pain, children were given The most common soft-tissue releases included in multilevel surgery procedures were distal rectus femoris tenotomy, hamstrings lengthenings and gastrocsoleus release.",
        "section": "Study intervention",
        "section_number": 13,
        "sentences": [
            "Pain was measured before and during the physiotherapy session, using the visual analogical scale (VAS) or the Faces Pain Scale Revised (FPS-R) scale.",
            "As most of the children were able to use self-assessment tools to assess their pain, children were given The most common soft-tissue releases included in multilevel surgery procedures were distal rectus femoris tenotomy, hamstrings lengthenings and gastrocsoleus release."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34718",
        "text": "the choice of the tool. VAS was chosen by 29/32 (90.6%) children in the N2O group and by 26/32 (81.2%) in the placebo group. FPS-R was chosen by three children in the placebo group (none in the N2O group). In three remaining cases for both placebo and N2O group, the patients could not perform self-assessment, due to their insufficient cognitive level. According to the French guidelines for pain assessment in children, we chose for these cases to perform a behavioural assessment using the VAS scale, which was performed by the physiotherapist (ANAES, 2000) . The decision to administrate the gas (either N2O or placebo according to randomization group) depended of the level of pain measured at the start of the session and during it ( Fig. 1 ). If the pain was low (<4/10 with VAS-, or <3rd face using FPS-R scale), no gas was administered. If the level of pain was higher, and if PCA was still in place, one or two boluses of morphine (25 lg/kg) were first administered within 20 min and, if effective, the session was conducted. If the pain was still high despite the morphine boluses, or in case PCA was no more in place, N2O or placebo gas was used. Most of the children were able to maintain the facial mask delivering gas; for quadriplegic patients, the mask was maintained by a nurse or one child's parent. Pain level was then assessed after 5 min after the end of gas inhalation. The physiotherapy session could start only if the pain was sufficiently decreased, i.e. lower than the reference value. If the pain intensity remained high, the session was postponed to the next day.",
        "section": "Study intervention",
        "section_number": 14,
        "sentences": [
            "the choice of the tool.",
            "VAS was chosen by 29/32 (90.6%) children in the N2O group and by 26/32 (81.2%) in the placebo group.",
            "FPS-R was chosen by three children in the placebo group (none in the N2O group).",
            "In three remaining cases for both placebo and N2O group, the patients could not perform self-assessment, due to their insufficient cognitive level.",
            "According to the French guidelines for pain assessment in children, we chose for these cases to perform a behavioural assessment using the VAS scale, which was performed by the physiotherapist (ANAES, 2000) .",
            "The decision to administrate the gas (either N2O or placebo according to randomization group) depended of the level of pain measured at the start of the session and during it ( Fig. 1 ).",
            "If the pain was low (<4/10 with VAS-, or <3rd face using FPS-R scale), no gas was administered.",
            "If the level of pain was higher, and if PCA was still in place, one or two boluses of morphine (25 lg/kg) were first administered within 20 min and, if effective, the session was conducted.",
            "If the pain was still high despite the morphine boluses, or in case PCA was no more in place, N2O or placebo gas was used.",
            "Most of the children were able to maintain the facial mask delivering gas; for quadriplegic patients, the mask was maintained by a nurse or one child's parent.",
            "Pain level was then assessed after 5 min after the end of gas inhalation.",
            "The physiotherapy session could start only if the pain was sufficiently decreased, i.e. lower than the reference value.",
            "If the pain intensity remained high, the session was postponed to the next day."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34718",
        "text": "Randomization list was electronically generated with nQuery software v 6.01 by the Epidemiology Department at our institution. This list was sent to the Pharmacy Department that prepared the product to be administered to each patient (N2O, Kalinox TM ) or medicinal air. Before each session, the appropriate gas bottle was provided by the pharmacy (either N2O or control). A sticker was applied onto the bottle, which was also covered by a plastic bag, in order to ensure blinding for the patient and for the caregiver who administered the treatment",
        "section": "Randomization and blinding",
        "section_number": 15,
        "sentences": [
            "Randomization list was electronically generated with nQuery software v 6.01 by the Epidemiology Department at our institution.",
            "This list was sent to the Pharmacy Department that prepared the product to be administered to each patient (N2O, Kalinox TM ) or medicinal air.",
            "Before each session, the appropriate gas bottle was provided by the pharmacy (either N2O or control).",
            "A sticker was applied onto the bottle, which was also covered by a plastic bag, in order to ensure blinding for the patient and for the caregiver who administered the treatment"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            1
        ],
        "classification_label": 0
    },
    {
        "doc_id": "34718",
        "text": "If PCA and pain ≥ 4/10 or ≥ 3rd face (FPS-R)",
        "section": "Pain evaluation",
        "section_number": 16,
        "sentences": [
            "If PCA and pain ≥ 4/10 or ≥ 3rd face (FPS-R)"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34718",
        "text": "If no PCA and pain < 4/10 or < 3rd face (FPS-R)",
        "section": "Pain evaluation",
        "section_number": 17,
        "sentences": [
            "If no PCA and pain < 4/10 or < 3rd face (FPS-R)"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34718",
        "text": "Administration of morphine (one bolus -1 st )",
        "section": "Pain evaluation",
        "section_number": 18,
        "sentences": [
            "Administration of morphine (one bolus -1 st )"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34718",
        "text": "If pain ≥ 4/10 or ≥ 3rd face (FPS-R) If pain < 4/10 or < 3rd face (FPS-R) Figure 1 Decision algorithm for the administration of morphine bolus (if PCA still in place) and of gas (N2O or placebo) according to pain level assessed before and during the physiotherapy sessions.",
        "section": "10-minutes wait",
        "section_number": 19,
        "sentences": [
            "If pain ≥ 4/10 or ≥ 3rd face (FPS-R) If pain < 4/10 or < 3rd face (FPS-R) Figure 1 Decision algorithm for the administration of morphine bolus (if PCA still in place) and of gas (N2O or placebo) according to pain level assessed before and during the physiotherapy sessions."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34718",
        "text": "(double-blind). Neither the caregiver responsible for the gas administration nor the pharmacist did intervene to outcome measure.",
        "section": "10-minutes wait",
        "section_number": 20,
        "sentences": [
            "(double-blind).",
            "Neither the caregiver responsible for the gas administration nor the pharmacist did intervene to outcome measure."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34718",
        "text": "The primary objective was to reach the targeted range of motion for hip and knee, i.e. to reach a knee flexion angle of 110°combined with a hip flexion angle of 10°, with the patient lying prone, within six or less physiotherapy sessions, for each operated lower limb of each operated patient. The value of the joint angle was measured by a goniometer for each session during and after the session. Angle measurement was performed by one physiotherapist, and the measure was checked and recorded by the other caregiver. The study was deemed completed for each patient when the targeted angles were reached for both knee flexion and hip extension thus defining the success of the intervention, or after the maximum number of six physiotherapy courses (six sessions within 8 days). If the patient's discharge occurred earlier, his/her evaluation within the study was terminated. If the target angles were not reached, the patient was considered as a failure. All physiotherapy sessions were conducted in a standardized way, by the same physiotherapist applying the same protocol, starting with the knee mobilization and then the hip mobilization. Measures were performed using a standardized procedure.",
        "section": "Outcome measures",
        "section_number": 21,
        "sentences": [
            "The primary objective was to reach the targeted range of motion for hip and knee, i.e. to reach a knee flexion angle of 110°combined with a hip flexion angle of 10°, with the patient lying prone, within six or less physiotherapy sessions, for each operated lower limb of each operated patient.",
            "The value of the joint angle was measured by a goniometer for each session during and after the session.",
            "Angle measurement was performed by one physiotherapist, and the measure was checked and recorded by the other caregiver.",
            "The study was deemed completed for each patient when the targeted angles were reached for both knee flexion and hip extension thus defining the success of the intervention, or after the maximum number of six physiotherapy courses (six sessions within 8 days).",
            "If the patient's discharge occurred earlier, his/her evaluation within the study was terminated.",
            "If the target angles were not reached, the patient was considered as a failure.",
            "All physiotherapy sessions were conducted in a standardized way, by the same physiotherapist applying the same protocol, starting with the knee mobilization and then the hip mobilization.",
            "Measures were performed using a standardized procedure."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34718",
        "text": "The secondary outcome measures were the number of sessions necessary to reach the primary goal, the overall gain in range of motion, pain perception during and after the physiotherapy sessions, and pain medication consumption within the postoperative pain management programme. Pain medications were gathered according to analgesia level, non-opioid level I, minor opioid level II and strong opioid level III analgesic agents. Pain intensity was measured at the beginning of the session, at the peak of pain perception and at the end of the session. Pain was measured using the VAS or the FPS-R, according to patient's age (ANAES, 2000; Hicks et al., 2001; Stinson et al., 2006; Garra et al., 2010) .",
        "section": "Outcome measures",
        "section_number": 22,
        "sentences": [
            "The secondary outcome measures were the number of sessions necessary to reach the primary goal, the overall gain in range of motion, pain perception during and after the physiotherapy sessions, and pain medication consumption within the postoperative pain management programme.",
            "Pain medications were gathered according to analgesia level, non-opioid level I, minor opioid level II and strong opioid level III analgesic agents.",
            "Pain intensity was measured at the beginning of the session, at the peak of pain perception and at the end of the session.",
            "Pain was measured using the VAS or the FPS-R, according to patient's age (ANAES, 2000; Hicks et al., 2001; Stinson et al., 2006; Garra et al., 2010) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34718",
        "text": "The statistical analysis was performed on the intention-to-treat population set. The required number of patients for a two-sided analysis with a balanced 1:1 randomization, a = 5% and b = 20% was 32 patients per group to demonstrate a 30% difference in the rate of success. For the qualitative variables, results were expressed in terms of numbers (percentages). For the quantitative variables, the median (1st quartile-3rd quartile) were used.",
        "section": "Statistical analysis",
        "section_number": 23,
        "sentences": [
            "The statistical analysis was performed on the intention-to-treat population set.",
            "The required number of patients for a two-sided analysis with a balanced 1:1 randomization, a = 5% and b = 20% was 32 patients per group to demonstrate a 30% difference in the rate of success.",
            "For the qualitative variables, results were expressed in terms of numbers (percentages).",
            "For the quantitative variables, the median (1st quartile-3rd quartile) were used."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34718",
        "text": "For the primary outcome measure, the difference in the number of successes between the two groups was tested using Chi-squared tests and the numberneeded-to-treat was estimated. Required time intervals to targeted angles attainment were described using cumulative incidence considering hospital discharge as a competing risk and were compared between the two groups using the Gray's test. Intensity of pain was compared between the two groups using a mixed linear model in which intensity of pain at each of the first four sessions and each moment (peak and end of the session) was entered as main variable, whereas session number and moment of evaluation during the session were entered as covariates. Normal distribution of residuals and the absence of heteroscedasticity were checked.",
        "section": "Statistical analysis",
        "section_number": 24,
        "sentences": [
            "For the primary outcome measure, the difference in the number of successes between the two groups was tested using Chi-squared tests and the numberneeded-to-treat was estimated.",
            "Required time intervals to targeted angles attainment were described using cumulative incidence considering hospital discharge as a competing risk and were compared between the two groups using the Gray's test.",
            "Intensity of pain was compared between the two groups using a mixed linear model in which intensity of pain at each of the first four sessions and each moment (peak and end of the session) was entered as main variable, whereas session number and moment of evaluation during the session were entered as covariates.",
            "Normal distribution of residuals and the absence of heteroscedasticity were checked."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34718",
        "text": "Statistical analyses were carried out with SAS software v. 9Á3 (SAS Institute Inc., Cary, NC, USA) for PC computer. All statistical tests were bilateral and the significance was set to 5%.",
        "section": "Statistical analysis",
        "section_number": 25,
        "sentences": [
            "Statistical analyses were carried out with SAS software v. 9Á3 (SAS Institute Inc., Cary, NC, USA) for PC computer.",
            "All statistical tests were bilateral and the significance was set to 5%."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34718",
        "text": "From 2 April 2008 to 26 February 2011, among 73 children and young adults who were eligible, a subset of 64 individuals were randomly allocated in the study and analysed (Table 1 , and Consort E-Flow chart). The study enrolled patients with a diagnosis of cerebral palsy (43 diplegic patients, 9 hemiplegic patients and 12 quadriplegic spastic patients); 37 female and 27 male patients were included, aged between 6 and 20. Overall, 32 patients were enrolled and analysed in the N2O group, and the same number in the placebo group. Overall, 6 (18%) patients of the N2O group and 8 (25%) patients of the placebo group required an unilateral mobilisation.",
        "section": "Results",
        "section_number": 26,
        "sentences": [
            "From 2 April 2008 to 26 February 2011, among 73 children and young adults who were eligible, a subset of 64 individuals were randomly allocated in the study and analysed (Table 1 , and Consort E-Flow chart).",
            "The study enrolled patients with a diagnosis of cerebral palsy (43 diplegic patients, 9 hemiplegic patients and 12 quadriplegic spastic patients); 37 female and 27 male patients were included, aged between 6 and 20.",
            "Overall, 32 patients were enrolled and analysed in the N2O group, and the same number in the placebo group.",
            "Overall, 6 (18%) patients of the N2O group and 8 (25%) patients of the placebo group required an unilateral mobilisation."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34718",
        "text": "Overall, socio-demographic and clinical characteristics were not different between groups. The primary judgement criteria were more frequently achieved in patients who received N2O (72%) versus those who received placebo gas (41%, p = 0.01; Table 2 ); therefore, N2O administration to an estimated number of three patients would allow one patient to reach the target angles for both knee flexion and hip extension in 6 days or less of rehabilitation. In addition, patients who received N2O reached more quickly the targeted angle (p = 0.01; Fig. 2) .",
        "section": "Results",
        "section_number": 27,
        "sentences": [
            "Overall, socio-demographic and clinical characteristics were not different between groups.",
            "The primary judgement criteria were more frequently achieved in patients who received N2O (72%) versus those who received placebo gas (41%, p = 0.01; Table 2 ); therefore, N2O administration to an estimated number of three patients would allow one patient to reach the target angles for both knee flexion and hip extension in 6 days or less of rehabilitation.",
            "In addition, patients who received N2O reached more quickly the targeted angle (p = 0.01; Fig. 2) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34718",
        "text": "Analgesic consumption for the post-operative pain management programme was not significantly Mixed model analysing pain changes at each session according to the group; the model analysed also pain changes according to the session number (pain decreased significantly according to the session number, b (95% CI) = À0.28 (À0.52; À0.05), p = 0.02) and to the peak of pain during each session (peak of pain during session was significantly higher than pain level at session end, b (95% CI) = 1.28 0.89; 1.67), p < 0.0001); Randomized: n = 64",
        "section": "Results",
        "section_number": 28,
        "sentences": [
            "Analgesic consumption for the post-operative pain management programme was not significantly Mixed model analysing pain changes at each session according to the group; the model analysed also pain changes according to the session number (pain decreased significantly according to the session number, b (95% CI) = À0.28 (À0.52; À0.05), p = 0.02) and to the peak of pain during each session (peak of pain during session was significantly higher than pain level at session end, b (95% CI) = 1.28 0.89; 1.67), p < 0.0001); Randomized: n = 64"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34718",
        "text": "Consort E-Flow chart Study flow chart according to CONSORT statement. The primary objective was to obtain a maximal knee flexion, i.e. 110°i n prone position, with a hip extension of 10°(primary endpoint). A: number of patients having reached the primary endpoint at the end of the session; Wd: number of patients withdrawn from the study at the end of each session (these patients were withdrawn from the study because discharged from the hospital due to their transfer to a rehabilitation institution).",
        "section": "Results",
        "section_number": 29,
        "sentences": [
            "Consort E-Flow chart Study flow chart according to CONSORT statement.",
            "The primary objective was to obtain a maximal knee flexion, i.e. 110°i n prone position, with a hip extension of 10°(primary endpoint).",
            "A: number of patients having reached the primary endpoint at the end of the session; Wd: number of patients withdrawn from the study at the end of each session (these patients were withdrawn from the study because discharged from the hospital due to their transfer to a rehabilitation institution)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34718",
        "text": "different among groups. However, there was a trend for patients treated with placebo to require stronger analgesic agents to manage pain, compared to those treated with N2O who achieved more often pain management with less strong analgesic agents: 18 of the 32 (58%) patients in the N2O group required level III agents, versus 24 of the 32 (75%) in the placebo group (Table 2) . During sessions, the number of patients who actually received gas is showed in Fig. 3 , panel 1. The pain associated with physiotherapy session (maximum level of pain recorded by children with selfassessment or behaviour measures during physiotherapy session and at the end of the session) reduced progresssively in N2O-receiving patients (Fig. 3, panel 2) . Similarly, the hip and knee joint range of motion was progressively greater among patients receiving N2O than among patients in the placebo group (Fig. 3, panel 3 and 4) : after the first session, the median hip extension angle was 10°in patients of the N2O group compared to 0°in patients of the placebo group, and the median flexion angle of the knee was 110°in patients of the N2O group compared to 87°in patients of the placebo group.",
        "section": "Results",
        "section_number": 30,
        "sentences": [
            "different among groups.",
            "However, there was a trend for patients treated with placebo to require stronger analgesic agents to manage pain, compared to those treated with N2O who achieved more often pain management with less strong analgesic agents: 18 of the 32 (58%) patients in the N2O group required level III agents, versus 24 of the 32 (75%) in the placebo group (Table 2) .",
            "During sessions, the number of patients who actually received gas is showed in Fig. 3 , panel 1.",
            "The pain associated with physiotherapy session (maximum level of pain recorded by children with selfassessment or behaviour measures during physiotherapy session and at the end of the session) reduced progresssively in N2O-receiving patients (Fig. 3, panel 2) .",
            "Similarly, the hip and knee joint range of motion was progressively greater among patients receiving N2O than among patients in the placebo group (Fig. 3, panel 3 and 4) : after the first session, the median hip extension angle was 10°in patients of the N2O group compared to 0°in patients of the placebo group, and the median flexion angle of the knee was 110°in patients of the N2O group compared to 87°in patients of the placebo group."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34718",
        "text": "One complication was reported in one patient during the study: an episode of paralytic ileus that resolved spontaneously but required a longer hospital stay. This adverse event has never been reported as associated with N2O (Hennequin et al., 2004; Onody et al., 2006) , and was likely associated with post-operative conditions. This patient had also a low blood cell count, certainly due to the preoperative bleeding, and required transfusion.",
        "section": "Results",
        "section_number": 31,
        "sentences": [
            "One complication was reported in one patient during the study: an episode of paralytic ileus that resolved spontaneously but required a longer hospital stay.",
            "This adverse event has never been reported as associated with N2O (Hennequin et al., 2004; Onody et al., 2006) , and was likely associated with post-operative conditions.",
            "This patient had also a low blood cell count, certainly due to the preoperative bleeding, and required transfusion."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34718",
        "text": "Our double-blind randomized study on the use of N2O to facilitate rehabilitation sessions after multilevel orthopaedic surgery among children and young adults with cerebral palsy showed a higher rate of success in terms of primary endpoint (hip extension and knee flexion) among patients treated with N2O compared with the control group. In addition, the pain management was more efficient among patients treated with N2O, and these patients achieved quicker the targeted range of motion improvement.",
        "section": "Discussion",
        "section_number": 32,
        "sentences": [
            "Our double-blind randomized study on the use of N2O to facilitate rehabilitation sessions after multilevel orthopaedic surgery among children and young adults with cerebral palsy showed a higher rate of success in terms of primary endpoint (hip extension and knee flexion) among patients treated with N2O compared with the control group.",
            "In addition, the pain management was more efficient among patients treated with N2O, and these patients achieved quicker the targeted range of motion improvement."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34718",
        "text": "Pain may represent a major hurdle to physiotherapy sessions in this population. There is no consensus of a standard pain management after such surgical procedures, including pain management during physiotherapy sessions. During the study, Patient-Controlled Analgesia pumps (PCA) was used to manage pain for the first two to three post-operative days; however, acute pain associated with early mobilizations is poorly controlled with such pain therapy, therefore often leading to insufficient early rehabilitation results (Russell et al., 1989) . Currently, postoperative acute pain is more often managed through epidural analgesia (Chalkiadis et al., 2015) ; however, as PCA, it requires additional administration of analgesic agents to cope with acute episodes of pain associated with rehabilitation sessions. In addition, the painful sessions could be difficult to accept for the patient, the family and the caregivers, and can lead to anxiety and negative expectations. In some institutions, physiotherapy sessions are initiated later, in order to avoid the most painful postoperative period.",
        "section": "Discussion",
        "section_number": 33,
        "sentences": [
            "Pain may represent a major hurdle to physiotherapy sessions in this population.",
            "There is no consensus of a standard pain management after such surgical procedures, including pain management during physiotherapy sessions.",
            "During the study, Patient-Controlled Analgesia pumps (PCA) was used to manage pain for the first two to three post-operative days; however, acute pain associated with early mobilizations is poorly controlled with such pain therapy, therefore often leading to insufficient early rehabilitation results (Russell et al., 1989) .",
            "Currently, postoperative acute pain is more often managed through epidural analgesia (Chalkiadis et al., 2015) ; however, as PCA, it requires additional administration of analgesic agents to cope with acute episodes of pain associated with rehabilitation sessions.",
            "In addition, the painful sessions could be difficult to accept for the patient, the family and the caregivers, and can lead to anxiety and negative expectations.",
            "In some institutions, physiotherapy sessions are initiated later, in order to avoid the most painful postoperative period."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34718",
        "text": "The benefit of using a mixture of nitrous oxide and oxygen (N2O) in order to relieve pain during painful procedures has been reported in several studies (Murat et al., 2003; Reinoso-Barbero et al., 2011; Pedersen et al., 2013; Pasaron et al., 2015) . N2O is commonly used for its analgesic effects for procedures used in emergency medicine, and could play a major role in facilitating the early rehabilitation management of CP children after a multilevel surgery (Schmitt et al., 2006; Mak et al., 2011; Pedersen et al., 2013) . During some painful procedures, it demonstrated the same efficacy against pain as classical intravenous analgesia, including those comprising opioid compounds (Ozil et al., 2010) , and it is associated with a good safety profile, including a fast recovery from sedative effects (Faddy and Garlick, 2005; Ozil et al., 2010; Tsze et al., 2016) .",
        "section": "Discussion",
        "section_number": 34,
        "sentences": [
            "The benefit of using a mixture of nitrous oxide and oxygen (N2O) in order to relieve pain during painful procedures has been reported in several studies (Murat et al., 2003; Reinoso-Barbero et al., 2011; Pedersen et al., 2013; Pasaron et al., 2015) .",
            "N2O is commonly used for its analgesic effects for procedures used in emergency medicine, and could play a major role in facilitating the early rehabilitation management of CP children after a multilevel surgery (Schmitt et al., 2006; Mak et al., 2011; Pedersen et al., 2013) .",
            "During some painful procedures, it demonstrated the same efficacy against pain as classical intravenous analgesia, including those comprising opioid compounds (Ozil et al., 2010) , and it is associated with a good safety profile, including a fast recovery from sedative effects (Faddy and Garlick, 2005; Ozil et al., 2010; Tsze et al., 2016) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34718",
        "text": "The stretch of a spastic muscle in children with cerebral palsy is similar to an eccentric muscular stretch. Interestingly, eccentric muscular stretching is Figure 2 Curve of the cumulative incidence of patients having reached the primary endpoint according to the post-operative day and to the study group, N2O or control (number of patients of each group at each session indicated below the curves).",
        "section": "Discussion",
        "section_number": 35,
        "sentences": [
            "The stretch of a spastic muscle in children with cerebral palsy is similar to an eccentric muscular stretch.",
            "Interestingly, eccentric muscular stretching is Figure 2 Curve of the cumulative incidence of patients having reached the primary endpoint according to the post-operative day and to the study group, N2O or control (number of patients of each group at each session indicated below the curves)."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34718",
        "text": "known for its positive effects on pain, likely because the neuromuscular system will remember constraints and therefore decrease pain at the upcoming session (Brandenburg and Docherty, 2002; Yu et al., 2013) . Therefore, eccentric muscular stretching might fight the long-term pain by the memory of the pain level associated with the first muscular stretching. This memory effect will be potentiated by the patient's positive expectations on physiotherapy results.",
        "section": "Discussion",
        "section_number": 36,
        "sentences": [
            "known for its positive effects on pain, likely because the neuromuscular system will remember constraints and therefore decrease pain at the upcoming session (Brandenburg and Docherty, 2002; Yu et al., 2013) .",
            "Therefore, eccentric muscular stretching might fight the long-term pain by the memory of the pain level associated with the first muscular stretching.",
            "This memory effect will be potentiated by the patient's positive expectations on physiotherapy results."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34718",
        "text": "Expectation of pain can inhibit the Diffuse Noxious Inhibitory Control (Goffaux et al., 2007) . Contrary to opioids, which can create a sensitization to",
        "section": "Discussion",
        "section_number": 37,
        "sentences": [
            "Expectation of pain can inhibit the Diffuse Noxious Inhibitory Control (Goffaux et al., 2007) .",
            "Contrary to opioids, which can create a sensitization to"
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34718",
        "text": "Figure 3 Percentage of lower limb mobilization having required gas administration to the patient at each session, changes in pain perceived and changes in range of motion over time according to the group, control or N2O. Each column displayed what was observed during one session. S1 = 1st session, 32 patients in each group, S2 = 2nd session (30 and 25 patients in N2O and placebo groups, respectively), S3 = 3rd session (19 and 24 patients in N2O and placebo groups, respectively), S4 = 4th session (7 and 14 patients in N2O and placebo groups, respectively). On the panel 1, bar charts show the percentage of lower limb mobilized while the patient required gas administration, in N2O and placebo groups, at each individual session. A patient may have one or two lower limbs mobilized at each session (The rate of patients whom mobilization recommendation was unilateral only was 6/32 (18%) in N2O group, and 8/32 (25%) in the placebo group). N represents the number of lower limbs mobilized concomitantly to gas administration in N2O and placebo groups, at each individual session. Graphs on the panel 2, the panel 3 and the panel 4 show the evolution of endpoints at each session according to the treatment group (red curve: N2O; blue curve: placebo). Each point is an individual value, and the cross is the median value of the endpoint for the group either during or after the rehabilitation session. Graphs on the panel 2 shows the evolution of the pain score for each patient according to the treatment group, during and after each session. Graphs on the panel 3 show the range of motion achieved for hip mobilization, expressed as the angle of extension in degree, according to the treatment group, during and after each session (each point depicts one lower limb). Graphs on the panel 4 show the range of motion achieved for knee mobilization, expressed as the angle of flexion in degree, according to the treatment group, during and after each session (each point depicts one lower limb). The number of lower limbs mobilized is shown below each mobilization time. The decision to administrate the gas (either N2O or placebo according to randomization group) depended of the level of pain measured before and during mobilization.",
        "section": "N2O N2O",
        "section_number": 38,
        "sentences": [
            "Figure 3 Percentage of lower limb mobilization having required gas administration to the patient at each session, changes in pain perceived and changes in range of motion over time according to the group, control or N2O.",
            "Each column displayed what was observed during one session.",
            "S1 = 1st session, 32 patients in each group, S2 = 2nd session (30 and 25 patients in N2O and placebo groups, respectively), S3 = 3rd session (19 and 24 patients in N2O and placebo groups, respectively), S4 = 4th session (7 and 14 patients in N2O and placebo groups, respectively).",
            "On the panel 1, bar charts show the percentage of lower limb mobilized while the patient required gas administration, in N2O and placebo groups, at each individual session.",
            "A patient may have one or two lower limbs mobilized at each session (The rate of patients whom mobilization recommendation was unilateral only was 6/32 (18%) in N2O group, and 8/32 (25%) in the placebo group).",
            "N represents the number of lower limbs mobilized concomitantly to gas administration in N2O and placebo groups, at each individual session.",
            "Graphs on the panel 2, the panel 3 and the panel 4 show the evolution of endpoints at each session according to the treatment group (red curve: N2O; blue curve: placebo).",
            "Each point is an individual value, and the cross is the median value of the endpoint for the group either during or after the rehabilitation session.",
            "Graphs on the panel 2 shows the evolution of the pain score for each patient according to the treatment group, during and after each session.",
            "Graphs on the panel 3 show the range of motion achieved for hip mobilization, expressed as the angle of extension in degree, according to the treatment group, during and after each session (each point depicts one lower limb).",
            "Graphs on the panel 4 show the range of motion achieved for knee mobilization, expressed as the angle of flexion in degree, according to the treatment group, during and after each session (each point depicts one lower limb).",
            "The number of lower limbs mobilized is shown below each mobilization time.",
            "The decision to administrate the gas (either N2O or placebo according to randomization group) depended of the level of pain measured before and during mobilization."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34718",
        "text": "pain through the N-methyl D-Aspartate receptors (NMDA; Joly et al., 2005; Fletcher and Martinez, 2014) , N2O does not induce any secondary hyperalgesia (Richeb e et al., 2006; Echevarria et al., 2011; Gronbaek et al., 2014) . N2O is an anti-NMDA agent; it acts similarly to ketamine, which participates in reducing the phenomena of central sensitization (Jevtovic et al., 1998; Kehlet and Dahl, 2003; Ramasubbu and Gupta, 2011) . These neurophysiological effects could explain that using N2O during our physiotherapy sessions reduced the associated pain during early post-operative mobilisations. Indeed, as the physiotherapy sessions were repeated, one could imagine that the patient's expectations of pain were lower in the N2O group. Conversely, negative patient expectations in the control group might increase the pain perceived during the following physiotherapy sessions. Pain decrease in the N2O group might also be explained by intercurrent neuropsychological processes such as patient's expectations and environmental conditions (Eccleston and Crombez, 1999) . Despite treatment with major analgesic agents, patients with negative expectations regarding their pain management will develop pain, and it was showed that their hippocampus is activated instead of cerebral areas usually recruited to decrease pain (Bingel et al., 2011) . The anxiolytic properties of N2O may also contribute to an improved pain management during the sessions (Pedersen et al., 2013; Collins, 2015) . Moseley and Vlaeyen showed that procedure reiteration contributes to pain decrease through cerebral mechanism (Moseley and Vlaeyen, 2015) . N2O efficacy might have been potentiated by the reiteration of the procedures during physiotherapy sessions, which might have avoided a negative conditioning of the patient, and therefore avoid the subsequent increase in pain and anxiety and need for opioids, contrary to what may have occurred in the control group (Eccleston and Crombez, 2007; Crombez et al., 2009; Bingel et al., 2011) . Indeed, all these patients had repeated physiotherapy sessions. Very painful sessions could lead to a 'pain catastrophizing syndrome' (rumination, feeling of helplessness, and magnification of the experience of pain (Crombez et al., 1998; Quartana et al., 2009) . Lowering the level of pain during these repeated sessions could lead to reduced fear and a better mobilization, and, therefore, could explain the greater joint amplitudes observed in the N2O group.",
        "section": "N2O N2O",
        "section_number": 39,
        "sentences": [
            "pain through the N-methyl D-Aspartate receptors (NMDA; Joly et al., 2005; Fletcher and Martinez, 2014) , N2O does not induce any secondary hyperalgesia (Richeb e et al., 2006; Echevarria et al., 2011; Gronbaek et al., 2014) .",
            "N2O is an anti-NMDA agent; it acts similarly to ketamine, which participates in reducing the phenomena of central sensitization (Jevtovic et al., 1998; Kehlet and Dahl, 2003; Ramasubbu and Gupta, 2011) .",
            "These neurophysiological effects could explain that using N2O during our physiotherapy sessions reduced the associated pain during early post-operative mobilisations.",
            "Indeed, as the physiotherapy sessions were repeated, one could imagine that the patient's expectations of pain were lower in the N2O group.",
            "Conversely, negative patient expectations in the control group might increase the pain perceived during the following physiotherapy sessions.",
            "Pain decrease in the N2O group might also be explained by intercurrent neuropsychological processes such as patient's expectations and environmental conditions (Eccleston and Crombez, 1999) .",
            "Despite treatment with major analgesic agents, patients with negative expectations regarding their pain management will develop pain, and it was showed that their hippocampus is activated instead of cerebral areas usually recruited to decrease pain (Bingel et al., 2011) .",
            "The anxiolytic properties of N2O may also contribute to an improved pain management during the sessions (Pedersen et al., 2013; Collins, 2015) .",
            "Moseley and Vlaeyen showed that procedure reiteration contributes to pain decrease through cerebral mechanism (Moseley and Vlaeyen, 2015) .",
            "N2O efficacy might have been potentiated by the reiteration of the procedures during physiotherapy sessions, which might have avoided a negative conditioning of the patient, and therefore avoid the subsequent increase in pain and anxiety and need for opioids, contrary to what may have occurred in the control group (Eccleston and Crombez, 2007; Crombez et al., 2009; Bingel et al., 2011) .",
            "Indeed, all these patients had repeated physiotherapy sessions.",
            "Very painful sessions could lead to a 'pain catastrophizing syndrome' (rumination, feeling of helplessness, and magnification of the experience of pain (Crombez et al., 1998; Quartana et al., 2009) .",
            "Lowering the level of pain during these repeated sessions could lead to reduced fear and a better mobilization, and, therefore, could explain the greater joint amplitudes observed in the N2O group."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34718",
        "text": "Cerebral modulation of pain can also be influenced by the psychological and environmental context (Tracey and Mantyh, 2007) . Psychological and environmental context is so important that it can reverse the treatment effect, as demonstrated for EMLA topical agent (Aslaksen et al., 2015) . As our study was blinded, initial expectations were similar in both groups.",
        "section": "N2O N2O",
        "section_number": 40,
        "sentences": [
            "Cerebral modulation of pain can also be influenced by the psychological and environmental context (Tracey and Mantyh, 2007) .",
            "Psychological and environmental context is so important that it can reverse the treatment effect, as demonstrated for EMLA topical agent (Aslaksen et al., 2015) .",
            "As our study was blinded, initial expectations were similar in both groups."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34718",
        "text": "Pain decrease with N2O might also be associated with higher gain in stretching the rectus femoris muscle when performed by the physiotherapist (for the hip extension with knee flexion). A higher gain in joint amplitudes, which was obtained more quickly, was observed in the N2O group compared to the placebo group. This greater efficacy might be related to a better pain management with N2O than with control, as pain associated with physiotherapy sessions was significantly lower among patients treated with N2O. In addition, although this difference did not reach a statistically significant level, analgesic consumption for the post-operative daily pain management had not the same profile between the two groups, as patients in the N2O group tended to take more level I and II analgesic agents, and less level III analgesic agents than patients in the control group. This lower consumption of level III analalgesic agents may lead to less analgesic-associated adverse events.",
        "section": "N2O N2O",
        "section_number": 41,
        "sentences": [
            "Pain decrease with N2O might also be associated with higher gain in stretching the rectus femoris muscle when performed by the physiotherapist (for the hip extension with knee flexion).",
            "A higher gain in joint amplitudes, which was obtained more quickly, was observed in the N2O group compared to the placebo group.",
            "This greater efficacy might be related to a better pain management with N2O than with control, as pain associated with physiotherapy sessions was significantly lower among patients treated with N2O.",
            "In addition, although this difference did not reach a statistically significant level, analgesic consumption for the post-operative daily pain management had not the same profile between the two groups, as patients in the N2O group tended to take more level I and II analgesic agents, and less level III analgesic agents than patients in the control group.",
            "This lower consumption of level III analalgesic agents may lead to less analgesic-associated adverse events."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34718",
        "text": "The improved pain management during physiotherapy sessions with N2O in our patients, as reflected by improved pain scores, is consistent with results previously published in other settings. Our study is the first randomized, placebo-controlled double-blind study conducted specifically during post-surgery rehabilitation sessions among paediatric patients. Another strength of our study is that it was conducted by physiotherapists. Post-surgical physiotherapy, even performed by experienced and careful caregivers, should be considered in the same way as a dressing care, i.e. as an iterative painful procedure requiring specific pain management, e.g. by the use of N2O. Some postoperative procedures might be particularly associated with allodynia and hyperalgesia. Therefore, physiotherapists must manage pain, although they do not have the ability to prescribe analgesic agents such as N2O. The use of N2O is uncommon in rehabilitation centres, although its ability to obtain a better pain management in children has been largely recognized.",
        "section": "N2O N2O",
        "section_number": 42,
        "sentences": [
            "The improved pain management during physiotherapy sessions with N2O in our patients, as reflected by improved pain scores, is consistent with results previously published in other settings.",
            "Our study is the first randomized, placebo-controlled double-blind study conducted specifically during post-surgery rehabilitation sessions among paediatric patients.",
            "Another strength of our study is that it was conducted by physiotherapists.",
            "Post-surgical physiotherapy, even performed by experienced and careful caregivers, should be considered in the same way as a dressing care, i.e. as an iterative painful procedure requiring specific pain management, e.g. by the use of N2O.",
            "Some postoperative procedures might be particularly associated with allodynia and hyperalgesia.",
            "Therefore, physiotherapists must manage pain, although they do not have the ability to prescribe analgesic agents such as N2O.",
            "The use of N2O is uncommon in rehabilitation centres, although its ability to obtain a better pain management in children has been largely recognized."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34718",
        "text": "Several studies have reported that the use of this gas is safe in clinical settings (Pedersen et al., 2013; Tsze et al., 2016) . Our results are consistent with the published safety profile of N2O. Side-effects for patients are rare, mostly minor and reversible in few minutes after gas administration discontinuation; in addition, the risk for the staff is acceptable. Neither teratogenic nor carcinogenetic effects have been shown in humans (O'Donovan and Hammond, 2015).",
        "section": "N2O N2O",
        "section_number": 43,
        "sentences": [
            "Several studies have reported that the use of this gas is safe in clinical settings (Pedersen et al., 2013; Tsze et al., 2016) .",
            "Our results are consistent with the published safety profile of N2O.",
            "Side-effects for patients are rare, mostly minor and reversible in few minutes after gas administration discontinuation; in addition, the risk for the staff is acceptable.",
            "Neither teratogenic nor carcinogenetic effects have been shown in humans (O'Donovan and Hammond, 2015)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34718",
        "text": "Interestingly, its cost is low compared to other anaesthetic agents used for local and regional anaesthesia.",
        "section": "N2O N2O",
        "section_number": 44,
        "sentences": [
            "Interestingly, its cost is low compared to other anaesthetic agents used for local and regional anaesthesia."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34718",
        "text": "One of the limitations of our study is that it was a single centre study. However, this study can serve as a pilot study facilitating the setting up of similar studies in other centres. Biases were limited by the doubleblind randomized methodology: the content of the gas bottles was hidden to the patients and to the physiotherapists. The goniometer angles were not hidden; however, this measurement is objective, and was performed by one physiotherapist blinded to the study group, and according standardized procedures; the measure was checked and recorded by the other one.",
        "section": "N2O N2O",
        "section_number": 45,
        "sentences": [
            "One of the limitations of our study is that it was a single centre study.",
            "However, this study can serve as a pilot study facilitating the setting up of similar studies in other centres.",
            "Biases were limited by the doubleblind randomized methodology: the content of the gas bottles was hidden to the patients and to the physiotherapists.",
            "The goniometer angles were not hidden; however, this measurement is objective, and was performed by one physiotherapist blinded to the study group, and according standardized procedures; the measure was checked and recorded by the other one."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34718",
        "text": "In this study, the use of N2O to manage pain during physiotherapy was associated with a more efficient post-operative rehabilitation programme, as it enabled to rapidly achieve a greater range of motion despite no significant difference in the analgesic consumption for the post-operative pain daily management. Further studies are required to evaluate whether a greater range of motion obtained earlier after surgery translates in improved long-term outcome. In addition, N2O was well tolerated. In order to further evaluate the benefit of N2O during post-surgery physiotherapy, it would be worth having other centres conducting similar studies with N2O. In addition, N2O should be further evaluated by rehabilitation physicians for other painful conditions, particularly where lowering pain could contribute to improve the patient's mobilization and their outcome.",
        "section": "Conclusions",
        "section_number": 46,
        "sentences": [
            "In this study, the use of N2O to manage pain during physiotherapy was associated with a more efficient post-operative rehabilitation programme, as it enabled to rapidly achieve a greater range of motion despite no significant difference in the analgesic consumption for the post-operative pain daily management.",
            "Further studies are required to evaluate whether a greater range of motion obtained earlier after surgery translates in improved long-term outcome.",
            "In addition, N2O was well tolerated.",
            "In order to further evaluate the benefit of N2O during post-surgery physiotherapy, it would be worth having other centres conducting similar studies with N2O.",
            "In addition, N2O should be further evaluated by rehabilitation physicians for other painful conditions, particularly where lowering pain could contribute to improve the patient's mobilization and their outcome."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34718",
        "text": "Eur J Pain 21 (2017) 1657--1667 © 2017 European Pain Federation -EFIC âOxygen-Nitrous oxide for post-operative physiotherapy A. Delafontaine et al.",
        "section": "",
        "section_number": 47,
        "sentences": [
            "Eur J Pain 21 (2017) 1657--1667 © 2017 European Pain Federation -EFIC âOxygen-Nitrous oxide for post-operative physiotherapy A. Delafontaine et al."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34718",
        "text": "© 2017 European Pain Federation -EFIC â Eur J Pain 21 (2017) 1657--1667 1659",
        "section": "",
        "section_number": 48,
        "sentences": [
            "© 2017 European Pain Federation -EFIC â Eur J Pain 21 (2017) 1657--1667 1659"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34718",
        "text": "Eur J Pain 21 (2017) 1657--1667 © 2017 European Pain Federation -EFIC âOxygen-Nitrous oxide for post-operative physiotherapy A. Delafontaine et al.",
        "section": "",
        "section_number": 49,
        "sentences": [
            "Eur J Pain 21 (2017) 1657--1667 © 2017 European Pain Federation -EFIC âOxygen-Nitrous oxide for post-operative physiotherapy A. Delafontaine et al."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34718",
        "text": "© 2017 European Pain Federation -EFIC â Eur J Pain 21 (2017) 1657--1667 1661",
        "section": "",
        "section_number": 50,
        "sentences": [
            "© 2017 European Pain Federation -EFIC â Eur J Pain 21 (2017) 1657--1667 1661"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34718",
        "text": "Eur J Pain 21 (2017) 1657--1667 © 2017 European Pain Federation -EFIC âOxygen-Nitrous oxide for post-operative physiotherapy A. Delafontaine et al.",
        "section": "",
        "section_number": 51,
        "sentences": [
            "Eur J Pain 21 (2017) 1657--1667 © 2017 European Pain Federation -EFIC âOxygen-Nitrous oxide for post-operative physiotherapy A. Delafontaine et al."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34718",
        "text": "© 2017 European Pain Federation -EFIC â Eur J Pain 21 (2017) 1657--1667 1663",
        "section": "",
        "section_number": 52,
        "sentences": [
            "© 2017 European Pain Federation -EFIC â Eur J Pain 21 (2017) 1657--1667 1663"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34718",
        "text": "Eur J Pain 21 (2017) 1657--1667 © 2017 European Pain Federation -EFIC â",
        "section": "",
        "section_number": 53,
        "sentences": [
            "Eur J Pain 21 (2017) 1657--1667 © 2017 European Pain Federation -EFIC â"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34718",
        "text": "© 2017 European Pain Federation -EFIC â Eur J Pain 21 (2017) 1657--1667 1665",
        "section": "",
        "section_number": 54,
        "sentences": [
            "© 2017 European Pain Federation -EFIC â Eur J Pain 21 (2017) 1657--1667 1665"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34718",
        "text": "Eur J Pain 21 (2017) 1657--1667 © 2017 European Pain Federation -EFIC â",
        "section": "",
        "section_number": 55,
        "sentences": [
            "Eur J Pain 21 (2017) 1657--1667 © 2017 European Pain Federation -EFIC â"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34718",
        "text": "© 2017 European Pain Federation -EFIC â Eur J Pain 21 (2017) 1657--1667 1667",
        "section": "",
        "section_number": 56,
        "sentences": [
            "© 2017 European Pain Federation -EFIC â Eur J Pain 21 (2017) 1657--1667 1667"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    }
]