[
    {
        "doc_id": "33650",
        "text": "Effects of plyometric training on components of physical fitness in prepuberal male soccer athletes: the role of surface instability. J Strength Cond Res 31(12): 3295-3304, 2017-Previous studies contrasted the effects of plyometric training (PT) conducted on stable vs. unstable surfaces on components of physical fitness in child and adolescent soccer players. Depending on the training modality (stable vs. unstable), specific performance improvements were found for jump (stable PT) and balance performances (unstable PT). In an attempt to combine the effects of both training modalities, this study examined the effects of PT on stable surfaces compared with combined PT on stable and unstable surfaces on components of physical fitness in prepuberal male soccer athletes. Thirty-three boys were randomly assigned to either a PT on stable surfaces (PTS; n = 17; age = 12.1 6 0.5 years; height = 151.6 6 5.7 cm; body mass = 39.2 6 6.5 kg; and maturity offset = 22.3 6 0.5 years) or a combined PT on stable and unstable surfaces (PTC; n = 16; age = 12.2 6 0.6 years; height = 154.6 6 8.1 cm; body mass = 38.7 6 5.0 kg; and maturity offset = 22.2 6 0.6 years). Both intervention groups conducted 4 soccer-specific training sessions per week combined with either 2 PTS or PTC sessions. Before and after 8 weeks of training, proxies of muscle power (e.g., countermovement jump [CMJ], standing long jump [SLJ]), muscle strength (e.g., reactive strength index [RSI]), speed (e.g., 20-m sprint test), agility (e.g., modified Illinois change of direction test [MICODT]), static balance (e.g., stable stork balance test [SSBT]), and dynamic balance (unstable stork balance test [USBT]) were tested. An analysis of covariance model was used to test between-group differences (PTS vs. PTC) at posttest using baseline outcomes as covariates. No significant between-group differences at posttest were observed for CMJ (p. 0.05, d = 0.41), SLJ (p. 0.05, d = 0.36), RSI (p. 0.05, d = 0.57), 20-m sprint test (p. 0.05, d = 0.06), MICODT (p. 0.05, d = 0.23), and SSBT (p. 0.05, d = 0.20). However, statistically significant between-group differences at posttest were noted for the USBT (p , 0.01, d = 1.49) in favor of the PTC group. For most physical fitness tests (except RSI), significant pre-to-post improvements were observed for both groups (p , 0.01, d = 0.55-3.96). Eight weeks of PTS or PTC resulted in similar performance improvements in components of physical fitness except for dynamic balance. From a performance-enhancing perspective, PTC is recommended for pediatric strength and conditioning coaches because it produced comparable training effects as PTS on proxies of muscle power, muscle strength, speed, agility, static balance, and additional effects on dynamic balance.",
        "section": "Abstract",
        "sentences": [
            "Effects of plyometric training on components of physical fitness in prepuberal male soccer athletes: the role of surface instability.",
            "J Strength Cond Res 31(12): 3295-3304, 2017-Previous studies contrasted the effects of plyometric training (PT) conducted on stable vs. unstable surfaces on components of physical fitness in child and adolescent soccer players.",
            "Depending on the training modality (stable vs. unstable), specific performance improvements were found for jump (stable PT) and balance performances (unstable PT).",
            "In an attempt to combine the effects of both training modalities, this study examined the effects of PT on stable surfaces compared with combined PT on stable and unstable surfaces on components of physical fitness in prepuberal male soccer athletes.",
            "Thirty-three boys were randomly assigned to either a PT on stable surfaces (PTS; n = 17; age = 12.1 6 0.5 years; height = 151.6 6 5.7 cm; body mass = 39.2 6 6.5 kg; and maturity offset = 22.3 6 0.5 years) or a combined PT on stable and unstable surfaces (PTC; n = 16; age = 12.2 6 0.6 years; height = 154.6 6 8.1 cm; body mass = 38.7 6 5.0 kg; and maturity offset = 22.2 6 0.6 years).",
            "Both intervention groups conducted 4 soccer-specific training sessions per week combined with either 2 PTS or PTC sessions.",
            "Before and after 8 weeks of training, proxies of muscle power (e.g., countermovement jump [CMJ], standing long jump [SLJ]), muscle strength (e.g., reactive strength index [RSI]), speed (e.g., 20-m sprint test), agility (e.g., modified Illinois change of direction test [MICODT]), static balance (e.g., stable stork balance test [SSBT]), and dynamic balance (unstable stork balance test [USBT]) were tested.",
            "An analysis of covariance model was used to test between-group differences (PTS vs. PTC) at posttest using baseline outcomes as covariates.",
            "No significant between-group differences at posttest were observed for CMJ (p. 0.05, d = 0.41), SLJ (p. 0.05, d = 0.36), RSI (p. 0.05, d = 0.57), 20-m sprint test (p. 0.05, d = 0.06), MICODT (p. 0.05, d = 0.23), and SSBT (p. 0.05, d = 0.20).",
            "However, statistically significant between-group differences at posttest were noted for the USBT (p , 0.01, d = 1.49) in favor of the PTC group.",
            "For most physical fitness tests (except RSI), significant pre-to-post improvements were observed for both groups (p , 0.01, d = 0.55-3.96).",
            "Eight weeks of PTS or PTC resulted in similar performance improvements in components of physical fitness except for dynamic balance.",
            "From a performance-enhancing perspective, PTC is recommended for pediatric strength and conditioning coaches because it produced comparable training effects as PTS on proxies of muscle power, muscle strength, speed, agility, static balance, and additional effects on dynamic balance."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33650",
        "text": "t has previously been shown that muscle power (e.g., jumping), speed (e.g., linear sprint), and agility represent major determinants of soccer performance (23, 27, 39) . Numerous studies indicated that plyometric training (PT) is an effective means to improve components of physical fitness, particularly in youth soccer (30) .",
        "section": "I",
        "section_number": 1,
        "sentences": [
            "t has previously been shown that muscle power (e.g., jumping), speed (e.g., linear sprint), and agility represent major determinants of soccer performance (23, 27, 39) .",
            "Numerous studies indicated that plyometric training (PT) is an effective means to improve components of physical fitness, particularly in youth soccer (30) ."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "33650",
        "text": "Plyometric training refers to exercises involving jumping, hopping, and skipping that are characterized by eccentric contractions of the muscle-tendon unit immediately followed by concentric contractions, which is also referred to as the stretch-shortening cycle (23) . The beneficial effects of PT on components of physical fitness (i.e., speed, power, strength, and agility) have been well documented in the literature in the form of original work (6, 26, 32, 33) , systematic reviews, and meta-analyses (1) (2) (3) 20) for untrained and trained youth as well as adults.",
        "section": "I",
        "section_number": 2,
        "sentences": [
            "Plyometric training refers to exercises involving jumping, hopping, and skipping that are characterized by eccentric contractions of the muscle-tendon unit immediately followed by concentric contractions, which is also referred to as the stretch-shortening cycle (23) .",
            "The beneficial effects of PT on components of physical fitness (i.e., speed, power, strength, and agility) have been well documented in the literature in the form of original work (6, 26, 32, 33) , systematic reviews, and meta-analyses (1) (2) (3) 20) for untrained and trained youth as well as adults."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "33650",
        "text": "More recently, the inclusion of exercises using unstable surfaces training equipment in PT received interest in the literature (4, 5, 13, 17, 31) . In this context, Behm and Colado (5) demonstrated that strength training under unstable conditions resulted in significant performance improvements in measures of muscular power, probably because of higher muscle activations when performing exercises on unstable surfaces. Particularly in soccer, athletes are often confronted with highly unstable soccer-specific tasks (e.g., jumping, change of direction) because of factors such as opponents, grass, uneven natural turf, etc (13) .",
        "section": "I",
        "section_number": 3,
        "sentences": [
            "More recently, the inclusion of exercises using unstable surfaces training equipment in PT received interest in the literature (4, 5, 13, 17, 31) .",
            "In this context, Behm and Colado (5) demonstrated that strength training under unstable conditions resulted in significant performance improvements in measures of muscular power, probably because of higher muscle activations when performing exercises on unstable surfaces.",
            "Particularly in soccer, athletes are often confronted with highly unstable soccer-specific tasks (e.g., jumping, change of direction) because of factors such as opponents, grass, uneven natural turf, etc (13) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33650",
        "text": "According to the principle of training specificity, training should mimic a competition-specific demand, which is why it seems plausible to argue that PT should be conducted on unstable surfaces (13, 28) . Previous studies contrasted the effects of PT on stable versus unstable surfaces on components of physical fitness in child (28) or adolescent soccer athletes (13) . Negra et al. (28) studied the effects of 8 weeks of PT on stable vs. unstable surfaces on measures of physical fitness in prepuberal male soccer players. The authors reported comparable performance improvements on proxies of muscle power (e.g., countermovement jump [CMJ] height, standing long jump [SLJ] ), speed (e.g., 10-, 20-, and 30-m sprint test), dynamic balance (e.g., Y-balance test), and agility (e.g., Illinois change of direction test) after both training modalities (28) . An additional training effect in favor of the unstable training group was solely found for static balance (e.g., stork balance test) (28) . Further, Granacher et al. (13) examined the impact of PT on stable vs. unstable surfaces in subelite adolescent soccer players. Findings of this study (13) demonstrated similar performance improvements in both groups for measures of muscular power (e.g., drop jumps), speed (e.g., 10-m sprint test), agility (e.g., Figure-8 run test), and balance (e.g., center of pressure displacement during 1-legged stance). However, PT on stable surfaces produced larger effects on vertical jump performance (i.e., CMJ height) compared with the unstable group.",
        "section": "I",
        "section_number": 4,
        "sentences": [
            "According to the principle of training specificity, training should mimic a competition-specific demand, which is why it seems plausible to argue that PT should be conducted on unstable surfaces (13, 28) .",
            "Previous studies contrasted the effects of PT on stable versus unstable surfaces on components of physical fitness in child (28) or adolescent soccer athletes (13) .",
            "Negra et al. (28) studied the effects of 8 weeks of PT on stable vs. unstable surfaces on measures of physical fitness in prepuberal male soccer players.",
            "The authors reported comparable performance improvements on proxies of muscle power (e.g., countermovement jump [CMJ] height, standing long jump [SLJ] ), speed (e.g., 10-, 20-, and 30-m sprint test), dynamic balance (e.g., Y-balance test), and agility (e.g., Illinois change of direction test) after both training modalities (28) .",
            "An additional training effect in favor of the unstable training group was solely found for static balance (e.g., stork balance test) (28) .",
            "Further, Granacher et al. (13) examined the impact of PT on stable vs. unstable surfaces in subelite adolescent soccer players.",
            "Findings of this study (13) demonstrated similar performance improvements in both groups for measures of muscular power (e.g., drop jumps), speed (e.g., 10-m sprint test), agility (e.g., Figure-8 run test), and balance (e.g., center of pressure displacement during 1-legged stance).",
            "However, PT on stable surfaces produced larger effects on vertical jump performance (i.e., CMJ height) compared with the unstable group."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33650",
        "text": "Taken the findings of these 2 studies together (13, 28) , PT on stable surfaces resulted in larger improvements in jump performance (13) , whereas PT on unstable surfaces produced larger improvements in balance performance (28) . Moreover, the effects of combined PT on stable and unstable surfaces have not yet been examined in youth athletes. Thus, it is timely and imperative to study the effects of combined PT (stable and unstable) to enhance the likelihood of improving both jump and balance performance at the same time and with 1 training intervention.",
        "section": "I",
        "section_number": 5,
        "sentences": [
            "Taken the findings of these 2 studies together (13, 28) , PT on stable surfaces resulted in larger improvements in jump performance (13) , whereas PT on unstable surfaces produced larger improvements in balance performance (28) .",
            "Moreover, the effects of combined PT on stable and unstable surfaces have not yet been examined in youth athletes.",
            "Thus, it is timely and imperative to study the effects of combined PT (stable and unstable) to enhance the likelihood of improving both jump and balance performance at the same time and with 1 training intervention."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33650",
        "text": "Therefore, in an attempt to fill this void in the literature, this study aimed at examining the effects of short-term (i.e., 8 weeks) in-season PT conducted either on stable (PTS) or on stable and unstable surfaces (PTC) on components of physical fitness (i.e., muscle power, strength, speed, agility, and static and dynamic balance) in prepuberal male soccer athletes. With reference to the relevant literature (28, 37) , we hypothesized that the PTC group achieves higher traininginduced performance improvements on measures of physical fitness, particularly in balance and agility compared with the PTS group.",
        "section": "I",
        "section_number": 6,
        "sentences": [
            "Therefore, in an attempt to fill this void in the literature, this study aimed at examining the effects of short-term (i.e., 8 weeks) in-season PT conducted either on stable (PTS) or on stable and unstable surfaces (PTC) on components of physical fitness (i.e., muscle power, strength, speed, agility, and static and dynamic balance) in prepuberal male soccer athletes.",
            "With reference to the relevant literature (28, 37) , we hypothesized that the PTC group achieves higher traininginduced performance improvements on measures of physical fitness, particularly in balance and agility compared with the PTS group."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "33650",
        "text": "When conducting research in subelite and elite sports, researchers are often confronted with limitations in terms of sample size that are not present when doing research with the general population. For this reason, a 2-group repeatedmeasures experimental design was applied in this study to examine the effects of PTS vs. PTC on components of physical fitness in prepuberal male soccer athletes. Of note, the PTS group served as an active comparator. We decided not to include an additional unstable intervention arm because of sample size limitations and because we already contrasted the effects of stable versus unstable PT on measures of physical fitness in youth soccer athletes in previous studies (13, 28) .",
        "section": "Experimental Approach to the Problem",
        "section_number": 7,
        "sentences": [
            "When conducting research in subelite and elite sports, researchers are often confronted with limitations in terms of sample size that are not present when doing research with the general population.",
            "For this reason, a 2-group repeatedmeasures experimental design was applied in this study to examine the effects of PTS vs. PTC on components of physical fitness in prepuberal male soccer athletes.",
            "Of note, the PTS group served as an active comparator.",
            "We decided not to include an additional unstable intervention arm because of sample size limitations and because we already contrasted the effects of stable versus unstable PT on measures of physical fitness in youth soccer athletes in previous studies (13, 28) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33650",
        "text": "The 2 PT programs (PTS and PTC) were conducted during the in-season period of the soccer season. Two weeks before baseline testing, 2 sessions were performed to get subjects familiarized with the applied physical fitness tests. Before and after training, tests for the assessment of proxies of muscle power (i.e., CMJ and SLJ), strength (i.e., reactive strength index [RSI]), speed (i.e., 20-m sprint test), agility (i.e., modified Illinois change of direction test [MICODT]), static balance (i.e., stable stork balance test [SSBT]), and dynamic balance (i.e., unstable stork balance test [USBT]) were conducted. All tests were scheduled at least 48 hours after the last training session or competition.",
        "section": "Experimental Approach to the Problem",
        "section_number": 8,
        "sentences": [
            "The 2 PT programs (PTS and PTC) were conducted during the in-season period of the soccer season.",
            "Two weeks before baseline testing, 2 sessions were performed to get subjects familiarized with the applied physical fitness tests.",
            "Before and after training, tests for the assessment of proxies of muscle power (i.e., CMJ and SLJ), strength (i.e., reactive strength index [RSI]), speed (i.e., 20-m sprint test), agility (i.e., modified Illinois change of direction test [MICODT]), static balance (i.e., stable stork balance test [SSBT]), and dynamic balance (i.e., unstable stork balance test [USBT]) were conducted.",
            "All tests were scheduled at least 48 hours after the last training session or competition."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33650",
        "text": "Thirty-seven healthy young athletes from a regional soccer team were randomly assigned either to a PTS group (n = 21; age = 12.1 6 0.5) or a PTC group (n = 16; age = 12.2 6 0.6 years). All participants were classified as experienced soccer players with 4.0 6 1.2 years of systematic soccer training involving 3-5 training sessions per week. Anthropometric data of both groups are presented in Table 1 . Athletes who missed more than 20% of the total training sessions and/or more than 2 consecutive sessions were excluded from the study (27) . Maturation status of the participants was determined at the beginning and after 8 weeks of training according to the predicted age at peak height velocity (APHV) (19) . All procedures were approved by the Institutional Review Committee for the ethical use of human subjects at Ksar Said University. Written informed parental consent and participant assent was obtained before the start of the study. All Plyometric Training in Youth youth athletes and their parents or legal guardians were informed about the experimental protocol and its potential risks and benefits before the commencement of the research project. Participants were allowed to withdraw from the study at any time and without giving any reason.",
        "section": "Subjects",
        "section_number": 9,
        "sentences": [
            "Thirty-seven healthy young athletes from a regional soccer team were randomly assigned either to a PTS group (n = 21; age = 12.1 6 0.5) or a PTC group (n = 16; age = 12.2 6 0.6 years).",
            "All participants were classified as experienced soccer players with 4.0 6 1.2 years of systematic soccer training involving 3-5 training sessions per week.",
            "Anthropometric data of both groups are presented in Table 1 .",
            "Athletes who missed more than 20% of the total training sessions and/or more than 2 consecutive sessions were excluded from the study (27) .",
            "Maturation status of the participants was determined at the beginning and after 8 weeks of training according to the predicted age at peak height velocity (APHV) (19) .",
            "All procedures were approved by the Institutional Review Committee for the ethical use of human subjects at Ksar Said University.",
            "Written informed parental consent and participant assent was obtained before the start of the study.",
            "All Plyometric Training in Youth youth athletes and their parents or legal guardians were informed about the experimental protocol and its potential risks and benefits before the commencement of the research project.",
            "Participants were allowed to withdraw from the study at any time and without giving any reason."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33650",
        "text": "Over the 8-week intervention period, training included 4 sessions per week each lasting between 80 and 90 minutes. Both intervention groups conducted 4 soccer-specific training sessions per week in addition to either 2 PTS or 2 PTC sessions. Thus, the overall exposure time to training was identical between the 2 experimental groups. Soccer training included training of fast footwork, technical skills and moves (easy/difficult), position games (small/big), and tactical games with various objectives (27) .",
        "section": "Soccer Training",
        "section_number": 10,
        "sentences": [
            "Over the 8-week intervention period, training included 4 sessions per week each lasting between 80 and 90 minutes.",
            "Both intervention groups conducted 4 soccer-specific training sessions per week in addition to either 2 PTS or 2 PTC sessions.",
            "Thus, the overall exposure time to training was identical between the 2 experimental groups.",
            "Soccer training included training of fast footwork, technical skills and moves (easy/difficult), position games (small/big), and tactical games with various objectives (27) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33650",
        "text": "The 2 experimental groups (i.e., PTS and PTC) participated in an 8-week in-season PT program with 2 PT sessions per week. The 2 PT sessions were integrated into the regular training routine of the soccer team. The second PT session was completed 72 hours after the first one so as to provide a sufficient recovery period between sessions. Each session lasted between 80 and 90 minutes. The PT drills lasted between 25 and 30 minutes. The PT protocol was based on previously published recommendations for training intensity and volume from Bedoya et al. (3) . During every PT session, 2-footed ankle hops forward exercises and CMJs were performed. To limit stress on the musculotendinous unit, training volume and intensity were progressively increased ( Table 2) . Although participants of the PTS group performed all jump exercises on stable surfaces, subjects in the PTC group executed the same exercises alternated on stable and highly unstable surfaces that are frequently used during athletic training and rehabilitation (i.e., Airex Balance Pad and Thera-Band Stability Trainer). Both sessions consisted of a volume of 8-12 sets with 6-10 repetitions. The total num-ber of ground contacts per week was 50 during the first week and gradually increased to 120 after 8 weeks of training. A 90-second rest was provided between each set of exercise.",
        "section": "Plyometric Training",
        "section_number": 11,
        "sentences": [
            "The 2 experimental groups (i.e., PTS and PTC) participated in an 8-week in-season PT program with 2 PT sessions per week.",
            "The 2 PT sessions were integrated into the regular training routine of the soccer team.",
            "The second PT session was completed 72 hours after the first one so as to provide a sufficient recovery period between sessions.",
            "Each session lasted between 80 and 90 minutes.",
            "The PT drills lasted between 25 and 30 minutes.",
            "The PT protocol was based on previously published recommendations for training intensity and volume from Bedoya et al. (3) .",
            "During every PT session, 2-footed ankle hops forward exercises and CMJs were performed.",
            "To limit stress on the musculotendinous unit, training volume and intensity were progressively increased ( Table 2) .",
            "Although participants of the PTS group performed all jump exercises on stable surfaces, subjects in the PTC group executed the same exercises alternated on stable and highly unstable surfaces that are frequently used during athletic training and rehabilitation (i.e., Airex Balance Pad and Thera-Band Stability Trainer).",
            "Both sessions consisted of a volume of 8-12 sets with 6-10 repetitions.",
            "The total num-ber of ground contacts per week was 50 during the first week and gradually increased to 120 after 8 weeks of training.",
            "A 90-second rest was provided between each set of exercise."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33650",
        "text": "The warm-up program for all tests was conducted on stable surface for both groups, and it included 5 minutes of submaximal running with change of direction exercises, 10 minutes of submaximal plyometrics (2 jump exercises of 20 vertical [i.e., CMJ] and 10 horizontal jumps [i.e., 2-footed ankles hop forward]), dynamic stretching exercises, and 5 minutes of a sprint-specific warm-up (27) . All tests were separated by a 5-10-minute break in between. Each player participated in a familiarization trial and 2 test trials. Another rest period of 3 minutes was provided between trials. The best of the 2 test trials was used for further statistical analyses.",
        "section": "General Testing Procedures",
        "section_number": 12,
        "sentences": [
            "The warm-up program for all tests was conducted on stable surface for both groups, and it included 5 minutes of submaximal running with change of direction exercises, 10 minutes of submaximal plyometrics (2 jump exercises of 20 vertical [i.e., CMJ] and 10 horizontal jumps [i.e., 2-footed ankles hop forward]), dynamic stretching exercises, and 5 minutes of a sprint-specific warm-up (27) .",
            "All tests were separated by a 5-10-minute break in between.",
            "Each player participated in a familiarization trial and 2 test trials.",
            "Another rest period of 3 minutes was provided between trials.",
            "The best of the 2 test trials was used for further statistical analyses."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33650",
        "text": "Countermovement Jump Test. During the CMJ, participants started from an upright erect standing position, performed a fast downward movement by flexing the knees and hips, which were immediately followed by a rapid leg extension resulting in a maximal vertical jump. Throughout the execution of the test, participants maintained their arms akimbo. Countermovement jump techniques were visually controlled by the first author of this study. Jump height was recorded using an Optojump photoelectric system (Microgate SRL, Bolzano, Italy). The intraclass correlation coefficient (ICC) for test-retest reliability was 0.95.",
        "section": "Muscle Power",
        "section_number": 13,
        "sentences": [
            "Countermovement Jump Test.",
            "During the CMJ, participants started from an upright erect standing position, performed a fast downward movement by flexing the knees and hips, which were immediately followed by a rapid leg extension resulting in a maximal vertical jump.",
            "Throughout the execution of the test, participants maintained their arms akimbo.",
            "Countermovement jump techniques were visually controlled by the first author of this study.",
            "Jump height was recorded using an Optojump photoelectric system (Microgate SRL, Bolzano, Italy).",
            "The intraclass correlation coefficient (ICC) for test-retest reliability was 0.95."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33650",
        "text": "Standing Long Jump Test. The starting position of the SLJ required subjects to stand with their feet shoulder width apart behind a starting line and their arms loosely hanging down. On the command ready, set, go, participants executed a countermovement with their legs and arms and jumped at maximal effort in the horizontal direction. Participants had to land with both feet at the same time and were not allowed to fall forward or backward. The horizontal distance between the starting line and the heel of the rear foot was recorded using tape measure to the nearest 1 cm. The ICC for test-retest reliability was 0.98.",
        "section": "Muscle Power",
        "section_number": 14,
        "sentences": [
            "Standing Long Jump Test.",
            "The starting position of the SLJ required subjects to stand with their feet shoulder width apart behind a starting line and their arms loosely hanging down.",
            "On the command ready, set, go, participants executed a countermovement with their legs and arms and jumped at maximal effort in the horizontal direction.",
            "Participants had to land with both feet at the same time and were not allowed to fall forward or backward.",
            "The horizontal distance between the starting line and the heel of the rear foot was recorded using tape measure to the nearest 1 cm.",
            "The ICC for test-retest reliability was 0.98."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33650",
        "text": "Reactive Strength Index. During RSI, participants executed 5 repeated bilateral maximal vertical hops using an Optojump photoelectric system (Microgate SRL) for performance assessment. Before testing, youth athletes were instructed to maximize jump height and minimize ground contact time. †Data are presented as mean and SD.",
        "section": "Muscle Strength",
        "section_number": 15,
        "sentences": [
            "Reactive Strength Index.",
            "During RSI, participants executed 5 repeated bilateral maximal vertical hops using an Optojump photoelectric system (Microgate SRL) for performance assessment.",
            "Before testing, youth athletes were instructed to maximize jump height and minimize ground contact time.",
            "†Data are presented as mean and SD."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33650",
        "text": "The first jump was excluded and the 4 remaining trials were averaged for the calculation of RSI using the following formula: RSI = jump height (millimeters)/ground contact time (milliseconds).",
        "section": "Muscle Strength",
        "section_number": 16,
        "sentences": [
            "The first jump was excluded and the 4 remaining trials were averaged for the calculation of RSI using the following formula: RSI = jump height (millimeters)/ground contact time (milliseconds)."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "33650",
        "text": "Twenty-meter linear sprint performance was assessed using an electronic timing system (Microgate). Participants started in a standing start position 0.3 m before the first infrared photoelectric gate, which was placed 0.75 m above the ground to ensure that it captured trunk movement and avoided false signals through limb motion. In total, 4 singlebeam photoelectric gates were used. The ICC for test-retest reliability was 0.91.",
        "section": "Speed",
        "section_number": 17,
        "sentences": [
            "Twenty-meter linear sprint performance was assessed using an electronic timing system (Microgate).",
            "Participants started in a standing start position 0.3 m before the first infrared photoelectric gate, which was placed 0.75 m above the ground to ensure that it captured trunk movement and avoided false signals through limb motion.",
            "In total, 4 singlebeam photoelectric gates were used.",
            "The ICC for test-retest reliability was 0.91."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33650",
        "text": "The Modified Illinois Change of Direction Test. Performance in the MICODT was assessed using an electronic timing system (Microgate SRL). The applied procedures were in accordance with a previously published study (14) . The MI-CODT involves placing 4 markers to indicate an area that is 5 m long and 5 m wide. In the center of the area, 3 markers were placed 2.5 m apart (Figure 1 ). Participants started in a prone position with the chin touching the surface of the starting line. Athletes accelerated for 5 m, turned around and returned back to the starting line, and swerved in and out of 3 markers, completing 5-m sprints to finish the MICODT speed course. Participants were instructed not to cut over the markers but to run around them. If a participant failed to follow these instructions, the trial was terminated and restarted after a 3-minute recovery period. The ICC for testretest trials was 0.92.",
        "section": "Agility",
        "section_number": 18,
        "sentences": [
            "The Modified Illinois Change of Direction Test.",
            "Performance in the MICODT was assessed using an electronic timing system (Microgate SRL).",
            "The applied procedures were in accordance with a previously published study (14) .",
            "The MI-CODT involves placing 4 markers to indicate an area that is 5 m long and 5 m wide.",
            "In the center of the area, 3 markers were placed 2.5 m apart (Figure 1 ).",
            "Participants started in a prone position with the chin touching the surface of the starting line.",
            "Athletes accelerated for 5 m, turned around and returned back to the starting line, and swerved in and out of 3 markers, completing 5-m sprints to finish the MICODT speed course.",
            "Participants were instructed not to cut over the markers but to run around them.",
            "If a participant failed to follow these instructions, the trial was terminated and restarted after a 3-minute recovery period.",
            "The ICC for testretest trials was 0.92."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33650",
        "text": "Stork Balance Test on Stable (Static Balance) and Unstable Surface (Dynamic Balance). The stork balance test was used to test static and dynamic balance on the dominant leg (22) . The leg athletes preferably kicked a soccer ball with was considered the dominant leg (15) . During the test, subjects stood on the dominant leg, whereas the nondominant leg was flexed in the knee with the foot resting on the knee cap of the dominant leg. On the \"go\" signal, subjects stood in the stork balance test position, raised the heel of their foot from the floor, and held hands on hip. Participants were asked to maintain this position for as long as possible. The test was terminated when the heel of the dominant leg touched the ground or the foot moved away from the knee cap. This test ",
        "section": "Static and Dynamic Balance",
        "section_number": 19,
        "sentences": [
            "Stork Balance Test on Stable (Static Balance) and Unstable Surface (Dynamic Balance).",
            "The stork balance test was used to test static and dynamic balance on the dominant leg (22) .",
            "The leg athletes preferably kicked a soccer ball with was considered the dominant leg (15) .",
            "During the test, subjects stood on the dominant leg, whereas the nondominant leg was flexed in the knee with the foot resting on the knee cap of the dominant leg.",
            "On the \"go\" signal, subjects stood in the stork balance test position, raised the heel of their foot from the floor, and held hands on hip.",
            "Participants were asked to maintain this position for as long as possible.",
            "The test was terminated when the heel of the dominant leg touched the ground or the foot moved away from the knee cap.",
            "This test"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33650",
        "text": "was performed under static conditions (SSBT) and dynamic conditions (USBT) using an Airex Balance Pad. The stork balance test was timed using a stopwatch. The ICC for testretest trials was 0.89 and 0.83 for the SSBT and the USBT, respectively.",
        "section": "Plyometric Training in Youth",
        "section_number": 20,
        "sentences": [
            "was performed under static conditions (SSBT) and dynamic conditions (USBT) using an Airex Balance Pad.",
            "The stork balance test was timed using a stopwatch.",
            "The ICC for testretest trials was 0.89 and 0.83 for the SSBT and the USBT, respectively."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33650",
        "text": "Data were tested for normal distribution using Shapiro-Wilk's test. Between-group differences at baseline were tested using independent t-tests. Furthermore, training effects were evaluated using an analysis of covariance (ANCOVA) statistical model with baseline measurements entered as covariates. In addition, effect sizes (ES) were determined by converting partial eta-squared from the ANCOVA output to Cohen's d. To evaluate within-group pre-to-post performance changes, paired sample t-tests were applied (29) . Effective sizes were determined from mean values, SDs, and correlation coefficients using the statistical software package G*Power (version 3.1.6). According to Cohen (8) , ES can be classified as small (0.00 # d # 0.49), medium (0.50 # d # 0.79), and large (d $ 0.80). Test-retest reliability was assessed using the ICC (3,1) (41) . By referencing to Coppieters et al. (9) , an ICC below 0.40 as poor, between 0.40 and ,0.70 as fair, between 0.70 and ,0.90 as good, and $0.90 as excellent. Data are presented as group mean values and SD for the pretest and adjusted mean values and SD for the posttest. The level of significance was established at p # 0.05. SPSS 20.0 (SPSS, Inc., Chicago, IL, USA) was used for statistical analysis.",
        "section": "Statistical Analyses",
        "section_number": 21,
        "sentences": [
            "Data were tested for normal distribution using Shapiro-Wilk's test.",
            "Between-group differences at baseline were tested using independent t-tests.",
            "Furthermore, training effects were evaluated using an analysis of covariance (ANCOVA) statistical model with baseline measurements entered as covariates.",
            "In addition, effect sizes (ES) were determined by converting partial eta-squared from the ANCOVA output to Cohen's d. To evaluate within-group pre-to-post performance changes, paired sample t-tests were applied (29) .",
            "Effective sizes were determined from mean values, SDs, and correlation coefficients using the statistical software package G*Power (version 3.1.6).",
            "According to Cohen (8) , ES can be classified as small (0.00 # d # 0.49), medium (0.50 # d # 0.79), and large (d $ 0.80).",
            "Test-retest reliability was assessed using the ICC (3,1) (41) .",
            "By referencing to Coppieters et al. (9) , an ICC below 0.40 as poor, between 0.40 and ,0.70 as fair, between 0.70 and ,0.90 as good, and $0.90 as excellent.",
            "Data are presented as group mean values and SD for the pretest and adjusted mean values and SD for the posttest.",
            "The level of significance was established at p # 0.05.",
            "SPSS 20.0 (SPSS, Inc., Chicago, IL, USA) was used for statistical analysis."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33650",
        "text": "All subjects received treatment conditions as allocated. Four subjects in the PTS group dropped out because they left the youth soccer training center for personal reasons. Thus, 33 athletes completed the training program with an adherence rate of 93%. None reported any training or test-related injuries. Table 3 displays test data for all components of physical fitness measured at preintervention and postinter-vention. There were no statistically significant baseline differences between groups in chronological age, body height, body mass, APHV, and soccer experience, suggesting that (a) the maturation level of the boys was prepuberal, and (b) both groups had similar age and anthropometric characteristics (Table 1) .",
        "section": "RESULTS",
        "section_number": 22,
        "sentences": [
            "All subjects received treatment conditions as allocated.",
            "Four subjects in the PTS group dropped out because they left the youth soccer training center for personal reasons.",
            "Thus, 33 athletes completed the training program with an adherence rate of 93%.",
            "None reported any training or test-related injuries.",
            "Table 3 displays test data for all components of physical fitness measured at preintervention and postinter-vention.",
            "There were no statistically significant baseline differences between groups in chronological age, body height, body mass, APHV, and soccer experience, suggesting that (a) the maturation level of the boys was prepuberal, and (b) both groups had similar age and anthropometric characteristics (Table 1) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33650",
        "text": "Countermovement Jump Test. Our ANCOVA analysis indicated no significant between-group differences at posttest for the CMJ (p . 0.05, d = 0.41) ( Table 3 ). Significant pre-to-post changes were found for both groups, the PTS (D8.4%, d = 1.95, p , 0.01) and the PTC (D7.1%, d = 0.59, p # 0.05).",
        "section": "Muscle Power",
        "section_number": 23,
        "sentences": [
            "Countermovement Jump Test.",
            "Our ANCOVA analysis indicated no significant between-group differences at posttest for the CMJ (p .",
            "0.05, d = 0.41) ( Table 3 ).",
            "Significant pre-to-post changes were found for both groups, the PTS (D8.4%, d = 1.95, p , 0.01) and the PTC (D7.1%, d = 0.59, p # 0.05)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33650",
        "text": "Standing Long Jump Test. The ANCOVA model revealed no significant between-group differences at posttest for the SLJ (p . 0.05; d = 0.36) ( Table 3 ). In addition, significant pre-to-post changes were detected in the PTS group (D25.3%, d = 3.96, p , 0.001) and the PTC group (D5.4%, d = 0.99, p , 0.01).",
        "section": "Muscle Power",
        "section_number": 24,
        "sentences": [
            "Standing Long Jump Test.",
            "The ANCOVA model revealed no significant between-group differences at posttest for the SLJ (p .",
            "0.05; d = 0.36) ( Table 3 ).",
            "In addition, significant pre-to-post changes were detected in the PTS group (D25.3%, d = 3.96, p , 0.001) and the PTC group (D5.4%, d = 0.99, p , 0.01)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33650",
        "text": "In terms of the RSI test, no significant between-group differences were found at posttest (p . 0.05, d = 0.57) ( Table 3 ). In addition, no significant pre-to-post changes were detected in the PTS group (D6%, d = 0.25, p . 0.05). However, a significant performance decline was found in the PTC group (D14%, d = 1.94, p , 0.01).",
        "section": "Muscle Strength",
        "section_number": 25,
        "sentences": [
            "In terms of the RSI test, no significant between-group differences were found at posttest (p .",
            "0.05, d = 0.57) ( Table 3 ).",
            "In addition, no significant pre-to-post changes were detected in the PTS group (D6%, d = 0.25, p .",
            "0.05).",
            "However, a significant performance decline was found in the PTC group (D14%, d = 1.94, p , 0.01)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33650",
        "text": "No significant between-group differences were observed at posttest (p . 0.05, d = 0.06) ( Table 3 ). Significant pre-to-post changes were found for the PTS group (D2.9%, d = 0.78, p # 0.05) and the PTC group (D1.6%, d = 0.58, p # 0.05).",
        "section": "Speed",
        "section_number": 26,
        "sentences": [
            "No significant between-group differences were observed at posttest (p .",
            "0.05, d = 0.06) ( Table 3 ).",
            "Significant pre-to-post changes were found for the PTS group (D2.9%, d = 0.78, p # 0.05) and the PTC group (D1.6%, d = 0.58, p # 0.05)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33650",
        "text": "Analysis of covariance results indicated no significant between-group differences at posttest for the MICODT (p . 0.05, d = 0.23) ( Table 3) . Pre-to-post training values increased significantly in both groups, the PTS group and the PTC group (both D2%, d = 0.62, 1.15, p , 0.01, 0.001, respectively).",
        "section": "Agility",
        "section_number": 27,
        "sentences": [
            "Analysis of covariance results indicated no significant between-group differences at posttest for the MICODT (p .",
            "0.05, d = 0.23) ( Table 3) .",
            "Pre-to-post training values increased significantly in both groups, the PTS group and the PTC group (both D2%, d = 0.62, 1.15, p , 0.01, 0.001, respectively)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33650",
        "text": "Regarding static balance (i.e., SSBT), no significant betweengroup differences were found after training (p . 0.05, d = 0.20) (Table 3 ). Significant pre-to-post changes were detected in the PTS group (D32%, d = 0.55, p # 0.05) and in the PTC group (D34%, d = 1.57, p , 0.01). For dynamic balance (i.e., USBT), our statistical analysis indicated a significant between-group difference at posttest (p , 0.01, d = 1.49) in favor of the PTC group (Table 3 ). In addition, PTC resulted in significant pre-to-post changes in the USBT (D84%, d = 2.59, p , 0.001). Likewise, PTS produced a significant enhancement in the USBT (D53%, d = 1.28, p , 0.001) (Figures 1 and 2) .",
        "section": "Static and Dynamic Balance",
        "section_number": 28,
        "sentences": [
            "Regarding static balance (i.e., SSBT), no significant betweengroup differences were found after training (p .",
            "0.05, d = 0.20) (Table 3 ).",
            "Significant pre-to-post changes were detected in the PTS group (D32%, d = 0.55, p # 0.05) and in the PTC group (D34%, d = 1.57, p , 0.01).",
            "For dynamic balance (i.e., USBT), our statistical analysis indicated a significant between-group difference at posttest (p , 0.01, d = 1.49) in favor of the PTC group (Table 3 ).",
            "In addition, PTC resulted in significant pre-to-post changes in the USBT (D84%, d = 2.59, p , 0.001).",
            "Likewise, PTS produced a significant enhancement in the USBT (D53%, d = 1.28, p , 0.001) (Figures 1 and 2) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33650",
        "text": "To the authors' knowledge, this is the first study to examine the effects of PTS compared with PTC on components of physical fitness in prepuberal male soccer athletes. We hypothesized that PTC compared with PTS produces larger performance improvements in balance and agility. The main findings of this study were that (a) no significant betweengroup differences were found at posttests for measures of muscle power, strength, speed, agility, and static balance and (b) PTC induced larger performance improvements in dynamic balance (i.e., USBT) compared with PTS.",
        "section": "DISCUSSION",
        "section_number": 29,
        "sentences": [
            "To the authors' knowledge, this is the first study to examine the effects of PTS compared with PTC on components of physical fitness in prepuberal male soccer athletes.",
            "We hypothesized that PTC compared with PTS produces larger performance improvements in balance and agility.",
            "The main findings of this study were that (a) no significant betweengroup differences were found at posttests for measures of muscle power, strength, speed, agility, and static balance and (b) PTC induced larger performance improvements in dynamic balance (i.e., USBT) compared with PTS."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33650",
        "text": "In this study, both PT protocols induced similar performance improvements in measures of vertical (i.e., CMJ) and horizontal (i.e., SLJ) jump performance in prepuberal male soccer athletes. This is in line with the literature. In fact, Meylan and Malatesta (23) were able to show that 8 weeks of PTS with 2 training sessions per week resulted in significant improvements in CMJ height (D7.9%, p , 0.01) in early-puberal male soccer players aged 13 years. Likewise, Michailidis et al. (24) revealed that PTS conducted twice a week produced significant improvements in CMJ height after 6 (D18.5%, p # 0.05) and 12 weeks (D27.6%, p # 0.05) of training in prepuberal male soccer players with a mean age of 10.9 6 0.7 years. In addition, Michalidis et al. (24) showed significant increases in SLJ performance after 6 (D2.6%, p # 0.05) and 12 weeks (D4.2%, p # 0.05) of training. Furthermore, Negra et al. (27) demonstrated significant improvements in CMJ height performance after 8 weeks of PT conducted on stable (D13%, p , 0.01) and unstable surfaces (D7%, p # 0.05) in prepuberal male soccer players (U13). The same authors reported comparable improvements in SLJ performance when PT was conducted on stable (D6%, p , 0.01) and unstable surfaces (D6%, p , 0.01) (28) .",
        "section": "DISCUSSION",
        "section_number": 30,
        "sentences": [
            "In this study, both PT protocols induced similar performance improvements in measures of vertical (i.e., CMJ) and horizontal (i.e., SLJ) jump performance in prepuberal male soccer athletes.",
            "This is in line with the literature.",
            "In fact, Meylan and Malatesta (23) were able to show that 8 weeks of PTS with 2 training sessions per week resulted in significant improvements in CMJ height (D7.9%, p , 0.01) in early-puberal male soccer players aged 13 years.",
            "Likewise, Michailidis et al. (24) revealed that PTS conducted twice a week produced significant improvements in CMJ height after 6 (D18.5%, p # 0.05) and 12 weeks (D27.6%, p # 0.05) of training in prepuberal male soccer players with a mean age of 10.9 6 0.7 years.",
            "In addition, Michalidis et al. (24) showed significant increases in SLJ performance after 6 (D2.6%, p # 0.05) and 12 weeks (D4.2%, p # 0.05) of training.",
            "Furthermore, Negra et al. (27) demonstrated significant improvements in CMJ height performance after 8 weeks of PT conducted on stable (D13%, p , 0.01) and unstable surfaces (D7%, p # 0.05) in prepuberal male soccer players (U13).",
            "The same authors reported comparable improvements in SLJ performance when PT was conducted on stable (D6%, p , 0.01) and unstable surfaces (D6%, p , 0.01) (28) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33650",
        "text": "In another study, Granacher et al. (13) revealed larger performance improvements in CMJ height (D12.9%, p , 0.01) after 8 weeks of PT conducted on stable compared with unstable surfaces in subelite adolescent male soccer athletes with a mean age of 15.2 6 0.5 years. The present findings extended the previous studies reported in the literature by showing that prepuberal male soccer athletes are able to significantly increase their horizontal and vertical jump performance after both PTS and PTC ( Table 3) . Given that prepuberal athletes' hormonal situation (lack of circulating anabolic hormones) does most likely not allow muscle hypertrophy, we speculated that the observed marked improvements in jump performance were caused by neural factors in terms of increased motor unit recruitment (i.e., intramuscular coordination) and better synergistic and less antagonistic muscle activation strategies (i.e., intermuscular coordination) (20) .",
        "section": "DISCUSSION",
        "section_number": 31,
        "sentences": [
            "In another study, Granacher et al. (13) revealed larger performance improvements in CMJ height (D12.9%, p , 0.01) after 8 weeks of PT conducted on stable compared with unstable surfaces in subelite adolescent male soccer athletes with a mean age of 15.2 6 0.5 years.",
            "The present findings extended the previous studies reported in the literature by showing that prepuberal male soccer athletes are able to significantly increase their horizontal and vertical jump performance after both PTS and PTC ( Table 3) .",
            "Given that prepuberal athletes' hormonal situation (lack of circulating anabolic hormones) does most likely not allow muscle hypertrophy, we speculated that the observed marked improvements in jump performance were caused by neural factors in terms of increased motor unit recruitment (i.e., intramuscular coordination) and better synergistic and less antagonistic muscle activation strategies (i.e., intermuscular coordination) (20) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33650",
        "text": "In terms of muscle strength, our study revealed no significant between-group differences in RSI at posttest. The RSI is an indicator of athletes' ability to quickly change from eccentric to concentric muscle action (10). Although we could not detect any significant between-group difference at posttest, we were still able to identify significant within-group pre-to-post improvements (D6%) in RSI for PTS. In accordance with our data, Meylan and Malatesta (23) reported increases, albeit nonsignificant, in RSI (D17.6%) after 8 weeks of PTS in 13-year-old boys. Likewise, Lloyd et al. (18) showed significant training effects after 4 weeks of PTS in the RSI in 12-year-old boys (D;10%, p # 0.05). Previous studies suggested that foremost greater stretch-reflex contributions (40), rate-of-force development (21) , and increased motor unit recruitment (35) are responsible for RSI improvement. Of note, in the PTC group, we were able to show significant pre-to-post performance declines in RSI. This finding is mainly due to longer ground contact times when performing plyometrics on unstable surfaces because the RSI represents the ratio between jump height and ground contact time (18, 31) . Therefore, it is suggested that coaches conduct PTS if the goal is to enhance RSI.",
        "section": "DISCUSSION",
        "section_number": 32,
        "sentences": [
            "In terms of muscle strength, our study revealed no significant between-group differences in RSI at posttest.",
            "The RSI is an indicator of athletes' ability to quickly change from eccentric to concentric muscle action (10).",
            "Although we could not detect any significant between-group difference at posttest, we were still able to identify significant within-group pre-to-post improvements (D6%) in RSI for PTS.",
            "In accordance with our data, Meylan and Malatesta (23) reported increases, albeit nonsignificant, in RSI (D17.6%) after 8 weeks of PTS in 13-year-old boys.",
            "Likewise, Lloyd et al. (18) showed significant training effects after 4 weeks of PTS in the RSI in 12-year-old boys (D;10%, p # 0.05).",
            "Previous studies suggested that foremost greater stretch-reflex contributions (40), rate-of-force development (21) , and increased motor unit recruitment (35) are responsible for RSI improvement.",
            "Of note, in the PTC group, we were able to show significant pre-to-post performance declines in RSI.",
            "This finding is mainly due to longer ground contact times when performing plyometrics on unstable surfaces because the RSI represents the ratio between jump height and ground contact time (18, 31) .",
            "Therefore, it is suggested that coaches conduct PTS if the goal is to enhance RSI."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33650",
        "text": "In terms of the 20-m sprint test, our findings illustrated that 8 weeks of either PTS or PTC resulted in no significant between-group differences at posttest in prepuberal male soccer athletes ( Table 3 ). The observed reductions in sprint times (2.9% for PTS and 1.6% for PTC) are in line with findings from previous studies. For instance, Chaabene and Negra (6) reported that 2 PTS sessions per week induced a 3% improvement in the 20-m sprint test in prepuberal male soccer players (U13). Similarly, Franco-Marquez et al. (11) were able to show for young soccer players with a mean age of 14.7 6 0.5 years that the addition of 6 weeks of resistance training and PTS to standard soccer training produced greater gains (D1.1%, p # 0.05) in 20-m sprint test performance than soccer training alone. Likewise, Rodriguez-Rosell et al. (36) extended the findings of the aforementioned studies, in that they additionally observed training-related improvement in speed performance ( prepuberal to midpuberal male soccer players with a mean age of 13 6 0.9 years. In the same context, Negra et al. (26) observed a significant enhancement in 20-m sprint test performance (D4%, p # 0.05) after 12 weeks of PTS in prepuberal male soccer players with a mean age of 12.7 6 0.3 years. Granacher et al. (13) reported a significant 10-m performance enhancement in the unstable and PTS groups (D1.5%, 1.9%, respectively; both p # 0.05) and a tendency toward significant 30-m performance improvement (D0.7%, 0.9%, respectively; p = 0.08) after 8 weeks of training. In line with the previous study, Negra et al. 28 PT programs without any significant difference between groups. The authors concluded that unstable PT does not have any further advantage over PTS for improving speed performance in prepuberal male soccer players. On the whole and in agreement with previous studies (13, 28) , 8 weeks of either PTS or PTC resulted in similar improvements in sprint-time performance in prepuberal male soccer athletes. Improvements in the 20-m sprint test after PT interventions may primarily stem from transfer effects because of training-induced improvements in muscle strength and power. After training, youth athletes are able to generate higher ground reaction forces and faster movement velocities (25) . In addition, as long as both PT programs include horizontal jump exercises, this may increase chances of gaining speed adaptations, considering the importance of horizontal force production and application in speed performance (25) .",
        "section": "DISCUSSION",
        "section_number": 33,
        "sentences": [
            "In terms of the 20-m sprint test, our findings illustrated that 8 weeks of either PTS or PTC resulted in no significant between-group differences at posttest in prepuberal male soccer athletes ( Table 3 ).",
            "The observed reductions in sprint times (2.9% for PTS and 1.6% for PTC) are in line with findings from previous studies.",
            "For instance, Chaabene and Negra (6) reported that 2 PTS sessions per week induced a 3% improvement in the 20-m sprint test in prepuberal male soccer players (U13).",
            "Similarly, Franco-Marquez et al. (11) were able to show for young soccer players with a mean age of 14.7 6 0.5 years that the addition of 6 weeks of resistance training and PTS to standard soccer training produced greater gains (D1.1%, p # 0.05) in 20-m sprint test performance than soccer training alone.",
            "Likewise, Rodriguez-Rosell et al. (36) extended the findings of the aforementioned studies, in that they additionally observed training-related improvement in speed performance ( prepuberal to midpuberal male soccer players with a mean age of 13 6 0.9 years.",
            "In the same context, Negra et al. (26) observed a significant enhancement in 20-m sprint test performance (D4%, p # 0.05) after 12 weeks of PTS in prepuberal male soccer players with a mean age of 12.7 6 0.3 years.",
            "Granacher et al. (13) reported a significant 10-m performance enhancement in the unstable and PTS groups (D1.5%, 1.9%, respectively; both p # 0.05) and a tendency toward significant 30-m performance improvement (D0.7%, 0.9%, respectively; p = 0.08) after 8 weeks of training.",
            "In line with the previous study, Negra et al. 28 PT programs without any significant difference between groups.",
            "The authors concluded that unstable PT does not have any further advantage over PTS for improving speed performance in prepuberal male soccer players.",
            "On the whole and in agreement with previous studies (13, 28) , 8 weeks of either PTS or PTC resulted in similar improvements in sprint-time performance in prepuberal male soccer athletes.",
            "Improvements in the 20-m sprint test after PT interventions may primarily stem from transfer effects because of training-induced improvements in muscle strength and power.",
            "After training, youth athletes are able to generate higher ground reaction forces and faster movement velocities (25) .",
            "In addition, as long as both PT programs include horizontal jump exercises, this may increase chances of gaining speed adaptations, considering the importance of horizontal force production and application in speed performance (25) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33650",
        "text": "Agility is an important performance determinant in team sports, particularly in soccer (2) . Findings of this study demonstrated similar MICODT improvements after both PT interventions. In previous studies, significant gains on measures of agility have been reported after PT. For instance, Ramirez-Campillo et al. (34) found significant increases in agility (D5.1%, p , 0.05) after 6 weeks of PTS using vertical and horizontal jump exercises in young male soccer players with a mean age of 11.2 6 2.3 years. In addition, Negra et al. (26) reported significant improvements in Illinois change of direction test performance after 8 (D2%, p , 0.05) and 12 (D3.3%, p , 0.01) weeks of PTS in prepuberal male soccer players. Likewise, Garcia-Pinillos et al. (12) observed better agility (D5%, p , 0.001) after 12 weeks of contrast training (isometric + plyometric) without external loads in young soccer players with a mean age of 15.9 6 1.43 years. In the same context, a recent study conducted by Negra et al. (28) demonstrated similar increases in the Illinois change of direction test after 8 weeks of either stable (D3%, p , 0.01) or unstable PT interventions (D3%, p , 0.01). Likewise, Granacher et al. (13) revealed a significant performance improvement in agility (D2.9%-3.1%, both p , 0.001) after 8 weeks of either stable or unstable PT in subelite adolescent male soccer players. The authors concluded that PT on unstable and Plyometric Training in Youth stable surfaces induced similar effects on agility performance in subelite adolescent soccer athletes. In agreement with the previous studies (13, 28) , the current results reported similar agility performance improvements in the 2 experimental groups. This means that both PT programs may have similarly improved both eccentric and concentric lower limb muscle strength, which is an important prerequisite to improving agility (1, 7) . In addition, the significant reduction in agility time performance showed that a plyometric program conducted either on stable or on combined surfaces can have a positive influence on a field test similar to gameplay and therefore may have an impact on true soccer performance. However, in contrast to our hypothesis, PTC did not have any additive effect on agility performance compared with PTS. In our study, PTC mainly contained horizontal and vertical jump exercises alternated on stable and highly unstable surfaces without performing any rapid change of direction exercises. This lack of training specificity may explain the absence of any extraeffect of PTC on agility. In this context, Young et al. (42) studied the effects of 6 weeks of sprint versus agility training in healthy and physically active men aged 24 6 5.7 years and revealed that the agility training group showed significant improvements in agility performance without producing any significant effect on linear sprint performance. Overall, improvements in agility performance may be attributed to neuromuscular adaptations associated with firing frequencies and patterns that enable athletes to rapidly switch between deceleration and acceleration motions (16) .",
        "section": "DISCUSSION",
        "section_number": 34,
        "sentences": [
            "Agility is an important performance determinant in team sports, particularly in soccer (2) .",
            "Findings of this study demonstrated similar MICODT improvements after both PT interventions.",
            "In previous studies, significant gains on measures of agility have been reported after PT.",
            "For instance, Ramirez-Campillo et al. (34) found significant increases in agility (D5.1%, p , 0.05) after 6 weeks of PTS using vertical and horizontal jump exercises in young male soccer players with a mean age of 11.2 6 2.3 years.",
            "In addition, Negra et al. (26) reported significant improvements in Illinois change of direction test performance after 8 (D2%, p , 0.05) and 12 (D3.3%, p , 0.01) weeks of PTS in prepuberal male soccer players.",
            "Likewise, Garcia-Pinillos et al. (12) observed better agility (D5%, p , 0.001) after 12 weeks of contrast training (isometric + plyometric) without external loads in young soccer players with a mean age of 15.9 6 1.43 years.",
            "In the same context, a recent study conducted by Negra et al. (28) demonstrated similar increases in the Illinois change of direction test after 8 weeks of either stable (D3%, p , 0.01) or unstable PT interventions (D3%, p , 0.01).",
            "Likewise, Granacher et al. (13) revealed a significant performance improvement in agility (D2.9%-3.1%, both p , 0.001) after 8 weeks of either stable or unstable PT in subelite adolescent male soccer players.",
            "The authors concluded that PT on unstable and Plyometric Training in Youth stable surfaces induced similar effects on agility performance in subelite adolescent soccer athletes.",
            "In agreement with the previous studies (13, 28) , the current results reported similar agility performance improvements in the 2 experimental groups.",
            "This means that both PT programs may have similarly improved both eccentric and concentric lower limb muscle strength, which is an important prerequisite to improving agility (1, 7) .",
            "In addition, the significant reduction in agility time performance showed that a plyometric program conducted either on stable or on combined surfaces can have a positive influence on a field test similar to gameplay and therefore may have an impact on true soccer performance.",
            "However, in contrast to our hypothesis, PTC did not have any additive effect on agility performance compared with PTS.",
            "In our study, PTC mainly contained horizontal and vertical jump exercises alternated on stable and highly unstable surfaces without performing any rapid change of direction exercises.",
            "This lack of training specificity may explain the absence of any extraeffect of PTC on agility.",
            "In this context, Young et al. (42) studied the effects of 6 weeks of sprint versus agility training in healthy and physically active men aged 24 6 5.7 years and revealed that the agility training group showed significant improvements in agility performance without producing any significant effect on linear sprint performance.",
            "Overall, improvements in agility performance may be attributed to neuromuscular adaptations associated with firing frequencies and patterns that enable athletes to rapidly switch between deceleration and acceleration motions (16) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33650",
        "text": "Based on our findings, PTS and PTC have the potential to improve measures of static and dynamic balance. However, only the PTC program induced greater dynamic balance gains at posttest compared with PTS. Of note, Negra et al. (28) recently observed a significant performance enhancement on measures of static balance (D121% and 149% for SSBT and USBT, respectively, both p , 0.01) after 8 weeks of PT on unstable surfaces in prepuberal soccer athletes. However, Negra et al. (28) did not find any significant improvement on measures of static balance after the same period of PTS. Yet, in adolescent soccer athletes, Granacher et al. (13) did not detect any significant difference between stable and unstable PT groups regarding the measures of static balance (i.e., 1-legged balance). These somewhat contradictory findings seem to be most likely due to differences in the applied training programs. Although Granacher et al. (13) conducted mainly vertical jump exercises, we included vertical and horizontal exercises in this study. In addition, the applied balance tests were different in these studies. Granacher et al. (13) assessed total center of pressure displacements during 1-legged stance on a force plate. We performed the stork balance test for performance assessment. Finally, subject characteristics were different in the 2 studies. Although Granacher et al. (13) examined adolescent athletes, we studied prepuberal soccer athletes. In summary and with reference to the results of this study, it is recom-mended to conduct PTC in youth soccer if the goal is to specifically enhance dynamic balance and other components of physical fitness (e.g., muscle power).",
        "section": "DISCUSSION",
        "section_number": 35,
        "sentences": [
            "Based on our findings, PTS and PTC have the potential to improve measures of static and dynamic balance.",
            "However, only the PTC program induced greater dynamic balance gains at posttest compared with PTS.",
            "Of note, Negra et al. (28) recently observed a significant performance enhancement on measures of static balance (D121% and 149% for SSBT and USBT, respectively, both p , 0.01) after 8 weeks of PT on unstable surfaces in prepuberal soccer athletes.",
            "However, Negra et al. (28) did not find any significant improvement on measures of static balance after the same period of PTS.",
            "Yet, in adolescent soccer athletes, Granacher et al. (13) did not detect any significant difference between stable and unstable PT groups regarding the measures of static balance (i.e., 1-legged balance).",
            "These somewhat contradictory findings seem to be most likely due to differences in the applied training programs.",
            "Although Granacher et al. (13) conducted mainly vertical jump exercises, we included vertical and horizontal exercises in this study.",
            "In addition, the applied balance tests were different in these studies.",
            "Granacher et al. (13) assessed total center of pressure displacements during 1-legged stance on a force plate.",
            "We performed the stork balance test for performance assessment.",
            "Finally, subject characteristics were different in the 2 studies.",
            "Although Granacher et al. (13) examined adolescent athletes, we studied prepuberal soccer athletes.",
            "In summary and with reference to the results of this study, it is recom-mended to conduct PTC in youth soccer if the goal is to specifically enhance dynamic balance and other components of physical fitness (e.g., muscle power)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "33650",
        "text": "Findings from this study illustrated that PTS and PTC applied in conjunction with regular soccer training are safe (i.e., no training-related injuries) and feasible (high [93%] adherence rate) in prepuberal male soccer athletes. In addition, comparable performance improvements were found after both PT interventions on proxies of muscle power, strength, speed, agility, and static balance. However, our findings clearly revealed that PTC generated larger performance improvements in dynamic balance compared with PTS. Therefore, PTC is favored over PTS because it produced similar training effects on components of physical fitness and additional effects on dynamic balance in prepuberal male soccer athletes. Our findings imply that pediatric strength and conditioning coaches may consider giving advantage to PTC over PTS into an overall conditioning program for prepuberal male soccer athletes to promote their physical fitness.",
        "section": "PRACTICAL APPLICATIONS",
        "section_number": 36,
        "sentences": [
            "Findings from this study illustrated that PTS and PTC applied in conjunction with regular soccer training are safe (i.e., no training-related injuries) and feasible (high [93%] adherence rate) in prepuberal male soccer athletes.",
            "In addition, comparable performance improvements were found after both PT interventions on proxies of muscle power, strength, speed, agility, and static balance.",
            "However, our findings clearly revealed that PTC generated larger performance improvements in dynamic balance compared with PTS.",
            "Therefore, PTC is favored over PTS because it produced similar training effects on components of physical fitness and additional effects on dynamic balance in prepuberal male soccer athletes.",
            "Our findings imply that pediatric strength and conditioning coaches may consider giving advantage to PTC over PTS into an overall conditioning program for prepuberal male soccer athletes to promote their physical fitness."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    }
]