[
    {
        "doc_id": "42758",
        "text": "Prior to availability of an effective vaccine, an estimated 4 million cases of varicella occurred annually in the United States, resulting in 10,000 hospitalizations and over 100 deaths. With the increased usage of a twodose varicella vaccine (as recommended by the ACIP), approval of other VZV-containing products and the adoption of varicella vaccination in additional countries, the demand for VZV-containing vaccines has increased. This study (NCT02062502) evaluated the safety, tolerability, and immunogenicity of VARIVAX TM (VAR, varicella vaccine live) manufactured using a new seed manufacturing process (VAR NSP) compared to the currently licensed VAR. Healthy children 12-23 months were randomized (1:1) into Group 1 (2 doses of VAR NSP given concomitantly with MM -R TM II, »3 months apart) versus Group 2 (2 doses of VAR given concomitantly with MM -R TM II, »3 months apart). Serum samples collected prior to vaccination on Day 1 and 6 weeks Postdose 1 were tested for antibody to VZV using a glycoprotein enzyme-linked immunosorbent assay (gpELISA). Safety was assessed Days 1 to 42 following each vaccination. Six weeks Postdose 1, the response rate (percent of subjects with VZV antibody titer 5 gpELISA units/ mL) of VAR NSP was non-inferior compared to VAR. Vaccine-related adverse events (AEs) were comparable with the exception of measles-like rash, where a greater number of rashes were observed with VAR than VAR NSP. The 2 vaccination groups were comparable with incidence rates of AEs, injection-site AEs, vaccine-related AEs, systemic AEs, and serious AEs. This new process is an important innovation for the extreme demand of sustaining sufficient supplies of varicella vaccine to protect our communities against diseases caused by VZV.",
        "section": "Abstract",
        "sentences": [
            "Prior to availability of an effective vaccine, an estimated 4 million cases of varicella occurred annually in the United States, resulting in 10,000 hospitalizations and over 100 deaths.",
            "With the increased usage of a twodose varicella vaccine (as recommended by the ACIP), approval of other VZV-containing products and the adoption of varicella vaccination in additional countries, the demand for VZV-containing vaccines has increased.",
            "This study (NCT02062502) evaluated the safety, tolerability, and immunogenicity of VARIVAX TM (VAR, varicella vaccine live) manufactured using a new seed manufacturing process (VAR NSP) compared to the currently licensed VAR.",
            "Healthy children 12-23 months were randomized (1:1) into Group 1 (2 doses of VAR NSP given concomitantly with MM -R TM II, »3 months apart) versus Group 2 (2 doses of VAR given concomitantly with MM -R TM II, »3 months apart).",
            "Serum samples collected prior to vaccination on Day 1 and 6 weeks Postdose 1 were tested for antibody to VZV using a glycoprotein enzyme-linked immunosorbent assay (gpELISA).",
            "Safety was assessed Days 1 to 42 following each vaccination.",
            "Six weeks Postdose 1, the response rate (percent of subjects with VZV antibody titer 5 gpELISA units/ mL) of VAR NSP was non-inferior compared to VAR.",
            "Vaccine-related adverse events (AEs) were comparable with the exception of measles-like rash, where a greater number of rashes were observed with VAR than VAR NSP.",
            "The 2 vaccination groups were comparable with incidence rates of AEs, injection-site AEs, vaccine-related AEs, systemic AEs, and serious AEs.",
            "This new process is an important innovation for the extreme demand of sustaining sufficient supplies of varicella vaccine to protect our communities against diseases caused by VZV."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42758",
        "text": "Varicella is a generalized illness that has an incubation period of about 12 to 16 days, is highly contagious, and is characterized by a papulovesicular rash that typically resolves in 5 to 6 days. 1 Complications of varicella include secondary bacterial infection, encephalitis, and pneumonia. Less common complications include nephritis, arthritis, orchitis, uveitis, thrombocytopenia, purpura fulminans, Reye's syndrome, and death. Although immunity following varicella infection is generally long-lasting, the virus may persist in latent form in the peripheral nerve tissue (ganglia). As a result of immune senescence due to advanced age, stress, and/or immunocompromising conditions, herpes zoster (or shingles) may develop as a result of the reactivation of latent varicella-zoster virus (VZV). 2, 3 Before the introduction of a varicella vaccine (VARIVAX TM ; Merck & Co., Inc., Kenilworth, NJ, USA), an estimated 4 million cases of varicella occurred annually in the US, 4 resulting in 10,000 yearly hospitalizations and over 100 deaths. [4] [5] [6] VARIVAX TM was licensed in 1995 on the basis of studies that demonstrated singledose efficacy of 70% to 95% against clinical disease and 95% against severe disease over a 7-to 10-year follow-up period. 7 Following licensure, vaccine coverage has increased to an estimated 90% of the pediatric population in the US, 8, 9 reducing varicella incidence by up to 91%, 8 and varicella-related hospitalizations by 75% to 88%. 10, 11 During the first 12 years following licensure of VARIVAX TM in the US, varicella-related mortality was reduced by 88%, including a 97% reduction in individuals under 20 years of age and a 96% reduction in individuals under 50 years of age. 12 Recent epidemiologic studies have demonstrated that VAR-IVAX TM affords long-term protection against varicella, and also imparts herd immunity to unvaccinated individuals in settings where vaccine adoption is widespread. [13] [14] [15] Following the recommendation of a two-dose varicella vaccination schedule by the ACIP, 11 the approval of other VZV-containing products (ZOSTAVAX TM and ProQuad TM ; Merck & Co., Inc., Kenilworth, NJ, USA), 16, 17 and the adoption of varicella vaccination in additional countries worldwide, the demand for vaccines containing VZV has increased. The VARIVAX TM NSP will extend the availability of VZV (Oka/Merck)-containing vaccines. This study (NCT02062502) evaluated the safety, tolerability, and immunogenicity of a formulation of VAR that contains Oka/Merck-VZV manufactured using the NSP (VAR NSP ) compared to the currently licensed VAR. The study was designed to demonstrate that a single dose of VAR NSP induces acceptable VZV antibody responses 6 weeks Postdose 1 that are non-inferior to those induced by VAR.",
        "section": "Introduction",
        "section_number": 1,
        "sentences": [
            "Varicella is a generalized illness that has an incubation period of about 12 to 16 days, is highly contagious, and is characterized by a papulovesicular rash that typically resolves in 5 to 6 days.",
            "1 Complications of varicella include secondary bacterial infection, encephalitis, and pneumonia.",
            "Less common complications include nephritis, arthritis, orchitis, uveitis, thrombocytopenia, purpura fulminans, Reye's syndrome, and death.",
            "Although immunity following varicella infection is generally long-lasting, the virus may persist in latent form in the peripheral nerve tissue (ganglia).",
            "As a result of immune senescence due to advanced age, stress, and/or immunocompromising conditions, herpes zoster (or shingles) may develop as a result of the reactivation of latent varicella-zoster virus (VZV).",
            "2, 3 Before the introduction of a varicella vaccine (VARIVAX TM ; Merck & Co., Inc., Kenilworth, NJ, USA), an estimated 4 million cases of varicella occurred annually in the US, 4 resulting in 10,000 yearly hospitalizations and over 100 deaths. [",
            "4] [5] [6] VARIVAX TM was licensed in 1995 on the basis of studies that demonstrated singledose efficacy of 70% to 95% against clinical disease and 95% against severe disease over a 7-to 10-year follow-up period.",
            "7 Following licensure, vaccine coverage has increased to an estimated 90% of the pediatric population in the US, 8, 9 reducing varicella incidence by up to 91%, 8 and varicella-related hospitalizations by 75% to 88%.",
            "10, 11 During the first 12 years following licensure of VARIVAX TM in the US, varicella-related mortality was reduced by 88%, including a 97% reduction in individuals under 20 years of age and a 96% reduction in individuals under 50 years of age.",
            "12 Recent epidemiologic studies have demonstrated that VAR-IVAX TM affords long-term protection against varicella, and also imparts herd immunity to unvaccinated individuals in settings where vaccine adoption is widespread. [",
            "13] [14] [15] Following the recommendation of a two-dose varicella vaccination schedule by the ACIP, 11 the approval of other VZV-containing products (ZOSTAVAX TM and ProQuad TM ; Merck & Co., Inc., Kenilworth, NJ, USA), 16, 17 and the adoption of varicella vaccination in additional countries worldwide, the demand for vaccines containing VZV has increased.",
            "The VARIVAX TM NSP will extend the availability of VZV (Oka/Merck)-containing vaccines.",
            "This study (NCT02062502) evaluated the safety, tolerability, and immunogenicity of a formulation of VAR that contains Oka/Merck-VZV manufactured using the NSP (VAR NSP ) compared to the currently licensed VAR.",
            "The study was designed to demonstrate that a single dose of VAR NSP induces acceptable VZV antibody responses 6 weeks Postdose 1 that are non-inferior to those induced by VAR."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42758",
        "text": "Overall, 611/611 (100%) randomized subjects received Dose-1 of study vaccine; and among subjects who received Dose-1, 90.5% (553/611) received Dose-2 ( Fig. 1 ). Approximately 87.2% (533/ 611) of subjects completed the study (received both doses, had all blood samples collected, and completed the 42-day safety data after each vaccination). The most commonly cited reason for exclusion was a missing blood sample after Dose-1. In general, the number of subjects who were excluded from the perprotocol analyses at each deviation category was comparable between groups (Supplementary Table 1 ). All subjects who received a vaccine dose were included in the safety analysis.",
        "section": "Subjects",
        "section_number": 2,
        "sentences": [
            "Overall, 611/611 (100%) randomized subjects received Dose-1 of study vaccine; and among subjects who received Dose-1, 90.5% (553/611) received Dose-2 ( Fig. 1 ).",
            "Approximately 87.2% (533/ 611) of subjects completed the study (received both doses, had all blood samples collected, and completed the 42-day safety data after each vaccination).",
            "The most commonly cited reason for exclusion was a missing blood sample after Dose-1.",
            "In general, the number of subjects who were excluded from the perprotocol analyses at each deviation category was comparable between groups (Supplementary Table 1 ).",
            "All subjects who received a vaccine dose were included in the safety analysis."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42758",
        "text": "The number of subjects who discontinued was evenly distributed across the two groups. The most common reasons for discontinuation from the study were withdrew consent (6.5%) and lost to follow-up (5.2%). One subject in the VAR group died due to an SAE (acute respiratory distress syndrome and respiratory failure due to drowning) following Dose-1: deemed not related to the study vaccine by study investigator.",
        "section": "Subjects",
        "section_number": 3,
        "sentences": [
            "The number of subjects who discontinued was evenly distributed across the two groups.",
            "The most common reasons for discontinuation from the study were withdrew consent (6.5%) and lost to follow-up (5.2%).",
            "One subject in the VAR group died due to an SAE (acute respiratory distress syndrome and respiratory failure due to drowning) following Dose-1: deemed not related to the study vaccine by study investigator."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42758",
        "text": "The majority of subjects across both groups were white (79.7%); however, they were generally similar with respect to sex and age (Table 1) . The distribution of baseline VZV serostatus (>93% in either group) were generally comparable between the 2 groups. The most common prior medications taken by both vaccination groups within 14 days of Dose-1 were analgesics (31, 5.1%; acetaminophen) and antibacterials for systemic use (27, 4.4%) . The most common prior medications taken by both vaccination groups within 14 days of Dose-2 were antibacterials for systemic use (27, 4.9%) . A greater number of subjects received antibacterials for systemic use in the VAR NSP group (6.9%) than in the VAR group (2.9%) within 14 days of Dose 2, a majority of which were amoxicillin for treatment of ear infection.",
        "section": "Subjects",
        "section_number": 4,
        "sentences": [
            "The majority of subjects across both groups were white (79.7%); however, they were generally similar with respect to sex and age (Table 1) .",
            "The distribution of baseline VZV serostatus (>93% in either group) were generally comparable between the 2 groups.",
            "The most common prior medications taken by both vaccination groups within 14 days of Dose-1 were analgesics (31, 5.1%; acetaminophen) and antibacterials for systemic use (27, 4.4%) .",
            "The most common prior medications taken by both vaccination groups within 14 days of Dose-2 were antibacterials for systemic use (27, 4.9%) .",
            "A greater number of subjects received antibacterials for systemic use in the VAR NSP group (6.9%) than in the VAR group (2.9%) within 14 days of Dose 2, a majority of which were amoxicillin for treatment of ear infection."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42758",
        "text": "The results demonstrate acceptability and non-inferiority of the response rate 6 weeks Postdose 1 in VAR NSP as compared to VAR (p<0.001) and non-inferiority of the VZV antibody GMCs in VAR NSP as compared to VAR (p<0.001) ( Table 2 ). Figure 1 . Subject Disposition Ã One patient experienced serious adverse events of acute respiratory distress syndrome, drowning, and respiratory failure (considered severe in intensity and not related to the study vaccine). These events were fatal. Ã Risk Difference D VAR NSP -VAR. The 2-sided 95% CI is calculated using the Miettinen and Nurminen unconditional asymptotic method. The conclusion of non-inferiority (similarity) is based on the lower bound of the 2-sided 95% CI on the risk difference excluding a decrease equal to or more than the pre-specified criterion (10.0 percentage points). This indicates that the difference is statistically significantly less than the pre-specified clinically relevant decrease of 10.0 percentage points in proportions at the 1-sided alphaD0.025 level. y GMC Ratio D VAR NSP /VAR The 2-sided 95% CI is based on the natural log-transformed titers and the t-distribution. The conclusion of non-inferiority (similarity) is based on the lower bound of the 2-sided 95% CI on fold-difference, excluding a decrease of 1.5 fold or more. This indicates that fold difference is statistically significantly less than the pre-specified clinically relevant decrease of 1.5-fold on fold difference at the 1-sided alphaD0. A secondary supportive analysis on the Postdose 1 VZV antibody seroconversion rate was performed. The VZV antibody seroconversion rates after the first dose were comparable between vaccination groups, with 100.0% of the VAR NSP group and 99.6% of the VAR group (99.8% of subjects overall). The VAR NSP group had baseline (2.9 versus 1.9) and Postdose 1 GMCs (18.1 versus 15.5), and a percentage of subjects with antibody titers 5 gpELISA units/mL (92.3% versus 94.7%), a geometric mean fold rise (GMFR) (6.2 versus 8.0), and a percentage of subjects with 4-fold rise in antibody response (69.2% versus 89.5%).",
        "section": "Immunogenicity",
        "section_number": 5,
        "sentences": [
            "The results demonstrate acceptability and non-inferiority of the response rate 6 weeks Postdose 1 in VAR NSP as compared to VAR (p<0.001) and non-inferiority of the VZV antibody GMCs in VAR NSP as compared to VAR (p<0.001) ( Table 2 ).",
            "Figure 1 .",
            "Subject Disposition Ã One patient experienced serious adverse events of acute respiratory distress syndrome, drowning, and respiratory failure (considered severe in intensity and not related to the study vaccine).",
            "These events were fatal.",
            "Ã Risk Difference D VAR NSP -VAR.",
            "The 2-sided 95% CI is calculated using the Miettinen and Nurminen unconditional asymptotic method.",
            "The conclusion of non-inferiority (similarity) is based on the lower bound of the 2-sided 95% CI on the risk difference excluding a decrease equal to or more than the pre-specified criterion (10.0 percentage points).",
            "This indicates that the difference is statistically significantly less than the pre-specified clinically relevant decrease of 10.0 percentage points in proportions at the 1-sided alphaD0.025 level.",
            "y GMC Ratio D VAR NSP /VAR The 2-sided 95% CI is based on the natural log-transformed titers and the t-distribution.",
            "The conclusion of non-inferiority (similarity) is based on the lower bound of the 2-sided 95% CI on fold-difference, excluding a decrease of 1.5 fold or more.",
            "This indicates that fold difference is statistically significantly less than the pre-specified clinically relevant decrease of 1.5-fold on fold difference at the 1-sided alphaD0.",
            "A secondary supportive analysis on the Postdose 1 VZV antibody seroconversion rate was performed.",
            "The VZV antibody seroconversion rates after the first dose were comparable between vaccination groups, with 100.0% of the VAR NSP group and 99.6% of the VAR group (99.8% of subjects overall).",
            "The VAR NSP group had baseline (2.9 versus 1.9) and Postdose 1 GMCs (18.1 versus 15.5), and a percentage of subjects with antibody titers 5 gpELISA units/mL (92.3% versus 94.7%), a geometric mean fold rise (GMFR) (6.2 versus 8.0), and a percentage of subjects with 4-fold rise in antibody response (69.2% versus 89.5%)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42758",
        "text": "In subjects with safety follow-up (Table 3) , the 2 vaccination groups were comparable in terms of the incidence rates of AEs overall, injection-site AEs, vaccine-related AEs, systemic (noninjection-site) AEs, and serious AEs (SAEs); all injection-site AEs were considered to be vaccine-related. Overall, 72.1% of the subjects reported at least one AE after Dose-1 and 58.8% reported at least one AE after Dose-2. The number of subjects with vaccine-related AEs Postdose 1 were generally similar in the VAR NSP group and the VAR group (risk difference [95% CI] of -2.4 [-10.5, 5.7]).",
        "section": "Safety",
        "section_number": 6,
        "sentences": [
            "In subjects with safety follow-up (Table 3) , the 2 vaccination groups were comparable in terms of the incidence rates of AEs overall, injection-site AEs, vaccine-related AEs, systemic (noninjection-site) AEs, and serious AEs (SAEs); all injection-site AEs were considered to be vaccine-related.",
            "Overall, 72.1% of the subjects reported at least one AE after Dose-1 and 58.8% reported at least one AE after Dose-2.",
            "The number of subjects with vaccine-related AEs Postdose 1 were generally similar in the VAR NSP group and the VAR group (risk difference [95% CI] of -2.4 [-10.5, 5.7])."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42758",
        "text": "The proportion of subjects with at least one injection-site AEs Day 1 to Day 42 post either Dose-1 or Dose-2 ranged from 30.7% (low Postdose 2) to 40.6% (high Postdose 1), with the majority being mild to moderate in intensity across both doses (Table 3) ; all injection-site AEs were considered vaccine-related. From Days 1 to 5 after Dose-1 (Table 4) , the proportion of subjects with at least one Vaccine Report Card (VRC)prompted injection-site AE in VAR NSP group (112 [38.5%]) was comparable to that in the VAR group (113 [38.6%]) with a risk difference (VAR NSP versus VAR) of -0.1% (95% CI [-8.0%, 7.8%]).",
        "section": "Safety",
        "section_number": 7,
        "sentences": [
            "The proportion of subjects with at least one injection-site AEs Day 1 to Day 42 post either Dose-1 or Dose-2 ranged from 30.7% (low Postdose 2) to 40.6% (high Postdose 1), with the majority being mild to moderate in intensity across both doses (Table 3) ; all injection-site AEs were considered vaccine-related.",
            "From Days 1 to 5 after Dose-1 (Table 4) , the proportion of subjects with at least one Vaccine Report Card (VRC)prompted injection-site AE in VAR NSP group (112 [38.5%]) was comparable to that in the VAR group (113 [38.6%]) with a risk difference (VAR NSP versus VAR) of -0.1% (95% CI [-8.0%, 7.8%])."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42758",
        "text": "Postdose 1, 132 subjects (45.4%) from the VAR NSP group and 140 subjects (47.8%) from the VAR group experienced vaccine-related AEs; 33 subjects (11.3%) in the VAR NSP group and 40 subjects in the VAR group reported systemic vaccine-related AEs. Postdose 2, 92 subjects (33.2%) from the VAR NSP group and 101 subjects (36.6%) from the VAR group experienced vaccine-related AEs; 12 subjects (4.3%) in the VAR NSP group and 11 subjects (4.0%) in the VAR group reported systemic vaccine-related AEs.",
        "section": "Safety",
        "section_number": 8,
        "sentences": [
            "Postdose 1, 132 subjects (45.4%) from the VAR NSP group and 140 subjects (47.8%) from the VAR group experienced vaccine-related AEs; 33 subjects (11.3%) in the VAR NSP group and 40 subjects in the VAR group reported systemic vaccine-related AEs.",
            "Postdose 2, 92 subjects (33.2%) from the VAR NSP group and 101 subjects (36.6%) from the VAR group experienced vaccine-related AEs; 12 subjects (4.3%) in the VAR NSP group and 11 subjects (4.0%) in the VAR group reported systemic vaccine-related AEs."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42758",
        "text": "The majority of subjects in both vaccination groups reported at least 1 systemic AE from Day 1 to Day 42 Postdose 1 (175 [60.1%] subjects in the VAR NSP group and 164 [56.0%] subjects in the VAR group). Most systemic AEs by system organ class were infections and (34.0% of subjects from the VAR NSP group and 28.3% of subjects from the VAR group) and skin and subcutaneous tissue disorders (17.5% of subjects from the VAR NSP group and 21.2% of subjects from the VAR group). The most frequently reported systemic clinical AE by specific term (10% in any vaccination group) was pyrexia (14.8% of subjects from the VAR NSP group and 15.0% of subjects from the VAR group).",
        "section": "Safety",
        "section_number": 9,
        "sentences": [
            "The majority of subjects in both vaccination groups reported at least 1 systemic AE from Day 1 to Day 42 Postdose 1 (175 [60.1%] subjects in the VAR NSP group and 164 [56.0%] subjects in the VAR group).",
            "Most systemic AEs by system organ class were infections and (34.0% of subjects from the VAR NSP group and 28.3% of subjects from the VAR group) and skin and subcutaneous tissue disorders (17.5% of subjects from the VAR NSP group and 21.2% of subjects from the VAR group).",
            "The most frequently reported systemic clinical AE by specific term (10% in any vaccination group) was pyrexia (14.8% of subjects from the VAR NSP group and 15.0% of subjects from the VAR group)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42758",
        "text": "Postdose 2 many subjects in both vaccination groups reported at least 1 systemic AE (127 [45.8%] subjects in the The most frequently reported systemic clinical AE (10% in any vaccination group) was upper respiratory tract infection (10.5% of subjects from the VAR NSP group and 9.1% of subjects from the VAR group). For both time periods (Days 1 to 42 Postdose 1 and Postdose 2), the proportions of subjects with VRC-prompted rash (Table 5) were comparable between the 2 vaccination groups, with the exception of measles-like rash, where a greater number of measles-like rashes were observed in the VAR group than in the VAR NSP group during Days 1 to 42 Postdose 1 only (2.4% versus 0.3%, pD0.034). All these rashes were considered to be vaccine-related, and none were reported to be SAEs. No subjects in either vaccination group during either time period experienced mumps-like symptoms, rubella-like rash, or zoster-like rash. The 2 vaccination groups were comparable with respect to elevated body temperature. Postdose 1, 27 subjects (9.5%) in the VAR NSP group and 30 subjects (10.5%) in the VAR group reported a maximum temperature 102.2 F (39.0 C); risk difference Five (5) subjects experienced SAEs Days 1 to 42, 2 subjects in the VAR NSP group and 3 subjects in the VAR group, following either dose of study vaccine (Table 6) . No subjects experienced a vaccine-related SAE. A 13-month-old female, in the VAR group died due to SAEs of acute respiratory distress syndrome and respiratory failure caused by drowning (severe in intensity and not related to the study vaccine) 5 days Postdose 1.",
        "section": "Safety",
        "section_number": 10,
        "sentences": [
            "Postdose 2 many subjects in both vaccination groups reported at least 1 systemic AE (127 [45.8%] subjects in the The most frequently reported systemic clinical AE (10% in any vaccination group) was upper respiratory tract infection (10.5% of subjects from the VAR NSP group and 9.1% of subjects from the VAR group).",
            "For both time periods (Days 1 to 42 Postdose 1 and Postdose 2), the proportions of subjects with VRC-prompted rash (Table 5) were comparable between the 2 vaccination groups, with the exception of measles-like rash, where a greater number of measles-like rashes were observed in the VAR group than in the VAR NSP group during Days 1 to 42 Postdose 1 only (2.4% versus 0.3%, pD0.034).",
            "All these rashes were considered to be vaccine-related, and none were reported to be SAEs.",
            "No subjects in either vaccination group during either time period experienced mumps-like symptoms, rubella-like rash, or zoster-like rash.",
            "The 2 vaccination groups were comparable with respect to elevated body temperature.",
            "Postdose 1, 27 subjects (9.5%) in the VAR NSP group and 30 subjects (10.5%) in the VAR group reported a maximum temperature 102.2 F (39.0 C); risk difference Five (5) subjects experienced SAEs Days 1 to 42, 2 subjects in the VAR NSP group and 3 subjects in the VAR group, following either dose of study vaccine (Table 6) .",
            "No subjects experienced a vaccine-related SAE.",
            "A 13-month-old female, in the VAR group died due to SAEs of acute respiratory distress syndrome and respiratory failure caused by drowning (severe in intensity and not related to the study vaccine) 5 days Postdose 1."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42758",
        "text": "Following the recommendation by the ACIP of a two-dose varicella vaccination schedule, 11 the approval of other VZV-containing products, and the adoption of varicella vaccination in additional countries, the demand for vaccines containing VZV (Oka/Merck) has increased. 18, 19 There is little doubt about the successes of the US immunization programs for measles, mumps, rubella, and varicella. Cases of rubella 20 and measles 21 in the US have essentially been eliminated, although some recent outbreaks have occurred. 22 Additionally, mumps and varicella are well controlled. 23 Continuing the successes of these programs depends on maintaining an adequate and available supply of vaccines, and VAR NSP represents an important addition to that effort. All vaccine products in the VZV (Oka/Merck) family are derived from a common bulk. New manufacturing methods were implemented to increase the efficiency of the seed manufacturing process. The VAR NSP results in less master seed consumption due to the increased efficiency of the stock seed process without changes to the final product for administration and will extend the availability of VZV (Oka/Merck)-containing vaccines.",
        "section": "Discussion",
        "section_number": 11,
        "sentences": [
            "Following the recommendation by the ACIP of a two-dose varicella vaccination schedule, 11 the approval of other VZV-containing products, and the adoption of varicella vaccination in additional countries, the demand for vaccines containing VZV (Oka/Merck) has increased.",
            "18, 19 There is little doubt about the successes of the US immunization programs for measles, mumps, rubella, and varicella.",
            "Cases of rubella 20 and measles 21 in the US have essentially been eliminated, although some recent outbreaks have occurred.",
            "22 Additionally, mumps and varicella are well controlled.",
            "23 Continuing the successes of these programs depends on maintaining an adequate and available supply of vaccines, and VAR NSP represents an important addition to that effort.",
            "All vaccine products in the VZV (Oka/Merck) family are derived from a common bulk.",
            "New manufacturing methods were implemented to increase the efficiency of the seed manufacturing process.",
            "The VAR NSP results in less master seed consumption due to the increased efficiency of the stock seed process without changes to the final product for administration and will extend the availability of VZV (Oka/Merck)-containing vaccines."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42758",
        "text": "This study evaluated the immunogenicity, safety, and tolerability of VAR NSP (vaccine manufactured by the new process) in comparison with the currently licensed VAR process. A single dose of VAR NSP in healthy children 12 to 23 months of age induces VZV antibody response rates and GMCs 6 weeks Postdose 1 which are both acceptable and non-inferior to those induced by VAR. VAR NSP was well-tolerated with AE, elevated body temperature, and rash profiles that were comparable to that of VAR.",
        "section": "Discussion",
        "section_number": 12,
        "sentences": [
            "This study evaluated the immunogenicity, safety, and tolerability of VAR NSP (vaccine manufactured by the new process) in comparison with the currently licensed VAR process.",
            "A single dose of VAR NSP in healthy children 12 to 23 months of age induces VZV antibody response rates and GMCs 6 weeks Postdose 1 which are both acceptable and non-inferior to those induced by VAR.",
            "VAR NSP was well-tolerated with AE, elevated body temperature, and rash profiles that were comparable to that of VAR."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42758",
        "text": "The strength of this study was that it was a well-controlled, blinded study with over 87% of all subjects completing the study. However, a limitation of the study was that we only assessed immunogenicity data after the first vaccination. This study was a standard non-inferiority study design in vaccine clinical research, as such a larger number of enrolled subjects would have increased the overall power of the study.",
        "section": "Discussion",
        "section_number": 13,
        "sentences": [
            "The strength of this study was that it was a well-controlled, blinded study with over 87% of all subjects completing the study.",
            "However, a limitation of the study was that we only assessed immunogenicity data after the first vaccination.",
            "This study was a standard non-inferiority study design in vaccine clinical research, as such a larger number of enrolled subjects would have increased the overall power of the study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42758",
        "text": "This was a randomized, double-blind, multicenter, comparator-controlled clinical trial conducted in 34 sites within the US from March 2014 to October 2015. The protocol was conducted in accordance with principles of Good Clinical Practice (GCP), including obtaining written informed consent from each participant's parent(s) or legal guardian(s) prior to study entry, and was approved by the human studies committees applicable to each study site. VAR NSP and VAR were packaged identically, so that treatment blind/ masking was maintained. The subject, the investigator, and Sponsor personnel or delegate(s) who were involved in the treatment or clinical evaluation of the subjects, were unaware of the treatment group assignments. Randomization occurred centrally using an automated phone system. Subjects were assigned randomized treatment in a 1:1 ratio to VAR NSP and VAR, respectively. No stratification based on age, sex, or other characteristics was used in this trial. The investigator/co-investigators from each site were fully responsible and accountable for the study conduct and reporting data from each respective study site. z Vaccine relationship is determined by the investigator.",
        "section": "Design",
        "section_number": 14,
        "sentences": [
            "This was a randomized, double-blind, multicenter, comparator-controlled clinical trial conducted in 34 sites within the US from March 2014 to October 2015.",
            "The protocol was conducted in accordance with principles of Good Clinical Practice (GCP), including obtaining written informed consent from each participant's parent(s) or legal guardian(s) prior to study entry, and was approved by the human studies committees applicable to each study site.",
            "VAR NSP and VAR were packaged identically, so that treatment blind/ masking was maintained.",
            "The subject, the investigator, and Sponsor personnel or delegate(s) who were involved in the treatment or clinical evaluation of the subjects, were unaware of the treatment group assignments.",
            "Randomization occurred centrally using an automated phone system.",
            "Subjects were assigned randomized treatment in a 1:1 ratio to VAR NSP and VAR, respectively.",
            "No stratification based on age, sex, or other characteristics was used in this trial.",
            "The investigator/co-investigators from each site were fully responsible and accountable for the study conduct and reporting data from each respective study site.",
            "z Vaccine relationship is determined by the investigator."
        ],
        "sentence_labels": [
            -1,
            -1,
            1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": 0
    },
    {
        "doc_id": "42758",
        "text": "x One patient died due to serious adverse events of acute respiratory distress syndrome and respiratory failure caused by drowning (severe in intensity and not related to the study vaccine). RSV D respiratory syncytial virus.",
        "section": "Design",
        "section_number": 15,
        "sentences": [
            "x One patient died due to serious adverse events of acute respiratory distress syndrome and respiratory failure caused by drowning (severe in intensity and not related to the study vaccine).",
            "RSV D respiratory syncytial virus."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42758",
        "text": "Healthy children 12 to 23 months of age with a negative history for varicella, herpes zoster, measles, mumps, and rubella and without prior immunization against these diseases were eligible for the study. Exclusion criteria included: receipt of any measles, mumps, rubella, or varicella vaccine, either alone or in any combination during the study; receipt of systemic immunomodulatory steroids 3 months prior or systemic steroids within 7 days prior to entering study; had a history of allergy reaction to any vaccine component; had received salicylates within 14 days prior to vaccination; history of seizure disorder; febrile illness (102.2 F [39.0 C] oral equivalent) within 72 hours prior to study entry; any congenital or acquired immune deficiency, neoplastic disease, or immunosuppression; exposure to varicella, herpes zoster, measles, mumps, or rubella in the last 4 weeks prior to the study vaccination; history of thrombocytopenia; currently participating in (within 30 days to enrollment); or scheduled to participate in any other clinical trial other than a surveillance study during the planned study period for this trial.",
        "section": "Subjects",
        "section_number": 16,
        "sentences": [
            "Healthy children 12 to 23 months of age with a negative history for varicella, herpes zoster, measles, mumps, and rubella and without prior immunization against these diseases were eligible for the study.",
            "Exclusion criteria included: receipt of any measles, mumps, rubella, or varicella vaccine, either alone or in any combination during the study; receipt of systemic immunomodulatory steroids 3 months prior or systemic steroids within 7 days prior to entering study; had a history of allergy reaction to any vaccine component; had received salicylates within 14 days prior to vaccination; history of seizure disorder; febrile illness (102.2 F [39.0 C] oral equivalent) within 72 hours prior to study entry; any congenital or acquired immune deficiency, neoplastic disease, or immunosuppression; exposure to varicella, herpes zoster, measles, mumps, or rubella in the last 4 weeks prior to the study vaccination; history of thrombocytopenia; currently participating in (within 30 days to enrollment); or scheduled to participate in any other clinical trial other than a surveillance study during the planned study period for this trial."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42758",
        "text": "Subjects were allocated to a vaccination group using a randomized schedule generated by the study statistician. Subjects were randomized into 1 of 2 vaccination groups (ratio 1:1). Group 1 (»300 subjects) received 2 doses of VAR NSP , given concomitantly with Measles, Mumps, and Rubella Virus Vaccine Live (MMR; M-M-R TM II, Merck & Co., Inc., Kenilworth, NJ, USA), approximately 3 months apart. Group 2 (»300 subjects) received 2 doses of VAR, given concomitantly with MMR, approximately 3 months apart according to US ACIP recommendations. Based on approximately 300 subjects per group, and with an expected evaluability rate of 90%, the study provided 90% power across the primary immunogenicity hypotheses.",
        "section": "Subjects",
        "section_number": 17,
        "sentences": [
            "Subjects were allocated to a vaccination group using a randomized schedule generated by the study statistician.",
            "Subjects were randomized into 1 of 2 vaccination groups (ratio 1:1).",
            "Group 1 (»300 subjects) received 2 doses of VAR NSP , given concomitantly with Measles, Mumps, and Rubella Virus Vaccine Live (MMR; M-M-R TM II, Merck & Co., Inc., Kenilworth, NJ, USA), approximately 3 months apart.",
            "Group 2 (»300 subjects) received 2 doses of VAR, given concomitantly with MMR, approximately 3 months apart according to US ACIP recommendations.",
            "Based on approximately 300 subjects per group, and with an expected evaluability rate of 90%, the study provided 90% power across the primary immunogenicity hypotheses."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42758",
        "text": "VAR and VAR NSP are live, attenuated, lyophilized vaccines for the prevention of varicella in children 12 months and older. MMR is a live, attenuated, lyophilized vaccine for the prevention of measles, mumps, and rubella in children 12 months and older. VAR and VAR NSP are indistinguishable in appearance. All vaccines (VAR, VAR NSP , and MMR) were packaged in single-dose glass vials with a multilingual booklet label and stored according to the product insert. 24 VAR NSP implemented 2 changes to the seed manufacturing process: 1) use of a new cell culture platform for the viral propagation step, and 2) new method to add VZV-infected MRC-5 cells to the cell culture platform. These changes increase the efficiency of the seed manufacturing process by producing greater quantities of the viral components already used in the current vaccine formulation process. These changes did not alter the vaccine formulation process itself, but moving forward will meet the increase demand for varicella-containing products.",
        "section": "Vaccines",
        "section_number": 18,
        "sentences": [
            "VAR and VAR NSP are live, attenuated, lyophilized vaccines for the prevention of varicella in children 12 months and older.",
            "MMR is a live, attenuated, lyophilized vaccine for the prevention of measles, mumps, and rubella in children 12 months and older.",
            "VAR and VAR NSP are indistinguishable in appearance.",
            "All vaccines (VAR, VAR NSP , and MMR) were packaged in single-dose glass vials with a multilingual booklet label and stored according to the product insert.",
            "24 VAR NSP implemented 2 changes to the seed manufacturing process: 1) use of a new cell culture platform for the viral propagation step, and 2) new method to add VZV-infected MRC-5 cells to the cell culture platform.",
            "These changes increase the efficiency of the seed manufacturing process by producing greater quantities of the viral components already used in the current vaccine formulation process.",
            "These changes did not alter the vaccine formulation process itself, but moving forward will meet the increase demand for varicella-containing products."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42758",
        "text": "The primary immunogenicity analyses were based on the Per-Protocol population. The Per-Protocol population was defined as subjects who received 1 dose of VAR NSP or VAR according to their vaccination group assignment, adhered to study instructions, and provided serum samples within the appropriate day ranges. The Per-Protocol population excluded subjects due to important deviations from the protocol that could substantially affect the results of the primary immunogenicity endpoints.",
        "section": "Immunogenicity",
        "section_number": 19,
        "sentences": [
            "The primary immunogenicity analyses were based on the Per-Protocol population.",
            "The Per-Protocol population was defined as subjects who received 1 dose of VAR NSP or VAR according to their vaccination group assignment, adhered to study instructions, and provided serum samples within the appropriate day ranges.",
            "The Per-Protocol population excluded subjects due to important deviations from the protocol that could substantially affect the results of the primary immunogenicity endpoints."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42758",
        "text": "Serum samples were collected from all subjects at two time points, prior to vaccination on Day 1 (baseline), and 6 weeks Postdose 1. Serum samples were tested for antibody to VZV using a glycoprotein enzyme-linked immunosorbent assay (gpELISA). 25 The antibody response rate for VZV was defined as the percent of subjects with a post vaccination VZV antibody titer 5 gpELISA units/mL for subjects whose baseline VZV antibody titer was <1.25 gpELISA units/mL. Immunogenicity to measles, mumps, and rubella was not evaluated since no changes were made to the manufacturing process of measles, mumps, or rubella. All serum specimens were sent and analyzed at PPD Vaccines and Biologics, LLC, Wayne, Pennsylvania, USA, on dry ice.",
        "section": "Immunogenicity",
        "section_number": 20,
        "sentences": [
            "Serum samples were collected from all subjects at two time points, prior to vaccination on Day 1 (baseline), and 6 weeks Postdose 1.",
            "Serum samples were tested for antibody to VZV using a glycoprotein enzyme-linked immunosorbent assay (gpELISA).",
            "25 The antibody response rate for VZV was defined as the percent of subjects with a post vaccination VZV antibody titer 5 gpELISA units/mL for subjects whose baseline VZV antibody titer was <1.25 gpELISA units/mL. Immunogenicity to measles, mumps, and rubella was not evaluated since no changes were made to the manufacturing process of measles, mumps, or rubella.",
            "All serum specimens were sent and analyzed at PPD Vaccines and Biologics, LLC, Wayne, Pennsylvania, USA, on dry ice."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42758",
        "text": "The primary immunogenicity objectives were: (1) to demonstrate that a single dose of VAR NSP induces VZV antibody responses non-inferior to those induced by VAR; (2) the VZV antibody GMCs; and (3) to demonstrate that a single dose of VAR NSP induces an acceptable antibody response rate to VZV 6 weeks Postdose 1.",
        "section": "Immunogenicity",
        "section_number": 21,
        "sentences": [
            "The primary immunogenicity objectives were: (1) to demonstrate that a single dose of VAR NSP induces VZV antibody responses non-inferior to those induced by VAR; (2) the VZV antibody GMCs; and (3) to demonstrate that a single dose of VAR NSP induces an acceptable antibody response rate to VZV 6 weeks Postdose 1."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42758",
        "text": "The immunogenicity endpoints were: (1) VZV antibody response rate defined as percent of subjects with VZV antibody titer 5 gpELISA units/mL 6 weeks Postdose 1 among subjects who were seronegative to VZV antibody (titer <1.25 gpELISA units/mL) at baseline; (2) VZV antibody GMC defined as post vaccination antibody GMCs 6 weeks Postdose 1; (3) VZV antibody seroconversion rate defined as proportion of subjects with baseline VZV antibody titer <1.25 gpELISA units/mL and with post vaccination VZV antibody titer 1.25 gpELISA units/mL at Postdose 1; (4) GMFR for subjects who were initially seropositive (baseline titer 1.25 gpELISA units/mL) at Postdose 1; and (5) percent of subjects achieving 4-fold rise in antibody titer from baseline at Postdose 1.",
        "section": "Immunogenicity",
        "section_number": 22,
        "sentences": [
            "The immunogenicity endpoints were: (1) VZV antibody response rate defined as percent of subjects with VZV antibody titer 5 gpELISA units/mL 6 weeks Postdose 1 among subjects who were seronegative to VZV antibody (titer <1.25 gpELISA units/mL) at baseline; (2) VZV antibody GMC defined as post vaccination antibody GMCs 6 weeks Postdose 1; (3) VZV antibody seroconversion rate defined as proportion of subjects with baseline VZV antibody titer <1.25 gpELISA units/mL and with post vaccination VZV antibody titer 1.25 gpELISA units/mL at Postdose 1; (4) GMFR for subjects who were initially seropositive (baseline titer 1.25 gpELISA units/mL) at Postdose 1; and (5) percent of subjects achieving 4-fold rise in antibody titer from baseline at Postdose 1."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42758",
        "text": "The safety objective (secondary study objective) was to assess the overall safety and tolerability of VAR NSP when administered to children 12 to 23 months of age; however, no formal hypothesis was tested. The primary safety endpoints were: fever (temperature 102.2 F [39.0 C] oral equivalent) from Days 1 to 42 after each vaccination; varicella-like, zoster-like, measles-like or rubella-like rashes, or mumps-like symptoms occurring from Days 1 to 42 following each vaccination; and solicited injection-site reactions (redness, swelling, pain/tenderness) of any intensity or size from Days 1 to 5 following each vaccination. Parents/guardians recorded daily axillary temperatures and any injection-site or systemic adverse events (AEs) using a (VRC). 26 Subjects were followed for 42 days following each vaccination visit for unsolicited injection-site and systemic AEs. All subjects were followed for serious AEs (SAEs) from the time of enrollment into the study through 180 days Postdose 2. During the phone call on Day 271 (Day 180 Postdose 2), a scripted questionnaire was used to determine if any SAEs had occurred since Day 43, Postdose 2. Subject's parent/legal guardian was also instructed to contact study personnel immediately if a varicella-or herpes zoster-like rash developed. Subjects were required to be seen at the clinic within 72 hours of the rash presentation.",
        "section": "Safety",
        "section_number": 23,
        "sentences": [
            "The safety objective (secondary study objective) was to assess the overall safety and tolerability of VAR NSP when administered to children 12 to 23 months of age; however, no formal hypothesis was tested.",
            "The primary safety endpoints were: fever (temperature 102.2 F [39.0 C] oral equivalent) from Days 1 to 42 after each vaccination; varicella-like, zoster-like, measles-like or rubella-like rashes, or mumps-like symptoms occurring from Days 1 to 42 following each vaccination; and solicited injection-site reactions (redness, swelling, pain/tenderness) of any intensity or size from Days 1 to 5 following each vaccination.",
            "Parents/guardians recorded daily axillary temperatures and any injection-site or systemic adverse events (AEs) using a (VRC).",
            "26 Subjects were followed for 42 days following each vaccination visit for unsolicited injection-site and systemic AEs.",
            "All subjects were followed for serious AEs (SAEs) from the time of enrollment into the study through 180 days Postdose 2.",
            "During the phone call on Day 271 (Day 180 Postdose 2), a scripted questionnaire was used to determine if any SAEs had occurred since Day 43, Postdose 2.",
            "Subject's parent/legal guardian was also instructed to contact study personnel immediately if a varicella-or herpes zoster-like rash developed.",
            "Subjects were required to be seen at the clinic within 72 hours of the rash presentation."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42758",
        "text": "The first primary endpoint evaluating the non-inferiority of the VZV antibody response rate was based on a one-sided noninferiority test. This comparison was conducted at the onesided aD0.025 level with a non-inferiority margin of 10 percentage points and was conducted based on methods developed by Miettinen and Nurminen for testing the non-inferiority of 2 proportions. 27 The statistical criterion for non-inferiority required the lower bound of the 95% CI on the difference in VZV antibody response rates [VAR NSP minus VAR] to exclude a decrease of 10 percentage points or more.",
        "section": "Statistical analyses",
        "section_number": 24,
        "sentences": [
            "The first primary endpoint evaluating the non-inferiority of the VZV antibody response rate was based on a one-sided noninferiority test.",
            "This comparison was conducted at the onesided aD0.025 level with a non-inferiority margin of 10 percentage points and was conducted based on methods developed by Miettinen and Nurminen for testing the non-inferiority of 2 proportions.",
            "27 The statistical criterion for non-inferiority required the lower bound of the 95% CI on the difference in VZV antibody response rates [VAR NSP minus VAR] to exclude a decrease of 10 percentage points or more."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42758",
        "text": "The second primary endpoint evaluating the non-inferiority of the VZV antibody GMT was based on a one-sided non-inferiority test, conducted at the aD0.025 (one-sided) level. The statistical criterion for non-inferiority required that the lower bound of the two-sided 95% CI for the GMT ratio [VAR NSP /VAR] be >0.67. A ratio of 0.67 [VAR NSP /VAR] corresponded to a 1.5-fold decrease of GMT in the VAR NSP group compared with the VAR group.",
        "section": "Statistical analyses",
        "section_number": 25,
        "sentences": [
            "The second primary endpoint evaluating the non-inferiority of the VZV antibody GMT was based on a one-sided non-inferiority test, conducted at the aD0.025 (one-sided) level.",
            "The statistical criterion for non-inferiority required that the lower bound of the two-sided 95% CI for the GMT ratio [VAR NSP /VAR] be >0.67.",
            "A ratio of 0.67 [VAR NSP /VAR] corresponded to a 1.5-fold decrease of GMT in the VAR NSP group compared with the VAR group."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42758",
        "text": "The third primary endpoint evaluating the acceptability of the VZV antibody response rate for VAR NSP was based on a one-sided, one-sample exact binomial test (conducted at the aD0.025 one-sided level). This comparison tested H 0 : p0.76 versus Ha: p>0.76 (where p was the VZV antibody response rate in subjects who received VAR NSP ). Rejecting H 0 was equivalent to requiring the lower bound of the one-sample 95% CI for the response rate to be above 76%.",
        "section": "Statistical analyses",
        "section_number": 26,
        "sentences": [
            "The third primary endpoint evaluating the acceptability of the VZV antibody response rate for VAR NSP was based on a one-sided, one-sample exact binomial test (conducted at the aD0.025 one-sided level).",
            "This comparison tested H 0 : p0.76 versus Ha: p>0.76 (where p was the VZV antibody response rate in subjects who received VAR NSP ).",
            "Rejecting H 0 was equivalent to requiring the lower bound of the one-sample 95% CI for the response rate to be above 76%."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    }
]