[
    {
        "doc_id": "34318",
        "text": "The aim of this study is to test whether the addition of a low-dose of antibiotic (vancomycin) to the wash solution (saline) of the cell-saver reduces the incidence of bacterial contamination of the autologous red blood cell (RBCs) concentrate recovered. Material and method: Experimental, randomized, double-blind, parallel group study performed on 20 consecutive patients scheduled for posterior spinal fusion surgery. Intraoperative bleeding was processed through a cell-saver: HaemoLite ® 2+, in which the RBCs were washed according to randomization group, with saline (control group) or saline + 10 g ml −1 vancomycin (vanco group). Data regarding age, weight, processed and recovered volume, blood count, blood culture, and vancomycin concentration in RBCs concentrates obtained and incidence of fever after reinfusion were collected. Results: Processed volume was 843 ± 403 ml and recovered volume 121 ± 29 ml, with haemoglobin concentration 10.4 ± 5.0 g dl −1 and haematocrit 29.1 ± 15.9% (mean ± SD). Recovered RBC concentrate cultures were positive for coagulase-negative Staphylococcus in 5 cases (50%) of the control group while all cultures were negative in the vanco group (p = 0.016). The difference between the theoretical concentration of vancomycin administered and the concentration determined in the recovered RBC concentrate was 1.31 g ml −1 (95% CI 1.19-1.43; p = 0.074). Conclusions: The addition of vancomycin at a concentration of 10 g ml −1 to the wash solution of the cell-saver achieved similar concentrations in the autologous blood concentrate recovered allowing for bacterial removal, with negative blood cultures in all cases.",
        "section": "Abstract",
        "sentences": [
            "The aim of this study is to test whether the addition of a low-dose of antibiotic (vancomycin) to the wash solution (saline) of the cell-saver reduces the incidence of bacterial contamination of the autologous red blood cell (RBCs) concentrate recovered.",
            "Material and method: Experimental, randomized, double-blind, parallel group study performed on 20 consecutive patients scheduled for posterior spinal fusion surgery.",
            "Intraoperative bleeding was processed through a cell-saver: HaemoLite ® 2+, in which the RBCs were washed according to randomization group, with saline (control group) or saline + 10 g ml −1 vancomycin (vanco group).",
            "Data regarding age, weight, processed and recovered volume, blood count, blood culture, and vancomycin concentration in RBCs concentrates obtained and incidence of fever after reinfusion were collected.",
            "Results: Processed volume was 843 ± 403 ml and recovered volume 121 ± 29 ml, with haemoglobin concentration 10.4 ± 5.0 g dl −1 and haematocrit 29.1 ± 15.9% (mean ± SD).",
            "Recovered RBC concentrate cultures were positive for coagulase-negative Staphylococcus in 5 cases (50%) of the control group while all cultures were negative in the vanco group (p = 0.016).",
            "The difference between the theoretical concentration of vancomycin administered and the concentration determined in the recovered RBC concentrate was 1.31 g ml −1 (95% CI 1.19-1.43; p = 0.074).",
            "Conclusions: The addition of vancomycin at a concentration of 10 g ml −1 to the wash solution of the cell-saver achieved similar concentrations in the autologous blood concentrate recovered allowing for bacterial removal, with negative blood cultures in all cases."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34318",
        "text": "Alternativas a la transfusión; Transfusión de sangre autógena; Recuperación de sangre operatoria; Escoliosis; Antibióticos; Vancomicina Adición de vancomicina al suero de lavado del recuperador de sangre. Efecto sobre la contaminación bacteriana",
        "section": "PALABRAS CLAVE",
        "section_number": 1,
        "sentences": [
            "Alternativas a la transfusión; Transfusión de sangre autógena; Recuperación de sangre operatoria; Escoliosis; Antibióticos; Vancomicina Adición de vancomicina al suero de lavado del recuperador de sangre.",
            "Efecto sobre la contaminación bacteriana"
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34318",
        "text": "Objetivos: Comprobar si la adición de bajas dosis de antibiótico (vancomicina) al suero de lavado del recuperador celular reduce la incidencia de contaminación bacteriana del concentrado de hematíes (CH) autógeno recuperado. Material y método: Estudio experimental, aleatorizado, doble ciego, en forma de grupos paralelos, sobre 20 pacientes consecutivos, programados para cirugía de artrodesis vertebral posterior. La hemorragia intraoperatoria se procesó mediante un recuperador de sangre modelo HaemoLite ® 2+, en cuyo proceso los hematíes se lavaron según grupo de aleatorización, con suero fisiológico (grupo control) o con suero fisiológico + 10 g/ml −1 de vancomicina (grupo vanco). Se recogieron los datos referentes a edad, peso, volumen procesado y recuperado, hemograma, hemocultivo y concentración de vancomicina del CH obtenido e incidencia de fiebre tras la reinfusión.",
        "section": "Resumen",
        "section_number": 2,
        "sentences": [
            "Objetivos: Comprobar si la adición de bajas dosis de antibiótico (vancomicina) al suero de lavado del recuperador celular reduce la incidencia de contaminación bacteriana del concentrado de hematíes (CH) autógeno recuperado.",
            "Material y método: Estudio experimental, aleatorizado, doble ciego, en forma de grupos paralelos, sobre 20 pacientes consecutivos, programados para cirugía de artrodesis vertebral posterior.",
            "La hemorragia intraoperatoria se procesó mediante un recuperador de sangre modelo HaemoLite ® 2+, en cuyo proceso los hematíes se lavaron según grupo de aleatorización, con suero fisiológico (grupo control) o con suero fisiológico + 10 g/ml −1 de vancomicina (grupo vanco).",
            "Se recogieron los datos referentes a edad, peso, volumen procesado y recuperado, hemograma, hemocultivo y concentración de vancomicina del CH obtenido e incidencia de fiebre tras la reinfusión."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34318",
        "text": "Resultados: El volumen procesado fue 843 ± 403 ml y el volumen recuperado 121 ± 29 ml, con hemoglobina 10,4 ± 5,0 g/dl −1 y hematocrito 29,1 ± 15,9% (media ± DE). El hemocultivo del CH recuperado fue positivo a Staphylococcus coagulasa negativo en 5 casos (50%) en el grupo control mientras que fue estéril en todos los casos en el grupo vanco (p = 0,016). La diferencia entre la concentración teórica de vancomicina administrada y la determinada en CH recuperado fue de",
        "section": "Resumen",
        "section_number": 3,
        "sentences": [
            "Resultados: El volumen procesado fue 843 ± 403 ml y el volumen recuperado 121 ± 29 ml, con hemoglobina 10,4 ± 5,0 g/dl −1 y hematocrito 29,1 ± 15,9% (media ± DE).",
            "El hemocultivo del CH recuperado fue positivo a Staphylococcus coagulasa negativo en 5 casos (50%) en el grupo control mientras que fue estéril en todos los casos en el grupo vanco (p = 0,016).",
            "La diferencia entre la concentración teórica de vancomicina administrada y la determinada en CH recuperado fue de"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34318",
        "text": "In a recently published study involving 24 units of blood recovered from scoliosis surgery in children, we showed that when cell saver systems with a fixed volume (even paediatric size) bowl are used for processing blood volumes that are small in absolute terms, but significant relative to the size and weight of the child, the characteristics of the salvaged blood obtained do not conform to the standard described in the machine's technical specifications and expected in adult patients. In blood salvaged from our patients, concentrations of haemoglobin (11 ± 5.3 g dl −1 ) and haematocrit (32.1 ± 15.4%) were lower, and the product contained residual leukocytes (5.34 ± 4.22 × 10 3 l −1 ) and platelets (37.88 ± 23.5 × 10 3 l −1 ) (mean ± standard deviation). In addition, more than half of the blood cultures taken from salvaged blood (13 cases, 54.2%) were positive for commensal Gram-positive cocci from the skin, specifically, coagulase-negative Staphylococcus. 1 The aim of this study is to test whether the addition of low doses of antibiotics (vancomycin) to the wash solution of the cell saver, and therefore indirectly to the salvaged blood, would reduce the incidence of bacterial contamination in salvaged blood. We also set out to test whether the concentration of vancomycin added to the wash solution matches the concentration measured in the salvaged blood.",
        "section": "Introduction",
        "section_number": 4,
        "sentences": [
            "In a recently published study involving 24 units of blood recovered from scoliosis surgery in children, we showed that when cell saver systems with a fixed volume (even paediatric size) bowl are used for processing blood volumes that are small in absolute terms, but significant relative to the size and weight of the child, the characteristics of the salvaged blood obtained do not conform to the standard described in the machine's technical specifications and expected in adult patients.",
            "In blood salvaged from our patients, concentrations of haemoglobin (11 ± 5.3 g dl −1 ) and haematocrit (32.1 ± 15.4%) were lower, and the product contained residual leukocytes (5.34 ± 4.22 × 10 3 l −1 ) and platelets (37.88 ± 23.5 × 10 3 l −1 ) (mean ± standard deviation).",
            "In addition, more than half of the blood cultures taken from salvaged blood (13 cases, 54.2%) were positive for commensal Gram-positive cocci from the skin, specifically, coagulase-negative Staphylococcus.",
            "1 The aim of this study is to test whether the addition of low doses of antibiotics (vancomycin) to the wash solution of the cell saver, and therefore indirectly to the salvaged blood, would reduce the incidence of bacterial contamination in salvaged blood.",
            "We also set out to test whether the concentration of vancomycin added to the wash solution matches the concentration measured in the salvaged blood."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34318",
        "text": "After obtaining approval from the Research Ethics Committee of our institution, we conducted an interventional, randomized, double-blind, parallel group study of 20 consecutive patients scheduled for spinal fusion surgery. Blood shed during surgery was collected and processed through a HaemoLite ® 2+ (Haemonetics Corp, Braintree, MA, USA)",
        "section": "Materials and methods",
        "section_number": 5,
        "sentences": [
            "After obtaining approval from the Research Ethics Committee of our institution, we conducted an interventional, randomized, double-blind, parallel group study of 20 consecutive patients scheduled for spinal fusion surgery.",
            "Blood shed during surgery was collected and processed through a HaemoLite ® 2+ (Haemonetics Corp, Braintree, MA, USA)"
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34318",
        "text": "blood recovery system. After obtained written parental consent, the 20 patients were randomized to 2 groups of 10 patients each, according to whether vancomycin or saline solution (SS) was added to the machine's wash solution. The randomization sequence was generated on the www.randomization.com website using the randomly permuted blocks method.",
        "section": "Materials and methods",
        "section_number": 6,
        "sentences": [
            "blood recovery system.",
            "After obtained written parental consent, the 20 patients were randomized to 2 groups of 10 patients each, according to whether vancomycin or saline solution (SS) was added to the machine's wash solution.",
            "The randomization sequence was generated on the www.randomization.com website using the randomly permuted blocks method."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34318",
        "text": "Blood was aspirated from the surgical field at a vacuum pressure of less than 150 mmHg, and immediately mixed with heparinised saline (30 U ml −1 ) at a blood/saline ratio of approximately 7:1. It was stored in the cell saver's reservoir until the end of surgery. Subsequently, it was centrifuged in a paediatric bowl (100 ml) and washed with either SS (control group) or SS + 10 g ml −1 vancomycin (vanco group) to obtain the salvaged blood product.",
        "section": "Materials and methods",
        "section_number": 7,
        "sentences": [
            "Blood was aspirated from the surgical field at a vacuum pressure of less than 150 mmHg, and immediately mixed with heparinised saline (30 U ml −1 ) at a blood/saline ratio of approximately 7:1.",
            "It was stored in the cell saver's reservoir until the end of surgery.",
            "Subsequently, it was centrifuged in a paediatric bowl (100 ml) and washed with either SS (control group) or SS + 10 g ml −1 vancomycin (vanco group) to obtain the salvaged blood product."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34318",
        "text": "To ensure blinding, a colleague who was not involved in treating our patients, cell salvage or blood sample extraction, was asked to introduce either 10 mg of vancomycin diluted in 10 ml of SS (vanco group), obtained by diluting a 500 mg vial in 10 ml of SS and further diluting 2 ml of the foregoing solution in another 10 ml syringe, or 10 ml of SS (control group) into the SS wash solution.",
        "section": "Materials and methods",
        "section_number": 8,
        "sentences": [
            "To ensure blinding, a colleague who was not involved in treating our patients, cell salvage or blood sample extraction, was asked to introduce either 10 mg of vancomycin diluted in 10 ml of SS (vanco group), obtained by diluting a 500 mg vial in 10 ml of SS and further diluting 2 ml of the foregoing solution in another 10 ml syringe, or 10 ml of SS (control group) into the SS wash solution."
        ],
        "sentence_labels": [
            1
        ],
        "classification_label": 0
    },
    {
        "doc_id": "34318",
        "text": "Patients with known allergy to vancomycin were excluded from the study.",
        "section": "Materials and methods",
        "section_number": 9,
        "sentences": [
            "Patients with known allergy to vancomycin were excluded from the study."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34318",
        "text": "The procedure was performed under sterile conditions. All patients were operated by the same team of surgeons and anaesthetists, and all patients received antibiotic prophylaxis with cefazolin (35 mg kg −1 ) after induction of anaesthesia. Study variables collected were: patient age and weight, volume of aspirated blood in the reservoir (processing volume), volume obtained after processing (salvaged volume), and incidence of fever (>38 • C) during reinfusion of salvaged blood.",
        "section": "Materials and methods",
        "section_number": 10,
        "sentences": [
            "The procedure was performed under sterile conditions.",
            "All patients were operated by the same team of surgeons and anaesthetists, and all patients received antibiotic prophylaxis with cefazolin (35 mg kg −1 ) after induction of anaesthesia.",
            "Study variables collected were: patient age and weight, volume of aspirated blood in the reservoir (processing volume), volume obtained after processing (salvaged volume), and incidence of fever (>38 • C) during reinfusion of salvaged blood."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34318",
        "text": "Thirty minutes after processing, blood samples for culture were taken under sterile conditions from each unit of salvaged blood. The samples were collected in paediatric aerobic (VersaTREK ® REDOX 1 EZ Draw) and anaerobic Cleveland, OH, USA) bottles, and tested in the Microbiology Department of our hospital. Blood was also collected in dry tubes for a complete blood count and serum levels of vancomycin, which were processed 2 h after extraction by the Clinical Pharmacology Department using the AxSYM ® Vancomycin II (Abbott Laboratories, Illinois, IL, USA) fluorescence polarization immunoassay. Statistical analysis of data was performed using SPSS 9.0 ® statistical software (SPSS Inc., Chicago, IL, USA). Qualitative data were described as absolute frequencies and percentages, and quantitative data were described using mean, median and standard deviation (minimum, maximum), according to distribution. Qualitative data were compared using Fisher's exact test. The differences between theoretical vancomycin levels in wash solution and real levels detected in salvaged blood were analyzed using the Wilcoxon test for paired data. All statistical tests were considered bilateral, and significant was set at p < 0.05.",
        "section": "Materials and methods",
        "section_number": 11,
        "sentences": [
            "Thirty minutes after processing, blood samples for culture were taken under sterile conditions from each unit of salvaged blood.",
            "The samples were collected in paediatric aerobic (VersaTREK ® REDOX 1 EZ Draw) and anaerobic Cleveland, OH, USA) bottles, and tested in the Microbiology Department of our hospital.",
            "Blood was also collected in dry tubes for a complete blood count and serum levels of vancomycin, which were processed 2 h after extraction by the Clinical Pharmacology Department using the AxSYM ® Vancomycin II (Abbott Laboratories, Illinois, IL, USA) fluorescence polarization immunoassay.",
            "Statistical analysis of data was performed using SPSS 9.0 ® statistical software (SPSS Inc., Chicago, IL, USA).",
            "Qualitative data were described as absolute frequencies and percentages, and quantitative data were described using mean, median and standard deviation (minimum, maximum), according to distribution.",
            "Qualitative data were compared using Fisher's exact test.",
            "The differences between theoretical vancomycin levels in wash solution and real levels detected in salvaged blood were analyzed using the Wilcoxon test for paired data.",
            "All statistical tests were considered bilateral, and significant was set at p < 0.05."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34318",
        "text": "One third (30%, 3/10) of all samples from both groups were from male patients. Other anthropometric data and processed and salvaged blood volumes are shown in Table 1 . Blood parameters are shown in Table 2 .",
        "section": "Patient characteristics, processed and salvaged volumes, and characteristics of salvaged blood",
        "section_number": 12,
        "sentences": [
            "One third (30%, 3/10) of all samples from both groups were from male patients.",
            "Other anthropometric data and processed and salvaged blood volumes are shown in Table 1 .",
            "Blood parameters are shown in Table 2 ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34318",
        "text": "Blood culture of salvaged blood was positive in 5 patients (50%) from the control group. In all cases, coagulasenegative Staphylococcus was identified. All blood cultures from the vanco group were negative, suggesting that the addition of vancomycin to the wash solution significantly (p = 0.016) reduced bacterial contamination of salvaged blood, to the point of preventing infection in all patients in the group.",
        "section": "Microbiological characteristics of salvaged blood",
        "section_number": 13,
        "sentences": [
            "Blood culture of salvaged blood was positive in 5 patients (50%) from the control group.",
            "In all cases, coagulasenegative Staphylococcus was identified.",
            "All blood cultures from the vanco group were negative, suggesting that the addition of vancomycin to the wash solution significantly (p = 0.016) reduced bacterial contamination of salvaged blood, to the point of preventing infection in all patients in the group."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34318",
        "text": "The mean theoretical concentration of vancomycin in wash solution (vanco [T]) and real vancomycin levels determined in salvaged blood (vanco [S]) differed by only 1.31 g ml −1 (95% CI, 1.19---1.43). The difference between vanco [T] and vanco [S] concentrations (Table 3 ) did not reach statistical significance (p = 0.074), and were not clinically relevant.",
        "section": "Vancomycin concentration in salvaged blood",
        "section_number": 14,
        "sentences": [
            "The mean theoretical concentration of vancomycin in wash solution (vanco [T]) and real vancomycin levels determined in salvaged blood (vanco [S]) differed by only 1.31 g ml −1 (95% CI, 1.19---1.43).",
            "The difference between vanco [T] and vanco [S] concentrations (Table 3 ) did not reach statistical significance (p = 0.074), and were not clinically relevant."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34318",
        "text": "The measures of association shown in Table 4 were calculated to determine the effect of vancomycin in the vanco group compared to controls.",
        "section": "Reduced risk of positive blood culture and number needed to treat",
        "section_number": 15,
        "sentences": [
            "The measures of association shown in Table 4 were calculated to determine the effect of vancomycin in the vanco group compared to controls."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34318",
        "text": "The absolute risk reduction of obtaining a positive blood culture is 50%, and 2 units of salvaged blood need to be washed with vancomycin to avoid 1 positive blood culture.",
        "section": "Reduced risk of positive blood culture and number needed to treat",
        "section_number": 16,
        "sentences": [
            "The absolute risk reduction of obtaining a positive blood culture is 50%, and 2 units of salvaged blood need to be washed with vancomycin to avoid 1 positive blood culture."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34318",
        "text": "No patient in either group presented fever (>38 • C) associated with transfusion of salvaged blood; there were therefore no statistically significant differences between study groups.",
        "section": "Incidence of fever and correlation with vancomycin",
        "section_number": 17,
        "sentences": [
            "No patient in either group presented fever (>38 • C) associated with transfusion of salvaged blood; there were therefore no statistically significant differences between study groups."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34318",
        "text": "According to several studies, 2---4 microbiological study of salvaged blood shows a rate of infection of between 12.7% and 96.8%. Despite strict aseptic preparation of surgery patients and antibiotic prophylaxis with cefazolin, 54% of blood cultures performed on samples from intraoperative blood salvaged from our paediatric scoliosis surgery patients were positive. In all cases, commensal Gram-positive cocci from the skin were isolated. 1 Most studies evaluating the incidence of bacterial contamination in intraoperative or postoperative salvaged blood, including ours, conclude that in immunocompetent patients treated with antibiotics, reinfusion of bacterially-contaminated salvaged blood has no clinical impact. However, many authors have used various different methods in an attempt to reduce or eliminate these bacteria. Besides improving the safety of autologous blood by reducing the possibility of bacterial proliferation during storage, these measures could make cell salvage feasible in interventions where it is currently contraindicated or disputed due to the risk of bacterial contamination. The risk of infection from autologous blood transfusion must be weighed up against the higher incidence of postoperative infection evidenced in patients receiving allogeneic transfusion. 5 Cultures from un-processed blood are positive in 21%---48% of cases, 6, 7 and the rate of contamination appears to increase after processing. 8---10 This is probably due to the effect of washing out antibiotics present in salvaged blood, which could promote the proliferation of contaminates in blood cultures. 11 The most frequently isolated contaminates are commensal Gram-positive bacteria from the skin, particularly coagulase-negative Staphylococcus epidermidis. 3 There is so far no evidence to show that transfusion of bacterially contaminated blood increases the risk of infection in immunocompetent patients receiving adequate antibiotic prophylaxis. However, the full impact of bacterial contamination in salvaged is blood not fully understood, but the risk of potentially severe complications should not be ignored. 12---14 Blood bank bacterial contamination causes 500---750 cases of serious complications or death annually. 15 According to the recommendations of the US Food and Drug Administration and the standards of the American Association of Blood Banks, salvaged blood, if not immediately required for transfusion, can be stored for up to 6 h at room temperature in the operating room, or refrigerated at 1---6 • C for 24 h, provided refrigeration begins within 6 h of salvage. 16 Like allogeneic blood, bacterially-contaminated autologous blood presents the risk of bacterial proliferation if it is stored prior to transfusion.",
        "section": "Discussion",
        "section_number": 18,
        "sentences": [
            "According to several studies, 2---4 microbiological study of salvaged blood shows a rate of infection of between 12.7% and 96.8%.",
            "Despite strict aseptic preparation of surgery patients and antibiotic prophylaxis with cefazolin, 54% of blood cultures performed on samples from intraoperative blood salvaged from our paediatric scoliosis surgery patients were positive.",
            "In all cases, commensal Gram-positive cocci from the skin were isolated.",
            "1 Most studies evaluating the incidence of bacterial contamination in intraoperative or postoperative salvaged blood, including ours, conclude that in immunocompetent patients treated with antibiotics, reinfusion of bacterially-contaminated salvaged blood has no clinical impact.",
            "However, many authors have used various different methods in an attempt to reduce or eliminate these bacteria.",
            "Besides improving the safety of autologous blood by reducing the possibility of bacterial proliferation during storage, these measures could make cell salvage feasible in interventions where it is currently contraindicated or disputed due to the risk of bacterial contamination.",
            "The risk of infection from autologous blood transfusion must be weighed up against the higher incidence of postoperative infection evidenced in patients receiving allogeneic transfusion.",
            "5 Cultures from un-processed blood are positive in 21%---48% of cases, 6, 7 and the rate of contamination appears to increase after processing.",
            "8---10 This is probably due to the effect of washing out antibiotics present in salvaged blood, which could promote the proliferation of contaminates in blood cultures.",
            "11 The most frequently isolated contaminates are commensal Gram-positive bacteria from the skin, particularly coagulase-negative Staphylococcus epidermidis.",
            "3 There is so far no evidence to show that transfusion of bacterially contaminated blood increases the risk of infection in immunocompetent patients receiving adequate antibiotic prophylaxis.",
            "However, the full impact of bacterial contamination in salvaged is blood not fully understood, but the risk of potentially severe complications should not be ignored.",
            "12---14 Blood bank bacterial contamination causes 500---750 cases of serious complications or death annually.",
            "15 According to the recommendations of the US Food and Drug Administration and the standards of the American Association of Blood Banks, salvaged blood, if not immediately required for transfusion, can be stored for up to 6 h at room temperature in the operating room, or refrigerated at 1---6 • C for 24 h, provided refrigeration begins within 6 h of salvage.",
            "16 Like allogeneic blood, bacterially-contaminated autologous blood presents the risk of bacterial proliferation if it is stored prior to transfusion."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34318",
        "text": "Measures of association between the introduction of vancomycin and the probability of obtaining a positive culture, compared to control group. Several authors have tested different methods of eliminating, or at least reducing, the level of contamination, and several studies have set out to determine the cut off point for acceptable bacterial levels in such blood, or the effectiveness of different methods of eliminating these bacteria. Antibiotic prophylaxis with cefuroxime does not prevent contamination of salvaged blood, 7 and evidence has shown that washing with saline does not eliminate bacteria, 17 although it does reduce their concentration. 18 Leucocyte filters are thought to eliminate bacteria by a process of adhesion. Although this would improve the quality of salvaged blood by removing a large number of bacteria, not all are eliminated. 15,17---19 Furthermore, the removal of leukocytes for this purpose might not be the best approach, since studies in donated blood have shown that these cells are able to reduce some species of contaminating bacteria after a number of hours. 20 No studies have so far explored the use of antibiotics to reduce contamination of salvaged blood, instead of limiting their use to intravenous pre-surgical prophylaxis. 7 However, it stands to reason that achieving similar antibiotic levels in salvaged blood to those present in peripheral blood following oral or intravenous administration, would remove contaminating bacteria from autologous blood. This has been shown to be the case in our study. We needed to administer the antibiotic in such a way as to achieve predictable, controlled levels in salvaged blood. If the antibiotic is added to the reservoir, as was done in some earlier cases, dilution with heparinised saline and subsequent washing with SS considerably reduces drug levels, making it impossible to control dosage. However, we have observed that adding the target volume of antibiotic to the wash solution allowed us to control the drug levels present in salvaged blood. The scant differences observed between vanco [T] and vanco [S] may be due to the method used to obtain the drug concentration to be mixed with the wash solution. This was achieved by 2 successive dilutions in a very small volume (10 ml), as described in the material and methods section. We speculate that a single dilution in a larger volume (500 mg vancomycin in 500 ml of SS) would have allowed us to adjust the level more accurately and to bring vanco [R] levels even closer to those of vanco [S] . Another factor that may have played a role in the difference between theoretical and actual concentrations is the accuracy of the method used to determine vancomycin levels. This, according to the manufacturer's technical specifications, has an overall standard deviation of 0.32 and a coefficient of variation of 4.26%.",
        "section": "Table 4",
        "section_number": 19,
        "sentences": [
            "Measures of association between the introduction of vancomycin and the probability of obtaining a positive culture, compared to control group.",
            "Several authors have tested different methods of eliminating, or at least reducing, the level of contamination, and several studies have set out to determine the cut off point for acceptable bacterial levels in such blood, or the effectiveness of different methods of eliminating these bacteria.",
            "Antibiotic prophylaxis with cefuroxime does not prevent contamination of salvaged blood, 7 and evidence has shown that washing with saline does not eliminate bacteria, 17 although it does reduce their concentration.",
            "18 Leucocyte filters are thought to eliminate bacteria by a process of adhesion.",
            "Although this would improve the quality of salvaged blood by removing a large number of bacteria, not all are eliminated.",
            "15,17---19 Furthermore, the removal of leukocytes for this purpose might not be the best approach, since studies in donated blood have shown that these cells are able to reduce some species of contaminating bacteria after a number of hours.",
            "20 No studies have so far explored the use of antibiotics to reduce contamination of salvaged blood, instead of limiting their use to intravenous pre-surgical prophylaxis.",
            "7 However, it stands to reason that achieving similar antibiotic levels in salvaged blood to those present in peripheral blood following oral or intravenous administration, would remove contaminating bacteria from autologous blood.",
            "This has been shown to be the case in our study.",
            "We needed to administer the antibiotic in such a way as to achieve predictable, controlled levels in salvaged blood.",
            "If the antibiotic is added to the reservoir, as was done in some earlier cases, dilution with heparinised saline and subsequent washing with SS considerably reduces drug levels, making it impossible to control dosage.",
            "However, we have observed that adding the target volume of antibiotic to the wash solution allowed us to control the drug levels present in salvaged blood.",
            "The scant differences observed between vanco [T] and vanco [S] may be due to the method used to obtain the drug concentration to be mixed with the wash solution.",
            "This was achieved by 2 successive dilutions in a very small volume (10 ml), as described in the material and methods section.",
            "We speculate that a single dilution in a larger volume (500 mg vancomycin in 500 ml of SS) would have allowed us to adjust the level more accurately and to bring vanco [R] levels even closer to those of vanco [S] .",
            "Another factor that may have played a role in the difference between theoretical and actual concentrations is the accuracy of the method used to determine vancomycin levels.",
            "This, according to the manufacturer's technical specifications, has an overall standard deviation of 0.32 and a coefficient of variation of 4.26%."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34318",
        "text": "The experience gained from experiments conducted prior to this study enabled us to devise the best protocol for performing blood cultures. To allow the antibody to act on the bacteria, sample for culture must be collected at a certain point following washing and administration of vancomycin. Otherwise, collecting the blood in the culture tube immediately after washing and processing dilutes the antibiotic, leading to a positive culture. We have found that a gap of 30 min is sufficient.",
        "section": "Control-Vanco",
        "section_number": 20,
        "sentences": [
            "The experience gained from experiments conducted prior to this study enabled us to devise the best protocol for performing blood cultures.",
            "To allow the antibody to act on the bacteria, sample for culture must be collected at a certain point following washing and administration of vancomycin.",
            "Otherwise, collecting the blood in the culture tube immediately after washing and processing dilutes the antibiotic, leading to a positive culture.",
            "We have found that a gap of 30 min is sufficient."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34318",
        "text": "Commensal Gram-positive bacteria, such as coagulasenegative Staphylococcus, which are part of the dermal microflora, were isolated from most of the cultures taken. These germs are often resistant to penicillin derivatives, but are sensitive to vancomycin in more than 99% of cases. 21 This is why we chose this drug as prophylaxis against the contamination of salvaged blood in our study.",
        "section": "Control-Vanco",
        "section_number": 21,
        "sentences": [
            "Commensal Gram-positive bacteria, such as coagulasenegative Staphylococcus, which are part of the dermal microflora, were isolated from most of the cultures taken.",
            "These germs are often resistant to penicillin derivatives, but are sensitive to vancomycin in more than 99% of cases.",
            "21 This is why we chose this drug as prophylaxis against the contamination of salvaged blood in our study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34318",
        "text": "Enterococcus faecalis was isolated in the anaerobic bacteria culture from one of the bags of salvaged blood from our previous study. 1 This was probably the result of accidental contamination during sampling. Vancomycin is bactericidal against some species of enterococci, and resistance is found in only 2% of cases. 21 The dose of vancomycin was chosen on the basis of the average minimum inhibitory concentration (MIC) (1.5 ± 0.57 g ml −1 ) against staphylococci isolated in our previous study, 1 and taking into account the maximum ''trough levels'' of vancomycin recommended by the pharmacology laboratory of our hospital (10 g ml −1 ). Concentrations of 10 g ml −1 are bactericidal against beta-lactamase-producing staphylococci, and methicillinresistant species, 22 thus allowing us to administer a very low total dosage that was above the MIC for bacteria.",
        "section": "Control-Vanco",
        "section_number": 22,
        "sentences": [
            "Enterococcus faecalis was isolated in the anaerobic bacteria culture from one of the bags of salvaged blood from our previous study.",
            "1 This was probably the result of accidental contamination during sampling.",
            "Vancomycin is bactericidal against some species of enterococci, and resistance is found in only 2% of cases.",
            "21 The dose of vancomycin was chosen on the basis of the average minimum inhibitory concentration (MIC) (1.5 ± 0.57 g ml −1 ) against staphylococci isolated in our previous study, 1 and taking into account the maximum ''trough levels'' of vancomycin recommended by the pharmacology laboratory of our hospital (10 g ml −1 ).",
            "Concentrations of 10 g ml −1 are bactericidal against beta-lactamase-producing staphylococci, and methicillinresistant species, 22 thus allowing us to administer a very low total dosage that was above the MIC for bacteria."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34318",
        "text": "Given the average concentration of vancomycin (vanco [S] = 11.31 g ml −1 ) measured in salvaged blood, the average volume of blood salvaged and reinfused to our patients (vol SB = 121 ml), the mean haematocrit (29%, as vancomycin is only diluted in the wash solution), and the average weight of the children in our study (43 kg), we can calculate the mean dose of vancomycin administered per patient: Therefore, the mean dose of vancomycin administered per patient was 442 times lower than the usual intravenous dose (10 mg kg −1 ). 21 Using a minimal volume of antibiotic, we succeeded in significantly reducing bacterial contamination to the point that the blood cultures of all study patients treated with vancomycin were negative.",
        "section": "Control-Vanco",
        "section_number": 23,
        "sentences": [
            "Given the average concentration of vancomycin (vanco [S] = 11.31 g ml −1 ) measured in salvaged blood, the average volume of blood salvaged and reinfused to our patients (vol SB = 121 ml), the mean haematocrit (29%, as vancomycin is only diluted in the wash solution), and the average weight of the children in our study (43 kg), we can calculate the mean dose of vancomycin administered per patient: Therefore, the mean dose of vancomycin administered per patient was 442 times lower than the usual intravenous dose (10 mg kg −1 ).",
            "21 Using a minimal volume of antibiotic, we succeeded in significantly reducing bacterial contamination to the point that the blood cultures of all study patients treated with vancomycin were negative."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34318",
        "text": "According to the summary of product characteristics of vancomycin, 21, 22 the usual intravenous dose (10 mg kg −1 ) should be administered over at least 60 min to avoid adverse reactions such as hypotension, shock and, rarely, cardiac arrest. Therefore, the maximum intravenous infusion rate is 0.166 mg kg −1 min −1 or 0.0027 mg kg −1 s −1 .",
        "section": "Control-Vanco",
        "section_number": 24,
        "sentences": [
            "According to the summary of product characteristics of vancomycin, 21, 22 the usual intravenous dose (10 mg kg −1 ) should be administered over at least 60 min to avoid adverse reactions such as hypotension, shock and, rarely, cardiac arrest.",
            "Therefore, the maximum intravenous infusion rate is 0.166 mg kg −1 min −1 or 0.0027 mg kg −1 s −1 ."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34318",
        "text": "Considering that in our study the average dose administered per patient by transfusion of salvaged blood is 0.023 mg kg −1 , we calculate that, to avoid adverse reaction, each unit must be administered over at least 8.51 s. Taking the average volume of blood salvaged per patient (121 ml), we can calculate a maximum infusion rate of 853 ml min −1 .",
        "section": "Control-Vanco",
        "section_number": 25,
        "sentences": [
            "Considering that in our study the average dose administered per patient by transfusion of salvaged blood is 0.023 mg kg −1 , we calculate that, to avoid adverse reaction, each unit must be administered over at least 8.51 s. Taking the average volume of blood salvaged per patient (121 ml), we can calculate a maximum infusion rate of 853 ml min −1 ."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34318",
        "text": "These figures show that in normal practice, the likelihood of an adverse reaction due to rapid infusion of vancomycin during transfusion of salvaged blood treated with vancomycin according to our protocol is nil. The safety margin is so wide that such adverse effects would be highly unlikely even in situations requiring rapid volume administration. This is because the maximum flow rate calculated exceeds not only the processing power of any cell salvage system, but also the flow rates used in most rapid infusion systems and the maximum flow rates of catheters used in clinical practice. Nevertheless, it is advisable to bear in mind the estimated maximum flow rate.",
        "section": "Control-Vanco",
        "section_number": 26,
        "sentences": [
            "These figures show that in normal practice, the likelihood of an adverse reaction due to rapid infusion of vancomycin during transfusion of salvaged blood treated with vancomycin according to our protocol is nil.",
            "The safety margin is so wide that such adverse effects would be highly unlikely even in situations requiring rapid volume administration.",
            "This is because the maximum flow rate calculated exceeds not only the processing power of any cell salvage system, but also the flow rates used in most rapid infusion systems and the maximum flow rates of catheters used in clinical practice.",
            "Nevertheless, it is advisable to bear in mind the estimated maximum flow rate."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34318",
        "text": "As mentioned above, autologous blood from intraoperative blood salvage can be stored safely at a temperature of 1---6 • C for no more than 24 h. 16 The shelf life 21 of vancomycin solution (96 h at 5 • C and 24 h at 25 • C) is far longer than this.",
        "section": "Control-Vanco",
        "section_number": 27,
        "sentences": [
            "As mentioned above, autologous blood from intraoperative blood salvage can be stored safely at a temperature of 1---6 • C for no more than 24 h. 16 The shelf life 21 of vancomycin solution (96 h at 5 • C and 24 h at 25 • C) is far longer than this."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34318",
        "text": "Further studies with a larger sample size are needed before the clinical application of this procedure can be confirmed. Given the absence of clinical evidence of complications associated with transfusion of bacteriallycontaminated autologous blood, the procedure is probably not applicable in all types of surgery. However, we believe that our protocol will improve the safety profile of autologous blood that needs to be stored before reinfusion, or that is reinfused to immunocompromised patients.",
        "section": "Control-Vanco",
        "section_number": 28,
        "sentences": [
            "Further studies with a larger sample size are needed before the clinical application of this procedure can be confirmed.",
            "Given the absence of clinical evidence of complications associated with transfusion of bacteriallycontaminated autologous blood, the procedure is probably not applicable in all types of surgery.",
            "However, we believe that our protocol will improve the safety profile of autologous blood that needs to be stored before reinfusion, or that is reinfused to immunocompromised patients."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34318",
        "text": "This study shows that the addition of an antibiotic to the wash solution of cell savers can remove bacteria from salvaged blood, and opens a line of research that could prove beneficial in improving the safety of contaminated blood salvaged during surgery 23, 24 by means of empirical or targeted administration of antibiotics.",
        "section": "Control-Vanco",
        "section_number": 29,
        "sentences": [
            "This study shows that the addition of an antibiotic to the wash solution of cell savers can remove bacteria from salvaged blood, and opens a line of research that could prove beneficial in improving the safety of contaminated blood salvaged during surgery 23, 24 by means of empirical or targeted administration of antibiotics."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    }
]