[
    {
        "doc_id": "35542",
        "text": "Effects of physically active video gaming on cognition and activities of daily living in childhood brain tumor survivors: a randomized pilot study The prognosis for children diagnosed with brain tumors has improved over the last decades, but survivors still often struggle with problematic side effects. It is well known that radiotherapy to the developing brain can be detrimental to endocrine functions, growth, and cognitive functions 1,2 such as attention, working memory, and information processing.",
        "section": "Abstract",
        "sentences": [
            "Effects of physically active video gaming on cognition and activities of daily living in childhood brain tumor survivors: a randomized pilot study The prognosis for children diagnosed with brain tumors has improved over the last decades, but survivors still often struggle with problematic side effects.",
            "It is well known that radiotherapy to the developing brain can be detrimental to endocrine functions, growth, and cognitive functions 1,2 such as attention, working memory, and information processing."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35542",
        "text": "The pathophysiology behind these cognitive side effects is probably multifactorial, but it has been shown that radiotherapy-induced reduction of hippocampal neurogenesis and long-lasting inflammation could be important factors. 3, 4 Strategies to reduce or exclude radiotherapy, especially to a younger age group, have been developed, [5] [6] [7] but the bulk of patients with malignant tumors still need radiotherapy to be cured. Survivors of childhood brain tumors more commonly report impaired abilities to perform personal care skills or routine activities than do survivors of other childhood cancers, and their risk of experiencing a restriction in these abilities is much greater than that of their healthy siblings. 8 A method to mitigate these side effects would be of great value.",
        "section": "",
        "section_number": 1,
        "sentences": [
            "The pathophysiology behind these cognitive side effects is probably multifactorial, but it has been shown that radiotherapy-induced reduction of hippocampal neurogenesis and long-lasting inflammation could be important factors.",
            "3, 4 Strategies to reduce or exclude radiotherapy, especially to a younger age group, have been developed, [5] [6] [7] but the bulk of patients with malignant tumors still need radiotherapy to be cured.",
            "Survivors of childhood brain tumors more commonly report impaired abilities to perform personal care skills or routine activities than do survivors of other childhood cancers, and their risk of experiencing a restriction in these abilities is much greater than that of their healthy siblings.",
            "8 A method to mitigate these side effects would be of great value."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35542",
        "text": "There is evidence that physical exercise positively correlates with better cognitive functions, including executive functions and memory, in both children 9, 10 and the elderly. [11] [12] [13] [14] A large cohort study on young adult men by Åberg et al found a positive association between cardiovascular fitness and intelligence, even after adjusting for relevant confounders. 15 Physical activity seems to improve synaptic plasticity, 16 upregulate cerebral blood flow, 17 increase the efficiency of cognitive control networks, 18 and increase the levels of neurotrophins (eg, brain-derived neurotrophic factor). 19 Animal studies have also shown that running increases neurogenesis in the dentate gyrus of the hippocampus, improving learning in younger 20 as well as older mice. 21 Naylor et al showed that the brain damage in young mice after cranial irradiation was mitigated by voluntary physical exercise (running), resulting in improved neurogenesis and better neuronal integration of new neurons in the dentate gyrus. 22 The running mice also showed more normal behavior compared to non-running mice. Wolfe et al examined the relationship between cardiorespiratory fitness and executive functioning in pediatric brain tumor survivors, and found that higher cardiovascular fitness correlated with a more efficient brain activation pattern (measured with fMRI) during a working memory task. 23 Although the \"cardiovascular fitness\" hypothesis suggests that improved cardiovascular fitness through physical activity mediates cognitive performance benefits, 24, 25 it seems that cardiovascular fitness alone does not explain these benefits. 26 According to several studies in healthy young adults, computer (video) games can improve cognitive abilities, such as attention capacity, executive control, and processing speed. [27] [28] [29] Based on these findings one might expect that a combination of physical activity and computer games could have an additive or synergistic positive effect on cognition, as has been suggested by Best. 30 We hypothesized that regular active video gaming (ie, video gaming requiring physical activity, also referred to as exercise gaming or exergaming) by survivors of childhood brain tumors could: i) improve cognitive functions (especially executive function and attention, but potentially also memory functions) and ii) Improve the execution of activities of daily living (ADL).",
        "section": "",
        "section_number": 2,
        "sentences": [
            "There is evidence that physical exercise positively correlates with better cognitive functions, including executive functions and memory, in both children 9, 10 and the elderly. [",
            "11] [12] [13] [14] A large cohort study on young adult men by Åberg et al found a positive association between cardiovascular fitness and intelligence, even after adjusting for relevant confounders.",
            "15 Physical activity seems to improve synaptic plasticity, 16 upregulate cerebral blood flow, 17 increase the efficiency of cognitive control networks, 18 and increase the levels of neurotrophins (eg, brain-derived neurotrophic factor).",
            "19 Animal studies have also shown that running increases neurogenesis in the dentate gyrus of the hippocampus, improving learning in younger 20 as well as older mice.",
            "21 Naylor et al showed that the brain damage in young mice after cranial irradiation was mitigated by voluntary physical exercise (running), resulting in improved neurogenesis and better neuronal integration of new neurons in the dentate gyrus.",
            "22 The running mice also showed more normal behavior compared to non-running mice.",
            "Wolfe et al examined the relationship between cardiorespiratory fitness and executive functioning in pediatric brain tumor survivors, and found that higher cardiovascular fitness correlated with a more efficient brain activation pattern (measured with fMRI) during a working memory task.",
            "23 Although the \"cardiovascular fitness\" hypothesis suggests that improved cardiovascular fitness through physical activity mediates cognitive performance benefits, 24, 25 it seems that cardiovascular fitness alone does not explain these benefits.",
            "26 According to several studies in healthy young adults, computer (video) games can improve cognitive abilities, such as attention capacity, executive control, and processing speed. [",
            "27] [28] [29] Based on these findings one might expect that a combination of physical activity and computer games could have an additive or synergistic positive effect on cognition, as has been suggested by Best.",
            "30 We hypothesized that regular active video gaming (ie, video gaming requiring physical activity, also referred to as exercise gaming or exergaming) by survivors of childhood brain tumors could: i) improve cognitive functions (especially executive function and attention, but potentially also memory functions) and ii) Improve the execution of activities of daily living (ADL)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35542",
        "text": "To explore this hypothesis, we designed a pilot study for children treated with radiotherapy for brain tumors, randomizing them to either active video gaming or waiting list, and evaluating the effect on cognitive, motor, and ADL performance. The results on motor performance, with a significant improvement of body coordination after the active-video-gaming period, together with details regarding gaming time, coaching, compliance, and physical activity levels have been reported previously. 31 ",
        "section": "",
        "section_number": 3,
        "sentences": [
            "To explore this hypothesis, we designed a pilot study for children treated with radiotherapy for brain tumors, randomizing them to either active video gaming or waiting list, and evaluating the effect on cognitive, motor, and ADL performance.",
            "The results on motor performance, with a significant improvement of body coordination after the active-video-gaming period, together with details regarding gaming time, coaching, compliance, and physical activity levels have been reported previously.",
            "31"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35542",
        "text": "We identified all living children 7 to 17 years old diagnosed with a brain tumor after 2003 who had completed treatment, including radiotherapy, at our institution 1 to 5 years ago. Patients were identified through the Swedish Childhood Cancer Registry and hospital records (n = 23). The Children's Cancer Centre at Queen Silvia Children´s Hospital in Gothenburg is the single referral center for pediatric oncology in the region of Western Sweden. During 30 months of accrual, we identified 16 patients fulfilling all inclusion criteria and no exclusion criteria (Fig. 1A) . Three declined participation. The remaining 13 children (7 girls and 6 boys), and their parents, consented to participate. Mean age was 12.5 years at the start of the study (median, 13.0 years; range, 7.2-16.4), Previous radiotherapy included craniospinal irradiation in 11 cases and focal radiotherapy in 2 cases. In addition, 12 patients had received chemotherapy, 9 in combination with major neurosurgery. Five had received additional treatment for disease recurrence. The mean time from the end of radiotherapy to the start of the study was 4.4 years (SD = 2.9; median = 4.2; range, 1-12.3). None had any major motor impairment, and although some had balance problems, all were able to play the games standing on their feet. The study was approved by the Regional Ethical Review Board in Gothenburg.",
        "section": "Participants, Inclusion and Exclusion Criteria",
        "section_number": 4,
        "sentences": [
            "We identified all living children 7 to 17 years old diagnosed with a brain tumor after 2003 who had completed treatment, including radiotherapy, at our institution 1 to 5 years ago.",
            "Patients were identified through the Swedish Childhood Cancer Registry and hospital records (n = 23).",
            "The Children's Cancer Centre at Queen Silvia Children´s Hospital in Gothenburg is the single referral center for pediatric oncology in the region of Western Sweden.",
            "During 30 months of accrual, we identified 16 patients fulfilling all inclusion criteria and no exclusion criteria (Fig. 1A) .",
            "Three declined participation.",
            "The remaining 13 children (7 girls and 6 boys), and their parents, consented to participate.",
            "Mean age was 12.5 years at the start of the study (median, 13.0 years; range, 7.2-16.4), Previous radiotherapy included craniospinal irradiation in 11 cases and focal radiotherapy in 2 cases.",
            "In addition, 12 patients had received chemotherapy, 9 in combination with major neurosurgery.",
            "Five had received additional treatment for disease recurrence.",
            "The mean time from the end of radiotherapy to the start of the study was 4.4 years (SD = 2.9; median = 4.2; range, 1-12.3).",
            "None had any major motor impairment, and although some had balance problems, all were able to play the games standing on their feet.",
            "The study was approved by the Regional Ethical Review Board in Gothenburg."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35542",
        "text": "Participants were randomized to an intervention group or a waiting list group by the minimization method. 32 With this method, the randomization group allocated to the next study participant depends partly on the characteristics of those participants already enrolled, thus minimizing the imbalance between the groups across multiple factors. The groups were balanced for the following variables: sex, age at randomization, age at radiotherapy, age group (7 to 13 years or above 13 years), type of radiotherapy (focal vs craniospinal). At mid-study each participant shifted groups in a cross-over fashion. This allowed all participants to take part in the active-video-gaming intervention, something we expected would serve as a motivational factor for study participation. The participants were instructed to refrain from active video gaming during the waiting list period, but otherwise live their life as normal. They were evaluated at 3 time points: at the study start, in-between periods, and at the end of study (Fig. 1B) . These evaluations included tests of cognitive functions and execution of ADL. Testers were blinded to the participants´ randomization group.",
        "section": "Study Design",
        "section_number": 5,
        "sentences": [
            "Participants were randomized to an intervention group or a waiting list group by the minimization method.",
            "32 With this method, the randomization group allocated to the next study participant depends partly on the characteristics of those participants already enrolled, thus minimizing the imbalance between the groups across multiple factors.",
            "The groups were balanced for the following variables: sex, age at randomization, age at radiotherapy, age group (7 to 13 years or above 13 years), type of radiotherapy (focal vs craniospinal).",
            "At mid-study each participant shifted groups in a cross-over fashion.",
            "This allowed all participants to take part in the active-video-gaming intervention, something we expected would serve as a motivational factor for study participation.",
            "The participants were instructed to refrain from active video gaming during the waiting list period, but otherwise live their life as normal.",
            "They were evaluated at 3 time points: at the study start, in-between periods, and at the end of study (Fig. 1B) .",
            "These evaluations included tests of cognitive functions and execution of ADL.",
            "Testers were blinded to the participants´ randomization group."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            1,
            -1,
            -1,
            -1
        ],
        "classification_label": 2
    },
    {
        "doc_id": "35542",
        "text": "Nintendo® Wii™ (Nintendo Co. Ltd, Kyoto, Japan), an off-the-shelf, motion-controlled video console, was used for home-based physical exercise during the intervention period, for a minimum of 30 minutes per day, at least 5 days per week, for 10 to 12 weeks. Games were chosen to mainly stimulate physical activity but also included less physically demanding games, such as balance games, using the Wii Fit balance board accessory. This accessory was also used with aerobic-type games. To measure activity levels participants wore a multisensory activity monitor, the SenseWearPro2 Armband (SWA; BodyMedia, Inc., Pittsburgh, PA), continuously for 1 week at baseline, every second week during the intervention period, and for 1 week after the waiting list period. The SWA records signals from multiple sensors (skin temperature, near-body temperature, heat flux, galvanic skin response and a biaxial accelerometer). Energy expenditure levels as well as time spent at different energy expenditure levels can be estimated from the recordings together with information on age, sex, body weight and height. We used the SenseWear Professional Software (version 6.1 with algorithms 2.2) for this. Energy expenditure levels were expressed as Metabolic Equivalent of Tasks (METs). The MET is a physiological measure of the energy expended during physical activity, defined as the ratio of the metabolic rate during a specific activity to the resting metabolic rate. 33, 34 Gaming time was documented by the participants in a diary. In addition, the Wii console recorded how much time was spent playing each game on any given day.",
        "section": "Intervention Active Video Gaming and Activity Monitoring",
        "section_number": 6,
        "sentences": [
            "Nintendo® Wii™ (Nintendo Co. Ltd, Kyoto, Japan), an off-the-shelf, motion-controlled video console, was used for home-based physical exercise during the intervention period, for a minimum of 30 minutes per day, at least 5 days per week, for 10 to 12 weeks.",
            "Games were chosen to mainly stimulate physical activity but also included less physically demanding games, such as balance games, using the Wii Fit balance board accessory.",
            "This accessory was also used with aerobic-type games.",
            "To measure activity levels participants wore a multisensory activity monitor, the SenseWearPro2 Armband (SWA; BodyMedia, Inc., Pittsburgh, PA), continuously for 1 week at baseline, every second week during the intervention period, and for 1 week after the waiting list period.",
            "The SWA records signals from multiple sensors (skin temperature, near-body temperature, heat flux, galvanic skin response and a biaxial accelerometer).",
            "Energy expenditure levels as well as time spent at different energy expenditure levels can be estimated from the recordings together with information on age, sex, body weight and height.",
            "We used the SenseWear Professional Software (version 6.1 with algorithms 2.2) for this.",
            "Energy expenditure levels were expressed as Metabolic Equivalent of Tasks (METs).",
            "The MET is a physiological measure of the energy expended during physical activity, defined as the ratio of the metabolic rate during a specific activity to the resting metabolic rate.",
            "33, 34 Gaming time was documented by the participants in a diary.",
            "In addition, the Wii console recorded how much time was spent playing each game on any given day."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35542",
        "text": "Weekly coaching was used during the active-video-gaming period as a way of maintaining compliance to the study and confirming that study instructions were being followed. 35 ",
        "section": "Coaching",
        "section_number": 7,
        "sentences": [
            "Weekly coaching was used during the active-video-gaming period as a way of maintaining compliance to the study and confirming that study instructions were being followed.",
            "35"
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35542",
        "text": "Inclusion and exclusion. Patients could be included if they had completed brain tumor treatment (including radiotherapy) 1 to 5 years before and were between 7 to 17 years old. Patients were excluded if 1) not in clinical remission or stable disease (ongoing treatment), 2) in a medically unstable situation or suffering from another medical condition making them unable to follow the study protocol (eg, severe mental retardation, severe autism, photosensitive seizures), 3) not Swedish-speaking. No patient had to be excluded due to physical limitations. The patient excluded due to \"other disease/condition\" had severe autism. B) Study design. After inclusion, participants were randomized (R) to either start with the intervention or waiting list. Tests were performed at 3 time points as indicated in figure. All enrolled subjects completed the study.",
        "section": "Fig. 1 A)",
        "section_number": 8,
        "sentences": [
            "Inclusion and exclusion.",
            "Patients could be included if they had completed brain tumor treatment (including radiotherapy) 1 to 5 years before and were between 7 to 17 years old.",
            "Patients were excluded if 1) not in clinical remission or stable disease (ongoing treatment), 2) in a medically unstable situation or suffering from another medical condition making them unable to follow the study protocol (eg, severe mental retardation, severe autism, photosensitive seizures), 3) not Swedish-speaking.",
            "No patient had to be excluded due to physical limitations.",
            "The patient excluded due to \"other disease/condition\" had severe autism.",
            "B) Study design.",
            "After inclusion, participants were randomized (R) to either start with the intervention or waiting list.",
            "Tests were performed at 3 time points as indicated in figure.",
            "All enrolled subjects completed the study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35542",
        "text": "These sessions were carried out by a research nurse, over the Internet, using laptops with communications software (Adobe Connect Pro, Adobe Systems Inc., San Jose, CA), webcams, and headsets. No coaching was performed during the waiting list period.",
        "section": "Fig. 1 A)",
        "section_number": 9,
        "sentences": [
            "These sessions were carried out by a research nurse, over the Internet, using laptops with communications software (Adobe Connect Pro, Adobe Systems Inc., San Jose, CA), webcams, and headsets.",
            "No coaching was performed during the waiting list period."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35542",
        "text": "The test battery was administered in a quiet room, usually at the hospital, by a trained psychologist. The sequence of tests was standardized, and designed to limit impact from fatigue and extraneous factors, and also to avoid the risk of interference in the period between immediate and delayed recall of Rey Auditory Verbal Learning Test and Rey Complex Figure Table S1 .",
        "section": "Cognitive Assessment",
        "section_number": 10,
        "sentences": [
            "The test battery was administered in a quiet room, usually at the hospital, by a trained psychologist.",
            "The sequence of tests was standardized, and designed to limit impact from fatigue and extraneous factors, and also to avoid the risk of interference in the period between immediate and delayed recall of Rey Auditory Verbal Learning Test and Rey Complex Figure Table S1 ."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35542",
        "text": "To evaluate the ability to perform both personal and instrumental ADLs we used the Assessment of Motor and Process Skills (AMPS). 36 AMPS has been validated for use in Sweden 37 and several studies of the psychometric properties of AMPS, in different populations, age groups and settings, suggest that it is well suited to both clinical and research applications. [38] [39] [40] [41] [42] [43] AMPS measures the quality of a person's performance during ADL tasks by evaluating 16 motor skills and 20 process skills. Motor skills are observable actions used to move oneself and objects within a task environment, and process skills refer to the observable actions of a person to organize and adapt task actions to prevent or overcome problems while performing a functional task (eg, searching, locating, and gathering needed objects; initiating, sequencing, and terminating actions appropriately). 36 A trained and calibrated rater (calibrated to compensate for harshness or softness in the judgment of performance) scores performance (using a 4-point ordinal scale according to explicit, specific criteria) in 2 tasks. These tasks are selected from the AMPS collection of analyzed tasks (eg, setting the dinner table for 4 people or making a fruit salad), and should be familiar to the person tested and identified by him or her as presenting problems in everyday life. The raw scores are adjusted for the challenge of the performed task and the severity of the examiner who scored the patient's performance and converted to a linear measure of motor and process skills, expressed as interval-scaled, log-odds probability units (logits), using many-facet Rasch analysis. [44] [45] [46] This was done using the AMPS software, version 2005. A higher ADL motor or ADL process ability measure indicates that the individual is more able, and a change of 0.3 logits is considered a clinically relevant difference. 47 The evaluations took place in each participant's home, at the 3 time points described above ( Fig. 1B) .",
        "section": "Execution of Activities of Daily Living",
        "section_number": 11,
        "sentences": [
            "To evaluate the ability to perform both personal and instrumental ADLs we used the Assessment of Motor and Process Skills (AMPS).",
            "36 AMPS has been validated for use in Sweden 37 and several studies of the psychometric properties of AMPS, in different populations, age groups and settings, suggest that it is well suited to both clinical and research applications. [",
            "38] [39] [40] [41] [42] [43] AMPS measures the quality of a person's performance during ADL tasks by evaluating 16 motor skills and 20 process skills.",
            "Motor skills are observable actions used to move oneself and objects within a task environment, and process skills refer to the observable actions of a person to organize and adapt task actions to prevent or overcome problems while performing a functional task (eg, searching, locating, and gathering needed objects; initiating, sequencing, and terminating actions appropriately).",
            "36 A trained and calibrated rater (calibrated to compensate for harshness or softness in the judgment of performance) scores performance (using a 4-point ordinal scale according to explicit, specific criteria) in 2 tasks.",
            "These tasks are selected from the AMPS collection of analyzed tasks (eg, setting the dinner table for 4 people or making a fruit salad), and should be familiar to the person tested and identified by him or her as presenting problems in everyday life.",
            "The raw scores are adjusted for the challenge of the performed task and the severity of the examiner who scored the patient's performance and converted to a linear measure of motor and process skills, expressed as interval-scaled, log-odds probability units (logits), using many-facet Rasch analysis. [",
            "44] [45] [46] This was done using the AMPS software, version 2005.",
            "A higher ADL motor or ADL process ability measure indicates that the individual is more able, and a change of 0.3 logits is considered a clinically relevant difference.",
            "47 The evaluations took place in each participant's home, at the 3 time points described above ( Fig. 1B) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35542",
        "text": "To detect a mean difference of 1 SD between the 2 randomization groups, with a power of 80% and an alpha of 0.05, a sample size of 34 was estimated. Since we expected this number to be difficult to achieve, given the population base and the rarity of the underlying condition, we designed a pilot study with a cross-over design. This allowed us to evaluate each child's performance before and after the intervention period (within-subjects design), as well as to compare the randomization groups after the first period. A conventional crossover analysis was not done, since we could not exclude a carry-over effect from the intervention. As a primary analysis, we performed Fisher's paired non-parametric permutation test 48 of the change in outcome variables during the intervention period, for all individuals. As a sensitivity analysis, a parallel group analysis was done, comparing the change in outcome variables during the first period between the intervention group and the waiting-list group, using analysis of covariance (ANCOVA) to adjust for the baseline values, with randomization group and baseline scores as independent variables. All tests were 2-sided, with a significance level of .05, and were based on the intentionto-treat population. A secondary analysis measuring the correlation between activity levels and gaming time during the intervention period and the change in outcome variables was performed using Pitman´s non-parametric permutation test, 48 and described with Pearson correlation coefficient. To calculate the effect sizes we used the Standardized Response Mean (SRM), ie, the ratio between the mean change score and the standard deviation of that change score within the same group.",
        "section": "Statistical Methods",
        "section_number": 12,
        "sentences": [
            "To detect a mean difference of 1 SD between the 2 randomization groups, with a power of 80% and an alpha of 0.05, a sample size of 34 was estimated.",
            "Since we expected this number to be difficult to achieve, given the population base and the rarity of the underlying condition, we designed a pilot study with a cross-over design.",
            "This allowed us to evaluate each child's performance before and after the intervention period (within-subjects design), as well as to compare the randomization groups after the first period.",
            "A conventional crossover analysis was not done, since we could not exclude a carry-over effect from the intervention.",
            "As a primary analysis, we performed Fisher's paired non-parametric permutation test 48 of the change in outcome variables during the intervention period, for all individuals.",
            "As a sensitivity analysis, a parallel group analysis was done, comparing the change in outcome variables during the first period between the intervention group and the waiting-list group, using analysis of covariance (ANCOVA) to adjust for the baseline values, with randomization group and baseline scores as independent variables.",
            "All tests were 2-sided, with a significance level of .05, and were based on the intentionto-treat population.",
            "A secondary analysis measuring the correlation between activity levels and gaming time during the intervention period and the change in outcome variables was performed using Pitman´s non-parametric permutation test, 48 and described with Pearson correlation coefficient.",
            "To calculate the effect sizes we used the Standardized Response Mean (SRM), ie, the ratio between the mean change score and the standard deviation of that change score within the same group."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35542",
        "text": "These analyses were done using SAS Software (version 9.3, SAS Institute, Cary, NC). To further describe the patient group we also, post-hoc, compared the AMPS´ Z scores with normative data using 1-sample t test. Posthoc analyses were done using SPSS statistics for Windows (Version 20; IBM Corp., Armonk, NY).",
        "section": "Statistical Methods",
        "section_number": 13,
        "sentences": [
            "These analyses were done using SAS Software (version 9.3, SAS Institute, Cary, NC).",
            "To further describe the patient group we also, post-hoc, compared the AMPS´ Z scores with normative data using 1-sample t test.",
            "Posthoc analyses were done using SPSS statistics for Windows (Version 20; IBM Corp., Armonk, NY)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35542",
        "text": "The demographics and randomization results are presented in Table 1 . There were no significant differences in age at randomization, age at radiotherapy, sex, tumor location, or baseline IQ score between randomization groups.",
        "section": "Results",
        "section_number": 14,
        "sentences": [
            "The demographics and randomization results are presented in Table 1 .",
            "There were no significant differences in age at randomization, age at radiotherapy, sex, tumor location, or baseline IQ score between randomization groups."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35542",
        "text": "We found no statistically significant change in cognitive outcome variables between tests before and after the intervention period, although there were some trends for improvement in sustained attention (CPT-II omission, T-score) by mean -8.9 (lower score = better; SD = 19.2, P = .090; 95% CI, -21.80-4.07) and selective attention (Mapmission, standard points) by mean 0.9, (SD = 1.6, P = .078; 95% CI, -0.015-1.861). ( Table 2 ). The mean IQ score at baseline was 76.8 (SD = 8.0; median = 77; range, 63-90).",
        "section": "Impact of the Intervention on Cognitive Test Results",
        "section_number": 15,
        "sentences": [
            "We found no statistically significant change in cognitive outcome variables between tests before and after the intervention period, although there were some trends for improvement in sustained attention (CPT-II omission, T-score) by mean -8.9 (lower score = better; SD = 19.2, P = .090; 95% CI, -21.80-4.07) and selective attention (Mapmission, standard points) by mean 0.9, (SD = 1.6, P = .078; 95% CI, -0.015-1.861). (",
            "Table 2 ).",
            "The mean IQ score at baseline was 76.8 (SD = 8.0; median = 77; range, 63-90)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35542",
        "text": "The mean ADL motor Z score before the intervention was significantly reduced compared to the norm (mean Z score -1.7; 95% CI, -2.5 --0.93), and although it improved, it still was below the norm after the intervention (mean -1.1; 95% CI, -1.7 --0.46) ( Fig. 2A) . The mean ADL motor skills score improved significantly with a mean 0.51 logits (95% CI, 0.16 -0.85) when comparing results from before and after the intervention period (within-subjects analysis, P = .012) ( Table 3 , Fig. 2B ). In the sensitivity (parallel group) analysis the mean improvement in motor skills was 0.47 logits, but no longer statistically significant (95% CI, -0.02 -0.96, P = .059) ( Table 4) .",
        "section": "Impact of the Intervention on the Execution of ADL",
        "section_number": 16,
        "sentences": [
            "The mean ADL motor Z score before the intervention was significantly reduced compared to the norm (mean Z score -1.7; 95% CI, -2.5 --0.93), and although it improved, it still was below the norm after the intervention (mean -1.1; 95% CI, -1.7 --0.46) ( Fig. 2A) .",
            "The mean ADL motor skills score improved significantly with a mean 0.51 logits (95% CI, 0.16 -0.85) when comparing results from before and after the intervention period (within-subjects analysis, P = .012) ( Table 3 , Fig. 2B ).",
            "In the sensitivity (parallel group) analysis the mean improvement in motor skills was 0.47 logits, but no longer statistically significant (95% CI, -0.02 -0.96, P = .059) ( Table 4) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35542",
        "text": "The mean ADL process Z score before the intervention was also significantly below the norm (mean Z score -1.1; 95% CI, -1.8 --0.45), but increased after the intervention, reaching the age-expected values (mean 0.20; 95% CI, -0.24 -0.64) (Fig. 2C) . The ADL process skills improved with 0.50 logits in the within-subjects analysis (95% CI, 0.27 -0.74, P = .0020), increasing the mean AMPS process score to 1.36 logits (95% CI, 1.13 -1.59) after the intervention; ie, above the cutoff for independent living 36 (Fig. 2D) . Furthermore, the improvement was still statistically significant in the parallel group analysis, (mean improvement 0.47 logits; 95% CI, 0.06 -0.89; P = .030) ( Table 4) .",
        "section": "Impact of the Intervention on the Execution of ADL",
        "section_number": 17,
        "sentences": [
            "The mean ADL process Z score before the intervention was also significantly below the norm (mean Z score -1.1; 95% CI, -1.8 --0.45), but increased after the intervention, reaching the age-expected values (mean 0.20; 95% CI, -0.24 -0.64) (Fig. 2C) .",
            "The ADL process skills improved with 0.50 logits in the within-subjects analysis (95% CI, 0.27 -0.74, P = .0020), increasing the mean AMPS process score to 1.36 logits (95% CI, 1.13 -1.59) after the intervention; ie, above the cutoff for independent living 36 (Fig. 2D) .",
            "Furthermore, the improvement was still statistically significant in the parallel group analysis, (mean improvement 0.47 logits; 95% CI, 0.06 -0.89; P = .030) ( Table 4) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35542",
        "text": "Mean active video gaming time per day was 47 minutes per gaming day (SD = 25; median = 38; range, 9-205 minutes) for a mean (and median) of 51 gaming days (range, 38-69) with a mean intervention period of 71 days (SD = 5.3, median = 70; range, 60-82). Mean daily energy expenditure was 1.9 METs at baseline compared to 2.0 during the intervention period (not significant). Mean energy expenditure was 3.0 METs during sessions of active video gaming (ie, a moderate physical activity). Details regarding activity levels and compliance have been reported Neuro-Oncology Neuro-Oncology Practice previously. 31 There was no significant correlation between the improvement in AMPS (r=0.1-0.4) to gaming time (total and daily mean gaming time) or energy expenditure (MET) levels (not shown).",
        "section": "Activity Levels",
        "section_number": 18,
        "sentences": [
            "Mean active video gaming time per day was 47 minutes per gaming day (SD = 25; median = 38; range, 9-205 minutes) for a mean (and median) of 51 gaming days (range, 38-69) with a mean intervention period of 71 days (SD = 5.3, median = 70; range, 60-82).",
            "Mean daily energy expenditure was 1.9 METs at baseline compared to 2.0 during the intervention period (not significant).",
            "Mean energy expenditure was 3.0 METs during sessions of active video gaming (ie, a moderate physical activity).",
            "Details regarding activity levels and compliance have been reported Neuro-Oncology Neuro-Oncology Practice previously.",
            "31 There was no significant correlation between the improvement in AMPS (r=0.1-0.4) to gaming time (total and daily mean gaming time) or energy expenditure (MET) levels (not shown)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35542",
        "text": "In this pilot study, active video gaming was used as a home-based intervention for childhood brain tumor survivors with the primary goal of improving cognitive functioning and the secondary goal of improving the execution of routine ADL. We found a significant improvement in the execution of ADL but no significant improvement in cognitive tests. During the active video gaming period we used regular coaching through the Internet and managed to get the participants to regularly exercise with moderately intensive physical activity.",
        "section": "Discussion",
        "section_number": 19,
        "sentences": [
            "In this pilot study, active video gaming was used as a home-based intervention for childhood brain tumor survivors with the primary goal of improving cognitive functioning and the secondary goal of improving the execution of routine ADL.",
            "We found a significant improvement in the execution of ADL but no significant improvement in cognitive tests.",
            "During the active video gaming period we used regular coaching through the Internet and managed to get the participants to regularly exercise with moderately intensive physical activity."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35542",
        "text": "The concept of using active video gaming to improve cognitive abilities has not, to our knowledge, been tried before in childhood brain tumor survivors. A study by de Kloet et al tried a similar approach in children and young adults with acquired brain damage, and found positive effects on processing speed, attention, and response inhibition tests. 49 Other forms of exercise have been tried in pediatric settings, with the intention to improve cognition. Davis et al randomized overweight children to a control group, 20 minutes of exercise, or 40 minutes of exercise (exercise consisting of aerobic games, 5 days/week) and found dose-response benefits of executive function (planning) and math achievement. 50 Donnelly et al cluster randomized 24 elementary schools to physical activity across the curriculum (PAAC) or control, examining the effect on body mass index (BMI), but as a secondary outcome also measured academic achievement. The intervention, which consisted of 10-minute sessions of moderate to vigorous physical activity delivered intermittently throughout the 51 A 9-year intervention study showed that physical education in school 5 days a week, plus adapted motor training if needed, instead of 2 days a week, reduced motor skills deficits from 47% to 7% and increased the proportion of pupils who qualified for upper secondary school from 81% to 97%. 52 Although active video gaming in the present study was performed as intended, the physical activity during active video gaming sessions was of low to moderate intensity, 31 and the overall daily energy expenditure level did not change significantly over the intervention period. It is possible that the intervention was not intense enough to have an effect on cognitive outcome measures, or that a longer intervention period would have been required to see a measurable effect. Exercise intervention studies in older adults have resulted in conflicting results and it has been proposed that longer intervention periods (≥1 year) are necessary to get cognitive health benefits. 53 However, in the studies by Davis et al and de Kloet et al, 49, 50 intervention periods of 12 to 13 weeks were sufficient to achieve cognitive improvements. In a juvenile rat model, low-intensity treadmill running increased hippocampal neurogenesis more than high intensity running, suggesting an inverted-U dose response of hippocampal neurogenesis to exercise intensity. 54 Higher intensity exercise does not by default mean better cognitive outcome compared to lower intensity. Fig. 2 A) Z scores for AMPS motor score, before and after the intervention. Participants had significantly lower values compared to the norm before the intervention, and although the score improved after the intervention, it was still significantly lower than the norm (1-sample t test). B) AMPS motor skill scores in logits before and after the intervention increased significantly in the within-subjects analysis. The cut-off level for independent living (indicated in figure) is regarded to be 2.0 for AMPS motor skills. C) Z scores for AMPS process score before and after the intervention. Participants had significantly lower process scores compared to the norm before the intervention but after the intervention the score was within the normal range (1-sample t test). D) AMPS process skill scores in logits before and after the intervention also increased significantly in the within-subjects analysis. The cut-off level for independent living (indicated in figure) is regarded to be 1.0 for AMPS process skills.",
        "section": "Discussion",
        "section_number": 20,
        "sentences": [
            "The concept of using active video gaming to improve cognitive abilities has not, to our knowledge, been tried before in childhood brain tumor survivors.",
            "A study by de Kloet et al tried a similar approach in children and young adults with acquired brain damage, and found positive effects on processing speed, attention, and response inhibition tests.",
            "49 Other forms of exercise have been tried in pediatric settings, with the intention to improve cognition.",
            "Davis et al randomized overweight children to a control group, 20 minutes of exercise, or 40 minutes of exercise (exercise consisting of aerobic games, 5 days/week) and found dose-response benefits of executive function (planning) and math achievement.",
            "50 Donnelly et al cluster randomized 24 elementary schools to physical activity across the curriculum (PAAC) or control, examining the effect on body mass index (BMI), but as a secondary outcome also measured academic achievement.",
            "The intervention, which consisted of 10-minute sessions of moderate to vigorous physical activity delivered intermittently throughout the 51 A 9-year intervention study showed that physical education in school 5 days a week, plus adapted motor training if needed, instead of 2 days a week, reduced motor skills deficits from 47% to 7% and increased the proportion of pupils who qualified for upper secondary school from 81% to 97%.",
            "52 Although active video gaming in the present study was performed as intended, the physical activity during active video gaming sessions was of low to moderate intensity, 31 and the overall daily energy expenditure level did not change significantly over the intervention period.",
            "It is possible that the intervention was not intense enough to have an effect on cognitive outcome measures, or that a longer intervention period would have been required to see a measurable effect.",
            "Exercise intervention studies in older adults have resulted in conflicting results and it has been proposed that longer intervention periods (≥1 year) are necessary to get cognitive health benefits.",
            "53 However, in the studies by Davis et al and de Kloet et al, 49, 50 intervention periods of 12 to 13 weeks were sufficient to achieve cognitive improvements.",
            "In a juvenile rat model, low-intensity treadmill running increased hippocampal neurogenesis more than high intensity running, suggesting an inverted-U dose response of hippocampal neurogenesis to exercise intensity.",
            "54 Higher intensity exercise does not by default mean better cognitive outcome compared to lower intensity.",
            "Fig. 2 A) Z scores for AMPS motor score, before and after the intervention.",
            "Participants had significantly lower values compared to the norm before the intervention, and although the score improved after the intervention, it was still significantly lower than the norm (1-sample t test).",
            "B) AMPS motor skill scores in logits before and after the intervention increased significantly in the within-subjects analysis.",
            "The cut-off level for independent living (indicated in figure) is regarded to be 2.0 for AMPS motor skills.",
            "C) Z scores for AMPS process score before and after the intervention.",
            "Participants had significantly lower process scores compared to the norm before the intervention but after the intervention the score was within the normal range (1-sample t test).",
            "D) AMPS process skill scores in logits before and after the intervention also increased significantly in the within-subjects analysis.",
            "The cut-off level for independent living (indicated in figure) is regarded to be 1.0 for AMPS process skills."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35542",
        "text": "The use of nonactive video games in a study by Green et al showed that young adults who played computer games had better spatial and temporal visual attention, as well as increased visual attention capacity, compared to nongamers. Furthermore, the nongamers improved their visual attention capacity after training action video games for just 10 days, compared to a control group playing slower paced games (Tetris). 28 Dye et al compared children playing action video games with those playing nonaction video games and concluded that action video gamers had shorter reaction times without making more errors and had enhanced attentional resources. 55 There is, however, still some debate as to whether the improvements seen in such studies are a result of bias due to study design flaws (eg, differential bias) and if these improvements are transferable to other tasks. 56 In the present study we found a clinically relevant effect in the execution of ADL but no statistically significant effect on any cognitive parameters. Although there is some evidence for low-to-moderate correlations between (the process part of) AMPS and cognitive results in children with hemiparesis, 57 in adults with mild dementia, 58 and stroke, 59 the AMPS process score should not be equated with specific neuropsychological tests, since the relative contributions of specific cognitive abilities to ADL process skills vary across skill items and tasks. 36 The improvements in AMPS scores were not only statistically significant, but also of a clinically meaningful magnitude, indicating that active video gaming could help childhood brain tumor survivors in becoming more independent in their daily lives. Future studies should address if the effect is long lasting as well as the impact it might have on quality of survival.",
        "section": "Neuro-Oncology Neuro-Oncology Practice",
        "section_number": 21,
        "sentences": [
            "The use of nonactive video games in a study by Green et al showed that young adults who played computer games had better spatial and temporal visual attention, as well as increased visual attention capacity, compared to nongamers.",
            "Furthermore, the nongamers improved their visual attention capacity after training action video games for just 10 days, compared to a control group playing slower paced games (Tetris).",
            "28 Dye et al compared children playing action video games with those playing nonaction video games and concluded that action video gamers had shorter reaction times without making more errors and had enhanced attentional resources.",
            "55 There is, however, still some debate as to whether the improvements seen in such studies are a result of bias due to study design flaws (eg, differential bias) and if these improvements are transferable to other tasks.",
            "56 In the present study we found a clinically relevant effect in the execution of ADL but no statistically significant effect on any cognitive parameters.",
            "Although there is some evidence for low-to-moderate correlations between (the process part of) AMPS and cognitive results in children with hemiparesis, 57 in adults with mild dementia, 58 and stroke, 59 the AMPS process score should not be equated with specific neuropsychological tests, since the relative contributions of specific cognitive abilities to ADL process skills vary across skill items and tasks.",
            "36 The improvements in AMPS scores were not only statistically significant, but also of a clinically meaningful magnitude, indicating that active video gaming could help childhood brain tumor survivors in becoming more independent in their daily lives.",
            "Future studies should address if the effect is long lasting as well as the impact it might have on quality of survival."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35542",
        "text": "It is unlikely that the AMPS score improvement is caused by a retesting effect, since the improvement on ADL process skills in the intervention group remained statistically significant also in the parallel group analysis, when both groups had experienced the same number of tests. Although the statistical significance was lost in AMPS motor skills, this could be a type II error due to the small numbers in this study. Furthermore, the AMPS test has been shown to have high test-retest reliability (AMPS motor r=0.9-0.91; AMPS process r=0.87-0.90). 36 On the other hand, since the waiting-list group did not receive the same amount of attention, we cannot rule out the possibility that the improvements seen could be an unspecific effect from participating in a study. All in all, we think our results are interesting and should motivate further studies. The evaluations immediately before and after the intervention period were used for both randomization groups. Variables are presented as Mean (SD) / Median (Min; Max) / (95% CI for mean). Effect size expressed as Standardized Response Mean. Variables are presented as Mean (SD) / Median (Min; Max). For comparing the change in outcome variables during the first period, analysis of covariance (ANCOVA) was used to adjust for the baseline values, with randomization group and baseline scores as independent variables.",
        "section": "Neuro-Oncology Neuro-Oncology Practice",
        "section_number": 22,
        "sentences": [
            "It is unlikely that the AMPS score improvement is caused by a retesting effect, since the improvement on ADL process skills in the intervention group remained statistically significant also in the parallel group analysis, when both groups had experienced the same number of tests.",
            "Although the statistical significance was lost in AMPS motor skills, this could be a type II error due to the small numbers in this study.",
            "Furthermore, the AMPS test has been shown to have high test-retest reliability (AMPS motor r=0.9-0.91; AMPS process r=0.87-0.90).",
            "36 On the other hand, since the waiting-list group did not receive the same amount of attention, we cannot rule out the possibility that the improvements seen could be an unspecific effect from participating in a study.",
            "All in all, we think our results are interesting and should motivate further studies.",
            "The evaluations immediately before and after the intervention period were used for both randomization groups.",
            "Variables are presented as Mean (SD) / Median (Min; Max) / (95% CI for mean).",
            "Effect size expressed as Standardized Response Mean.",
            "Variables are presented as Mean (SD) / Median (Min; Max).",
            "For comparing the change in outcome variables during the first period, analysis of covariance (ANCOVA) was used to adjust for the baseline values, with randomization group and baseline scores as independent variables."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35542",
        "text": "The strengths of this study include the randomized design with blinded evaluations in an unselected group of patients. The active video gaming intervention was performed under everyday conditions in the participants' homes, with the aid of weekly Internet-based coaching to enhance compliance. The patient group at hand was heterogeneous with ages from 7 to 16 years and radiotherapy treatment to different regions of the brain and with different times of follow-up, but with an even distribution between sexes. This group of patients represents the patients treated with cranial radiotherapy at our center during a 9.5-year period and is in this respect an unselected group. Despite the heterogeneity, we could still detect statistically significant improvements in the execution of ADL. The neuropsychological tests were chosen to cover a broad spectrum of cognitive functions, especially executive functions and attention, but the test results before and after the intervention did not change significantly.",
        "section": "Neuro-Oncology Neuro-Oncology Practice",
        "section_number": 23,
        "sentences": [
            "The strengths of this study include the randomized design with blinded evaluations in an unselected group of patients.",
            "The active video gaming intervention was performed under everyday conditions in the participants' homes, with the aid of weekly Internet-based coaching to enhance compliance.",
            "The patient group at hand was heterogeneous with ages from 7 to 16 years and radiotherapy treatment to different regions of the brain and with different times of follow-up, but with an even distribution between sexes.",
            "This group of patients represents the patients treated with cranial radiotherapy at our center during a 9.5-year period and is in this respect an unselected group.",
            "Despite the heterogeneity, we could still detect statistically significant improvements in the execution of ADL.",
            "The neuropsychological tests were chosen to cover a broad spectrum of cognitive functions, especially executive functions and attention, but the test results before and after the intervention did not change significantly."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35542",
        "text": "The main limitation is the small sample size due to the rarity of the condition and this could yield a type-II error. Sibley and Etnier calculated an overall effect size of 0.32 for physical activity on cognition, 60 which would have required our study to be much larger. Although not reaching statistical significance, the effect sizes (SRM) in the present study were of similar magnitude; eg, 0.30 for sustained attention and 0.56 for selective attention.",
        "section": "Neuro-Oncology Neuro-Oncology Practice",
        "section_number": 24,
        "sentences": [
            "The main limitation is the small sample size due to the rarity of the condition and this could yield a type-II error.",
            "Sibley and Etnier calculated an overall effect size of 0.32 for physical activity on cognition, 60 which would have required our study to be much larger.",
            "Although not reaching statistical significance, the effect sizes (SRM) in the present study were of similar magnitude; eg, 0.30 for sustained attention and 0.56 for selective attention."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "35542",
        "text": "We did not measure the amount of regular (ie, nonactive) video gaming the participants engaged in during the study period. Although the participants were asked to refrain from active video gaming during the control period, nonactive video gaming was not restricted. In the light of recent findings indicating that computerized training can improve cognitive outcome, 61 this could potentially have influenced the results.",
        "section": "Neuro-Oncology Neuro-Oncology Practice",
        "section_number": 25,
        "sentences": [
            "We did not measure the amount of regular (ie, nonactive) video gaming the participants engaged in during the study period.",
            "Although the participants were asked to refrain from active video gaming during the control period, nonactive video gaming was not restricted.",
            "In the light of recent findings indicating that computerized training can improve cognitive outcome, 61 this could potentially have influenced the results."
        ],
        "sentence_labels": [
            -1,
            1,
            -1
        ],
        "classification_label": 2
    },
    {
        "doc_id": "35542",
        "text": "There are data from animal studies showing that the combination of physical activity and cognitively challenging tasks (enriched environment) has additive effects on hippocampal neurogenesis. 62 Active video games incorporate not only movement or physical exercise, but also require coordinative activity, planning, visual and auditory perception, and, in some cases, interpersonal interactions. Whether this combination improves cognitive functions in childhood brain tumor survivors remains to be proven in a larger trial. Future trials should explore how baseline physical fitness impacts the intervention´s effect and also if the combination is more effective than physical exercise alone. A computerized (nonactive) cognitive training program was recently shown to improve attention, working memory and processing speed in childhood cancer survivors. 61 Such a program in combination with active video gaming could potentially be more effective, and at the same time make the intervention more varied for the participants, reducing attrition over longer intervention periods. Internet-based coaching could also be an important method to improve compliance in such studies. Our study indicates that active video gaming can improve childhood brain tumor survivors´ ADL abilities, reaching levels needed for \"independent living\" . We suggest that future cognitive intervention trials include not only cognitive tests, but also tests of ADL function.",
        "section": "Neuro-Oncology Neuro-Oncology Practice",
        "section_number": 26,
        "sentences": [
            "There are data from animal studies showing that the combination of physical activity and cognitively challenging tasks (enriched environment) has additive effects on hippocampal neurogenesis.",
            "62 Active video games incorporate not only movement or physical exercise, but also require coordinative activity, planning, visual and auditory perception, and, in some cases, interpersonal interactions.",
            "Whether this combination improves cognitive functions in childhood brain tumor survivors remains to be proven in a larger trial.",
            "Future trials should explore how baseline physical fitness impacts the intervention´s effect and also if the combination is more effective than physical exercise alone.",
            "A computerized (nonactive) cognitive training program was recently shown to improve attention, working memory and processing speed in childhood cancer survivors.",
            "61 Such a program in combination with active video gaming could potentially be more effective, and at the same time make the intervention more varied for the participants, reducing attrition over longer intervention periods.",
            "Internet-based coaching could also be an important method to improve compliance in such studies.",
            "Our study indicates that active video gaming can improve childhood brain tumor survivors´ ADL abilities, reaching levels needed for \"independent living\" .",
            "We suggest that future cognitive intervention trials include not only cognitive tests, but also tests of ADL function."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    }
]