[
    {
        "doc_id": "38441",
        "text": "Vaccine Reports Background: The live, attenuated, tetravalent dengue vaccine (CYD-TDV) is licensed in a number of dengue endemic countries for individuals ≥9 years of age. Before the integration of any vaccine into childhood vaccination schedules, a lack of immune interference and acceptable safety when coadministered with other recommended vaccines should be demonstrated. Methods: This randomized, multi-center phase III trial was conducted in Mexico. Healthy toddlers (n = 732) received a booster dose of a licensed pentavalent combination vaccine [diphtheria, tetanus, acellular pertussis, inactivated polio vaccine and Haemophilus influenzae type b (DTaP-IPV// Hib)] either concomitantly or sequentially, with the second dose of CYD-TDV administered as a 3-dose schedule. Antibody titers against diphtheria toxoid, tetanus toxoid and pertussis antigens were measured by enzymelinked immunosorbent assay. Antibodies against poliovirus and dengue serotypes were measured using a plaque reduction neutralization test. Noninferiority was demonstrated for each of the DTaP-IPV//Hib antigens if the lower limit of the 2-sided 95% confidence interval of the difference in seroconversion rates between the 2 groups (CYD-TDV and placebo) was ≥10%. Safety of both vaccines was assessed. Results: Noninferiority in immune response was demonstrated for all DTaP-IPV//Hib antigens. After 3 doses of CYD-TDV, no difference was observed in the immune response for CYD-TDV between groups. There were no safety concerns during the study. Conclusion: Coadministration of the DTaP-IPV//Hib booster vaccine with CYD-TDV has no observed impact on the immunogenicity or safety profile of the DTaP-IPV//Hib booster vaccine. No difference was observed on the CYD-TDV profile when administered concomitantly or sequentially with the DTaP-IPV//Hib booster vaccine.",
        "section": "Abstract",
        "sentences": [
            "Vaccine Reports Background: The live, attenuated, tetravalent dengue vaccine (CYD-TDV) is licensed in a number of dengue endemic countries for individuals ≥9 years of age.",
            "Before the integration of any vaccine into childhood vaccination schedules, a lack of immune interference and acceptable safety when coadministered with other recommended vaccines should be demonstrated.",
            "Methods: This randomized, multi-center phase III trial was conducted in Mexico.",
            "Healthy toddlers (n = 732) received a booster dose of a licensed pentavalent combination vaccine [diphtheria, tetanus, acellular pertussis, inactivated polio vaccine and Haemophilus influenzae type b (DTaP-IPV// Hib)] either concomitantly or sequentially, with the second dose of CYD-TDV administered as a 3-dose schedule.",
            "Antibody titers against diphtheria toxoid, tetanus toxoid and pertussis antigens were measured by enzymelinked immunosorbent assay.",
            "Antibodies against poliovirus and dengue serotypes were measured using a plaque reduction neutralization test.",
            "Noninferiority was demonstrated for each of the DTaP-IPV//Hib antigens if the lower limit of the 2-sided 95% confidence interval of the difference in seroconversion rates between the 2 groups (CYD-TDV and placebo) was ≥10%.",
            "Safety of both vaccines was assessed.",
            "Results: Noninferiority in immune response was demonstrated for all DTaP-IPV//Hib antigens.",
            "After 3 doses of CYD-TDV, no difference was observed in the immune response for CYD-TDV between groups.",
            "There were no safety concerns during the study.",
            "Conclusion: Coadministration of the DTaP-IPV//Hib booster vaccine with CYD-TDV has no observed impact on the immunogenicity or safety profile of the DTaP-IPV//Hib booster vaccine.",
            "No difference was observed on the CYD-TDV profile when administered concomitantly or sequentially with the DTaP-IPV//Hib booster vaccine."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38441",
        "text": "D engue is caused by 4 distinct dengue virus serotypes (types 1-4), transmitted by mosquitoes, in particular, Aedes aegypti. 1 World Health Organization estimates of the global incidence of dengue infections per year have previously ranged between 50 and 100 million 2 ; however, recent estimates suggest this number may be closer to 390 million. 3 In 2012, the World Health Organization classified dengue as the most important mosquito-borne viral disease in the world and released a strategy report that set the goal of reducing dengue mortality by at least 50% and morbidity by at least 25% by 2020. 2 Consequently, the development of a safe and effective vaccine against dengue has become an international health priority. Data from 2 large-scale phase III studies with a recombinant, live, attenuated, tetravalent dengue vaccine (CYD-TDV) 4, 5 and longer term followup of participants in these studies 6 supported the licensure of the vaccine for individuals of 9-45 or 9-60 years of age in a number of dengue endemic areas, including Latin America where dengue is an escalating public health concern. 7 To facilitate the potential future integration of CYD-TDV into existing childhood vaccination schedules in countries where the vaccine is licensed, coadministration with other routine childhood vaccines may be required to maximize vaccination opportunity. It is thus important to demonstrate a lack of immune interference and an acceptable safety profile when it is coadministered with other recommended vaccines.",
        "section": "",
        "section_number": 1,
        "sentences": [
            "D engue is caused by 4 distinct dengue virus serotypes (types 1-4), transmitted by mosquitoes, in particular, Aedes aegypti.",
            "1 World Health Organization estimates of the global incidence of dengue infections per year have previously ranged between 50 and 100 million 2 ; however, recent estimates suggest this number may be closer to 390 million.",
            "3 In 2012, the World Health Organization classified dengue as the most important mosquito-borne viral disease in the world and released a strategy report that set the goal of reducing dengue mortality by at least 50% and morbidity by at least 25% by 2020.",
            "2 Consequently, the development of a safe and effective vaccine against dengue has become an international health priority.",
            "Data from 2 large-scale phase III studies with a recombinant, live, attenuated, tetravalent dengue vaccine (CYD-TDV) 4, 5 and longer term followup of participants in these studies 6 supported the licensure of the vaccine for individuals of 9-45 or 9-60 years of age in a number of dengue endemic areas, including Latin America where dengue is an escalating public health concern.",
            "7 To facilitate the potential future integration of CYD-TDV into existing childhood vaccination schedules in countries where the vaccine is licensed, coadministration with other routine childhood vaccines may be required to maximize vaccination opportunity.",
            "It is thus important to demonstrate a lack of immune interference and an acceptable safety profile when it is coadministered with other recommended vaccines."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38441",
        "text": "The aim of this study was to demonstrate the noninferiority (in terms of antibody responses to all antigens) of the booster dose of a licensed pentavalent combination vaccine comprising diphtheria, tetanus, acellular pertussis, inactivated polio vaccine and Haemophilus influenzae type b (DTaP-IPV//Hib) (Pentaxim; Sanofi Pasteur S.A., Marcy l'Etoile, France) when coadministered with CYD-TDV or placebo. The immunogenicity of the CYD-TDV vaccine was assessed after the second and third doses of CYD-TDV in both groups, where the second CYD-TDV dose was coadministered or sequentially administered with the booster dose of DTaP-IPV//Hib. In addition, the safety profile was assessed after each dose for both vaccines. study protocol, including any amendments, was approved by each study site's Institutional Review Board and Independent Ethics Committee. Written informed consent was obtained from all participants' parents/guardians before study entry.",
        "section": "",
        "section_number": 2,
        "sentences": [
            "The aim of this study was to demonstrate the noninferiority (in terms of antibody responses to all antigens) of the booster dose of a licensed pentavalent combination vaccine comprising diphtheria, tetanus, acellular pertussis, inactivated polio vaccine and Haemophilus influenzae type b (DTaP-IPV//Hib) (Pentaxim; Sanofi Pasteur S.A., Marcy l'Etoile, France) when coadministered with CYD-TDV or placebo.",
            "The immunogenicity of the CYD-TDV vaccine was assessed after the second and third doses of CYD-TDV in both groups, where the second CYD-TDV dose was coadministered or sequentially administered with the booster dose of DTaP-IPV//Hib.",
            "In addition, the safety profile was assessed after each dose for both vaccines.",
            "study protocol, including any amendments, was approved by each study site's Institutional Review Board and Independent Ethics Committee.",
            "Written informed consent was obtained from all participants' parents/guardians before study entry."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38441",
        "text": "Eligible participants were healthy toddlers 9-12 months of age, born at full term (≥37 weeks) with a birth weight ≥2.5 kg and with documented evidence for completion of the primary vaccination series with DTaP-IPV//Hib vaccine (Pentaxim; Sanofi Pasteur, Marcy l'Etoile, France). Exclusion criteria included a history of pertussis and/or Hib infection or previous vaccination against flavivirus diseases (to avoid potential cross-reactive effects on the dengue humoral response), measles, mumps or rubella, or previous booster vaccination against pneumococcal diseases, diphtheria, tetanus, pertussis, Hib and/or polio",
        "section": "",
        "section_number": 3,
        "sentences": [
            "Eligible participants were healthy toddlers 9-12 months of age, born at full term (≥37 weeks) with a birth weight ≥2.5 kg and with documented evidence for completion of the primary vaccination series with DTaP-IPV//Hib vaccine (Pentaxim; Sanofi Pasteur, Marcy l'Etoile, France).",
            "Exclusion criteria included a history of pertussis and/or Hib infection or previous vaccination against flavivirus diseases (to avoid potential cross-reactive effects on the dengue humoral response), measles, mumps or rubella, or previous booster vaccination against pneumococcal diseases, diphtheria, tetanus, pertussis, Hib and/or polio"
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "38441",
        "text": "The first 100 participants enrolled in the trial formed the viremia subset, whereas subsequent eligible participants were/ were not randomly assigned to the dengue immunogenicity subset (n = 250). Participants could not be allocated to both subsets because of restrictions in the volumes of blood samples taken. At month 6, participants were randomized (1:1) into 2 vaccine groups (group 1 and group 2) via an interactive voice response system or interactive web response system. A double randomization procedure was performed with permuted block method with stratification by center and age group (participants 9-10 vs. 11-12 months of age), first to assign participants to each group and subsequently to determine inclusion in the dengue immunogenicity subset.",
        "section": "Randomization and Blinding",
        "section_number": 4,
        "sentences": [
            "The first 100 participants enrolled in the trial formed the viremia subset, whereas subsequent eligible participants were/ were not randomly assigned to the dengue immunogenicity subset (n = 250).",
            "Participants could not be allocated to both subsets because of restrictions in the volumes of blood samples taken.",
            "At month 6, participants were randomized (1:1) into 2 vaccine groups (group 1 and group 2) via an interactive voice response system or interactive web response system.",
            "A double randomization procedure was performed with permuted block method with stratification by center and age group (participants 9-10 vs. 11-12 months of age), first to assign participants to each group and subsequently to determine inclusion in the dengue immunogenicity subset."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38441",
        "text": "CYD-TDV was presented as a powder and saline solvent (NaCl: 0.4%) for reconstitution immediately before use in 0.5 mL volumes containing 5 ± 1 log 10 cell-culture infectious dose 50% of each of the 4 recombinant CYD-TDV virus serotypes. CYD-TDV was administered subcutaneously into the upper arm. DTaP-IPV// Hib vaccine was supplied as a powder and suspension for injection. Each 0.5 mL dose of reconstituted vaccine contains ≥30 IU of diphtheria toxoid, ≥40 IU of tetanus toxoid, 25 μg of pertussis toxoid (PT), 25 μg of filamentous hemagglutinin (FH), 40 DU of inactivated poliovirus (IPV) type 1, 8 DU of IPV type 2, 32 DU of IPV type 3 and 10 μg of polysaccharide of H. influenzae type b conjugated to the tetanus protein. The DTaP-IPV//Hib vaccine was administered intramuscularly into the thigh and the placebo (0.5 mL) and administered subcutaneously into the upper arm.",
        "section": "Vaccination and Vaccines",
        "section_number": 5,
        "sentences": [
            "CYD-TDV was presented as a powder and saline solvent (NaCl: 0.4%) for reconstitution immediately before use in 0.5 mL volumes containing 5 ± 1 log 10 cell-culture infectious dose 50% of each of the 4 recombinant CYD-TDV virus serotypes.",
            "CYD-TDV was administered subcutaneously into the upper arm.",
            "DTaP-IPV// Hib vaccine was supplied as a powder and suspension for injection.",
            "Each 0.5 mL dose of reconstituted vaccine contains ≥30 IU of diphtheria toxoid, ≥40 IU of tetanus toxoid, 25 μg of pertussis toxoid (PT), 25 μg of filamentous hemagglutinin (FH), 40 DU of inactivated poliovirus (IPV) type 1, 8 DU of IPV type 2, 32 DU of IPV type 3 and 10 μg of polysaccharide of H. influenzae type b conjugated to the tetanus protein.",
            "The DTaP-IPV//Hib vaccine was administered intramuscularly into the thigh and the placebo (0.5 mL) and administered subcutaneously into the upper arm."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38441",
        "text": "All participants received the first dose of CYD-TDV at enrollment (day 0) ( Fig. 1 ). After 6 months (at 15-18 months of age), participants allocated to group 1 (co-ad) received the booster dose of DTaP-IPV//Hib vaccine coadministered with the second dose of CYD-TDV using an observer-blind procedure. A placebo injection was administered at month 7 to maintain the blind procedure, and the third dose of CYD-TDV was administered at month 12 using an open-label procedure. Those randomized to group 2 (seq) received the booster dose of DTaP-IPV//Hib vaccine concomitantly with a placebo injection at month 6, the second dose of CYD-TDV administered sequentially at month 7 and the third dose at month 12. All participants also received a measles, mumps and rubella vaccination and pneumococcal conjugated vaccine at month 1 (at 10-13 months of age), as recommended in Mexico's immunization schedule; safety and immunogenicity were not assessed for these vaccines.",
        "section": "Vaccination and Vaccines",
        "section_number": 6,
        "sentences": [
            "All participants received the first dose of CYD-TDV at enrollment (day 0) ( Fig. 1 ).",
            "After 6 months (at 15-18 months of age), participants allocated to group 1 (co-ad) received the booster dose of DTaP-IPV//Hib vaccine coadministered with the second dose of CYD-TDV using an observer-blind procedure.",
            "A placebo injection was administered at month 7 to maintain the blind procedure, and the third dose of CYD-TDV was administered at month 12 using an open-label procedure.",
            "Those randomized to group 2 (seq) received the booster dose of DTaP-IPV//Hib vaccine concomitantly with a placebo injection at month 6, the second dose of CYD-TDV administered sequentially at month 7 and the third dose at month 12.",
            "All participants also received a measles, mumps and rubella vaccination and pneumococcal conjugated vaccine at month 1 (at 10-13 months of age), as recommended in Mexico's immunization schedule; safety and immunogenicity were not assessed for these vaccines."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38441",
        "text": "All participants provided 1 prevaccination blood sample at enrollment to assess baseline dengue immune status before the first vaccination, 1 blood sample before DTaP-IPV//Hib vaccination at month 6 for assessment of baseline pertussis antigens (PT and FH), 1 postvaccination blood sample at month 7 for determination of DTaP-IPV//Hib vaccine immunogenicity and 1 postvaccination blood sample at month 13 to assess dengue vaccine immunogenicity. Antibody concentrations against diphtheria toxoid, tetanus toxoid and pertussis antigens (PT and FH) were measured by enzyme-linked immunosorbent assay (ELISA) at Sanofi Pasteur GCI, Swiftwater, PA. Serum samples (test samples, reference standard and quality control) were added to wells of 4 separate ELISA microtiter test plates coated with either diphtheria, tetanus, PT or FH antigens (Trinity Biotech, Jamestown, NY) and then incubated. The lower limit of quantification (LLOQ) of the assay was 0.007 IU/mL for diphtheria immunoglobulin (Ig) G, 0.01 IU/mL for anti-tetanus and 2 EU/mL for anti-PT and anti-FH. Anti-poliovirus types 1, 2 and 3 titers were measured by neutralization assay by Sanofi Pasteur GCI, Swiftwater, PA; the LLOQ was 4 [1/dilution (dil)]. Anti-polyribosylribitol phosphate (Hib) antibodies were measured using a Farrtype radioimmunoassay and compared with a reference standard; the LLOQ was 0.06 μg/mL. Neutralizing antibodies against each of the 4 dengue serotypes were measured 28 days after administration of the second and third CYD-TDV doses in the dengue immunogenicity subset, using the plaque reduction neutralization test (Focus Diagnostics Inc., Cypress, CA); 8, 9 the LLOQ was 10 (1/dil).",
        "section": "Immunogenicity Assessments",
        "section_number": 7,
        "sentences": [
            "All participants provided 1 prevaccination blood sample at enrollment to assess baseline dengue immune status before the first vaccination, 1 blood sample before DTaP-IPV//Hib vaccination at month 6 for assessment of baseline pertussis antigens (PT and FH), 1 postvaccination blood sample at month 7 for determination of DTaP-IPV//Hib vaccine immunogenicity and 1 postvaccination blood sample at month 13 to assess dengue vaccine immunogenicity.",
            "Antibody concentrations against diphtheria toxoid, tetanus toxoid and pertussis antigens (PT and FH) were measured by enzyme-linked immunosorbent assay (ELISA) at Sanofi Pasteur GCI, Swiftwater, PA.",
            "Serum samples (test samples, reference standard and quality control) were added to wells of 4 separate ELISA microtiter test plates coated with either diphtheria, tetanus, PT or FH antigens (Trinity Biotech, Jamestown, NY) and then incubated.",
            "The lower limit of quantification (LLOQ) of the assay was 0.007 IU/mL for diphtheria immunoglobulin (Ig) G, 0.01 IU/mL for anti-tetanus and 2 EU/mL for anti-PT and anti-FH.",
            "Anti-poliovirus types 1, 2 and 3 titers were measured by neutralization assay by Sanofi Pasteur GCI, Swiftwater, PA; the LLOQ was 4 [1/dilution (dil)].",
            "Anti-polyribosylribitol phosphate (Hib) antibodies were measured using a Farrtype radioimmunoassay and compared with a reference standard; the LLOQ was 0.06 μg/mL. Neutralizing antibodies against each of the 4 dengue serotypes were measured 28 days after administration of the second and third CYD-TDV doses in the dengue immunogenicity subset, using the plaque reduction neutralization test (Focus Diagnostics Inc., Cypress, CA); 8, 9 the LLOQ was 10 (1/dil)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38441",
        "text": "Dengue vaccine viremia was measured in the serum of participants in the viremia subset, 8 days after the first CYD-TDV dose, by quantitative and serotype-specific reverse transcriptase polymerase chain reaction (PCR) (Sanofi Pasteur GCI, Swiftwater, PA). 10 Based on the dengue virus plasmidic standards included in each run, results were expressed as a concentration of log 10 gEq/mL. ",
        "section": "Dengue Vaccine Viremia",
        "section_number": 8,
        "sentences": [
            "Dengue vaccine viremia was measured in the serum of participants in the viremia subset, 8 days after the first CYD-TDV dose, by quantitative and serotype-specific reverse transcriptase polymerase chain reaction (PCR) (Sanofi Pasteur GCI, Swiftwater, PA).",
            "10 Based on the dengue virus plasmidic standards included in each run, results were expressed as a concentration of log 10 gEq/mL."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "38441",
        "text": "Participants were observed for 30 minutes after each vaccination (both DTaP-IPV//Hib and CYD-TDV) to assess any immediate injection-site or systemic adverse events (AEs). Parents/ guardians were trained to identify and monitor any reactions and were requested to keep daily records of any events after vaccination. Parents/guardians were provided with a digital thermometer, a flexible ruler and diary cards to record daily temperature and any solicited local injection-site reactions (erythema and/or swelling) for 7 days post vaccination. They also recorded any solicited systemic reactions for the 14-day period post vaccination, until resolution. Measurable adverse reactions of erythema, swelling and fever were graded on a 3-point scale during statistical analysis. Parents/ guardians were instructed to assess extensive limb swelling by monitoring differences between leg sizes, and if present, to immediately contact the clinic.",
        "section": "Safety and Reactogenicity",
        "section_number": 9,
        "sentences": [
            "Participants were observed for 30 minutes after each vaccination (both DTaP-IPV//Hib and CYD-TDV) to assess any immediate injection-site or systemic adverse events (AEs).",
            "Parents/ guardians were trained to identify and monitor any reactions and were requested to keep daily records of any events after vaccination.",
            "Parents/guardians were provided with a digital thermometer, a flexible ruler and diary cards to record daily temperature and any solicited local injection-site reactions (erythema and/or swelling) for 7 days post vaccination.",
            "They also recorded any solicited systemic reactions for the 14-day period post vaccination, until resolution.",
            "Measurable adverse reactions of erythema, swelling and fever were graded on a 3-point scale during statistical analysis.",
            "Parents/ guardians were instructed to assess extensive limb swelling by monitoring differences between leg sizes, and if present, to immediately contact the clinic."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38441",
        "text": "In addition to solicited reactions, parents/guardians recorded any other medical events (unsolicited AEs) that occurred during the 28-day period after each vaccination. The intensity of unsolicited AEs was graded using a 3-point scale (grade 1: no interference with activity; grade 2: some interference with activity and grade 3: significant; prevents daily activity) and the action taken for each event, if any (eg, medication, contact healthcare provider, hospitalization). The investigators assessed the causal relationship of each unsolicited systematic AE and all serious AEs (SAEs), up to 6 months after the last vaccination, and assigned them as either related or unrelated to vaccination.",
        "section": "Safety and Reactogenicity",
        "section_number": 10,
        "sentences": [
            "In addition to solicited reactions, parents/guardians recorded any other medical events (unsolicited AEs) that occurred during the 28-day period after each vaccination.",
            "The intensity of unsolicited AEs was graded using a 3-point scale (grade 1: no interference with activity; grade 2: some interference with activity and grade 3: significant; prevents daily activity) and the action taken for each event, if any (eg, medication, contact healthcare provider, hospitalization).",
            "The investigators assessed the causal relationship of each unsolicited systematic AE and all serious AEs (SAEs), up to 6 months after the last vaccination, and assigned them as either related or unrelated to vaccination."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38441",
        "text": "Hospitalized dengue cases were reviewed by an Independent Data Monitoring Committee for severity assessment. Serious dengue disease (severity assessed according to World Health Organization classification), 11 occurring at any time during the study, was reported as an SAE. Suspected serious dengue disease was defined as febrile episodes (temperature ≥38°C for ≥2 days) and with signs of severity requiring hospitalization. In such cases, 2 blood samples were collected for further analysis: an acute sample (0-5 days after fever onset) and a convalescent sample (7−14 days post acute sample). Virologically confirmed dengue was defined as detection of wild-type dengue virus by (NS)1 antigen ELISA (Platelia; Bio-Rad Laboratories, Marnes-La-Coquette, France) and/ or amplified genomic sequences through reverse transcriptase PCR (Simplexa dengue real-time PCR assay; Focus Diagnostics Inc, Cypress, CA). 12 Probable dengue was defined as the presence of anti-dengue IgM and/or a ≥4-fold rise in anti-dengue IgG antibody titers between acute and convalescent samples (excluding cases occurring within 28 days after each vaccination). IgM and IgG were measured by ELISA (ELI1500M and EL1500G; Focus Diagnostics Inc, Cypress, CA).",
        "section": "Safety and Reactogenicity",
        "section_number": 11,
        "sentences": [
            "Hospitalized dengue cases were reviewed by an Independent Data Monitoring Committee for severity assessment.",
            "Serious dengue disease (severity assessed according to World Health Organization classification), 11 occurring at any time during the study, was reported as an SAE.",
            "Suspected serious dengue disease was defined as febrile episodes (temperature ≥38°C for ≥2 days) and with signs of severity requiring hospitalization.",
            "In such cases, 2 blood samples were collected for further analysis: an acute sample (0-5 days after fever onset) and a convalescent sample (7−14 days post acute sample).",
            "Virologically confirmed dengue was defined as detection of wild-type dengue virus by (NS)1 antigen ELISA (Platelia; Bio-Rad Laboratories, Marnes-La-Coquette, France) and/ or amplified genomic sequences through reverse transcriptase PCR (Simplexa dengue real-time PCR assay; Focus Diagnostics Inc, Cypress, CA).",
            "12 Probable dengue was defined as the presence of anti-dengue IgM and/or a ≥4-fold rise in anti-dengue IgG antibody titers between acute and convalescent samples (excluding cases occurring within 28 days after each vaccination).",
            "IgM and IgG were measured by ELISA (ELI1500M and EL1500G; Focus Diagnostics Inc, Cypress, CA)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38441",
        "text": "The primary objective of this study was to test the noninferiority of the antibody response against diphtheria, tetanus, pertussis, polio and Hib antigens in participants receiving DTaP-IPV//Hib vaccine administered concomitantly with the second dose of CYD-TDV (group 1; co-ad) compared with those receiving DTaP-IPV// Hib vaccine and CYD-TDV sequentially (group 2; seq). Sample size calculations utilized reference response rates from postbooster results based on different comparative clinical trials of penta-and hexavalent vaccines with at least 100 subjects per group. Based on simulations using the Wilson score method (without continuity correction) and assuming a 15% drop-out rate, with α = 2.5% (1-sided), reference antibody response rates and 90% power, a total of 732 participants (366 per group) needed to be enrolled (310 per group evaluable). With 366 participants per group, the probability of detecting any common AE with an incidence of ≥0.82% was 95%.",
        "section": "Statistical Analysis",
        "section_number": 12,
        "sentences": [
            "The primary objective of this study was to test the noninferiority of the antibody response against diphtheria, tetanus, pertussis, polio and Hib antigens in participants receiving DTaP-IPV//Hib vaccine administered concomitantly with the second dose of CYD-TDV (group 1; co-ad) compared with those receiving DTaP-IPV// Hib vaccine and CYD-TDV sequentially (group 2; seq).",
            "Sample size calculations utilized reference response rates from postbooster results based on different comparative clinical trials of penta-and hexavalent vaccines with at least 100 subjects per group.",
            "Based on simulations using the Wilson score method (without continuity correction) and assuming a 15% drop-out rate, with α = 2.5% (1-sided), reference antibody response rates and 90% power, a total of 732 participants (366 per group) needed to be enrolled (310 per group evaluable).",
            "With 366 participants per group, the probability of detecting any common AE with an incidence of ≥0.82% was 95%."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38441",
        "text": "The analysis was performed with SAS software version 9.2 (SAS Institute, Cary, NC). For each antigen, a noninferiority test was performed using the 95% 2-sided confidence interval (CI) of the difference in the immune response rates between group 1 (co-ad) and group 2 (seq) (α = 2.5%). The 2-sided 95% CI was calculated based on the Wilson score method without continuity correction as described by Newcombe. 13 For each antigen, noninferiority was demonstrated if the lower limit of the 2-sided 95% CI was ≥10%.",
        "section": "Statistical Analysis",
        "section_number": 13,
        "sentences": [
            "The analysis was performed with SAS software version 9.2 (SAS Institute, Cary, NC).",
            "For each antigen, a noninferiority test was performed using the 95% 2-sided confidence interval (CI) of the difference in the immune response rates between group 1 (co-ad) and group 2 (seq) (α = 2.5%).",
            "The 2-sided 95% CI was calculated based on the Wilson score method without continuity correction as described by Newcombe.",
            "13 For each antigen, noninferiority was demonstrated if the lower limit of the 2-sided 95% CI was ≥10%."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38441",
        "text": "The primary objective was assessed using the per-protocol analysis dataset (defined as all participants who fulfilled the eligibility criteria and had no protocol deviations that could impact the DTaP-IPV//Hib vaccine immunogenicity up to month 7) and confirmed in the full analysis set. The full analysis set comprised all participants who received at least the coadministration of DTaP-IPV//Hib vaccine with either the second dose of CYD-TDV or placebo, had a blood sample drawn pre and post DTaP-IPV//Hib vaccination, and a result available for ≥1 combination antigen (ie, participants with ≥1 DTaP-IPV//Hib antigen value available at month 6 or 7). The dengue immunogenicity analysis set comprised participants randomized into the dengue immunogenicity subset who received ≥1 dose of CYD-TDV and was used to assess the immune response to CYD-TDV. The viremia analysis set comprised any participant included in the viremia analysis subset who received the first CYD-TDV injection and provided ≥1 blood sample for which viremia laboratory results were available. The safety analyses were performed using the safety analysis set, defined as those participants who received ≥1 dose of CYD-TDV, DTaP-IPV// Hib vaccine or placebo.",
        "section": "Statistical Analysis",
        "section_number": 14,
        "sentences": [
            "The primary objective was assessed using the per-protocol analysis dataset (defined as all participants who fulfilled the eligibility criteria and had no protocol deviations that could impact the DTaP-IPV//Hib vaccine immunogenicity up to month 7) and confirmed in the full analysis set.",
            "The full analysis set comprised all participants who received at least the coadministration of DTaP-IPV//Hib vaccine with either the second dose of CYD-TDV or placebo, had a blood sample drawn pre and post DTaP-IPV//Hib vaccination, and a result available for ≥1 combination antigen (ie, participants with ≥1 DTaP-IPV//Hib antigen value available at month 6 or 7).",
            "The dengue immunogenicity analysis set comprised participants randomized into the dengue immunogenicity subset who received ≥1 dose of CYD-TDV and was used to assess the immune response to CYD-TDV.",
            "The viremia analysis set comprised any participant included in the viremia analysis subset who received the first CYD-TDV injection and provided ≥1 blood sample for which viremia laboratory results were available.",
            "The safety analyses were performed using the safety analysis set, defined as those participants who received ≥1 dose of CYD-TDV, DTaP-IPV// Hib vaccine or placebo."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38441",
        "text": "For the main parameters, 95% CIs of point estimates were calculated using the normal approximation for quantitative data and the exact binomial distribution (Clopper-Pearson method, quoted by Newcombe 14 ) for proportions. For immunogenicity, assuming that log 10 transformation of the titers/data follows a normal distribution, the mean and the 95% CI were calculated on log 10 (titers/ data) using the usual calculation for normal distribution (using student's t distribution with n − 1 degrees of freedom), then antilog transformations were applied to the results of calculations, to provide geometric mean of titers (GMTs) and GMTs ratio and their 95% CI. There were no hypotheses tested for the secondary or additional objectives; all analyses were descriptive.",
        "section": "Statistical Analysis",
        "section_number": 15,
        "sentences": [
            "For the main parameters, 95% CIs of point estimates were calculated using the normal approximation for quantitative data and the exact binomial distribution (Clopper-Pearson method, quoted by Newcombe 14 ) for proportions.",
            "For immunogenicity, assuming that log 10 transformation of the titers/data follows a normal distribution, the mean and the 95% CI were calculated on log 10 (titers/ data) using the usual calculation for normal distribution (using student's t distribution with n − 1 degrees of freedom), then antilog transformations were applied to the results of calculations, to provide geometric mean of titers (GMTs) and GMTs ratio and their 95% CI.",
            "There were no hypotheses tested for the secondary or additional objectives; all analyses were descriptive."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38441",
        "text": "Of 720 participants enrolled, 309 were randomized to group 1 (co-ad) and 315 to group 2 (seq); 96 enrolled patients were not randomized to either group (Fig. 2) . Baseline characteristics are summarized in Table 1 . Overall, 129 participants discontinued: voluntary withdrawal unrelated to an AE (77 participants including 58 nonrandomized participants); noncompliance with the protocol (26 participants including 21 nonrandomized participants).",
        "section": "RESULTS",
        "section_number": 16,
        "sentences": [
            "Of 720 participants enrolled, 309 were randomized to group 1 (co-ad) and 315 to group 2 (seq); 96 enrolled patients were not randomized to either group (Fig. 2) .",
            "Baseline characteristics are summarized in Table 1 .",
            "Overall, 129 participants discontinued: voluntary withdrawal unrelated to an AE (77 participants including 58 nonrandomized participants); noncompliance with the protocol (26 participants including 21 nonrandomized participants)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38441",
        "text": "The antibody response against all antigens (28 days post vaccination) for participants in group 1 (co-ad) was noninferior to the antibody response in participants in group 2 (seq) ( Table 2 ). The lower limit of all of the 2-sided 95% CIs for the difference between the seroprotection/booster rates was ≥10% for all of the antigens (−4.87 to −1.14). The seroprotection rate against diphtheria toxoid, tetanus toxoid, polioviruses types 1, 2 and 3 and polyribosylribitol phosphate was 100% after vaccination in group 1 (co-ad), and ranged 99.6%-100% in group 2 (seq). The proportion of participants with a booster response to PT and FH was 97% and 93%, respectively, in both groups.",
        "section": "Noninferiority of DTaP-IPV//Hib Booster Vaccine Coadministered With CYD-TDV",
        "section_number": 17,
        "sentences": [
            "The antibody response against all antigens (28 days post vaccination) for participants in group 1 (co-ad) was noninferior to the antibody response in participants in group 2 (seq) ( Table 2 ).",
            "The lower limit of all of the 2-sided 95% CIs for the difference between the seroprotection/booster rates was ≥10% for all of the antigens (−4.87 to −1.14).",
            "The seroprotection rate against diphtheria toxoid, tetanus toxoid, polioviruses types 1, 2 and 3 and polyribosylribitol phosphate was 100% after vaccination in group 1 (co-ad), and ranged 99.6%-100% in group 2 (seq).",
            "The proportion of participants with a booster response to PT and FH was 97% and 93%, respectively, in both groups."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38441",
        "text": "The dengue immunogenicity subset included 109 participants in group 1 (co-ad) and 107 participants in group 2 (seq). Before vaccination, GMTs were <LLOQ 10 (1/dil) for all serotypes, in both groups. After the second and third CYD-TDV doses, GMTs were similar in the 2 study groups (although the GMT for serotype 4 following dose 2 was slightly lower in the coadministration group) (Fig. 3) . After the third CYD-TDV dose, GMTs were 93.1, 189, 196 and 121 (1/dil) for serotypes 1, 2, 3 and 4, respectively, in group 1 and 97.0, 208, 217 and 127 (1/dil) in group 2. Hundred percent of participants in both treatment groups were seropositive for all 4 dengue serotypes after the third CYD-TDV dose.",
        "section": "CYD-TDV Immunogenicity",
        "section_number": 18,
        "sentences": [
            "The dengue immunogenicity subset included 109 participants in group 1 (co-ad) and 107 participants in group 2 (seq).",
            "Before vaccination, GMTs were <LLOQ 10 (1/dil) for all serotypes, in both groups.",
            "After the second and third CYD-TDV doses, GMTs were similar in the 2 study groups (although the GMT for serotype 4 following dose 2 was slightly lower in the coadministration group) (Fig. 3) .",
            "After the third CYD-TDV dose, GMTs were 93.1, 189, 196 and 121 (1/dil) for serotypes 1, 2, 3 and 4, respectively, in group 1 and 97.0, 208, 217 and 127 (1/dil) in group 2.",
            "Hundred percent of participants in both treatment groups were seropositive for all 4 dengue serotypes after the third CYD-TDV dose."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38441",
        "text": "The viremia subset included 45 participants in group 1, 47 participants in group 2, and 4 nonrandomized participants. Eight days after the first dose of CYD dengue vaccine, 32 participants had detectable vaccine viremia: 14 participants in group 1, 17 in group 2, and 1 in nonrandomized group. Viremia was only quantifiable for dengue serotype 4 (6 in group 1, 4 in group 2 and 1 nonrandomized).",
        "section": "CYD-TDV Viremia",
        "section_number": 19,
        "sentences": [
            "The viremia subset included 45 participants in group 1, 47 participants in group 2, and 4 nonrandomized participants.",
            "Eight days after the first dose of CYD dengue vaccine, 32 participants had detectable vaccine viremia: 14 participants in group 1, 17 in group 2, and 1 in nonrandomized group.",
            "Viremia was only quantifiable for dengue serotype 4 (6 in group 1, 4 in group 2 and 1 nonrandomized)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38441",
        "text": "There were no immediate unsolicited AEs after any injection. The safety and reactogenicity data up to 28 days after any injection are summarized in Table 3 . Grade 3-solicited reactions occurred at similar frequencies in group 1 (18.8%) and group 2 (16.2%). Five participants (1.6%) in group 1 and 4 participants (1.3%) in group 2 experienced ≥1 grade 3-solicited injection-site reaction, and 55 participants (17.8%) in group 1 and 48 participants (15.2%) in group 2 experienced ≥1 grade 3-solicited systemic reaction. Appetite loss was the most frequently reported grade 3-solicited reaction.",
        "section": "Safety Evaluations",
        "section_number": 20,
        "sentences": [
            "There were no immediate unsolicited AEs after any injection.",
            "The safety and reactogenicity data up to 28 days after any injection are summarized in Table 3 .",
            "Grade 3-solicited reactions occurred at similar frequencies in group 1 (18.8%) and group 2 (16.2%).",
            "Five participants (1.6%) in group 1 and 4 participants (1.3%) in group 2 experienced ≥1 grade 3-solicited injection-site reaction, and 55 participants (17.8%) in group 1 and 48 participants (15.2%) in group 2 experienced ≥1 grade 3-solicited systemic reaction.",
            "Appetite loss was the most frequently reported grade 3-solicited reaction."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38441",
        "text": "Overall, a total of 41 participants (5.7%) experienced ≥1 SAE at any time during the study: 17 (5.5%) in group 1, 21 (6.7%) in group 2, and 3 (3.3%) who were not randomized at month 6. None of these SAEs were considered related to the study vaccine by the investigator. However, 3 SAEs (febrile seizures) were considered related to the study vaccine(s) by the sponsor. One occurred 1 FIGURE 2. Participant disposition flow chart. *Ninety-six participants who were enrolled were not randomized at visit 5 because of early terminations: voluntary withdrawal (n = 58), noncompliance with the protocol (n = 21), lost to follow-up (n = 14) and serious adverse events (n = 3). Visit 3 (not shown) was for viremia subset follow-up only, on day 15 of the trial. No interventions took place.",
        "section": "Safety Evaluations",
        "section_number": 21,
        "sentences": [
            "Overall, a total of 41 participants (5.7%) experienced ≥1 SAE at any time during the study: 17 (5.5%) in group 1, 21 (6.7%) in group 2, and 3 (3.3%) who were not randomized at month 6.",
            "None of these SAEs were considered related to the study vaccine by the investigator.",
            "However, 3 SAEs (febrile seizures) were considered related to the study vaccine(s) by the sponsor.",
            "One occurred 1 FIGURE 2.",
            "Participant disposition flow chart. *",
            "Ninety-six participants who were enrolled were not randomized at visit 5 because of early terminations: voluntary withdrawal (n = 58), noncompliance with the protocol (n = 21), lost to follow-up (n = 14) and serious adverse events (n = 3).",
            "Visit 3 (not shown) was for viremia subset follow-up only, on day 15 of the trial.",
            "No interventions took place."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38441",
        "text": "day after CYD-TDV and DTaP-IPV//Hib booster vaccine injection in a 17-month-old participant in group 1, who had no history of seizures. Another occurred 1 day after the second dose of CYD-TDV in a 16-month-old participant in group 2, with a family history of seizures. The third occurred 36 hours after the first dose of CYD-TDV in a 9-month-old participant (not randomized at month 6) with no history of seizures. Two nonrelated deaths were reported during the study: complex congenital cyanogen cardiopathy and postoperative complications in a participant not randomized at month 6, and myelomonocytic leukemia in a participant in group 2. One participant in group 1 experienced an SAE of special interest that was considered significant (hemorrhagic dengue requiring hospitalization, nonsevere). Five participants reported non-SAEs of special interest: 2 participants (0.6%) in group 1 and 3 participants (1.0%) in group 2. Only 1 episode, urticaria, was considered related to the study vaccines.",
        "section": "Safety Evaluations",
        "section_number": 22,
        "sentences": [
            "day after CYD-TDV and DTaP-IPV//Hib booster vaccine injection in a 17-month-old participant in group 1, who had no history of seizures.",
            "Another occurred 1 day after the second dose of CYD-TDV in a 16-month-old participant in group 2, with a family history of seizures.",
            "The third occurred 36 hours after the first dose of CYD-TDV in a 9-month-old participant (not randomized at month 6) with no history of seizures.",
            "Two nonrelated deaths were reported during the study: complex congenital cyanogen cardiopathy and postoperative complications in a participant not randomized at month 6, and myelomonocytic leukemia in a participant in group 2.",
            "One participant in group 1 experienced an SAE of special interest that was considered significant (hemorrhagic dengue requiring hospitalization, nonsevere).",
            "Five participants reported non-SAEs of special interest: 2 participants (0.6%) in group 1 and 3 participants (1.0%) in group 2.",
            "Only 1 episode, urticaria, was considered related to the study vaccines."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38441",
        "text": "This study demonstrated the noninferiority of immunologic responses to DTaP-IPV//Hib booster vaccine when coadministered with CYD-TDV compared with coadministration with placebo. Both vaccines were immunogenic and well tolerated when coadministered. Immunologic responses against diphtheria, tetanus, pertussis, polio and H. influenzae antigens observed in the current study were within the range normally observed after administration of a booster dose of DTaP-IPV//Hib vaccine in toddlers, and its coadministration with CYD-TDV fulfilled the prospectively established noninferiority criteria. 15, 16 This is consistent with the absence of interference previously observed for the immunogenicity of DTaP-IPV//Hib after coadministration with a number of other vaccines routinely administered in infancy. 15 No difference was observed in the immunogenicity of CYD-TDV when it was administered concomitantly or sequentially with DTaP-IPV//Hib booster vaccine. GMTs reached after the third CYD-TDV dose were broadly consistent with those in other studies in young children conducted in Latin America. 17, 18 There were no safety concerns after coadministration of the second CYD-TDV dose with the DTaP-IPV//Hib booster vaccination. However, 3 episodes of febrile seizures were reported and these were considered by the sponsor as possibly related to study vaccinations. A postlicensure safety surveillance study has previously found seizures to be rare after administration of the DTaP-IPV//Hib vaccine. 19 The safety profile of the DTaP-IPV//Hib vaccine in the current study was broadly consistent with that observed in other phase III studies conducted in toddlers with a booster dose The seroprotection threshold for the diphtheria toxoid, tetanus toxoid, poliovirus (types 1, 2 and 3) and PRP was as follows: tetanus ≥0.1 IU/mL; diphtheria ≥0.1 IU/mL; poliovirus (types 1, 2 and 3) and PRP ≥1.0 µg/mL. The threshold for the proportion of participants achieving seroprotection was 99% for these antigens. Booster response to the PT and FH pertussis antigens (based on predose blood sample [month 6]): predose titer is <LLOQ and the postdose titer is ≥4 × LLOQ, or the predose titer is ≥LLOQ but <4 × LLOQ and the postdose titer is ≥4-fold rise or the predose titer is ≥4 × LLOQ and the postdose titer is ≥2-fold rise. The threshold for the proportion of participants achieving a booster response was 95% for the PT antigen and 83% for the FH antigen. n indicates number of participants experiencing the endpoint; M indicates number of participants with available data for the relevant endpoint.",
        "section": "DISCUSSION",
        "section_number": 23,
        "sentences": [
            "This study demonstrated the noninferiority of immunologic responses to DTaP-IPV//Hib booster vaccine when coadministered with CYD-TDV compared with coadministration with placebo.",
            "Both vaccines were immunogenic and well tolerated when coadministered.",
            "Immunologic responses against diphtheria, tetanus, pertussis, polio and H. influenzae antigens observed in the current study were within the range normally observed after administration of a booster dose of DTaP-IPV//Hib vaccine in toddlers, and its coadministration with CYD-TDV fulfilled the prospectively established noninferiority criteria.",
            "15, 16 This is consistent with the absence of interference previously observed for the immunogenicity of DTaP-IPV//Hib after coadministration with a number of other vaccines routinely administered in infancy.",
            "15 No difference was observed in the immunogenicity of CYD-TDV when it was administered concomitantly or sequentially with DTaP-IPV//Hib booster vaccine.",
            "GMTs reached after the third CYD-TDV dose were broadly consistent with those in other studies in young children conducted in Latin America.",
            "17, 18 There were no safety concerns after coadministration of the second CYD-TDV dose with the DTaP-IPV//Hib booster vaccination.",
            "However, 3 episodes of febrile seizures were reported and these were considered by the sponsor as possibly related to study vaccinations.",
            "A postlicensure safety surveillance study has previously found seizures to be rare after administration of the DTaP-IPV//Hib vaccine.",
            "19 The safety profile of the DTaP-IPV//Hib vaccine in the current study was broadly consistent with that observed in other phase III studies conducted in toddlers with a booster dose The seroprotection threshold for the diphtheria toxoid, tetanus toxoid, poliovirus (types 1, 2 and 3) and PRP was as follows: tetanus ≥0.1 IU/mL; diphtheria ≥0.1 IU/mL; poliovirus (types 1, 2 and 3) and PRP ≥1.0 µg/mL. The threshold for the proportion of participants achieving seroprotection was 99% for these antigens.",
            "Booster response to the PT and FH pertussis antigens (based on predose blood sample [month 6]): predose titer is <LLOQ and the postdose titer is ≥4 × LLOQ, or the predose titer is ≥LLOQ but <4 × LLOQ and the postdose titer is ≥4-fold rise or the predose titer is ≥4 × LLOQ and the postdose titer is ≥2-fold rise.",
            "The threshold for the proportion of participants achieving a booster response was 95% for the PT antigen and 83% for the FH antigen.",
            "n indicates number of participants experiencing the endpoint; M indicates number of participants with available data for the relevant endpoint."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38441",
        "text": "PRP indicates polyribosylribitol phosphate.",
        "section": "DISCUSSION",
        "section_number": 24,
        "sentences": [
            "PRP indicates polyribosylribitol phosphate."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "38441",
        "text": "of this vaccine, 15 although irritability was slightly more frequent in both treatment groups in the current study. A 19-month-old female participant from group 1 developed hyperthermia and was hospitalized 113 days after receiving the study vaccines (DTaP-IPV// Hib booster vaccination coadministered with the second dose of CYD-TDV); diagnosis at admission was hemorrhagic dengue; however, no grade was documented. No fever was reported during her hospitalization. Clinical signs of shock, hemodynamic status, rash and bleeding were not documented. A dengue antigen test was positive; however, acute and convalescent blood samples were not collected or tested to confirm the diagnosis. The case was assessed as nonsevere, and the child fully recovered. The event was assessed by both the investigator and the sponsor as not related to the study vaccine. Geometric mean titers (1/dil) and 95% CIs for each dengue serotype 28 days after the second and third CYD-TDV doses according to allocated group. Data are shown for the full analysis set. Predose geometric mean titers were less than the lower limit of quantification 10 (1/dil) for all serotypes, in both groups. *Participants were enrolled in the study but not randomized at visit 5 due to early withdrawal from the study. †AEs include serious AEs. AR indicates adverse reaction; NA, not applicable.",
        "section": "DISCUSSION",
        "section_number": 25,
        "sentences": [
            "of this vaccine, 15 although irritability was slightly more frequent in both treatment groups in the current study.",
            "A 19-month-old female participant from group 1 developed hyperthermia and was hospitalized 113 days after receiving the study vaccines (DTaP-IPV// Hib booster vaccination coadministered with the second dose of CYD-TDV); diagnosis at admission was hemorrhagic dengue; however, no grade was documented.",
            "No fever was reported during her hospitalization.",
            "Clinical signs of shock, hemodynamic status, rash and bleeding were not documented.",
            "A dengue antigen test was positive; however, acute and convalescent blood samples were not collected or tested to confirm the diagnosis.",
            "The case was assessed as nonsevere, and the child fully recovered.",
            "The event was assessed by both the investigator and the sponsor as not related to the study vaccine.",
            "Geometric mean titers (1/dil) and 95% CIs for each dengue serotype 28 days after the second and third CYD-TDV doses according to allocated group.",
            "Data are shown for the full analysis set.",
            "Predose geometric mean titers were less than the lower limit of quantification 10 (1/dil) for all serotypes, in both groups. *",
            "Participants were enrolled in the study but not randomized at visit 5 due to early withdrawal from the study.",
            "†AEs include serious AEs.",
            "AR indicates adverse reaction; NA, not applicable."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38441",
        "text": "The current study has a number of limitations. Although participants in group 2 received 3 doses of CYD-TDV, the schedule (0, 7 and 12 months) used in group 2 differed from the schedule (0, 6 and 12 months) used in group 1 and in phase III clinical trials. 4, 5 Nonetheless, the GMTs of the antibodies against dengue virus serotypes in the 2 study groups, 28 days after the second and third CYD-TDV doses, were similar. It should be noted that there is currently no established correlation between dengue antibody concentrations and clinical protection against dengue disease. 20 A recently completed phase III study, performed in children 2-14 years of age, found that vaccine efficacy tended to increase with age, probably reflecting increasing exposure to flavivirus/dengue with age. 5 Long-term surveillance data from the 3 efficacy studies conducted in 10 countries in Asia Pacific and Latin America showed a positive benefit-risk profile in children ≥9 years of age. For children who were under the age of 9 years, some benefit was observed in terms of vaccine efficacy against dengue; however, this age group showed a trend toward an increased risk of dengue disease requiring hospitalization. 6 Based on the data from these trials, CYD-TDV is currently licensed for use only in children 9 years of age or older. Should CYD-TDV be introduced during the early years of life in the future, coadministration with other routine vaccinations would be the most likely option to restrict the addition of further visits to existing vaccination schedules. Notably, a recent study did not identify any safety concerns after the concomitant administration of CYD-TDV and the licensed yellow fever vaccine to toddlers 12-13 months old in Colombia and Peru. 21 In conclusion, this study has shown that CYD-TDV can be coadministered with the DTaP-IPV//Hib booster vaccination without significant impact on immunogenicity or safety profile of the DTaP-IPV//Hib booster vaccine. No difference was observed on the CYD-TDV safety and immunogenicity profile when administered concomitantly or sequentially with the DTaP-IPV//Hib booster vaccine.",
        "section": "DISCUSSION",
        "section_number": 26,
        "sentences": [
            "The current study has a number of limitations.",
            "Although participants in group 2 received 3 doses of CYD-TDV, the schedule (0, 7 and 12 months) used in group 2 differed from the schedule (0, 6 and 12 months) used in group 1 and in phase III clinical trials.",
            "4, 5 Nonetheless, the GMTs of the antibodies against dengue virus serotypes in the 2 study groups, 28 days after the second and third CYD-TDV doses, were similar.",
            "It should be noted that there is currently no established correlation between dengue antibody concentrations and clinical protection against dengue disease.",
            "20 A recently completed phase III study, performed in children 2-14 years of age, found that vaccine efficacy tended to increase with age, probably reflecting increasing exposure to flavivirus/dengue with age.",
            "5 Long-term surveillance data from the 3 efficacy studies conducted in 10 countries in Asia Pacific and Latin America showed a positive benefit-risk profile in children ≥9 years of age.",
            "For children who were under the age of 9 years, some benefit was observed in terms of vaccine efficacy against dengue; however, this age group showed a trend toward an increased risk of dengue disease requiring hospitalization.",
            "6 Based on the data from these trials, CYD-TDV is currently licensed for use only in children 9 years of age or older.",
            "Should CYD-TDV be introduced during the early years of life in the future, coadministration with other routine vaccinations would be the most likely option to restrict the addition of further visits to existing vaccination schedules.",
            "Notably, a recent study did not identify any safety concerns after the concomitant administration of CYD-TDV and the licensed yellow fever vaccine to toddlers 12-13 months old in Colombia and Peru.",
            "21 In conclusion, this study has shown that CYD-TDV can be coadministered with the DTaP-IPV//Hib booster vaccination without significant impact on immunogenicity or safety profile of the DTaP-IPV//Hib booster vaccine.",
            "No difference was observed on the CYD-TDV safety and immunogenicity profile when administered concomitantly or sequentially with the DTaP-IPV//Hib booster vaccine."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "38441",
        "text": "© 2016 Wolters Kluwer Health, Inc. All rights reserved.",
        "section": "",
        "section_number": 27,
        "sentences": [
            "© 2016 Wolters Kluwer Health, Inc. All rights reserved."
        ],
        "sentence_labels": [
            -1
        ]
    }
]