[
    {
        "doc_id": "37004",
        "text": "The Cool Little Kids parenting group program is an effective intervention for preventing anxiety disorders in young children who are at risk because of inhibited temperament. The program has six group sessions delivered by trained psychologists to parents of 3-to 6-year-old children. An online adaptation (Cool Little Kids Online) has been developed to overcome barriers to its wide dissemination in the community. This study tested the efficacy of Cool Little Kids Online in a randomized controlled trial. Method: A total of 433 parents of a child aged 3 to 6 years with an inhibited temperament were randomized to the online parenting program or to a 24-week waitlist. The online program has 8 interactive modules providing strategies that parents can implement with their child to manage their child's avoidant coping, reduce parental overprotection, and encourage child independence. Parents were provided telephone consultation support with a psychologist when requested. Parents completed selfreport questionnaires at baseline and at 12 and 24 weeks after baseline. Results: The intervention group showed significantly greater improvement over time in child anxiety symptoms compared to the control group (d ¼ 0.38). The intervention group also showed greater reductions in anxiety life interference (ds ¼ 0.33À0.35) and lower rates of anxiety disorders than the control group (40% versus 54%), but there were minimal effects on broader internalizing symptoms or overprotective parenting. Conclusion: Results provide empirical support for the efficacy of online delivery of the Cool Little Kids program. Online dissemination may improve access to an evidencebased prevention program for child anxiety disorders.",
        "section": "Abstract",
        "sentences": [
            "The Cool Little Kids parenting group program is an effective intervention for preventing anxiety disorders in young children who are at risk because of inhibited temperament.",
            "The program has six group sessions delivered by trained psychologists to parents of 3-to 6-year-old children.",
            "An online adaptation (Cool Little Kids Online) has been developed to overcome barriers to its wide dissemination in the community.",
            "This study tested the efficacy of Cool Little Kids Online in a randomized controlled trial.",
            "Method: A total of 433 parents of a child aged 3 to 6 years with an inhibited temperament were randomized to the online parenting program or to a 24-week waitlist.",
            "The online program has 8 interactive modules providing strategies that parents can implement with their child to manage their child's avoidant coping, reduce parental overprotection, and encourage child independence.",
            "Parents were provided telephone consultation support with a psychologist when requested.",
            "Parents completed selfreport questionnaires at baseline and at 12 and 24 weeks after baseline.",
            "Results: The intervention group showed significantly greater improvement over time in child anxiety symptoms compared to the control group (d ¼ 0.38).",
            "The intervention group also showed greater reductions in anxiety life interference (ds ¼ 0.33À0.35) and lower rates of anxiety disorders than the control group (40% versus 54%), but there were minimal effects on broader internalizing symptoms or overprotective parenting.",
            "Conclusion: Results provide empirical support for the efficacy of online delivery of the Cool Little Kids program.",
            "Online dissemination may improve access to an evidencebased prevention program for child anxiety disorders."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37004",
        "text": "A nxiety disorders are recognized as prevalent mental health problems in children and adolescents, 1 affecting approximately 7% of children in any year and contributing to half of all mental health problems in youth. 2 Anxiety disorders can also be identified in early childhood, with rates varying between 1.5% and 9.4%. 3, 4 Furthermore, half of anxiety disorders diagnosed in adults first occur in childhood. 5 Child anxiety disorders interfere with family functioning, peer relationships, and school achievement, and increase the risk of developing other mental health problems such as depression and substance misuse. 6, 7 Identifying children who are at risk for developing anxiety disorders and intervening early in life could reduce the potential lifetime negative effects from anxiety. 8 Temperamental inhibition has been identified as a central risk factor for anxiety and internalizing problems. 9 Inhibition is the tendency to avoid, withdraw, or respond fearfully to novelty, and 10% to 15% of children are highly inhibited. 10 Longitudinal studies have shown that inhibition has a particularly strong relationship with risk of social anxiety disorder, with 43% of inhibited children developing social anxiety disorder compared to 13% of controls. 11 Nevertheless, not all children with an inhibited temperament will develop an anxiety disorder, and other risks, such as parenting, may be influential. A child's inhibited temperament can elicit overprotective and controlling behaviors in parents, inadvertently reinforcing and maintaining anxiety by reducing the development of autonomy. Other parenting behaviors that may contribute include anxious modeling and harsh or negative interactions. 9 There is growing evidence that anxiety disorders can be prevented in children and adolescents. 12, 13 The Cool Little Kids parenting group program aims to intervene early in life to prevent anxiety disorders in children who have an",
        "section": "",
        "section_number": 1,
        "sentences": [
            "A nxiety disorders are recognized as prevalent mental health problems in children and adolescents, 1 affecting approximately 7% of children in any year and contributing to half of all mental health problems in youth.",
            "2 Anxiety disorders can also be identified in early childhood, with rates varying between 1.5% and 9.4%.",
            "3, 4 Furthermore, half of anxiety disorders diagnosed in adults first occur in childhood.",
            "5 Child anxiety disorders interfere with family functioning, peer relationships, and school achievement, and increase the risk of developing other mental health problems such as depression and substance misuse.",
            "6, 7 Identifying children who are at risk for developing anxiety disorders and intervening early in life could reduce the potential lifetime negative effects from anxiety.",
            "8 Temperamental inhibition has been identified as a central risk factor for anxiety and internalizing problems.",
            "9 Inhibition is the tendency to avoid, withdraw, or respond fearfully to novelty, and 10% to 15% of children are highly inhibited.",
            "10 Longitudinal studies have shown that inhibition has a particularly strong relationship with risk of social anxiety disorder, with 43% of inhibited children developing social anxiety disorder compared to 13% of controls.",
            "11 Nevertheless, not all children with an inhibited temperament will develop an anxiety disorder, and other risks, such as parenting, may be influential.",
            "A child's inhibited temperament can elicit overprotective and controlling behaviors in parents, inadvertently reinforcing and maintaining anxiety by reducing the development of autonomy.",
            "Other parenting behaviors that may contribute include anxious modeling and harsh or negative interactions.",
            "9 There is growing evidence that anxiety disorders can be prevented in children and adolescents.",
            "12, 13 The Cool Little Kids parenting group program aims to intervene early in life to prevent anxiety disorders in children who have an"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37004",
        "text": "Supplemental material cited in this article is available online.",
        "section": "",
        "section_number": 2,
        "sentences": [
            "Supplemental material cited in this article is available online."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37004",
        "text": "inhibited temperament. 14 The manualized program consists of six sessions delivered by trained psychologists to groups of parents with an inhibited preschool-aged child. The program focuses on strategies that parents can implement with their child to manage their child's avoidant coping, reduce parental overprotection, and encourage child independence. Two randomized controlled trials (RCTs) have demonstrated its efficacy. 14, 15 In the first trial, children in the intervention group had significantly lower rates of anxiety disorders than children in the control group 3 years later (40% versus 69%). 16 A follow-up 11 years later showed that program benefits were maintained into adolescence for girls. 17 A second study with a higher-risk sample and slightly more intensive intervention also found lower rates of anxiety disorders in intervention children compared to controls at 6-month follow-up (53% versus 93%, p < .001). 15 The population cost-effectiveness of the program has also been evaluated and was found to represent very good value for money. 18 Overall, Cool Little Kids is ready for approaches to wider translational dissemination in the community. 19 Despite Cool Little Kids being a relatively brief program, there remain barriers to its wider dissemination. A scarcity of trained mental health professionals limits availability of the program. Parents with young families also face substantial barriers to attending group programs, including time demands and scheduling issues, as well as practical barriers such as transportation and arranging child care. 20 Internet delivery can increase the reach of mental health interventions and may help to reduce the burden of mental health problems. 21, 22 Online delivery of Cool Little Kids could potentially overcome some participation barriers and reach families who live in areas with limited access to child mental health services. An online adaptation of the groupbased program, Cool Little Kids Online, was developed and piloted to assess acceptability and perceived utility. 23 A sample of 51 Australian parents of an inhibited young child were provided access to the Cool Little Kids Online program and were invited to complete preÀpost questionnaires. Pilot study results showed that online dissemination of Cool Little Kids was feasible and acceptable to parents. Parents reported high levels of satisfaction, and there were significant improvements in child anxiety and related outcomes. The program was then improved and refined based on parent feedback.",
        "section": "",
        "section_number": 3,
        "sentences": [
            "inhibited temperament.",
            "14 The manualized program consists of six sessions delivered by trained psychologists to groups of parents with an inhibited preschool-aged child.",
            "The program focuses on strategies that parents can implement with their child to manage their child's avoidant coping, reduce parental overprotection, and encourage child independence.",
            "Two randomized controlled trials (RCTs) have demonstrated its efficacy.",
            "14, 15 In the first trial, children in the intervention group had significantly lower rates of anxiety disorders than children in the control group 3 years later (40% versus 69%).",
            "16 A follow-up 11 years later showed that program benefits were maintained into adolescence for girls.",
            "17 A second study with a higher-risk sample and slightly more intensive intervention also found lower rates of anxiety disorders in intervention children compared to controls at 6-month follow-up (53% versus 93%, p < .001).",
            "15 The population cost-effectiveness of the program has also been evaluated and was found to represent very good value for money.",
            "18 Overall, Cool Little Kids is ready for approaches to wider translational dissemination in the community.",
            "19 Despite Cool Little Kids being a relatively brief program, there remain barriers to its wider dissemination.",
            "A scarcity of trained mental health professionals limits availability of the program.",
            "Parents with young families also face substantial barriers to attending group programs, including time demands and scheduling issues, as well as practical barriers such as transportation and arranging child care.",
            "20 Internet delivery can increase the reach of mental health interventions and may help to reduce the burden of mental health problems.",
            "21, 22 Online delivery of Cool Little Kids could potentially overcome some participation barriers and reach families who live in areas with limited access to child mental health services.",
            "An online adaptation of the groupbased program, Cool Little Kids Online, was developed and piloted to assess acceptability and perceived utility.",
            "23 A sample of 51 Australian parents of an inhibited young child were provided access to the Cool Little Kids Online program and were invited to complete preÀpost questionnaires.",
            "Pilot study results showed that online dissemination of Cool Little Kids was feasible and acceptable to parents.",
            "Parents reported high levels of satisfaction, and there were significant improvements in child anxiety and related outcomes.",
            "The program was then improved and refined based on parent feedback."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37004",
        "text": "The aim of this study was to evaluate the efficacy of Cool Little Kids Online in a larger randomized controlled trial. We hypothesized that, compared to a waitlist control, the program would lead to lower child anxiety and internalizing symptoms, fewer child anxiety disorders, lower life interference related to anxiety, and reduced overprotective parenting practices.",
        "section": "",
        "section_number": 4,
        "sentences": [
            "The aim of this study was to evaluate the efficacy of Cool Little Kids Online in a larger randomized controlled trial.",
            "We hypothesized that, compared to a waitlist control, the program would lead to lower child anxiety and internalizing symptoms, fewer child anxiety disorders, lower life interference related to anxiety, and reduced overprotective parenting practices."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37004",
        "text": "Full details of the study method have been described in the trial protocol. 24 The trial was registered with the Australian New Zealand Clinical Trials Registry (12615000217505) and was approved by La Trobe University Human Ethics Committee (UHEC15-010).",
        "section": "METHOD",
        "section_number": 5,
        "sentences": [
            "Full details of the study method have been described in the trial protocol.",
            "24 The trial was registered with the Australian New Zealand Clinical Trials Registry (12615000217505) and was approved by La Trobe University Human Ethics Committee (UHEC15-010)."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37004",
        "text": "Inclusion criteria were Australian parents of a 3-to 6-year-old child with an inhibited temperament. Exclusion criteria were child major developmental delay (i.e., cerebral palsy, an intellectual disability, or severe autism) reported by parents. Participants were enrolled in the study after completing an online screening questionnaire, giving informed consent, and completing the baseline questionnaire online. Participants were recruited via the Cool Little Kids Online website (www.coollittlekids.org.au), which contained information about the study and the online link to enroll. The study was promoted with paid advertisements on Facebook and Google targeted Australiawide, and advertisements on parenting and mental healthÀrelated websites. Flyers were also distributed to preschool services in three metropolitan and one nonmetropolitan area in the state of Victoria, Australia. Recruitment occurred between June and September 2015. The target sample size was 385 to allow detection of an effect size of 0.32 standard deviations between groups on the primary outcome measure, with 80% power at the two-sided significance level of 0.05 and allowing for 20% attrition. Table 1 presents the sociodemographic characteristics of the sample, which were well balanced between intervention and control groups. Parents living outside of major cities were represented at similar rates to population data (70.9%). 25 ",
        "section": "Participants and Recruitment",
        "section_number": 6,
        "sentences": [
            "Inclusion criteria were Australian parents of a 3-to 6-year-old child with an inhibited temperament.",
            "Exclusion criteria were child major developmental delay (i.e., cerebral palsy, an intellectual disability, or severe autism) reported by parents.",
            "Participants were enrolled in the study after completing an online screening questionnaire, giving informed consent, and completing the baseline questionnaire online.",
            "Participants were recruited via the Cool Little Kids Online website (www.coollittlekids.org.au), which contained information about the study and the online link to enroll.",
            "The study was promoted with paid advertisements on Facebook and Google targeted Australiawide, and advertisements on parenting and mental healthÀrelated websites.",
            "Flyers were also distributed to preschool services in three metropolitan and one nonmetropolitan area in the state of Victoria, Australia.",
            "Recruitment occurred between June and September 2015.",
            "The target sample size was 385 to allow detection of an effect size of 0.32 standard deviations between groups on the primary outcome measure, with 80% power at the two-sided significance level of 0.05 and allowing for 20% attrition.",
            "Table 1 presents the sociodemographic characteristics of the sample, which were well balanced between intervention and control groups.",
            "Parents living outside of major cities were represented at similar rates to population data (70.9%).",
            "25"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37004",
        "text": "Parents were randomly allocated to intervention or waitlist-control groups in a 1:1 allocation. Randomization occurred at the end of the baseline questionnaire with an automated computer script. Parents were informed via email about their group allocation and received a welcome telephone call within the first week. Intervention parents were emailed instructions on how to create an account with the online program immediately after randomization. Parents in the control group were e-mailed these instructions once they had completed the final questionnaire after a waiting period of 24 weeks. Parents were not restricted from seeking other assistance during the study.",
        "section": "Randomization",
        "section_number": 7,
        "sentences": [
            "Parents were randomly allocated to intervention or waitlist-control groups in a 1:1 allocation.",
            "Randomization occurred at the end of the baseline questionnaire with an automated computer script.",
            "Parents were informed via email about their group allocation and received a welcome telephone call within the first week.",
            "Intervention parents were emailed instructions on how to create an account with the online program immediately after randomization.",
            "Parents in the control group were e-mailed these instructions once they had completed the final questionnaire after a waiting period of 24 weeks.",
            "Parents were not restricted from seeking other assistance during the study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37004",
        "text": "Except where noted, all measures were completed at baseline, 12 weeks after baseline, and 24 weeks after baseline. All assessments were completed online by a parent or primary caregiver.",
        "section": "Measures",
        "section_number": 8,
        "sentences": [
            "Except where noted, all measures were completed at baseline, 12 weeks after baseline, and 24 weeks after baseline.",
            "All assessments were completed online by a parent or primary caregiver."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37004",
        "text": "Potential participants completed the Approach subscale of the Short Temperament Scale for Children (STSC) 26 as a screen for child temperamental inhibition. This seven-item subscale measures social approach versus withdrawal behaviors. Scores range from 0 to 42, and higher scores indicate greater withdrawal. As in previous research on the Cool Little Kids program, a score over 30 was the cut-point for study eligibility. 14, 19 This is approximately 1.15 standard deviations above the age-adjusted norm, and is consistent with meeting criteria for behavioral inhibition on a laboratory assessment. 14 ",
        "section": "Child Inhibition",
        "section_number": 9,
        "sentences": [
            "Potential participants completed the Approach subscale of the Short Temperament Scale for Children (STSC) 26 as a screen for child temperamental inhibition.",
            "This seven-item subscale measures social approach versus withdrawal behaviors.",
            "Scores range from 0 to 42, and higher scores indicate greater withdrawal.",
            "As in previous research on the Cool Little Kids program, a score over 30 was the cut-point for study eligibility.",
            "14, 19 This is approximately 1.15 standard deviations above the age-adjusted norm, and is consistent with meeting criteria for behavioral inhibition on a laboratory assessment.",
            "14"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37004",
        "text": "The primary outcome measure was the Revised Preschool Anxiety Scale (PAS-R). 27 The PAS-R assesses parent-reported anxiety symptoms in young children and includes four subscales: generalized anxiety, social phobia, separation anxiety, and specific phobias. Total scores range from 0 to 112 and can differentiate between children with an anxiety disorder (mean ¼ 61) and without (mean ¼ 23). 27 ",
        "section": "Child Anxiety Symptoms",
        "section_number": 10,
        "sentences": [
            "The primary outcome measure was the Revised Preschool Anxiety Scale (PAS-R).",
            "27 The PAS-R assesses parent-reported anxiety symptoms in young children and includes four subscales: generalized anxiety, social phobia, separation anxiety, and specific phobias.",
            "Total scores range from 0 to 112 and can differentiate between children with an anxiety disorder (mean ¼ 61) and without (mean ¼ 23).",
            "27"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37004",
        "text": "The Online Assessment of Preschool Anxiety (OAPA) is a newly developed measure that assesses anxiety diagnoses in young children aged 6 years and below. It was adapted from the Youth Online Diagnostic Assessment 28 for children and adolescents aged 7 to 17 years. Parents complete the OAPA online and are asked screening questions for each of the following child anxiety disorders: separation anxiety disorder, specific phobia, social phobia, and generalized anxiety disorder. Automated rules determine whether the rest of the symptom questions for that disorder are presented. Parents rate child anxiety symptoms and level of interference in closed questions, and also provide written descriptions of child thoughts and behaviors and examples of life interference. Initially, responses are automatically scored for the presence or absence of a disorder based on DSM-IV criteria. De-identified reports that include each parent's responses and provisional diagnoses are then reviewed by a psychologist to ascertain whether parents' written descriptions are consistent with the disorder being assessed and whether the level of impairment described is clinically sufficient to warrant a diagnosis.",
        "section": "Child Anxiety Disorders",
        "section_number": 11,
        "sentences": [
            "The Online Assessment of Preschool Anxiety (OAPA) is a newly developed measure that assesses anxiety diagnoses in young children aged 6 years and below.",
            "It was adapted from the Youth Online Diagnostic Assessment 28 for children and adolescents aged 7 to 17 years.",
            "Parents complete the OAPA online and are asked screening questions for each of the following child anxiety disorders: separation anxiety disorder, specific phobia, social phobia, and generalized anxiety disorder.",
            "Automated rules determine whether the rest of the symptom questions for that disorder are presented.",
            "Parents rate child anxiety symptoms and level of interference in closed questions, and also provide written descriptions of child thoughts and behaviors and examples of life interference.",
            "Initially, responses are automatically scored for the presence or absence of a disorder based on DSM-IV criteria.",
            "De-identified reports that include each parent's responses and provisional diagnoses are then reviewed by a psychologist to ascertain whether parents' written descriptions are consistent with the disorder being assessed and whether the level of impairment described is clinically sufficient to warrant a diagnosis."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37004",
        "text": "Reports were reviewed by two postgraduate clinical psychology candidates who received ongoing supervision by two experienced clinical child psychologists. The OAPA was completed at the 24-week follow-up assessment. Initial evidence of construct validity is supported by children with OAPA anxiety disorders scoring significantly higher on PAS-R anxiety symptoms than children without a diagnosis (p < .001) (unpublished data, January 2017).",
        "section": "Child Anxiety Disorders",
        "section_number": 12,
        "sentences": [
            "Reports were reviewed by two postgraduate clinical psychology candidates who received ongoing supervision by two experienced clinical child psychologists.",
            "The OAPA was completed at the 24-week follow-up assessment.",
            "Initial evidence of construct validity is supported by children with OAPA anxiety disorders scoring significantly higher on PAS-R anxiety symptoms than children without a diagnosis (p < .001) (unpublished data, January 2017)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37004",
        "text": "Child internalizing symptoms (depression and anxiety) were assessed with the Emotional Symptoms subscale of the Strengths and Difficulties Questionnaire (parent version; SDQ-P). 29 The SDQ-P is a widely used screening tool for psychosocial problems in children aged 4 to 10 years. The Emotional Symptoms subscale (SDQ-ES) has five items, with scores ranging between 0 and 10.",
        "section": "Child Internalizing Symptoms",
        "section_number": 13,
        "sentences": [
            "Child internalizing symptoms (depression and anxiety) were assessed with the Emotional Symptoms subscale of the Strengths and Difficulties Questionnaire (parent version; SDQ-P).",
            "29 The SDQ-P is a widely used screening tool for psychosocial problems in children aged 4 to 10 years.",
            "The Emotional Symptoms subscale (SDQ-ES) has five items, with scores ranging between 0 and 10."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37004",
        "text": "Life interference from child anxiety was assessed with the preschool version of the Children's Anxiety Life Interference Scale (CALIS). 30 Kennedy et al. 15 adapted the CALIS for use with younger, preschool-age children (CALIS-PV). The preschool version is a 20-item parent report questionnaire with two subscales: child life interference from anxiety, and family interference due to child anxiety.",
        "section": "Life Interference",
        "section_number": 14,
        "sentences": [
            "Life interference from child anxiety was assessed with the preschool version of the Children's Anxiety Life Interference Scale (CALIS).",
            "30 Kennedy et al. 15 adapted the CALIS for use with younger, preschool-age children (CALIS-PV).",
            "The preschool version is a 20-item parent report questionnaire with two subscales: child life interference from anxiety, and family interference due to child anxiety."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37004",
        "text": "The Over-Involved/Protective parenting scale (OI/P) 31 is an eightitem measure of over-involved/protective parenting behaviors that discourage autonomy in young children. The mean of the items ranges between 1 and 4, with higher scores indicating greater overinvolved/protective parenting practices. The OI/P was completed at baseline and at the 24-week follow-up assessment.",
        "section": "Over-Involved/Protective Parenting",
        "section_number": 15,
        "sentences": [
            "The Over-Involved/Protective parenting scale (OI/P) 31 is an eightitem measure of over-involved/protective parenting behaviors that discourage autonomy in young children.",
            "The mean of the items ranges between 1 and 4, with higher scores indicating greater overinvolved/protective parenting practices.",
            "The OI/P was completed at baseline and at the 24-week follow-up assessment."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37004",
        "text": "Psychological distress in the parent was assessed at baseline with the Kessler 10 Psychological Distress Scale (K10). 32 ",
        "section": "Parent Psychological Distress",
        "section_number": 16,
        "sentences": [
            "Psychological distress in the parent was assessed at baseline with the Kessler 10 Psychological Distress Scale (K10).",
            "32"
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37004",
        "text": "Cool Little Kids Online was adapted from the Cool Little Kids parenting group program into eight online modules that include written information, videos, audio narration, interactive worksheets and activities, and parent stories. Modules include psychoeducation about the nature, development, and risks for anxiety disorders and teach practical ways to reduce child anxiety through graded exposure, contingency management, reducing overprotective behaviors, and managing parents' own fears and worries (see Table S1 for an overview of each module, available online). Further detail about the program's development is provided in the pilot study 23 and study protocol. 24 In the present trial, parents could access the program for 6 months after creating their account. A new module became available each week; parents were encouraged to complete one module per week but could work at their own pace if they preferred. Parents received automated summary emails after completing each module, which reinforced activities to practice at home before the next module. Automated e-mails also announced the availability of each new module, which also served as reminders to use the program. Participants in the intervention group were sent one SMS reminder after 2 weeks of website inactivity to determine whether they were having technical problems and to encourage them to log in.",
        "section": "Intervention",
        "section_number": 17,
        "sentences": [
            "Cool Little Kids Online was adapted from the Cool Little Kids parenting group program into eight online modules that include written information, videos, audio narration, interactive worksheets and activities, and parent stories.",
            "Modules include psychoeducation about the nature, development, and risks for anxiety disorders and teach practical ways to reduce child anxiety through graded exposure, contingency management, reducing overprotective behaviors, and managing parents' own fears and worries (see Table S1 for an overview of each module, available online).",
            "Further detail about the program's development is provided in the pilot study 23 and study protocol.",
            "24 In the present trial, parents could access the program for 6 months after creating their account.",
            "A new module became available each week; parents were encouraged to complete one module per week but could work at their own pace if they preferred.",
            "Parents received automated summary emails after completing each module, which reinforced activities to practice at home before the next module.",
            "Automated e-mails also announced the availability of each new module, which also served as reminders to use the program.",
            "Participants in the intervention group were sent one SMS reminder after 2 weeks of website inactivity to determine whether they were having technical problems and to encourage them to log in."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37004",
        "text": "Parents in the intervention group could request telephone support during the 24-week study period by contacting the study team. Intervention participants were informed of the availability of the support call in the participant information sheet, welcome email, welcome phone call, and in the module 2 and module 5 summary e-mail. The support was provided by a provisionally registered psychologist with prior experience delivering the Cool Little Kids parenting group program, who was supervised by an experienced clinical psychologist. The psychologist could examine parents' completed worksheets and their progress through the online program to help parents troubleshoot difficulties implementing intervention techniques.",
        "section": "Intervention",
        "section_number": 18,
        "sentences": [
            "Parents in the intervention group could request telephone support during the 24-week study period by contacting the study team.",
            "Intervention participants were informed of the availability of the support call in the participant information sheet, welcome email, welcome phone call, and in the module 2 and module 5 summary e-mail.",
            "The support was provided by a provisionally registered psychologist with prior experience delivering the Cool Little Kids parenting group program, who was supervised by an experienced clinical psychologist.",
            "The psychologist could examine parents' completed worksheets and their progress through the online program to help parents troubleshoot difficulties implementing intervention techniques."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37004",
        "text": "Mixed-model repeated-measures analyses of variance were conducted on all continuous outcomes to evaluate the effect of the intervention. These analyses are able to account for correlations among repeated measurements and can include participants with missing data. The mixed-models approach is consistent with intention-to-treat analytic approaches under the assumption that data are missing at random. For each outcome, the optimal withinsubject covariance structure was chosen as the one that minimizes the Bayesian Information Criterion calculated using restricted maximum likelihood. Planned contrasts compared the amount of change from baseline to each follow-up point between groups, as well as change between the 12-week and 24-week follow-up. Effect sizes (Cohen's d) for difference in change over time were calculated by standardizing the differences in change over time (baselinefollow-up) between the two groups by the pooled standard deviation of the difference. Responders were identified as children who demonstrated a statistically reliable improvement in anxiety symptoms on the PAS-R between baseline and the 24-week follow-up, according to the procedures in Jacobson and Truax. 34 Response rates and relative risk (RR) were calculated and tested for significance. Differences in the number of child anxiety disorders between groups were modeled with negative binomial regression. The incidence rate ratio (IRR) is the ratio of the number of anxiety disorders at the 24-week follow-up in the intervention and control groups. Statistical analyses were conducted using SPSS 22 and R, and the significance level was set at p < .05.",
        "section": "Statistical Analyses",
        "section_number": 19,
        "sentences": [
            "Mixed-model repeated-measures analyses of variance were conducted on all continuous outcomes to evaluate the effect of the intervention.",
            "These analyses are able to account for correlations among repeated measurements and can include participants with missing data.",
            "The mixed-models approach is consistent with intention-to-treat analytic approaches under the assumption that data are missing at random.",
            "For each outcome, the optimal withinsubject covariance structure was chosen as the one that minimizes the Bayesian Information Criterion calculated using restricted maximum likelihood.",
            "Planned contrasts compared the amount of change from baseline to each follow-up point between groups, as well as change between the 12-week and 24-week follow-up.",
            "Effect sizes (Cohen's d) for difference in change over time were calculated by standardizing the differences in change over time (baselinefollow-up) between the two groups by the pooled standard deviation of the difference.",
            "Responders were identified as children who demonstrated a statistically reliable improvement in anxiety symptoms on the PAS-R between baseline and the 24-week follow-up, according to the procedures in Jacobson and Truax.",
            "34 Response rates and relative risk (RR) were calculated and tested for significance.",
            "Differences in the number of child anxiety disorders between groups were modeled with negative binomial regression.",
            "The incidence rate ratio (IRR) is the ratio of the number of anxiety disorders at the 24-week follow-up in the intervention and control groups.",
            "Statistical analyses were conducted using SPSS 22 and R, and the significance level was set at p < .05."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37004",
        "text": "Of 1,053 families screened for eligibility, 433 were recruited to the trial, with 215 randomized to the intervention group and 218 to the control group. Study attrition was relatively low, with 86.4% of participants (84.2% intervention, 88.5% control, p ¼ .187) providing primary outcome data on two or more occasions (see Figure 1 for the trial flow diagram). The two groups were similar on the PAS-R, SDQ-ES, CALIS-PV, and OI/P scales at baseline, indicating that randomization resulted in comparable groups (Table 2) . Average child anxiety scores were high at baseline, and two-thirds of children were in the abnormal range of emotional symptoms on the SDQ, indicating that many children had clinical levels of anxiety or internalizing problems. Participants who provided 12-week assessment data were very satisfied with the online program. The program was rated by 93% as \"quite\" to \"extremely\" useful for understanding young children's shyness, inhibition, and anxiety; 91% for knowing what leads to anxiety developing in young children; 91% for knowing how to encourage brave behavior in their child; 89% for knowing how to reduce anxious behavior in their child; and 84% for knowing how to change their own anxious and fearful thoughts. Most parents (95.4%) reported that they would probably or definitely recommend the program to others.",
        "section": "RESULTS",
        "section_number": 20,
        "sentences": [
            "Of 1,053 families screened for eligibility, 433 were recruited to the trial, with 215 randomized to the intervention group and 218 to the control group.",
            "Study attrition was relatively low, with 86.4% of participants (84.2% intervention, 88.5% control, p ¼ .187) providing primary outcome data on two or more occasions (see Figure 1 for the trial flow diagram).",
            "The two groups were similar on the PAS-R, SDQ-ES, CALIS-PV, and OI/P scales at baseline, indicating that randomization resulted in comparable groups (Table 2) .",
            "Average child anxiety scores were high at baseline, and two-thirds of children were in the abnormal range of emotional symptoms on the SDQ, indicating that many children had clinical levels of anxiety or internalizing problems.",
            "Participants who provided 12-week assessment data were very satisfied with the online program.",
            "The program was rated by 93% as \"quite\" to \"extremely\" useful for understanding young children's shyness, inhibition, and anxiety; 91% for knowing what leads to anxiety developing in young children; 91% for knowing how to encourage brave behavior in their child; 89% for knowing how to reduce anxious behavior in their child; and 84% for knowing how to change their own anxious and fearful thoughts.",
            "Most parents (95.4%) reported that they would probably or definitely recommend the program to others."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37004",
        "text": "Baseline, 12-week, and 24-week scores on all child outcome measures are presented in Table 2 . Table 3 presents the results from the planned contrasts, estimating the mean difference in change over time between groups. There was significantly greater improvement in child anxiety symptoms (PAS-R total score) in the intervention group compared with the control group at the 24-week follow-up. This difference was small to moderate in size (d ¼ 0.38). Greater improvement was also demonstrated for each anxiety subscale, with small to moderate effect sizes. The rates of reliable change on child anxiety symptoms are presented in Table 4 . Responders, that is, those who showed a reliable improvement, were significantly more frequent in the intervention group (relative risk [RR] ¼ 1.51; 95% CI ¼ 1.20À1.89). The number needed to treat to achieve one response to the intervention compared to the control was 5.1 (95% CI ¼ 3.4À11.1).",
        "section": "Primary Outcomes",
        "section_number": 21,
        "sentences": [
            "Baseline, 12-week, and 24-week scores on all child outcome measures are presented in Table 2 .",
            "Table 3 presents the results from the planned contrasts, estimating the mean difference in change over time between groups.",
            "There was significantly greater improvement in child anxiety symptoms (PAS-R total score) in the intervention group compared with the control group at the 24-week follow-up.",
            "This difference was small to moderate in size (d ¼ 0.38).",
            "Greater improvement was also demonstrated for each anxiety subscale, with small to moderate effect sizes.",
            "The rates of reliable change on child anxiety symptoms are presented in Table 4 .",
            "Responders, that is, those who showed a reliable improvement, were significantly more frequent in the intervention group (relative risk [RR] ¼ 1.51; 95% CI ¼ 1.20À1.89).",
            "The number needed to treat to achieve one response to the intervention compared to the control was 5.1 (95% CI ¼ 3.4À11.1)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37004",
        "text": "To explore whether help-seeking during the study accounted for observed effects, a post hoc sensitivity analysis was conducted that excluded participants who reported seeking external support (see Table S2 , available online). Estimates of intervention effects were similar to those using all participants.",
        "section": "Primary Outcomes",
        "section_number": 22,
        "sentences": [
            "To explore whether help-seeking during the study accounted for observed effects, a post hoc sensitivity analysis was conducted that excluded participants who reported seeking external support (see Table S2 , available online).",
            "Estimates of intervention effects were similar to those using all participants."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37004",
        "text": "Rates of anxiety disorders assessed by the OAPA at the 24-week follow-up are presented in Table 4 . Fewer children in the intervention group met criteria for any anxiety disorder than controls (RR ¼ 0.74; 95% CI ¼ 0.58À0.94). The number needed to treat to prevent one case of anxiety disorder was 7.2 (95% CI ¼ 4.1À33.9). Results were similar for each type of anxiety disorder: separation anxiety disorder (RR ¼ 0.77; 95% CI ¼ 0.50À1.18), specific phobia (RR ¼ 0.49; 95% CI ¼ 0.31À0.79), social phobia (RR ¼ 0.76; 95% CI ¼ 0.55À1.06), and generalized anxiety disorder (RR ¼ 0.54; 95% CI ¼ 0.29À0.997). The mean number of anxiety disorders was also lower in the intervention group (mean ¼ 0.69, SD ¼ 1.02) than in the control group (mean ¼ 1.05, SD ¼ 1.20; IRR ¼ 0.66; 95% CI ¼ 0.51À0.86).",
        "section": "Secondary Outcomes",
        "section_number": 23,
        "sentences": [
            "Rates of anxiety disorders assessed by the OAPA at the 24-week follow-up are presented in Table 4 .",
            "Fewer children in the intervention group met criteria for any anxiety disorder than controls (RR ¼ 0.74; 95% CI ¼ 0.58À0.94).",
            "The number needed to treat to prevent one case of anxiety disorder was 7.2 (95% CI ¼ 4.1À33.9).",
            "Results were similar for each type of anxiety disorder: separation anxiety disorder (RR ¼ 0.77; 95% CI ¼ 0.50À1.18), specific phobia (RR ¼ 0.49; 95% CI ¼ 0.31À0.79), social phobia (RR ¼ 0.76; 95% CI ¼ 0.55À1.06), and generalized anxiety disorder (RR ¼ 0.54; 95% CI ¼ 0.29À0.997).",
            "The mean number of anxiety disorders was also lower in the intervention group (mean ¼ 0.69, SD ¼ 1.02) than in the control group (mean ¼ 1.05, SD ¼ 1.20; IRR ¼ 0.66; 95% CI ¼ 0.51À0.86)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37004",
        "text": "Of the remaining secondary outcomes, child and family life interference from anxiety showed significantly greater improvement in the intervention group than in the control group between baseline and 24-week follow-up ( Table 3) . The intervention and control groups did not differ at follow-up on child internalizing symptoms (SDQ-ES) or overprotective parenting (OI/P). Both of these outcomes reduced substantially from baseline to follow-up across trial arms.",
        "section": "Secondary Outcomes",
        "section_number": 24,
        "sentences": [
            "Of the remaining secondary outcomes, child and family life interference from anxiety showed significantly greater improvement in the intervention group than in the control group between baseline and 24-week follow-up ( Table 3) .",
            "The intervention and control groups did not differ at follow-up on child internalizing symptoms (SDQ-ES) or overprotective parenting (OI/P).",
            "Both of these outcomes reduced substantially from baseline to follow-up across trial arms."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37004",
        "text": "This study aimed to evaluate an Internet-delivered parenting program for early intervention in anxiety problems in young children. Results provide empirical support for the efficacy of online delivery of the Cool Little Kids program. As hypothesized, the intervention group showed significantly greater reductions in child anxiety symptoms and life interference from anxiety, along with lower rates of anxiety disorders, than the control group. Average improvements were small to moderate in size relative to controls, consistent with other anxiety prevention programs delivered to children at greater risk. 12 The number needed to treat to achieve a reliable response or to prevent an anxiety disorder was approximately 6 to 7. Parent satisfaction was high, even though the amount of program use was relatively low. The program, however, did not demonstrate improvements in broader child internalizing symptoms or overprotective parenting. Overall, these results suggest that offering online access to the program with minimal support could be an effective way of reducing anxiety in children with an inhibited temperament. These results add to evidence of the efficacy of the Cool Little Kids program. This study found a difference of 14% in the rate of anxiety disorders between the intervention and control groups, equivalent to the 1-year follow-up result in the first RCT of the group program. 14 Intervention group reductions in anxiety symptoms were also similar in size to those shown in the second RCT at 6-month follow-up, 15 but the effect on anxiety disorders was smaller in the present trial. Compared to the pilot evaluation of Cool Little Kids Online, this study found larger withingroup effect sizes, even higher parent satisfaction, and more frequent homework practice. 23 Online program use was lower than the high attendance rates observed for the group parenting program when delivered through a university research clinic. 14, 15 Adherence rates were closer to those found in translational research, in which the group program was delivered in preschool services and only onethird of parents attended most sessions (Bayer et al., in preparation). These differences in program adherence among clinical, community, and Internet-based populations may reflect different levels of parent commitment. Compared to the clinic-based evaluations of Cool Little Kids, parents could easily sign up for this Internet-based study, as they were not required to commit to laboratory observations and in-person assessments, and hence motivation levels may have been lower.",
        "section": "DISCUSSION",
        "section_number": 25,
        "sentences": [
            "This study aimed to evaluate an Internet-delivered parenting program for early intervention in anxiety problems in young children.",
            "Results provide empirical support for the efficacy of online delivery of the Cool Little Kids program.",
            "As hypothesized, the intervention group showed significantly greater reductions in child anxiety symptoms and life interference from anxiety, along with lower rates of anxiety disorders, than the control group.",
            "Average improvements were small to moderate in size relative to controls, consistent with other anxiety prevention programs delivered to children at greater risk.",
            "12 The number needed to treat to achieve a reliable response or to prevent an anxiety disorder was approximately 6 to 7.",
            "Parent satisfaction was high, even though the amount of program use was relatively low.",
            "The program, however, did not demonstrate improvements in broader child internalizing symptoms or overprotective parenting.",
            "Overall, these results suggest that offering online access to the program with minimal support could be an effective way of reducing anxiety in children with an inhibited temperament.",
            "These results add to evidence of the efficacy of the Cool Little Kids program.",
            "This study found a difference of 14% in the rate of anxiety disorders between the intervention and control groups, equivalent to the 1-year follow-up result in the first RCT of the group program.",
            "14 Intervention group reductions in anxiety symptoms were also similar in size to those shown in the second RCT at 6-month follow-up, 15 but the effect on anxiety disorders was smaller in the present trial.",
            "Compared to the pilot evaluation of Cool Little Kids Online, this study found larger withingroup effect sizes, even higher parent satisfaction, and more frequent homework practice.",
            "23 Online program use was lower than the high attendance rates observed for the group parenting program when delivered through a university research clinic.",
            "14, 15 Adherence rates were closer to those found in translational research, in which the group program was delivered in preschool services and only onethird of parents attended most sessions (Bayer et al., in preparation).",
            "These differences in program adherence among clinical, community, and Internet-based populations may reflect different levels of parent commitment.",
            "Compared to the clinic-based evaluations of Cool Little Kids, parents could easily sign up for this Internet-based study, as they were not required to commit to laboratory observations and in-person assessments, and hence motivation levels may have been lower."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37004",
        "text": "Although the program was effective overall, there was variation in children's outcomes, and an important minority (42%) did not demonstrate reliable improvement. There is therefore room to further improve program effects, and to identify those families who are least likely to benefit from this method of delivery and why. The lack of effect on internalizing symptoms was unexpected, and the reason for this finding is unclear. The limited effect on overprotective parenting could be due to several factors. One is that there may be natural improvement over time as children start school and are given more independence by parents. Alternatively, as much of the content targeting overprotection begins in the fourth module, some parents may not have received an adequate dose to realistically achieve change in parenting behavior. However, the lack of effect on overprotective parenting does raise important theoretical questions about program mechanisms, which could be investigated in further mediation research. 14 A key area of future research is to explore which families are most likely to benefit from the program and under what conditions. Evidence of effectiveness despite limited use of the program may be a realistic reflection of the nonclinical sample, and some families may not need to learn all of the skills and complete all eight modules. Alternatively, changes to the program could be required to increase adherence or engagement with the material. More frequent assessments could identify when improvements occur and whether these are related to particular modules or skills. Changing the model of clinician support is another avenue of investigation, as the low take-up of this was surprising. Other research has found higher rates of 19% to 48% when clinician support was offered on-demand to support self-guided treatment of anxiety. 35, 36 However, the program was promoted as a resource to prevent anxiety and to improve child confidence, and parent expectations about the need for clinician support may differ from those of online treatment programs for clinical anxiety. In-depth qualitative research could investigate adherence and the reasons for nonuse, and whether these barriers would be feasible to overcome through changes to the program or the provision of support. The value of changing the module structure (e.g., fewer modules), clinician support model, or program components could then be evaluated to optimize the design and delivery of the program. 37 This study has several strengths. It achieved a large sample representing a range of sociodemographic characteristics and a low attrition rate for an online study. The study design was quite pragmatic in that the intervention was delivered in a way similar to how it could be used in practice if disseminated. There were minimal inclusion/ exclusion criteria, the online enrollment process presented few barriers to participation, and participants were not restricted from accessing other help or resources during the study. A limitation of the study was the use of singleinformant self-report measures. Use of other informants (e.g., teachers) would have reduced the risk of bias from parents being aware of their group allocation. However, this was not feasible to implement due to the Australia-wide geographic distribution of participants. The waitlist control also precluded investigating longer-term preventive effects, which may be particularly important given the young age of the children and the increased onset of anxiety in middle childhood. A third limitation was that the assessment of child anxiety diagnoses used a new measure with limited established psychometric properties.",
        "section": "DISCUSSION",
        "section_number": 26,
        "sentences": [
            "Although the program was effective overall, there was variation in children's outcomes, and an important minority (42%) did not demonstrate reliable improvement.",
            "There is therefore room to further improve program effects, and to identify those families who are least likely to benefit from this method of delivery and why.",
            "The lack of effect on internalizing symptoms was unexpected, and the reason for this finding is unclear.",
            "The limited effect on overprotective parenting could be due to several factors.",
            "One is that there may be natural improvement over time as children start school and are given more independence by parents.",
            "Alternatively, as much of the content targeting overprotection begins in the fourth module, some parents may not have received an adequate dose to realistically achieve change in parenting behavior.",
            "However, the lack of effect on overprotective parenting does raise important theoretical questions about program mechanisms, which could be investigated in further mediation research.",
            "14 A key area of future research is to explore which families are most likely to benefit from the program and under what conditions.",
            "Evidence of effectiveness despite limited use of the program may be a realistic reflection of the nonclinical sample, and some families may not need to learn all of the skills and complete all eight modules.",
            "Alternatively, changes to the program could be required to increase adherence or engagement with the material.",
            "More frequent assessments could identify when improvements occur and whether these are related to particular modules or skills.",
            "Changing the model of clinician support is another avenue of investigation, as the low take-up of this was surprising.",
            "Other research has found higher rates of 19% to 48% when clinician support was offered on-demand to support self-guided treatment of anxiety.",
            "35, 36 However, the program was promoted as a resource to prevent anxiety and to improve child confidence, and parent expectations about the need for clinician support may differ from those of online treatment programs for clinical anxiety.",
            "In-depth qualitative research could investigate adherence and the reasons for nonuse, and whether these barriers would be feasible to overcome through changes to the program or the provision of support.",
            "The value of changing the module structure (e.g., fewer modules), clinician support model, or program components could then be evaluated to optimize the design and delivery of the program.",
            "37 This study has several strengths.",
            "It achieved a large sample representing a range of sociodemographic characteristics and a low attrition rate for an online study.",
            "The study design was quite pragmatic in that the intervention was delivered in a way similar to how it could be used in practice if disseminated.",
            "There were minimal inclusion/ exclusion criteria, the online enrollment process presented few barriers to participation, and participants were not restricted from accessing other help or resources during the study.",
            "A limitation of the study was the use of singleinformant self-report measures.",
            "Use of other informants (e.g., teachers) would have reduced the risk of bias from parents being aware of their group allocation.",
            "However, this was not feasible to implement due to the Australia-wide geographic distribution of participants.",
            "The waitlist control also precluded investigating longer-term preventive effects, which may be particularly important given the young age of the children and the increased onset of anxiety in middle childhood.",
            "A third limitation was that the assessment of child anxiety diagnoses used a new measure with limited established psychometric properties."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37004",
        "text": "With these caveats in mind, offering an online adaptation of the Cool Little Kids parenting program appears to be effective in reducing anxiety in inhibited young children. Online dissemination has the potential to reach larger numbers of parents in the community with greater costefficiency than face-to-face delivery by trained professionals. That the program demonstrated benefits with minimal clinician support augurs well for the flexibility and cost-effectiveness of future dissemination efforts. Additional research could investigate how to optimize the program to maximize its positive impact on anxious children and their families. & ",
        "section": "DISCUSSION",
        "section_number": 27,
        "sentences": [
            "With these caveats in mind, offering an online adaptation of the Cool Little Kids parenting program appears to be effective in reducing anxiety in inhibited young children.",
            "Online dissemination has the potential to reach larger numbers of parents in the community with greater costefficiency than face-to-face delivery by trained professionals.",
            "That the program demonstrated benefits with minimal clinician support augurs well for the flexibility and cost-effectiveness of future dissemination efforts.",
            "Additional research could investigate how to optimize the program to maximize its positive impact on anxious children and their families. &"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37004",
        "text": "www.jaacap.org VOLUME 56 NUMBER 5 MAY 2017 MORGAN et al.",
        "section": "",
        "section_number": 28,
        "sentences": [
            "www.jaacap.org VOLUME 56 NUMBER 5 MAY 2017 MORGAN et al."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37004",
        "text": "INTERNET-DELIVERED PARENTING PROGRAM FOR CHILD ANXIETY",
        "section": "",
        "section_number": 29,
        "sentences": [
            "INTERNET-DELIVERED PARENTING PROGRAM FOR CHILD ANXIETY"
        ],
        "sentence_labels": [
            -1
        ]
    }
]