[
    {
        "doc_id": "34794",
        "text": "Background: Local anesthetic infiltration and corticosteroids had shown effectiveness in reducing post tonsillectomy nausea, vomiting and pain. Objectives: To compare the effect of intravenous dexamethasone versus pre-incision infiltration of local anesthesia in pediatric tonsillectomy on postoperative nausea and vomiting (PONV). The secondary objective was postoperative pain. Methods: A randomized double-blind clinical trial was conducted at a tertiary care teaching hospital. Children admitted to undergo tonsillectomy aged between 4 and 13 years from January 2015 to August 2015 were enrolled and divided into two groups. Both groups had general anesthesia. Group I received intravenous dexamethasone 0.5 mg/kg (maximum dose 16 mg) with placebo pre-incision infiltration. Group II received pre-incision infiltration a total of 2e4 ml local anesthesia mixture with saline and an equivalent volume of intravenous saline. Results: Group I consisted of 64 patients while group II had 65 patients. In the PACU, 15.6% of patients in group I experienced vomiting compared to 3.1% in group II (p-value ¼ 0.032). After 24 h, the incidence of PONV was significantly higher in group I compared to group II (26.6% vs. 9.2% respectively, pvalue ¼ 0.019). At 48 h postoperatively, PONV was significantly higher in group I (p-value ¼ 0.013). The incidence was similar in both groups after three, four and five postoperative days. Baseline pain and pain during swallowing were significantly different at 6, 12 and 24 h as well as days 1 through 5. Pain upon jaw opening was significantly different at 6, 12 and 24 h between the two groups. Pain while eating soft food was significantly different at 24 h and days 2 through 5. In the PACU, 20.3% of patients in group I received diclofenac compared to 3.1% in group II (pvalue ¼ 0.005). From day 1 till day 5, analgesic consumption was significantly higher in group I. Conclusion: Local anesthetic infiltration in addition to NSAIDS and paracetamol could serve as a multimodal analgesia and decrease PONV. Trial registration: NCT02355678.",
        "section": "Abstract",
        "sentences": [
            "Background: Local anesthetic infiltration and corticosteroids had shown effectiveness in reducing post tonsillectomy nausea, vomiting and pain.",
            "Objectives: To compare the effect of intravenous dexamethasone versus pre-incision infiltration of local anesthesia in pediatric tonsillectomy on postoperative nausea and vomiting (PONV).",
            "The secondary objective was postoperative pain.",
            "Methods: A randomized double-blind clinical trial was conducted at a tertiary care teaching hospital.",
            "Children admitted to undergo tonsillectomy aged between 4 and 13 years from January 2015 to August 2015 were enrolled and divided into two groups.",
            "Both groups had general anesthesia.",
            "Group I received intravenous dexamethasone 0.5 mg/kg (maximum dose 16 mg) with placebo pre-incision infiltration.",
            "Group II received pre-incision infiltration a total of 2e4 ml local anesthesia mixture with saline and an equivalent volume of intravenous saline.",
            "Results: Group I consisted of 64 patients while group II had 65 patients.",
            "In the PACU, 15.6% of patients in group I experienced vomiting compared to 3.1% in group II (p-value ¼ 0.032).",
            "After 24 h, the incidence of PONV was significantly higher in group I compared to group II (26.6% vs. 9.2% respectively, pvalue ¼ 0.019).",
            "At 48 h postoperatively, PONV was significantly higher in group I (p-value ¼ 0.013).",
            "The incidence was similar in both groups after three, four and five postoperative days.",
            "Baseline pain and pain during swallowing were significantly different at 6, 12 and 24 h as well as days 1 through 5.",
            "Pain upon jaw opening was significantly different at 6, 12 and 24 h between the two groups.",
            "Pain while eating soft food was significantly different at 24 h and days 2 through 5.",
            "In the PACU, 20.3% of patients in group I received diclofenac compared to 3.1% in group II (pvalue ¼ 0.005).",
            "From day 1 till day 5, analgesic consumption was significantly higher in group I. Conclusion: Local anesthetic infiltration in addition to NSAIDS and paracetamol could serve as a multimodal analgesia and decrease PONV.",
            "Trial registration: NCT02355678."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34794",
        "text": "Tonsillectomy is usually associated with postoperative nausea and vomiting (PONV) with an incidence ranging from 23% to 73% [1] . It could decrease oral intake which might lead to dehydration thereby increasing the risk of hospital readmission [2] . This would cause parents to be worried and dissatisfied.",
        "section": "Introduction",
        "section_number": 1,
        "sentences": [
            "Tonsillectomy is usually associated with postoperative nausea and vomiting (PONV) with an incidence ranging from 23% to 73% [1] .",
            "It could decrease oral intake which might lead to dehydration thereby increasing the risk of hospital readmission [2] .",
            "This would cause parents to be worried and dissatisfied."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34794",
        "text": "Up till now, there is no standard guideline for the optimal management of post tonsillectomy pain and PONV given that many surgical and anesthetic trials were performed to improve the results [2e4] . A variety of local anesthetics in different doses and volumes were studied for tonsil infiltration in the aim of minimizing postoperative morbidity [5] . Several studies reported that local anesthetic infiltration had shown to lower pain and PONV after tonsillectomy [6, 7] .",
        "section": "Introduction",
        "section_number": 2,
        "sentences": [
            "Up till now, there is no standard guideline for the optimal management of post tonsillectomy pain and PONV given that many surgical and anesthetic trials were performed to improve the results [2e4] .",
            "A variety of local anesthetics in different doses and volumes were studied for tonsil infiltration in the aim of minimizing postoperative morbidity [5] .",
            "Several studies reported that local anesthetic infiltration had shown to lower pain and PONV after tonsillectomy [6, 7] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34794",
        "text": "Intravenous (IV) corticosteroids such as dexamethasone were shown to be effective in reducing vomiting as well as improving postoperative analgesia and resumption of diet at 24 h [8e11] . Corticosteroids have anti-inflammatory, antiemetic and analgesic effect [1] . Hence, they could decrease the use of opioids, postoperative pain and vomiting in addition to time for oral intake making them useful for tonsillectomy [12] .",
        "section": "Introduction",
        "section_number": 3,
        "sentences": [
            "Intravenous (IV) corticosteroids such as dexamethasone were shown to be effective in reducing vomiting as well as improving postoperative analgesia and resumption of diet at 24 h [8e11] .",
            "Corticosteroids have anti-inflammatory, antiemetic and analgesic effect [1] .",
            "Hence, they could decrease the use of opioids, postoperative pain and vomiting in addition to time for oral intake making them useful for tonsillectomy [12] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34794",
        "text": "Given the effectiveness of dexamethasone and the pre-incision infiltration anesthetic technique, the objective of this randomized double-blinded study was to compare the effect of IV dexamethasone versus the pre-incision infiltration of local anesthesia in pediatric tonsillectomy procedures. The primary outcome parameter of the study was the incidence of PONV during 5 postoperative days. The secondary outcome was postoperative pain.",
        "section": "Introduction",
        "section_number": 4,
        "sentences": [
            "Given the effectiveness of dexamethasone and the pre-incision infiltration anesthetic technique, the objective of this randomized double-blinded study was to compare the effect of IV dexamethasone versus the pre-incision infiltration of local anesthesia in pediatric tonsillectomy procedures.",
            "The primary outcome parameter of the study was the incidence of PONV during 5 postoperative days.",
            "The secondary outcome was postoperative pain."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34794",
        "text": "Following approval of the Institutional Review Board at Makassed General Hospital, Beirut, Lebanon; written informed consent was obtained from the parents of patients. Children admitted to Makassed General Hospital to undergo tonsillectomy with ASA I or II aged between 4 and 13 years during the period from January 2015 to August 2015 were enrolled in this study. Inclusion criteria consisted of patients scheduled for total or partial tonsillectomy with or without adenoidectomy. Exclusion criteria consisted of patients who received antiemetics, steroids, antihistaminics, or psychoactive drugs within 24 h before surgery. Patients who were suspected to have malignant neoplasm and signs of acute pharyngeal infection were excluded from the study. Moreover, patients who have asthma, diabetes mellitus, bleeding problems and allergy towards bupivacaine were excluded as well.",
        "section": "Methods",
        "section_number": 5,
        "sentences": [
            "Following approval of the Institutional Review Board at Makassed General Hospital, Beirut, Lebanon; written informed consent was obtained from the parents of patients.",
            "Children admitted to Makassed General Hospital to undergo tonsillectomy with ASA I or II aged between 4 and 13 years during the period from January 2015 to August 2015 were enrolled in this study.",
            "Inclusion criteria consisted of patients scheduled for total or partial tonsillectomy with or without adenoidectomy.",
            "Exclusion criteria consisted of patients who received antiemetics, steroids, antihistaminics, or psychoactive drugs within 24 h before surgery.",
            "Patients who were suspected to have malignant neoplasm and signs of acute pharyngeal infection were excluded from the study.",
            "Moreover, patients who have asthma, diabetes mellitus, bleeding problems and allergy towards bupivacaine were excluded as well."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34794",
        "text": "Patients were randomized by computer-generated numbers and the sealed envelope technique was used to divide the patients into two groups. Both groups had general anesthesia (GA) and endotracheal intubation. Then, group I received intravenous dexamethasone 0.5 mg/kg (maximum dose 16 mg) with placebo preincision infiltration. Group II received pre-incision infiltration a total of 2e4 ml local anesthesia mixture with saline (0.9% NaCl) and an equivalent volume of intravenous saline. The same infiltration volume was given in both groups to maintain double blindness. The infiltration was performed by the anesthetist. To allow for adequate blinding, the solution used for injection was filled in two syringes, one labeled \"I\" indicating that it is for intravenous use and the other labeled \"T\" indicating that it is for tonsil infiltration. The latter were prepared by an independent nurse outside the operating room and the randomization code was not broken before the end of the study.",
        "section": "Methods",
        "section_number": 6,
        "sentences": [
            "Patients were randomized by computer-generated numbers and the sealed envelope technique was used to divide the patients into two groups.",
            "Both groups had general anesthesia (GA) and endotracheal intubation.",
            "Then, group I received intravenous dexamethasone 0.5 mg/kg (maximum dose 16 mg) with placebo preincision infiltration.",
            "Group II received pre-incision infiltration a total of 2e4 ml local anesthesia mixture with saline (0.9% NaCl) and an equivalent volume of intravenous saline.",
            "The same infiltration volume was given in both groups to maintain double blindness.",
            "The infiltration was performed by the anesthetist.",
            "To allow for adequate blinding, the solution used for injection was filled in two syringes, one labeled \"I\" indicating that it is for intravenous use and the other labeled \"T\" indicating that it is for tonsil infiltration.",
            "The latter were prepared by an independent nurse outside the operating room and the randomization code was not broken before the end of the study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            1,
            -1,
            -1,
            -1
        ],
        "classification_label": 0
    },
    {
        "doc_id": "34794",
        "text": "All patients received intravenous midazolam (1 mg) as premedication [2] . General anesthesia was induced by intravenous fentanyl (1.5 mg kg À1 ) and propofol (2.5 mg/kg) followed by endotracheal intubation facilitated by atracurium (0.5 mg/kg). Anesthesia was subsequently maintained with sevoflurane 1e3%, fentanyl (1e2 mg/kg), nitrous oxide 70% and oxygen 30%. The sevoflurane concentration was adjusted with the intention of keeping the heart rate and blood pressure within 25% of pre-induction values [6, 7] . Neuromuscular blockade was reversed at the end of the operation.",
        "section": "General anesthesia",
        "section_number": 7,
        "sentences": [
            "All patients received intravenous midazolam (1 mg) as premedication [2] .",
            "General anesthesia was induced by intravenous fentanyl (1.5 mg kg À1 ) and propofol (2.5 mg/kg) followed by endotracheal intubation facilitated by atracurium (0.5 mg/kg).",
            "Anesthesia was subsequently maintained with sevoflurane 1e3%, fentanyl (1e2 mg/kg), nitrous oxide 70% and oxygen 30%.",
            "The sevoflurane concentration was adjusted with the intention of keeping the heart rate and blood pressure within 25% of pre-induction values [6, 7] .",
            "Neuromuscular blockade was reversed at the end of the operation."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34794",
        "text": "The infiltration is performed using a 25 G, 3.5 cm curved needle (Becton-Dickinson & Co., Franklin Lakes NJ, USA). The superior pole of the tonsil is grasped using a tonsil seizing forceps and pulled medially. The curved needle was introduced lateral to the superior pole aiming to the inferior pole in the plane between the capsule and the bed. After aspiration, the mixture was injected in the entered space in a retrograde fashion while slowly pulling the needle upward following the same entry tract with delivering the bulk of the mixture at the middle of the trajectory. A total of 2e4 ml of local anesthetic mixture was used for both tonsils. The mixture contained: 3 ml lidocaine 2% (60 mg), 3 ml lidocaine 2% with epinephrine 1/200 000 (60 mg), 3 ml of bupivacaine 0.5% (15 mg), 0.5 ml fentanyl 50 mg ml À1 (25 mg), and 0.3 ml clonidine 150 mg ml À1 (50 mg) [6, 7] .",
        "section": "Modified infiltration technique",
        "section_number": 8,
        "sentences": [
            "The infiltration is performed using a 25 G, 3.5 cm curved needle (Becton-Dickinson & Co., Franklin Lakes NJ, USA).",
            "The superior pole of the tonsil is grasped using a tonsil seizing forceps and pulled medially.",
            "The curved needle was introduced lateral to the superior pole aiming to the inferior pole in the plane between the capsule and the bed.",
            "After aspiration, the mixture was injected in the entered space in a retrograde fashion while slowly pulling the needle upward following the same entry tract with delivering the bulk of the mixture at the middle of the trajectory.",
            "A total of 2e4 ml of local anesthetic mixture was used for both tonsils.",
            "The mixture contained: 3 ml lidocaine 2% (60 mg), 3 ml lidocaine 2% with epinephrine 1/200 000 (60 mg), 3 ml of bupivacaine 0.5% (15 mg), 0.5 ml fentanyl 50 mg ml À1 (25 mg), and 0.3 ml clonidine 150 mg ml À1 (50 mg) [6, 7] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34794",
        "text": "The tonsillectomy techniques were monopolar electrocautery followed by cold dissection according to the hospital practice. Towards the end of the surgery, gastric content of all patients was suctioned via an orogastric tube prior to extubation [11, 12] . Intravenous paracetamol (15 mg/kg) was given to all patients about 15 min before extubation. Patients were extubated when fully awake.",
        "section": "Modified infiltration technique",
        "section_number": 9,
        "sentences": [
            "The tonsillectomy techniques were monopolar electrocautery followed by cold dissection according to the hospital practice.",
            "Towards the end of the surgery, gastric content of all patients was suctioned via an orogastric tube prior to extubation [11, 12] .",
            "Intravenous paracetamol (15 mg/kg) was given to all patients about 15 min before extubation.",
            "Patients were extubated when fully awake."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34794",
        "text": "Pre-and intraoperative data were collected including: patient's demographics, surgical technique, amount of fentanyl administered, heart rate (HR), mean arterial pressure (MAP) and oxygen concentration (SPO 2 ) in addition to surgery duration. Data collected postoperatively in the post anesthesia care unit (PACU) and after discharge included: frequency of PONV, pain scores, antiemetic and analgesic consumption as well as patients' and surgeons' satisfaction.",
        "section": "Data collection",
        "section_number": 10,
        "sentences": [
            "Pre-and intraoperative data were collected including: patient's demographics, surgical technique, amount of fentanyl administered, heart rate (HR), mean arterial pressure (MAP) and oxygen concentration (SPO 2 ) in addition to surgery duration.",
            "Data collected postoperatively in the post anesthesia care unit (PACU) and after discharge included: frequency of PONV, pain scores, antiemetic and analgesic consumption as well as patients' and surgeons' satisfaction."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34794",
        "text": "Nausea is difficult to assess in children since they are not able to verbalize their feelings. Retching, which is the unproductive effort to vomit (no expulsion of gastric content), is considered an indicator of nausea. Therefore, for the purpose of this study, PONV is defined as vomiting and/or retching [1] . PONV was assessed using a modified questionnaire for pediatrics adopted originally from Rhodes Index of Nausea, Vomiting and Retching [13, 14] . Patients with more than one vomiting episode received antiemetic (intravenous ondansetron 0.15 mg/kg) [2] . After discharge, patients were prescribed 0.25 mg/kg Motilium (Domperidone1 mg/ml, Zentiva, Guildford, Surrey, UK) twice daily.",
        "section": "Data collection",
        "section_number": 11,
        "sentences": [
            "Nausea is difficult to assess in children since they are not able to verbalize their feelings.",
            "Retching, which is the unproductive effort to vomit (no expulsion of gastric content), is considered an indicator of nausea.",
            "Therefore, for the purpose of this study, PONV is defined as vomiting and/or retching [1] .",
            "PONV was assessed using a modified questionnaire for pediatrics adopted originally from Rhodes Index of Nausea, Vomiting and Retching [13, 14] .",
            "Patients with more than one vomiting episode received antiemetic (intravenous ondansetron 0.15 mg/kg) [2] .",
            "After discharge, patients were prescribed 0.25 mg/kg Motilium (Domperidone1 mg/ml, Zentiva, Guildford, Surrey, UK) twice daily."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34794",
        "text": "As for pain assessment, FLACC scale was used to measure postoperative pain (0 indicating no pain and 10 maximum possible pain). Patients with pain score greater than 4 were given 12.5 mg diclofenac suppository (Novartis Pharma AG Basle-Switzerland) during their hospital stay, After discharge, ibuprofen (Julphar, Gulf Pharmaceutical industries, Ras Al Khaimah, UAE) was prescribed if pain score was more than 4 (5 ml for children between 4 and 7 years and 10 ml for children between 8 and 13 years, 3 to 4 times a day). Paracetamol (240 mg/ml paracetamol, GlaxoSmithKline, Australia) was prescribed to children with pain score less than 4 (6e16 ml every 4 h depending on weight).",
        "section": "Data collection",
        "section_number": 12,
        "sentences": [
            "As for pain assessment, FLACC scale was used to measure postoperative pain (0 indicating no pain and 10 maximum possible pain).",
            "Patients with pain score greater than 4 were given 12.5 mg diclofenac suppository (Novartis Pharma AG Basle-Switzerland) during their hospital stay, After discharge, ibuprofen (Julphar, Gulf Pharmaceutical industries, Ras Al Khaimah, UAE) was prescribed if pain score was more than 4 (5 ml for children between 4 and 7 years and 10 ml for children between 8 and 13 years, 3 to 4 times a day).",
            "Paracetamol (240 mg/ml paracetamol, GlaxoSmithKline, Australia) was prescribed to children with pain score less than 4 (6e16 ml every 4 h depending on weight)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34794",
        "text": "Parents' and surgeons' satisfaction were assessed using a threepoint scale ranging from satisfied, moderately satisfied and unsatisfied [6] .",
        "section": "Data collection",
        "section_number": 13,
        "sentences": [
            "Parents' and surgeons' satisfaction were assessed using a threepoint scale ranging from satisfied, moderately satisfied and unsatisfied [6] ."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34794",
        "text": "Preoperative, at PACU and postoperative data were collected by trained nurses. Parents were told that they will be contacted through phone calls after hospital discharge on a daily basis and were trained to measure the pain intensity and analgesic consumption of their child. Patients were discharged on the same day of surgery. Patients were followed-up by anesthesiology resident for five postoperative days.",
        "section": "Data collection",
        "section_number": 14,
        "sentences": [
            "Preoperative, at PACU and postoperative data were collected by trained nurses.",
            "Parents were told that they will be contacted through phone calls after hospital discharge on a daily basis and were trained to measure the pain intensity and analgesic consumption of their child.",
            "Patients were discharged on the same day of surgery.",
            "Patients were followed-up by anesthesiology resident for five postoperative days."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34794",
        "text": "Since the study was double-blind, neither the surgeon nor the anesthesiologist were aware of the injected solution content and were not involved in data collection. The parents and the nurses who collected the data were also unaware of the patient's assigned group.",
        "section": "Data collection",
        "section_number": 15,
        "sentences": [
            "Since the study was double-blind, neither the surgeon nor the anesthesiologist were aware of the injected solution content and were not involved in data collection.",
            "The parents and the nurses who collected the data were also unaware of the patient's assigned group."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34794",
        "text": "Results were reported as mean and standard deviation (SD), or frequency and percentage. Data were statistically analyzed by chisquare test and t-test (two-tailed). P-value < 0.05 was considered significant.",
        "section": "Statistical analysis",
        "section_number": 16,
        "sentences": [
            "Results were reported as mean and standard deviation (SD), or frequency and percentage.",
            "Data were statistically analyzed by chisquare test and t-test (two-tailed).",
            "P-value < 0.05 was considered significant."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34794",
        "text": "A sample size of 63 patients in each study group with power 80% and a ¼ 0.05, was found to be necessary to detect a reduction of 50% in PONV [2] .",
        "section": "Statistical analysis",
        "section_number": 17,
        "sentences": [
            "A sample size of 63 patients in each study group with power 80% and a ¼ 0.05, was found to be necessary to detect a reduction of 50% in PONV [2] ."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34794",
        "text": "The study recruited 129 patients. Group I consisted of 64 patients while group II had 65 patients. Demographic data were shown in Table 1 . MAP and HR were similar in both groups (Table 1 ). There were no differences in intra-operative fentanyl consumption and surgery duration between the two groups (Table 1) .",
        "section": "Results",
        "section_number": 18,
        "sentences": [
            "The study recruited 129 patients.",
            "Group I consisted of 64 patients while group II had 65 patients.",
            "Demographic data were shown in Table 1 .",
            "MAP and HR were similar in both groups (Table 1 ).",
            "There were no differences in intra-operative fentanyl consumption and surgery duration between the two groups (Table 1) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34794",
        "text": "In the PACU, 15.6% of patients in group I experienced vomiting compared to 3.1% in group II (p-value ¼ 0.032) ( Table 2 ). 14.1% of group I patients who vomited had one episode of vomiting compared to 3.1% in group II (p-value ¼ 0.046). Only one patient in group I received antiemetic ( Table 2) .",
        "section": "Results",
        "section_number": 19,
        "sentences": [
            "In the PACU, 15.6% of patients in group I experienced vomiting compared to 3.1% in group II (p-value ¼ 0.032) ( Table 2 ).",
            "14.1% of group I patients who vomited had one episode of vomiting compared to 3.1% in group II (p-value ¼ 0.046).",
            "Only one patient in group I received antiemetic ( Table 2) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34794",
        "text": "Twenty-four hours following surgery, the incidence of PONV was significantly higher in group I compared to group II (26.6% vs. 9.2% respectively, p-value ¼ 0.019) ( Table 2 ). PONV episodes and antiemetics given were significantly higher in group I (pvalue ¼ 0.043 and p-value ¼ 0.006 respectively) ( Table 2) .",
        "section": "Results",
        "section_number": 20,
        "sentences": [
            "Twenty-four hours following surgery, the incidence of PONV was significantly higher in group I compared to group II (26.6% vs. 9.2% respectively, p-value ¼ 0.019) ( Table 2 ).",
            "PONV episodes and antiemetics given were significantly higher in group I (pvalue ¼ 0.043 and p-value ¼ 0.006 respectively) ( Table 2) ."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34794",
        "text": "At 48 h postoperatively, the incidence of PONV was significantly higher in group I (p-value ¼ 0.013). The incidence was similar in both groups after three, four and five postoperative days (Table 2) . These patients had one episode of vomiting.",
        "section": "Results",
        "section_number": 21,
        "sentences": [
            "At 48 h postoperatively, the incidence of PONV was significantly higher in group I (p-value ¼ 0.013).",
            "The incidence was similar in both groups after three, four and five postoperative days (Table 2) .",
            "These patients had one episode of vomiting."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34794",
        "text": "In the PACU, MAP and HR were similar between the two groups (Table 3 ). 17.2% of patients in group I drank during their PACU stay compared to 33.8% of patients in group II (p-value ¼ 0.049).",
        "section": "Results",
        "section_number": 22,
        "sentences": [
            "In the PACU, MAP and HR were similar between the two groups (Table 3 ).",
            "17.2% of patients in group I drank during their PACU stay compared to 33.8% of patients in group II (p-value ¼ 0.049)."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34794",
        "text": "Baseline pain and pain during swallowing were significantly different at 6, 12 and 24 h as well as days 2 through 5. Pain upon jaw opening was significantly different at 6, 12 and 24 h between the two groups. Pain while eating soft food was significantly different at 24 h and days 2 through 5 (Fig. 1 ). 3.1% of patients in group I ate soft food before discharge in comparison to 9.2% in group II (pvalue ¼ 0.283).",
        "section": "Results",
        "section_number": 23,
        "sentences": [
            "Baseline pain and pain during swallowing were significantly different at 6, 12 and 24 h as well as days 2 through 5.",
            "Pain upon jaw opening was significantly different at 6, 12 and 24 h between the two groups.",
            "Pain while eating soft food was significantly different at 24 h and days 2 through 5 (Fig. 1 ).",
            "3.1% of patients in group I ate soft food before discharge in comparison to 9.2% in group II (pvalue ¼ 0.283)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34794",
        "text": "As for analgesic consumption during PACU, 20.3% of patients in group I received diclofenac compared to 3.1% in group II (Table 3) . From day 1 till day 5, analgesic consumption was significantly higher in group I (Table 3) .",
        "section": "Results",
        "section_number": 24,
        "sentences": [
            "As for analgesic consumption during PACU, 20.3% of patients in group I received diclofenac compared to 3.1% in group II (Table 3) .",
            "From day 1 till day 5, analgesic consumption was significantly higher in group I (Table 3) ."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34794",
        "text": "Parents' satisfaction was significantly higher in group I (p-value 0.031). There was no difference in surgeons' satisfaction ( Table 3) .",
        "section": "Results",
        "section_number": 25,
        "sentences": [
            "Parents' satisfaction was significantly higher in group I (p-value 0.031).",
            "There was no difference in surgeons' satisfaction ( Table 3) ."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34794",
        "text": "The mean pain score of patients who had PONV was significantly higher than the mean pain score of patients who did not (Table 4) . No complications occurred in this study.",
        "section": "Results",
        "section_number": 26,
        "sentences": [
            "The mean pain score of patients who had PONV was significantly higher than the mean pain score of patients who did not (Table 4) .",
            "No complications occurred in this study."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34794",
        "text": "The primary outcome of the present study was that local anesthetic infiltration resulted in significantly lower incidence of PONV compared to IV dexamethasone in the PACU and at 24 and 48 h.",
        "section": "Discussion",
        "section_number": 27,
        "sentences": [
            "The primary outcome of the present study was that local anesthetic infiltration resulted in significantly lower incidence of PONV compared to IV dexamethasone in the PACU and at 24 and 48 h."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34794",
        "text": "Several studies examined the effect of dexamethasone on PONV following pediatric tonsillectomy. They showed that patients who received dexamethasone had lower rate of vomiting during the first 24 h postoperatively compared to patients who received placebo [3, 12, 15, 16] . Gao et al. compared local infiltration of dexamethasone to intravenous administration. They concluded that the incidence of PONV was higher in the infiltration group [17] . Aouad et al. compared IV dexamesthasone to IV methylprednisolone and found that the latter was noninferior in preventing vomiting post tonsillectomy [2] . Although the mechanism through which dexamethasone exert its anti-emetic effect is still unknown; yet, the antiemetic effect is widely accepted and supported by many studies [8] . In the present study, the dexamethasone dose used was 0.5 mg/ kg since this dose was effective and safe for reducing PONV post tonsillectomy [2, 8] .",
        "section": "Discussion",
        "section_number": 28,
        "sentences": [
            "Several studies examined the effect of dexamethasone on PONV following pediatric tonsillectomy.",
            "They showed that patients who received dexamethasone had lower rate of vomiting during the first 24 h postoperatively compared to patients who received placebo [3, 12, 15, 16] .",
            "Gao et al. compared local infiltration of dexamethasone to intravenous administration.",
            "They concluded that the incidence of PONV was higher in the infiltration group [17] .",
            "Aouad et al. compared IV dexamesthasone to IV methylprednisolone and found that the latter was noninferior in preventing vomiting post tonsillectomy [2] .",
            "Although the mechanism through which dexamethasone exert its anti-emetic effect is still unknown; yet, the antiemetic effect is widely accepted and supported by many studies [8] .",
            "In the present study, the dexamethasone dose used was 0.5 mg/ kg since this dose was effective and safe for reducing PONV post tonsillectomy [2, 8] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34794",
        "text": "Corticosteroids also have anti-inflammatory and analgesic effect. Many studies revealed that dexamethasone decreased post tonsillectomy pain during the first 24 h [12, 15, 16, 18] . Pain after tonsillectomy might continue for days and could be associated with behavior disturbances, school absenteeism and parental distress [19] . Effective pain management begins preoperatively and continues after discharge [19] . This would improve recovery and reduce time to return to normal activity.",
        "section": "Discussion",
        "section_number": 29,
        "sentences": [
            "Corticosteroids also have anti-inflammatory and analgesic effect.",
            "Many studies revealed that dexamethasone decreased post tonsillectomy pain during the first 24 h [12, 15, 16, 18] .",
            "Pain after tonsillectomy might continue for days and could be associated with behavior disturbances, school absenteeism and parental distress [19] .",
            "Effective pain management begins preoperatively and continues after discharge [19] .",
            "This would improve recovery and reduce time to return to normal activity."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34794",
        "text": "Similar to other studies that used dexamethasone, none of the patients had bleeding [3, 16] . This is in contrary to Czarnetzki et al. who concluded that dexamethasone was associated with elevated risk of bleeding [20] . Although epinephrine was used in the infiltration mixture provided to group II, yet its dose was minimal and measuring blood loss was not our objective in this study.",
        "section": "Discussion",
        "section_number": 30,
        "sentences": [
            "Similar to other studies that used dexamethasone, none of the patients had bleeding [3, 16] .",
            "This is in contrary to Czarnetzki et al. who concluded that dexamethasone was associated with elevated risk of bleeding [20] .",
            "Although epinephrine was used in the infiltration mixture provided to group II, yet its dose was minimal and measuring blood loss was not our objective in this study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34794",
        "text": "Another effective method to reduce post tonsillectomy pain is the pretonsil infiltration of local anesthetics. The present study showed that pretonsil infiltration had a higher analgesic effect since patients had less postoperative pain. Several studies examined the effect of pretonsil infiltration with different anesthetics on postoperative outcomes. A previous study showed that combination of bupivacaine, lidocaine and clonidine infiltration had significantly reduced postoperative pain [6] . Another study concluded that infiltration of ropivaciane or bupivacaine had similar effectiveness in reducing post tonsillectomy pain [21] . Ju et al. concluded that the infiltration of ropivacaine and dexamethasone significantly reduces pain compared to ropivacaine alone [22] . The local anesthetic mixture used in this study was of choice since throughout our experience it had shown to be effective in reducing postoperative vomiting, nausea and pain. It demonstrated long duration of analgesia after different surgeries and was not associated with any complication.",
        "section": "Discussion",
        "section_number": 31,
        "sentences": [
            "Another effective method to reduce post tonsillectomy pain is the pretonsil infiltration of local anesthetics.",
            "The present study showed that pretonsil infiltration had a higher analgesic effect since patients had less postoperative pain.",
            "Several studies examined the effect of pretonsil infiltration with different anesthetics on postoperative outcomes.",
            "A previous study showed that combination of bupivacaine, lidocaine and clonidine infiltration had significantly reduced postoperative pain [6] .",
            "Another study concluded that infiltration of ropivaciane or bupivacaine had similar effectiveness in reducing post tonsillectomy pain [21] .",
            "Ju et al. concluded that the infiltration of ropivacaine and dexamethasone significantly reduces pain compared to ropivacaine alone [22] .",
            "The local anesthetic mixture used in this study was of choice since throughout our experience it had shown to be effective in reducing postoperative vomiting, nausea and pain.",
            "It demonstrated long duration of analgesia after different surgeries and was not associated with any complication."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34794",
        "text": "The absence of complications might be attributed to two factors. First, the low anesthetic dose ranging from 1 to 2 ml for each tonsil inhibits the spread of extra anesthetic which could lead to upper airway obstruction [23] . Second, the use of curved needle prevents deep injection in the peritonsillar area thus avoiding complications such as taste disturbance, vocal cord paralysis or osteomyolitis [24e26] .",
        "section": "Discussion",
        "section_number": 32,
        "sentences": [
            "The absence of complications might be attributed to two factors.",
            "First, the low anesthetic dose ranging from 1 to 2 ml for each tonsil inhibits the spread of extra anesthetic which could lead to upper airway obstruction [23] .",
            "Second, the use of curved needle prevents deep injection in the peritonsillar area thus avoiding complications such as taste disturbance, vocal cord paralysis or osteomyolitis [24e26] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34794",
        "text": "Some analgesics for post tonsillectomy pain management such as opioids increase the risk of PONV [19] . On the other hand, it was shown that nonsteroidal anti-inflammatory drugs (NSAIDs) reduce PONV without increasing the risk of postoperative complications such as bleeding [4] . Providing paracetamol and NSAIDs in appropriate doses to patients after tonsillectomy decreases opioid requirement by about 30% [19] . In the current study, paracetamol and NSAIDs were sufficient to reduce postoperative pain without the need of opioids.",
        "section": "Discussion",
        "section_number": 33,
        "sentences": [
            "Some analgesics for post tonsillectomy pain management such as opioids increase the risk of PONV [19] .",
            "On the other hand, it was shown that nonsteroidal anti-inflammatory drugs (NSAIDs) reduce PONV without increasing the risk of postoperative complications such as bleeding [4] .",
            "Providing paracetamol and NSAIDs in appropriate doses to patients after tonsillectomy decreases opioid requirement by about 30% [19] .",
            "In the current study, paracetamol and NSAIDs were sufficient to reduce postoperative pain without the need of opioids."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34794",
        "text": "One of the common triggers of PONV after tonsillectomy is the swallowed blood since it causes gastrointestinal irritation [27] . However, in the present study, the results showed a relation between PONV and pain. Higher pain scores were associated with more PONV. Upon analyzing the data of patients who had pain, we found that they were the same patients who had PONV. This could indicate that proper management of postoperative pain might decrease the incidence of PONV. Consequently, less PONV would improve oral intake and prevent dehydration; thereby reduce time to return to normal activity. Further studies are required to assess the effect of pain on PONV. Nevertheless, the local infiltration technique in addition to NSAIDs and paracetamol could serve as a multimodal analgesia and decrease PONV. ",
        "section": "Discussion",
        "section_number": 34,
        "sentences": [
            "One of the common triggers of PONV after tonsillectomy is the swallowed blood since it causes gastrointestinal irritation [27] .",
            "However, in the present study, the results showed a relation between PONV and pain.",
            "Higher pain scores were associated with more PONV.",
            "Upon analyzing the data of patients who had pain, we found that they were the same patients who had PONV.",
            "This could indicate that proper management of postoperative pain might decrease the incidence of PONV.",
            "Consequently, less PONV would improve oral intake and prevent dehydration; thereby reduce time to return to normal activity.",
            "Further studies are required to assess the effect of pain on PONV.",
            "Nevertheless, the local infiltration technique in addition to NSAIDs and paracetamol could serve as a multimodal analgesia and decrease PONV."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "34794",
        "text": "Z. Naja et al. / International Journal of Pediatric Otorhinolaryngology 92 (2017) 21e26",
        "section": "",
        "section_number": 35,
        "sentences": [
            "Z. Naja et al. / International Journal of Pediatric Otorhinolaryngology 92 (2017) 21e26"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    }
]