[
    {
        "doc_id": "44085",
        "text": "Purpose: To evaluate the effectiveness of 8 weeks of weekly spinal stabilization exercises compared with 1-time treatment in participants with adolescent idiopathic scoliosis and low back pain at a 6-month followup. Methods: Thirty-two participants were evaluated at a 6-month follow-up. The supervised group received weekly spinal stabilization exercises. The unsupervised group received a 1-time treatment and home exercise program. Results: Both groups improved in all outcome measures. The supervised group had significantly reduced Numeric Pain Rating Scale and Improved Global Rating of Change scores, but had no differences in the revised Oswestry Back Pain Disability Questionnaire, or Patient-Specific Functional Scale scores in comparison with the unsupervised group.",
        "section": "Abstract",
        "sentences": [
            "Purpose: To evaluate the effectiveness of 8 weeks of weekly spinal stabilization exercises compared with 1-time treatment in participants with adolescent idiopathic scoliosis and low back pain at a 6-month followup.",
            "Methods: Thirty-two participants were evaluated at a 6-month follow-up.",
            "The supervised group received weekly spinal stabilization exercises.",
            "The unsupervised group received a 1-time treatment and home exercise program.",
            "Results: Both groups improved in all outcome measures.",
            "The supervised group had significantly reduced Numeric Pain Rating Scale and Improved Global Rating of Change scores, but had no differences in the revised Oswestry Back Pain Disability Questionnaire, or Patient-Specific Functional Scale scores in comparison with the unsupervised group."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "44085",
        "text": "Two common physical therapy (PT) practices for managing low back pain (LBP) in adolescent idiopathic scoliosis (AIS) include a supervised program of spinal stabilization exercises for 4 to 8 weeks and a 1-time treatment or instruction of spinal stabilization exercises with an unsupervised home exercise program (HEP). Supervised PT offers a mechanism to ensure proper exercise form and patient accountability, but regular PT visits can be costly and require time. A 1-time treatment may be cost-effective and less burdensome for the family. However, without regular PT visits, patients may not adhere to their treatment regimen and may incorrectly perform home exer-cises, including exercise form and dosage. Initial results of our short-term study indicated that 8 weeks of weekly supervised PT is more effective in reducing pain than 8 weeks of an unsupervised HEP in patients with LBP and AIS. 1 This 8-week study appears to be the first study investigating the effectiveness of supervised spinal stabilization exercises on pain reductions for adolescents with LBP and idiopathic scoliosis (IS). Previous studies have found that various conservative interventions were effective for treating LBP in adolescents without spinal deformity. [2] [3] [4] Although these studies included some variation of stabilization exercises, their interventions also included back education, 2, 3 general physical conditioning, 2, 4 and manual therapy. 2 More specific comparisons of the exercise interventions are difficult to make, because the descriptions (eg, intensity, duration, and specific types) of the exercise programs were not detailed, as noted in a recent meta-analysis. 5 Most of the studies evaluated the effects of exercises for managing LBP at the conclusion of the treatment. In 1 study, the effectiveness of the exercise program was examined in adolescents without spinal deformity at a 3-month follow-up, and results supported that exercises significantly decreased LBP. 3 No studies have evaluated the effects of exercises for managing LBP longer than 3 months in adolescents with IS. Furthermore, the long-term effects of exercises, specifically spinal stabilization exercises, in adolescents with IS and LBP have not been investigated, although evidence suggests long-term benefits of spinal stabilization exercises for adults with LBP. Therefore, the purpose of this study was to evaluate the effectiveness of 8 weeks of spinal stabilization exercises in adolescents with LBP and AIS at a 6-month follow-up. Supervised weekly PT was compared with 1-time treatment.",
        "section": "INTRODUCTION",
        "section_number": 1,
        "sentences": [
            "Two common physical therapy (PT) practices for managing low back pain (LBP) in adolescent idiopathic scoliosis (AIS) include a supervised program of spinal stabilization exercises for 4 to 8 weeks and a 1-time treatment or instruction of spinal stabilization exercises with an unsupervised home exercise program (HEP).",
            "Supervised PT offers a mechanism to ensure proper exercise form and patient accountability, but regular PT visits can be costly and require time.",
            "A 1-time treatment may be cost-effective and less burdensome for the family.",
            "However, without regular PT visits, patients may not adhere to their treatment regimen and may incorrectly perform home exer-cises, including exercise form and dosage.",
            "Initial results of our short-term study indicated that 8 weeks of weekly supervised PT is more effective in reducing pain than 8 weeks of an unsupervised HEP in patients with LBP and AIS.",
            "1 This 8-week study appears to be the first study investigating the effectiveness of supervised spinal stabilization exercises on pain reductions for adolescents with LBP and idiopathic scoliosis (IS).",
            "Previous studies have found that various conservative interventions were effective for treating LBP in adolescents without spinal deformity. [",
            "2] [3] [4] Although these studies included some variation of stabilization exercises, their interventions also included back education, 2, 3 general physical conditioning, 2, 4 and manual therapy.",
            "2 More specific comparisons of the exercise interventions are difficult to make, because the descriptions (eg, intensity, duration, and specific types) of the exercise programs were not detailed, as noted in a recent meta-analysis.",
            "5 Most of the studies evaluated the effects of exercises for managing LBP at the conclusion of the treatment.",
            "In 1 study, the effectiveness of the exercise program was examined in adolescents without spinal deformity at a 3-month follow-up, and results supported that exercises significantly decreased LBP.",
            "3 No studies have evaluated the effects of exercises for managing LBP longer than 3 months in adolescents with IS.",
            "Furthermore, the long-term effects of exercises, specifically spinal stabilization exercises, in adolescents with IS and LBP have not been investigated, although evidence suggests long-term benefits of spinal stabilization exercises for adults with LBP.",
            "Therefore, the purpose of this study was to evaluate the effectiveness of 8 weeks of spinal stabilization exercises in adolescents with LBP and AIS at a 6-month follow-up.",
            "Supervised weekly PT was compared with 1-time treatment."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "44085",
        "text": "A power analysis using the F-test analysis of variance with repeated measures of G*Power 3.1 6 was performed to estimate the sample size. On the basis of the Numeric Pain Rating Scale (NPRS) scores reported in previous studies [2] [3] [4] comparing interventions in adolescents, a medium effect size of 0.25 and α at 0.05 were used for the power analysis. A total sample size of 34 was needed to achieve a power of 0.80. Girls and boys between 10 and 17 years old with IS and LBP were recruited from scoliosis clinics at the affiliated hospital. Participants met the following inclusion criteria: primary curve angles 10 • to 45 • on the posteroanterior radiograph and LBP within the past week rated at least 2 on the NPRS. The exclusion criteria included underlying spinal pathology (eg, a spondylolytic lesion), current treatment for AIS or for LBP, and back pain located beyond the lumbar spine. After informing eligible participants of the procedures, risks and benefits of the study, the investigators asked both adolescent participants and their legal guardians to sign a written consent form approved by the affiliated institutions.",
        "section": "Participants",
        "section_number": 2,
        "sentences": [
            "A power analysis using the F-test analysis of variance with repeated measures of G*Power 3.1 6 was performed to estimate the sample size.",
            "On the basis of the Numeric Pain Rating Scale (NPRS) scores reported in previous studies [2] [3] [4] comparing interventions in adolescents, a medium effect size of 0.25 and α at 0.05 were used for the power analysis.",
            "A total sample size of 34 was needed to achieve a power of 0.80.",
            "Girls and boys between 10 and 17 years old with IS and LBP were recruited from scoliosis clinics at the affiliated hospital.",
            "Participants met the following inclusion criteria: primary curve angles 10 • to 45 • on the posteroanterior radiograph and LBP within the past week rated at least 2 on the NPRS.",
            "The exclusion criteria included underlying spinal pathology (eg, a spondylolytic lesion), current treatment for AIS or for LBP, and back pain located beyond the lumbar spine.",
            "After informing eligible participants of the procedures, risks and benefits of the study, the investigators asked both adolescent participants and their legal guardians to sign a written consent form approved by the affiliated institutions."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "44085",
        "text": "Outcome measures were described in detail in the 8-week study. 1 Briefly, outcome measures included the NPRS 7, 8 for measuring pain intensity, the Revised Oswestry Back Pain Disability Questionnaire (OSW) 9 for determining disability level, the Patient-Specific Functional Scale (PSFS) [10] [11] [12] for measuring activity limitations, and the Global Rating of Change Scale (GROC) 13 for measuring perceived changes due to PT treatment. The revised version of the OSW has no reported minimum clinically important difference (MCID), but a modified version that replaces the question about pain intensity fluctuations, with a question about homemaking and employment, has an MCID of 6. 14",
        "section": "Outcome Measures",
        "section_number": 3,
        "sentences": [
            "Outcome measures were described in detail in the 8-week study.",
            "1 Briefly, outcome measures included the NPRS 7, 8 for measuring pain intensity, the Revised Oswestry Back Pain Disability Questionnaire (OSW) 9 for determining disability level, the Patient-Specific Functional Scale (PSFS) [10] [11] [12] for measuring activity limitations, and the Global Rating of Change Scale (GROC) 13 for measuring perceived changes due to PT treatment.",
            "The revised version of the OSW has no reported minimum clinically important difference (MCID), but a modified version that replaces the question about pain intensity fluctuations, with a question about homemaking and employment, has an MCID of 6.",
            "14"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "44085",
        "text": "At each participant's first visit, an investigator, blinded to group assignment, collected the NPRS, OSW, and PSFS before the participant was randomly assigned to a weekly supervised PT group or an unsupervised HEP group. To determine group assignment, each participant drew a card from an opaque envelope, which contained 34 cards, 17 labeled \"1\" for the weekly supervised PT group and 17 labeled \"2\" for the unsupervised HEP group. When a participant dropped out of the study, a card marked with the number of the participant's group assignment was returned to the envelope to ensure an equal number of participants in each group. The spinal stabilization exercise program given to all participants in both groups was modified for adolescents from a spinal stabilization program for adults with LBP by Hicks et al, 15 and was previously published. 1 Briefly, participants performed 1 exercise from each of 4 exercise categories, thus a total of 4 exercises at any given time. Participants were asked to perform each exercise for 100 repetitions or by holding for 100 seconds. The 4 exercise categories targeted the transversus abdominis, the transversus abdominis in functional positions, the erector spinae and multifidus, and the global core. Each exercise incorporated abdominal bracing, or isometric coactivation of the abdominal muscles. Participants' exercises were progressed as their performance improved.",
        "section": "Procedures",
        "section_number": 4,
        "sentences": [
            "At each participant's first visit, an investigator, blinded to group assignment, collected the NPRS, OSW, and PSFS before the participant was randomly assigned to a weekly supervised PT group or an unsupervised HEP group.",
            "To determine group assignment, each participant drew a card from an opaque envelope, which contained 34 cards, 17 labeled \"1\" for the weekly supervised PT group and 17 labeled \"2\" for the unsupervised HEP group.",
            "When a participant dropped out of the study, a card marked with the number of the participant's group assignment was returned to the envelope to ensure an equal number of participants in each group.",
            "The spinal stabilization exercise program given to all participants in both groups was modified for adolescents from a spinal stabilization program for adults with LBP by Hicks et al, 15 and was previously published.",
            "1 Briefly, participants performed 1 exercise from each of 4 exercise categories, thus a total of 4 exercises at any given time.",
            "Participants were asked to perform each exercise for 100 repetitions or by holding for 100 seconds.",
            "The 4 exercise categories targeted the transversus abdominis, the transversus abdominis in functional positions, the erector spinae and multifidus, and the global core.",
            "Each exercise incorporated abdominal bracing, or isometric coactivation of the abdominal muscles.",
            "Participants' exercises were progressed as their performance improved."
        ],
        "sentence_labels": [
            1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": 0
    },
    {
        "doc_id": "44085",
        "text": "Participants in the unsupervised group received 1 hour of contact by a physical therapist; participants were given a 30-minute 1-time instruction in the spinal stabilization program and were asked to continue performing the exercises at home for 8 weeks. Exercise progression was determined by the participants or caregivers in the unsupervised group. Participants in both groups received verbal instructions and a handout with written instructions for each exercise. A DVD of the standardized spinal stabilization exercises was provided for participants to follow at home. Participants in the supervised group received more than 5 hours of contact by a physical therapist; participants attended one 30-minute supervised PT session per week for 8 weeks. Exercise progression was determined by the treating physical therapists in the supervised group. In both groups, exercises were progressed when participants could perform the exercise with proper form and without back pain for 100 repetitions or seconds. Both groups were asked to complete their exercises for 20 minutes at least 5 days a week for the first 2 weeks, and at least 3 days a week after 2 weeks for 8 weeks. The NPRS, OSW, PSFS, and GROC were collected upon completion of the 8-week treatment phase. After outcome measures were collected, all participants were advised to continue their exercises on their own and were scheduled for a 6-month follow-up visit. The outcome measures were collected again at the 6-month follow-up.",
        "section": "Procedures",
        "section_number": 5,
        "sentences": [
            "Participants in the unsupervised group received 1 hour of contact by a physical therapist; participants were given a 30-minute 1-time instruction in the spinal stabilization program and were asked to continue performing the exercises at home for 8 weeks.",
            "Exercise progression was determined by the participants or caregivers in the unsupervised group.",
            "Participants in both groups received verbal instructions and a handout with written instructions for each exercise.",
            "A DVD of the standardized spinal stabilization exercises was provided for participants to follow at home.",
            "Participants in the supervised group received more than 5 hours of contact by a physical therapist; participants attended one 30-minute supervised PT session per week for 8 weeks.",
            "Exercise progression was determined by the treating physical therapists in the supervised group.",
            "In both groups, exercises were progressed when participants could perform the exercise with proper form and without back pain for 100 repetitions or seconds.",
            "Both groups were asked to complete their exercises for 20 minutes at least 5 days a week for the first 2 weeks, and at least 3 days a week after 2 weeks for 8 weeks.",
            "The NPRS, OSW, PSFS, and GROC were collected upon completion of the 8-week treatment phase.",
            "After outcome measures were collected, all participants were advised to continue their exercises on their own and were scheduled for a 6-month follow-up visit.",
            "The outcome measures were collected again at the 6-month follow-up."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "44085",
        "text": "For baseline assessment of between-group differences, chi-square analysis was used for categorical data, and independent t tests were used with all ratio-level data when the test for normality (Shapiro-Wilk test) was met. All baseline variables with ratio data were normally distributed except the variables of physical activity and duration of LBP (days in the past week). A Mann-Whitney U test was used to compare these 2 baseline variables between groups. Three separate 2×3 analysis of variances with repeated measures were used to analyze the NPRS, OSW, and PSFS scores collected at baseline, 8 weeks, and 6 months. A Mann-Whitney U test was used to analyze the GROC scores between the 2 groups at the 6-month follow-up. Significance was defined as P ≤ .05.",
        "section": "Procedures",
        "section_number": 6,
        "sentences": [
            "For baseline assessment of between-group differences, chi-square analysis was used for categorical data, and independent t tests were used with all ratio-level data when the test for normality (Shapiro-Wilk test) was met.",
            "All baseline variables with ratio data were normally distributed except the variables of physical activity and duration of LBP (days in the past week).",
            "A Mann-Whitney U test was used to compare these 2 baseline variables between groups.",
            "Three separate 2×3 analysis of variances with repeated measures were used to analyze the NPRS, OSW, and PSFS scores collected at baseline, 8 weeks, and 6 months.",
            "A Mann-Whitney U test was used to analyze the GROC scores between the 2 groups at the 6-month follow-up.",
            "Significance was defined as P ≤ .05."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "44085",
        "text": "Forty-five participants enrolled in the study between March 2012 and April 2013. Thirty-four participants (17 in the supervised PT group and 17 in the unsupervised HEP group) completed the 8-week exercise program and posttreatment assessment, and 32 participants (16 in the supervised PT group and 16 in the unsupervised HEP group) completed the 6-month follow-up assessment. Table 1 . There were no statistical differences in baseline variables of participant characteristics between the 2 groups (Table 1) .",
        "section": "Participant Characteristics",
        "section_number": 7,
        "sentences": [
            "Forty-five participants enrolled in the study between March 2012 and April 2013.",
            "Thirty-four participants (17 in the supervised PT group and 17 in the unsupervised HEP group) completed the 8-week exercise program and posttreatment assessment, and 32 participants (16 in the supervised PT group and 16 in the unsupervised HEP group) completed the 6-month follow-up assessment.",
            "Table 1 .",
            "There were no statistical differences in baseline variables of participant characteristics between the 2 groups (Table 1) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "44085",
        "text": "The 8-week results of our study have been reported elsewhere. Briefly, we found both groups improved in NPRS and PSFS scores, but the supervised group had significantly greater pain reduction and functional improvements in comparison to the unsupervised group. The supervised group had significantly better exercise adherence compared with the unsupervised group. There was no between-group difference in the GROC scores for participants' perceived changes after the 8-week PT intervention. 1 Table 2 includes the mean and standard deviation values for the pre-and posttreatment scores for outcome measures. There was a significant group-by-time interaction (P = .042) in NPRS scores. However, post hoc analysis indicated that participants in the supervised group had no greater pain reduction as compared with the unsupervised group between the 8-week and 6-month followups (P = .433). There were no significant interactions for the other 3 outcome measures: OSW scores (P = .280), and PSFS scores (P = .234), indicating no between-group differences in disability level, quality of life, and functional level between baseline and 6 months. There was a significant time effect for the NPRS, OSW, and PSFS. Participants improved in outcome measures (P < .001) between baseline and 6 months. The differences in the GROC scores between groups were significant (P = .047), supporting that the supervised group perceived significantly greater improvement at 6 months as compared with the unsupervised group. Participants in both groups had improvements that met the MCID for all outcome measures. The NPRS score was reduced by 4.1 on average for the supervised group and 2.5 on average for the unsupervised group. The OSW score was reduced by 10.9 on average for the supervised group and 7.8 on average for the unsupervised group. The PSFS score was improved by 3.0 on average for the supervised group and 3.1 on average for the unsupervised group. The GROC was improved by 3.9 for the supervised group and 2.6 on average for the unsupervised group.",
        "section": "Outcome Measures",
        "section_number": 8,
        "sentences": [
            "The 8-week results of our study have been reported elsewhere.",
            "Briefly, we found both groups improved in NPRS and PSFS scores, but the supervised group had significantly greater pain reduction and functional improvements in comparison to the unsupervised group.",
            "The supervised group had significantly better exercise adherence compared with the unsupervised group.",
            "There was no between-group difference in the GROC scores for participants' perceived changes after the 8-week PT intervention.",
            "1 Table 2 includes the mean and standard deviation values for the pre-and posttreatment scores for outcome measures.",
            "There was a significant group-by-time interaction (P = .042) in NPRS scores.",
            "However, post hoc analysis indicated that participants in the supervised group had no greater pain reduction as compared with the unsupervised group between the 8-week and 6-month followups (P = .433).",
            "There were no significant interactions for the other 3 outcome measures: OSW scores (P = .280), and PSFS scores (P = .234), indicating no between-group differences in disability level, quality of life, and functional level between baseline and 6 months.",
            "There was a significant time effect for the NPRS, OSW, and PSFS.",
            "Participants improved in outcome measures (P < .001) between baseline and 6 months.",
            "The differences in the GROC scores between groups were significant (P = .047), supporting that the supervised group perceived significantly greater improvement at 6 months as compared with the unsupervised group.",
            "Participants in both groups had improvements that met the MCID for all outcome measures.",
            "The NPRS score was reduced by 4.1 on average for the supervised group and 2.5 on average for the unsupervised group.",
            "The OSW score was reduced by 10.9 on average for the supervised group and 7.8 on average for the unsupervised group.",
            "The PSFS score was improved by 3.0 on average for the supervised group and 3.1 on average for the unsupervised group.",
            "The GROC was improved by 3.9 for the supervised group and 2.6 on average for the unsupervised group."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "44085",
        "text": "At the 6-month follow-up, the supervised group had significantly reduced pain intensity and improved GROC scores as compared with the unsupervised group. These findings demonstrate carry-over effects of the 8-week supervised spinal stabilization exercises, which also implies that 8 weeks of supervised spinal stabilization exercises are more effective than 1-time treatment in reducing LBP and in increasing patients' overall perceived improvements over 6 months. Furthermore, a significant between-group difference in pain reduction (NPRS scores) was found between baseline and 8 weeks, but was not found between 8 weeks and 6 months. This finding indicates that the pain reduction effect after 8 weeks of supervised exercises was maintained over the next 4 months even after the treatment had been discontinued. Eight weeks may be an appropriate duration of treatment for managing LBP in AIS. Similar to the results or our study, Fanucchi et al 3 also found that exercises significantly reduced back pain intensity in patients with LBP without spinal deformity at a 3-month follow-up. Pain intensity reduction in our supervised PT group was 3.8 points, which is comparable to pain reduction of 3.2 points in Fanucchi et al's study. Both studies support the use of exercise for pain reduction for adolescents with LBP, with or without IS, although different types of exercise approaches were used.",
        "section": "DISCUSSION",
        "section_number": 9,
        "sentences": [
            "At the 6-month follow-up, the supervised group had significantly reduced pain intensity and improved GROC scores as compared with the unsupervised group.",
            "These findings demonstrate carry-over effects of the 8-week supervised spinal stabilization exercises, which also implies that 8 weeks of supervised spinal stabilization exercises are more effective than 1-time treatment in reducing LBP and in increasing patients' overall perceived improvements over 6 months.",
            "Furthermore, a significant between-group difference in pain reduction (NPRS scores) was found between baseline and 8 weeks, but was not found between 8 weeks and 6 months.",
            "This finding indicates that the pain reduction effect after 8 weeks of supervised exercises was maintained over the next 4 months even after the treatment had been discontinued.",
            "Eight weeks may be an appropriate duration of treatment for managing LBP in AIS.",
            "Similar to the results or our study, Fanucchi et al 3 also found that exercises significantly reduced back pain intensity in patients with LBP without spinal deformity at a 3-month follow-up.",
            "Pain intensity reduction in our supervised PT group was 3.8 points, which is comparable to pain reduction of 3.2 points in Fanucchi et al's study.",
            "Both studies support the use of exercise for pain reduction for adolescents with LBP, with or without IS, although different types of exercise approaches were used."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "44085",
        "text": "Unlike the NPRS score, we reported that the GROC scores at 8 weeks were not different between the 2 groups. 1 However, at the 6-month follow-up, we found a significant between-group difference in the GROC scores. This finding indicates that the participants in the supervised group attributed their improvements to the PT intervention more over time than those in the unsupervised group. There appears to be a discrepancy between how adolescents perceive pain versus how they perceive improvement. Improvement may be more difficult to objectively measure, especially as time passes. The GROC has been found to be less valid over a longer duration. 13, 16 The GROC is considered a biased, retrospective rating, as it asks patients to mentally calculate a change score from their current and previous health state. 16 Although we asked participants to rate their improvement due to the PT intervention, it may have been difficult to separate their improvement over time from improvement due to the PT intervention. Even though we did not formally track exercise compliance between discharge at 8 weeks and at the 6-month follow-up, most patients reported that they performed their exercises \"occasionally\" between the 8-week and 6-month followup period. Many reported being more physically active and taking exercise classes. Another confounding factor is that the GROC has not been validated in the adolescent population. Adolescents may have a different sense of time and understanding of assigning numbers to their health status from adults.",
        "section": "DISCUSSION",
        "section_number": 10,
        "sentences": [
            "Unlike the NPRS score, we reported that the GROC scores at 8 weeks were not different between the 2 groups.",
            "1 However, at the 6-month follow-up, we found a significant between-group difference in the GROC scores.",
            "This finding indicates that the participants in the supervised group attributed their improvements to the PT intervention more over time than those in the unsupervised group.",
            "There appears to be a discrepancy between how adolescents perceive pain versus how they perceive improvement.",
            "Improvement may be more difficult to objectively measure, especially as time passes.",
            "The GROC has been found to be less valid over a longer duration.",
            "13, 16 The GROC is considered a biased, retrospective rating, as it asks patients to mentally calculate a change score from their current and previous health state.",
            "16 Although we asked participants to rate their improvement due to the PT intervention, it may have been difficult to separate their improvement over time from improvement due to the PT intervention.",
            "Even though we did not formally track exercise compliance between discharge at 8 weeks and at the 6-month follow-up, most patients reported that they performed their exercises \"occasionally\" between the 8-week and 6-month followup period.",
            "Many reported being more physically active and taking exercise classes.",
            "Another confounding factor is that the GROC has not been validated in the adolescent population.",
            "Adolescents may have a different sense of time and understanding of assigning numbers to their health status from adults."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "44085",
        "text": "In contrast to our 8-week study finding, 1 the supervised group no longer had greater PSFS scores than the unsupervised group at the 6-month follow-up. Therefore, our participants with AIS who received supervised PT for back pain made functional improvements more quickly than those who received unsupervised PT, although both groups reached similar functional levels at 6 months. We hypothesize the lack of group difference in the PSFS scores at the 6-month follow-up could be due to a limitation of the outcome measure itself. Given that the PSFS was designed to target individuals for specific functional limitations, the PSFS has been recommended as a clinical measure for assessing changes at the individual level and not for comparing groups. 17, 18 Similarly, we did not find significant differences in the OSW scores between the 2 groups at 8 weeks or at 6 months. We speculate that the OSW questionnaire may not be a useful outcome measure for assessing the degree of disability for AIS and LBP, because the OSW may not be specific enough and has not been validated for this patient population. Although we chose outcome measures based on a literature review and our clinical judgment, validation of outcome measures especially in younger adolescents is needed. In particular, a specific outcome measure used for assessing function or disability due to LBP for the AIS patient population is warranted.",
        "section": "DISCUSSION",
        "section_number": 11,
        "sentences": [
            "In contrast to our 8-week study finding, 1 the supervised group no longer had greater PSFS scores than the unsupervised group at the 6-month follow-up.",
            "Therefore, our participants with AIS who received supervised PT for back pain made functional improvements more quickly than those who received unsupervised PT, although both groups reached similar functional levels at 6 months.",
            "We hypothesize the lack of group difference in the PSFS scores at the 6-month follow-up could be due to a limitation of the outcome measure itself.",
            "Given that the PSFS was designed to target individuals for specific functional limitations, the PSFS has been recommended as a clinical measure for assessing changes at the individual level and not for comparing groups.",
            "17, 18 Similarly, we did not find significant differences in the OSW scores between the 2 groups at 8 weeks or at 6 months.",
            "We speculate that the OSW questionnaire may not be a useful outcome measure for assessing the degree of disability for AIS and LBP, because the OSW may not be specific enough and has not been validated for this patient population.",
            "Although we chose outcome measures based on a literature review and our clinical judgment, validation of outcome measures especially in younger adolescents is needed.",
            "In particular, a specific outcome measure used for assessing function or disability due to LBP for the AIS patient population is warranted."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "44085",
        "text": "Future studies should evaluate the amount and effects of exercise progression. Participants in the unsupervised group self-progressed exercises compared with participants in the supervised group receiving exercise progression by a physical therapist. We did not collect data regarding how much each participant and group progressed. Variability in exercise progression may explain the minimal group differences but is not captured in this study. A threshold of exercise progression may exist at which 6-month improvements are retained regardless of the level of supervision.",
        "section": "DISCUSSION",
        "section_number": 12,
        "sentences": [
            "Future studies should evaluate the amount and effects of exercise progression.",
            "Participants in the unsupervised group self-progressed exercises compared with participants in the supervised group receiving exercise progression by a physical therapist.",
            "We did not collect data regarding how much each participant and group progressed.",
            "Variability in exercise progression may explain the minimal group differences but is not captured in this study.",
            "A threshold of exercise progression may exist at which 6-month improvements are retained regardless of the level of supervision."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "44085",
        "text": "Limitations of our study include a significant loss of participants in the unsupervised group. Specifically, a significantly higher number of participants in the unsupervised group were lost to follow-up at 8 weeks, 35% (n = 9) in the unsupervised group in comparison to 11% (n = 2) in the supervised group. We speculate that these participants discontinued the study because either they were frustrated with lack of progress or they were not compliant with exercises. Consequently, this high dropout rate in the unsupervised group may conceal a real difference between the 2 treatment groups. Furthermore, this study included a small number of participants (n = 16 in each group at the 6-month follow-up), so generalizations should be made cautiously. Given that we did not have a true control group, we are not certain whether or not the improvement over time was the natural progression of LBP in this patient population. However, almost all participants in our study had a long history of LBP, which suggests that their back pain may not have spontaneously improved over time. In addition, spinal stabilization exercises designed to activate the deep abdominal and back extensor muscles have been shown to prevent recurrent episodes of LBP in the adult population. 14, 19, 20 Six-month follow-up is still a relatively short followup period considering the long-term nature of back pain and scoliosis. Previous studies also showed that patients who received spinal stabilization exercises were more than 2 times less likely to have LBP 3 years after the treatment, as compared with a control group who did not receive spinal stabilization exercises. 19 Longer term follow-up for this patient population is warranted to examine whether or not patients in our study who received supervised spinal stabilization exercises will be less likely to have LBP 3 years after treatment as compared to those who received unsupervised spinal stabilization exercises.",
        "section": "DISCUSSION",
        "section_number": 13,
        "sentences": [
            "Limitations of our study include a significant loss of participants in the unsupervised group.",
            "Specifically, a significantly higher number of participants in the unsupervised group were lost to follow-up at 8 weeks, 35% (n = 9) in the unsupervised group in comparison to 11% (n = 2) in the supervised group.",
            "We speculate that these participants discontinued the study because either they were frustrated with lack of progress or they were not compliant with exercises.",
            "Consequently, this high dropout rate in the unsupervised group may conceal a real difference between the 2 treatment groups.",
            "Furthermore, this study included a small number of participants (n = 16 in each group at the 6-month follow-up), so generalizations should be made cautiously.",
            "Given that we did not have a true control group, we are not certain whether or not the improvement over time was the natural progression of LBP in this patient population.",
            "However, almost all participants in our study had a long history of LBP, which suggests that their back pain may not have spontaneously improved over time.",
            "In addition, spinal stabilization exercises designed to activate the deep abdominal and back extensor muscles have been shown to prevent recurrent episodes of LBP in the adult population.",
            "14, 19, 20 Six-month follow-up is still a relatively short followup period considering the long-term nature of back pain and scoliosis.",
            "Previous studies also showed that patients who received spinal stabilization exercises were more than 2 times less likely to have LBP 3 years after the treatment, as compared with a control group who did not receive spinal stabilization exercises.",
            "19 Longer term follow-up for this patient population is warranted to examine whether or not patients in our study who received supervised spinal stabilization exercises will be less likely to have LBP 3 years after treatment as compared to those who received unsupervised spinal stabilization exercises."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "44085",
        "text": "The results of our study indicated that patients with AIS and LBP may benefit from spinal stabilization exercises up to 6 months regardless of the level of supervision. However, a higher level of exercise supervision or dosage may result greater improvements of pain reduction and satisfaction in this patient population.",
        "section": "CONCLUSIONS",
        "section_number": 14,
        "sentences": [
            "The results of our study indicated that patients with AIS and LBP may benefit from spinal stabilization exercises up to 6 months regardless of the level of supervision.",
            "However, a higher level of exercise supervision or dosage may result greater improvements of pain reduction and satisfaction in this patient population."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "44085",
        "text": "Zapata et al Pediatric Physical Therapy",
        "section": "",
        "section_number": 15,
        "sentences": [
            "Zapata et al Pediatric Physical Therapy"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "44085",
        "text": "Copyright © 2017 Wolters Kluwer Health, Inc. and the Academy of Pediatric Physical Therapy of the American Physical Therapy Association.Unauthorized reproduction of this article is prohibited.Pediatric Physical Therapy Six-Month Follow-up of Exercises for Back Pain 65",
        "section": "",
        "section_number": 16,
        "sentences": [
            "Copyright © 2017 Wolters Kluwer Health, Inc. and the Academy of Pediatric Physical Therapy of the American Physical Therapy Association.",
            "Unauthorized reproduction of this article is prohibited.",
            "Pediatric Physical Therapy Six-Month Follow-up of Exercises for Back Pain 65"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "44085",
        "text": "Pediatric Physical Therapy",
        "section": "",
        "section_number": 17,
        "sentences": [
            "Pediatric Physical Therapy"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    }
]