[
    {
        "doc_id": "33866",
        "text": "Background: The SQ house dust mite (HDM) sublingual immunotherapy (SLIT) tablet has been approved in 11 European countries and Japan for patients with HDM-induced respiratory allergic disease. Objective: This trial was conducted to confirm the efficacy and safety of the SQ HDM SLIT tablet in Japanese patients with moderate-to-severe HDM-induced allergic rhinitis (AR). Methods: The trial was a randomized, double-blind, placebocontrolled trial including 946 Japanese adults and adolescents (12-64 years). Subjects were randomly assigned to daily treatment with the SQ HDM SLIT tablet at a dose of 10,000 Japanese allergy units (JAU) or 20,000 JAU or to placebo (1:1:1). The primary end point was the total combined rhinitis score (TCRS), which is composed of AR symptom and medication scores during the efficacy evaluation period. Symptom and medication scores of AR and conjunctivitis, rhinitis quality of life, and symptom-free and symptom-severe days were evaluated as secondary end points. Results: Analysis of the primary end point demonstrated statistically significant reductions in TCRSs of 1.15 (22%, P <.001) in the 10,000-JAU group and 0.99 (19%, P <.001) in the 20,000-JAU group compared with the placebo group. The statistically significant treatment effect was evident from 12 weeks of treatment onward. All secondary end points, except AR medication score, were statistically significant in favor of active treatment compared with placebo. Post hoc analysis of TCRSs in adolescents showed the same efficacy as in adults (P <.05). The treatment was well tolerated by both adults and adolescents. Conclusion: The trial confirmed the efficacy and safety profile of the SQ HDM SLIT tablet in Japanese adult and adolescent patients with moderate-to-severe HDM-induced AR. These data support the robust efficacy and safety profile of previously reported European data.",
        "section": "Abstract",
        "sentences": [
            "Background: The SQ house dust mite (HDM) sublingual immunotherapy (SLIT) tablet has been approved in 11 European countries and Japan for patients with HDM-induced respiratory allergic disease.",
            "Objective: This trial was conducted to confirm the efficacy and safety of the SQ HDM SLIT tablet in Japanese patients with moderate-to-severe HDM-induced allergic rhinitis (AR).",
            "Methods: The trial was a randomized, double-blind, placebocontrolled trial including 946 Japanese adults and adolescents (12-64 years).",
            "Subjects were randomly assigned to daily treatment with the SQ HDM SLIT tablet at a dose of 10,000 Japanese allergy units (JAU) or 20,000 JAU or to placebo (1:1:1).",
            "The primary end point was the total combined rhinitis score (TCRS), which is composed of AR symptom and medication scores during the efficacy evaluation period.",
            "Symptom and medication scores of AR and conjunctivitis, rhinitis quality of life, and symptom-free and symptom-severe days were evaluated as secondary end points.",
            "Results: Analysis of the primary end point demonstrated statistically significant reductions in TCRSs of 1.15 (22%, P <.001) in the 10,000-JAU group and 0.99 (19%, P <.001) in the 20,000-JAU group compared with the placebo group.",
            "The statistically significant treatment effect was evident from 12 weeks of treatment onward.",
            "All secondary end points, except AR medication score, were statistically significant in favor of active treatment compared with placebo.",
            "Post hoc analysis of TCRSs in adolescents showed the same efficacy as in adults (P <.05).",
            "The treatment was well tolerated by both adults and adolescents.",
            "Conclusion: The trial confirmed the efficacy and safety profile of the SQ HDM SLIT tablet in Japanese adult and adolescent patients with moderate-to-severe HDM-induced AR.",
            "These data support the robust efficacy and safety profile of previously reported European data."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33866",
        "text": "Allergy immunotherapy (AIT) modulates basic immunologic mechanisms of allergic disease and is recognized as the only treatment option with the potential to provide long-term posttreatment benefits and alter the natural course of allergic disease. 1 House dust mites (HDMs) are major perennial allergen sources and have been found worldwide. [2] [3] [4] [5] Although there are large interregional differences regarding the relative abundance of the 2 major HDM species, Dermatophagoides pteronyssinus and Dermatophagoides farinae, the majority of patients with HDM allergy are cosensitized to both species. 6 Furthermore, no differences in sensitization patterns have been reported for HDM allergen components throughout the world, 7 and therefore AIT can offer the same treatment option worldwide for HDM-induced respiratory allergy.",
        "section": "",
        "section_number": 1,
        "sentences": [
            "Allergy immunotherapy (AIT) modulates basic immunologic mechanisms of allergic disease and is recognized as the only treatment option with the potential to provide long-term posttreatment benefits and alter the natural course of allergic disease.",
            "1 House dust mites (HDMs) are major perennial allergen sources and have been found worldwide. [",
            "2] [3] [4] [5] Although there are large interregional differences regarding the relative abundance of the 2 major HDM species, Dermatophagoides pteronyssinus and Dermatophagoides farinae, the majority of patients with HDM allergy are cosensitized to both species.",
            "6 Furthermore, no differences in sensitization patterns have been reported for HDM allergen components throughout the world, 7 and therefore AIT can offer the same treatment option worldwide for HDM-induced respiratory allergy."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33866",
        "text": "In Japan the prevalence of perennial allergic rhinitis (AR) is 23%, and this group is mainly composed of the young population. 8 However, AIT has not been widely practiced thus far because of the disadvantages of subcutaneous immunotherapy (SCIT), such as the need for frequent hospital visits before reaching the maintenance phase, pain caused by injections, and the risk of systemic reactions. Therefore most of the patients have been treated with pharmacologic therapy when they have intolerable symptoms. In 2014, a new treatment option with the introduction of a sublingual immunotherapy (SLIT) product for Japanese cedar pollinosis 9 was presented.",
        "section": "",
        "section_number": 2,
        "sentences": [
            "In Japan the prevalence of perennial allergic rhinitis (AR) is 23%, and this group is mainly composed of the young population.",
            "8 However, AIT has not been widely practiced thus far because of the disadvantages of subcutaneous immunotherapy (SCIT), such as the need for frequent hospital visits before reaching the maintenance phase, pain caused by injections, and the risk of systemic reactions.",
            "Therefore most of the patients have been treated with pharmacologic therapy when they have intolerable symptoms.",
            "In 2014, a new treatment option with the introduction of a sublingual immunotherapy (SLIT) product for Japanese cedar pollinosis 9 was presented."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33866",
        "text": "The goal of AIT is to relieve symptoms by modulating the immunologic mechanisms of the allergic disease and ultimately to provide long-term disease modification. [10] [11] [12] This might also contribute to prevention of new sensitizations. 13, 14 Successful AIT therapy for HDM-induced AR is thus expected to improve the treatment environment for allergic diseases. The efficacy and safety of the SQ HDM SLIT tablet was proved in European patients with HDM-induced AR, 15 and the present trial was conducted to evaluate efficacy and safety by using an updosing regimen in a Japanese population. In Europe and the United States the approved SQ HDM SLIT tablet treatment regimens do not include updosing, and with the Japanese trial reported here, the SQ HDM SLIT tablet is the first AIT tablet to be evaluated for clinical efficacy and safety in large, comparable, double-blind, placebo-controlled trials with and without updosing (TO-203; Torii, Tokyo, Japan/ALK-Abell o, Hørsholm, Denmark/ Merck & Co, Kenilworth, NJ).",
        "section": "",
        "section_number": 3,
        "sentences": [
            "The goal of AIT is to relieve symptoms by modulating the immunologic mechanisms of the allergic disease and ultimately to provide long-term disease modification. [",
            "10] [11] [12] This might also contribute to prevention of new sensitizations.",
            "13, 14 Successful AIT therapy for HDM-induced AR is thus expected to improve the treatment environment for allergic diseases.",
            "The efficacy and safety of the SQ HDM SLIT tablet was proved in European patients with HDM-induced AR, 15 and the present trial was conducted to evaluate efficacy and safety by using an updosing regimen in a Japanese population.",
            "In Europe and the United States the approved SQ HDM SLIT tablet treatment regimens do not include updosing, and with the Japanese trial reported here, the SQ HDM SLIT tablet is the first AIT tablet to be evaluated for clinical efficacy and safety in large, comparable, double-blind, placebo-controlled trials with and without updosing (TO-203; Torii, Tokyo, Japan/ALK-Abell o, Hørsholm, Denmark/ Merck & Co, Kenilworth, NJ)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33866",
        "text": "We performed a randomized, parallel-group, double-blind, placebocontrolled trial in Japan identified by JapicCTI number 121848. Ninety sites participated in this trial, and 946 subjects were randomly assigned to daily treatment with the SQ HDM SLIT tablet at a dose of 10,000 Japanese allergy units (JAU) or 20,000 JAU or to placebo (1:1:1). Because there was limited AIT experience among Japanese physicians and patients, a 2-step dose escalation was chosen, although the safety profile was similar in the fixed-dose groups and the dose-escalation group in the Japanese phase I trial. Based on the safety profiles of the European phase I trials, 16 3,300 JAU (2 SQ-HDM) was selected as the initial dose for a week, followed by upward titration of the dose to 10,000 JAU (6 SQ-HDM); for subjects randomized to the 20,000 JAU (12 SQ-HDM) group, a further upward titration was performed again 1 week after treatment with 10,000 JAU. During updosing, patients were provided with weekly packages of the investigational medicinal product or placebo to maintain blinding. Therefore subjects received their randomized treatment for approximately 12 months. An electronic diary system was used to obtain information regarding symptom and medication scores in a timely manner. The trial design is shown in Fig 1. The trial was designed and conducted in accordance with the Declaration of Helsinki 17 and Good Clinical Practice guidelines.",
        "section": "Clinical trial design",
        "section_number": 4,
        "sentences": [
            "We performed a randomized, parallel-group, double-blind, placebocontrolled trial in Japan identified by JapicCTI number 121848.",
            "Ninety sites participated in this trial, and 946 subjects were randomly assigned to daily treatment with the SQ HDM SLIT tablet at a dose of 10,000 Japanese allergy units (JAU) or 20,000 JAU or to placebo (1:1:1).",
            "Because there was limited AIT experience among Japanese physicians and patients, a 2-step dose escalation was chosen, although the safety profile was similar in the fixed-dose groups and the dose-escalation group in the Japanese phase I trial.",
            "Based on the safety profiles of the European phase I trials, 16 3,300 JAU (2 SQ-HDM) was selected as the initial dose for a week, followed by upward titration of the dose to 10,000 JAU (6 SQ-HDM); for subjects randomized to the 20,000 JAU (12 SQ-HDM) group, a further upward titration was performed again 1 week after treatment with 10,000 JAU.",
            "During updosing, patients were provided with weekly packages of the investigational medicinal product or placebo to maintain blinding.",
            "Therefore subjects received their randomized treatment for approximately 12 months.",
            "An electronic diary system was used to obtain information regarding symptom and medication scores in a timely manner.",
            "The trial design is shown in Fig 1.",
            "The trial was designed and conducted in accordance with the Declaration of Helsinki 17 and Good Clinical Practice guidelines."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": 0
    },
    {
        "doc_id": "33866",
        "text": "Patients were recruited between June and October 2012. They were registered to the run-in period from September 1st through November 15th. The trial population comprised adults and adolescents (12-64 years) with moderate-to-severe HDM-induced AR diagnosed by means of a positive nasal provocation test result and a positive specific IgE level against D pteronyssinus, D farinae, or both (HDM-specific IgE > _3.5 kU/L) with at least a 1-year medication history of AR. The positive assessment of nasal provocation tests was defined as at least 2 of 3 positive symptoms (ie, sneezing/itchy nose, swelling pallor of inferior concha mucosa, and watery discharge) within 5 minutes after placing an allergen paper disc on the inferior concha mucosa without positive reactions caused by a previously conducted challenge with a control paper disc. Moderate-to-severe HDM-induced AR symptoms were defined as an AR symptom score of at least 7 on at least 7 days of the 14day run-in period without any symptomatic treatment.",
        "section": "Subjects",
        "section_number": 5,
        "sentences": [
            "Patients were recruited between June and October 2012.",
            "They were registered to the run-in period from September 1st through November 15th.",
            "The trial population comprised adults and adolescents (12-64 years) with moderate-to-severe HDM-induced AR diagnosed by means of a positive nasal provocation test result and a positive specific IgE level against D pteronyssinus, D farinae, or both (HDM-specific IgE > _3.5 kU/L) with at least a 1-year medication history of AR.",
            "The positive assessment of nasal provocation tests was defined as at least 2 of 3 positive symptoms (ie, sneezing/itchy nose, swelling pallor of inferior concha mucosa, and watery discharge) within 5 minutes after placing an allergen paper disc on the inferior concha mucosa without positive reactions caused by a previously conducted challenge with a control paper disc.",
            "Moderate-to-severe HDM-induced AR symptoms were defined as an AR symptom score of at least 7 on at least 7 days of the 14day run-in period without any symptomatic treatment."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33866",
        "text": "Subjects were excluded from the study if they had cosensitizations detected based on a specific IgE level of 50 kU/L or greater for any of the following allergens: cedar, cypress, alder, cocksfoot, ragweed, mugwort, Japanese hop, cockroach, Candida species, Aspergillus species, Alternaria species, dog hair, or cat hair. Subjects who had a clinically relevant history of symptomatic AR caused by the allergens mentioned above were also excluded, even if their specific IgE levels were in the range of 0.7 kU/L to less than 50 kU/L, except the spring seasonal allergens cedar, cypress, and alder. The trial did not allow enrollment of patients with a medical history of asthma, including use of asthma medication, asthma exacerbation, or both within 2 years. Details on the main selection criteria are available in the Methods section in this article's Online Repository at www.jacionline.org.",
        "section": "Subjects",
        "section_number": 6,
        "sentences": [
            "Subjects were excluded from the study if they had cosensitizations detected based on a specific IgE level of 50 kU/L or greater for any of the following allergens: cedar, cypress, alder, cocksfoot, ragweed, mugwort, Japanese hop, cockroach, Candida species, Aspergillus species, Alternaria species, dog hair, or cat hair.",
            "Subjects who had a clinically relevant history of symptomatic AR caused by the allergens mentioned above were also excluded, even if their specific IgE levels were in the range of 0.7 kU/L to less than 50 kU/L, except the spring seasonal allergens cedar, cypress, and alder.",
            "The trial did not allow enrollment of patients with a medical history of asthma, including use of asthma medication, asthma exacerbation, or both within 2 years.",
            "Details on the main selection criteria are available in the Methods section in this article's Online Repository at www.jacionline.org."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33866",
        "text": "The Japanese Society of Allergology Task Force standardized the HDM AIT vaccine in 2014. 18 To standardize the SQ HDM SLIT tablet, allergen contents of the standardized HDM AIT vaccine were first measured by using the manufacturer's methods to calculate the correction value. As a result of the adjustment by correction value and titer of the standardized HDM AIT vaccine, a nominal strength of 3,300 Japanese Allergy Unit (JAU) has the same potency as 2 SQ-HDM, 10,000 JAU as 6 SQ-HDM, and 20,000 JAU as 12 SQ-HDM.",
        "section": "Standardization in Japan",
        "section_number": 7,
        "sentences": [
            "The Japanese Society of Allergology Task Force standardized the HDM AIT vaccine in 2014.",
            "18 To standardize the SQ HDM SLIT tablet, allergen contents of the standardized HDM AIT vaccine were first measured by using the manufacturer's methods to calculate the correction value.",
            "As a result of the adjustment by correction value and titer of the standardized HDM AIT vaccine, a nominal strength of 3,300 Japanese Allergy Unit (JAU) has the same potency as 2 SQ-HDM, 10,000 JAU as 6 SQ-HDM, and 20,000 JAU as 12 SQ-HDM."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33866",
        "text": "The intervention medication, the SQ HDM SLIT tablet (TO-203 [Torii; ALK-Abell o, or Merck & Co]), was manufactured and provided by ALK-Abell o. The SQ HDM SLIT tablet is a fast-dissolving freeze-dried tablet with a 1:1 mixture of allergen extracts from the HDM species D pteronyssinus and D farinae. Thus the tablet contains the broadest possible spectrum of D pteronyssinus and D farinae major and minor allergens. A highly standardized production process ensures a 1:1:1:1 ratio of the major allergens Der p 1, Der f 1, Der p 2, and Der f 2. 19 The unit term used in clinical trials before obtaining approval in each region was the development unit. After regulatory approval, the unit in Japan is the JAU in accordance with standardization by the Japanese Society of Allergology, and in Europe the unit is SQ-HDM.",
        "section": "Intervention medication",
        "section_number": 8,
        "sentences": [
            "The intervention medication, the SQ HDM SLIT tablet (TO-203 [Torii; ALK-Abell o, or Merck & Co]), was manufactured and provided by ALK-Abell o. The SQ HDM SLIT tablet is a fast-dissolving freeze-dried tablet with a 1:1 mixture of allergen extracts from the HDM species D pteronyssinus and D farinae.",
            "Thus the tablet contains the broadest possible spectrum of D pteronyssinus and D farinae major and minor allergens.",
            "A highly standardized production process ensures a 1:1:1:1 ratio of the major allergens Der p 1, Der f 1, Der p 2, and Der f 2.",
            "19 The unit term used in clinical trials before obtaining approval in each region was the development unit.",
            "After regulatory approval, the unit in Japan is the JAU in accordance with standardization by the Japanese Society of Allergology, and in Europe the unit is SQ-HDM."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33866",
        "text": "The first administration of each dose was performed at each clinical site to allow supervision lasting at least 30 minutes in the interest of safety. Subjects were instructed to take 1 tablet daily sublingually and to keep the dissolved saliva in their mouth for 1 minute. The placebo tablets were similar to the active intervention medication with regard to appearance, smell, and taste. To treat intolerable symptoms of AR or conjunctivitis, rescue medications (ie, allergy pharmacotherapy: antihistamine tablets and eye drops or nasal steroids) were provided by the trial sponsor to randomized subjects. Allergy pharmacotherapy was allowed only when a subject felt that ''symptoms were intolerable'' and prohibited preventive use.",
        "section": "Intervention medication",
        "section_number": 9,
        "sentences": [
            "The first administration of each dose was performed at each clinical site to allow supervision lasting at least 30 minutes in the interest of safety.",
            "Subjects were instructed to take 1 tablet daily sublingually and to keep the dissolved saliva in their mouth for 1 minute.",
            "The placebo tablets were similar to the active intervention medication with regard to appearance, smell, and taste.",
            "To treat intolerable symptoms of AR or conjunctivitis, rescue medications (ie, allergy pharmacotherapy: antihistamine tablets and eye drops or nasal steroids) were provided by the trial sponsor to randomized subjects.",
            "Allergy pharmacotherapy was allowed only when a subject felt that ''symptoms were intolerable'' and prohibited preventive use."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33866",
        "text": "A total of 6 allergic symptoms, 4 rhinitis symptoms (runny nose, blocked nose, sneezing, and itchy nose) and 2 conjunctivitis symptoms (gritty feeling/ red/itchy eyes and watery eyes), were measured on a scale from 0 to 3 ranging from no symptoms to severe symptoms based on the European Medicines Agency guidelines. 20 For the medication score, subjects reported their use of specific pharmacotherapy. The primary end point was the total combined rhinitis score (TCRS; ie, the sum of rhinitis symptom and medication scores; range, 0-24). Details on the scoring scales are available in the Methods section and Tables E1-E3 in this article's Online Repository at www.jacionline.org.",
        "section": "Outcomes",
        "section_number": 10,
        "sentences": [
            "A total of 6 allergic symptoms, 4 rhinitis symptoms (runny nose, blocked nose, sneezing, and itchy nose) and 2 conjunctivitis symptoms (gritty feeling/ red/itchy eyes and watery eyes), were measured on a scale from 0 to 3 ranging from no symptoms to severe symptoms based on the European Medicines Agency guidelines.",
            "20 For the medication score, subjects reported their use of specific pharmacotherapy.",
            "The primary end point was the total combined rhinitis score (TCRS; ie, the sum of rhinitis symptom and medication scores; range, 0-24).",
            "Details on the scoring scales are available in the Methods section and Tables E1-E3 in this article's Online Repository at www.jacionline.org."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33866",
        "text": "Subjects entered these data every evening during the run-in period; during the 2 weeks after the visits at weeks 4, 12, 20, 28, and 36; and during the primary efficacy evaluation period (the last 8 weeks of the 52-week treatment period; Fig 1) . The primary efficacy evaluation period was from July to November.",
        "section": "Outcomes",
        "section_number": 11,
        "sentences": [
            "Subjects entered these data every evening during the run-in period; during the 2 weeks after the visits at weeks 4, 12, 20, 28, and 36; and during the primary efficacy evaluation period (the last 8 weeks of the 52-week treatment period; Fig 1) .",
            "The primary efficacy evaluation period was from July to November."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33866",
        "text": "The Japanese Rhinoconjunctivitis Quality of Life Questionnaire (JRQLQ) 8 was assessed at randomization and weeks 4, 28, 44, and 52 at clinical sites.",
        "section": "Outcomes",
        "section_number": 12,
        "sentences": [
            "The Japanese Rhinoconjunctivitis Quality of Life Questionnaire (JRQLQ) 8 was assessed at randomization and weeks 4, 28, 44, and 52 at clinical sites."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33866",
        "text": "HDM-specific IgE and IgG 4 levels were measured to confirm the specific immunologic response (to be published separately).",
        "section": "Outcomes",
        "section_number": 13,
        "sentences": [
            "HDM-specific IgE and IgG 4 levels were measured to confirm the specific immunologic response (to be published separately)."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33866",
        "text": "The safety profile was assessed by gathering information regarding treatment-emergent adverse events (AEs).",
        "section": "Outcomes",
        "section_number": 14,
        "sentences": [
            "The safety profile was assessed by gathering information regarding treatment-emergent adverse events (AEs)."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33866",
        "text": "The sample size calculation was based on the results of a previous SQ HDM SLIT tablet trial. 21 There was a power of approximately 92% to detect a difference between the 10,000-and 20,000-JAU groups combined and the placebo group, with 300 subjects in each group including an estimated 10% discontinuation rate (details are presented in the Methods section in this article's Online Repository). The primary analysis was a linear mixed-effects (LME) model by using the AR symptom score at baseline and the treatment group as fixed effects and clinical site as a random effect. The primary analysis set was the full analysis set (FAS), which included subjects who entered at least 80% of information regarding symptom scores and medication use into the electronic diary during the last 8 weeks of the treatment period. Additional analysis sets for the primary end point included the per-protocol analysis set (PPS), with subjects who had no significant protocol deviation analyzed by using a LME model, and subjects who recorded symptom scores and medication use at least once during the course of the trial were handled as the intention-totreat (ITT) population and analyzed by using mixed-model repeated measures (MMRM). AR symptom score, the prespecified key secondary end point, was analyzed in a similar manner as the analysis of the primary end point. Multiplicity for the primary analysis was controlled by using the Fisher least significant difference procedure. 22 Details on statistical analyses are available in the Methods section and Table E4 in this article's Online Repository at www. jacionline.org.",
        "section": "Statistics",
        "section_number": 15,
        "sentences": [
            "The sample size calculation was based on the results of a previous SQ HDM SLIT tablet trial.",
            "21 There was a power of approximately 92% to detect a difference between the 10,000-and 20,000-JAU groups combined and the placebo group, with 300 subjects in each group including an estimated 10% discontinuation rate (details are presented in the Methods section in this article's Online Repository).",
            "The primary analysis was a linear mixed-effects (LME) model by using the AR symptom score at baseline and the treatment group as fixed effects and clinical site as a random effect.",
            "The primary analysis set was the full analysis set (FAS), which included subjects who entered at least 80% of information regarding symptom scores and medication use into the electronic diary during the last 8 weeks of the treatment period.",
            "Additional analysis sets for the primary end point included the per-protocol analysis set (PPS), with subjects who had no significant protocol deviation analyzed by using a LME model, and subjects who recorded symptom scores and medication use at least once during the course of the trial were handled as the intention-totreat (ITT) population and analyzed by using mixed-model repeated measures (MMRM).",
            "AR symptom score, the prespecified key secondary end point, was analyzed in a similar manner as the analysis of the primary end point.",
            "Multiplicity for the primary analysis was controlled by using the Fisher least significant difference procedure.",
            "22 Details on statistical analyses are available in the Methods section and Table E4 in this article's Online Repository at www.",
            "jacionline.org."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33866",
        "text": "Subject disposition is shown in Fig 2. Informed consent was obtained from 1740 patients, of whom 946 were randomized as follows: 313 in the 10,000-JAU group, 314 in the 20,000-JAU group, and 319 in the placebo group. The total number of withdrawals was highest in the placebo group and so was the number of withdrawals because of AEs.",
        "section": "RESULTS Population",
        "section_number": 16,
        "sentences": [
            "Subject disposition is shown in Fig 2.",
            "Informed consent was obtained from 1740 patients, of whom 946 were randomized as follows: 313 in the 10,000-JAU group, 314 in the 20,000-JAU group, and 319 in the placebo group.",
            "The total number of withdrawals was highest in the placebo group and so was the number of withdrawals because of AEs."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33866",
        "text": "Subjects' baseline characteristics are shown in Table I . This trial was designed to include patients aged 12 to 64 years; those aged 12 to 17 years accounted for 30% or more of the subjects in each group. In all 3 groups the mean age of subjects was approximately 27 years, and the mean duration of HDMinduced AR was around 10 years.",
        "section": "RESULTS Population",
        "section_number": 17,
        "sentences": [
            "Subjects' baseline characteristics are shown in Table I .",
            "This trial was designed to include patients aged 12 to 64 years; those aged 12 to 17 years accounted for 30% or more of the subjects in each group.",
            "In all 3 groups the mean age of subjects was approximately 27 years, and the mean duration of HDMinduced AR was around 10 years."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33866",
        "text": "Concerning HDM-specific IgE antibody levels in each treatment group, one third of the subjects were assessed as having levels of less than 17.5 kU/L, one third as having levels of 17.5 to less than 50 kU/L, and the remaining one third as having levels of 50 kU/L or greater in terms of D farinae and D pteronyssinus. The percentage of subjects with monosensitization to HDM was 24.3% in the 10,000-JAU group and 18.2% in the 20,000-JAU group. In polysensitized subjects the most common other allergen based on specific IgE antibody levels was Japanese cedar pollen (67%), followed by Japanese cypress pollen (34%), cats (26%), orchard grass (23%), and dogs (15%). The electronic diary compliance was 80% or greater in all subjects, except for 1 subject in the 10,000-JAU group during the last 8 weeks of the treatment period.",
        "section": "RESULTS Population",
        "section_number": 18,
        "sentences": [
            "Concerning HDM-specific IgE antibody levels in each treatment group, one third of the subjects were assessed as having levels of less than 17.5 kU/L, one third as having levels of 17.5 to less than 50 kU/L, and the remaining one third as having levels of 50 kU/L or greater in terms of D farinae and D pteronyssinus.",
            "The percentage of subjects with monosensitization to HDM was 24.3% in the 10,000-JAU group and 18.2% in the 20,000-JAU group.",
            "In polysensitized subjects the most common other allergen based on specific IgE antibody levels was Japanese cedar pollen (67%), followed by Japanese cypress pollen (34%), cats (26%), orchard grass (23%), and dogs (15%).",
            "The electronic diary compliance was 80% or greater in all subjects, except for 1 subject in the 10,000-JAU group during the last 8 weeks of the treatment period."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33866",
        "text": "The primary end point was the TCRS during the last 8 weeks of the treatment period (primary evaluation period). The results of the analysis are shown in Table II .",
        "section": "Efficacy",
        "section_number": 19,
        "sentences": [
            "The primary end point was the TCRS during the last 8 weeks of the treatment period (primary evaluation period).",
            "The results of the analysis are shown in Table II ."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33866",
        "text": "In the FAS, the primary analysis set, the absolute differences from the placebo group in adjusted means were 1.15 (P < .001) in the 10,000-JAU group and 0.99 (P < .001) in the 20,000-JAU group. The relative differences to the placebo group were 22% and 19% in the 10,000-and 20,000-JAU groups, with 95% CI upper limits of 13% and 10%, respectively. These results were supported by LME and MMRM analyses in the PPS and ITT populations.",
        "section": "Efficacy",
        "section_number": 20,
        "sentences": [
            "In the FAS, the primary analysis set, the absolute differences from the placebo group in adjusted means were 1.15 (P < .001) in the 10,000-JAU group and 0.99 (P < .001) in the 20,000-JAU group.",
            "The relative differences to the placebo group were 22% and 19% in the 10,000-and 20,000-JAU groups, with 95% CI upper limits of 13% and 10%, respectively.",
            "These results were supported by LME and MMRM analyses in the PPS and ITT populations."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33866",
        "text": "The difference in adjusted mean AR symptom scores during the treatment period between the placebo and active groups tended to increase with increasing treatment duration. The adjusted mean AR symptom scores at week 12 in both active groups were significantly different from those in the placebo group, and this significant difference was maintained until the end of treatment.",
        "section": "Efficacy",
        "section_number": 21,
        "sentences": [
            "The difference in adjusted mean AR symptom scores during the treatment period between the placebo and active groups tended to increase with increasing treatment duration.",
            "The adjusted mean AR symptom scores at week 12 in both active groups were significantly different from those in the placebo group, and this significant difference was maintained until the end of treatment."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33866",
        "text": "The symptom scores for AR and conjunctivitis during the primary evaluation period in both active groups were statistically significantly lower than those in the placebo group in terms of all symptoms (Fig 3) .",
        "section": "Efficacy",
        "section_number": 22,
        "sentences": [
            "The symptom scores for AR and conjunctivitis during the primary evaluation period in both active groups were statistically significantly lower than those in the placebo group in terms of all symptoms (Fig 3) ."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33866",
        "text": "The TCRSs during the primary evaluation period were compared between adults aged 18 to 64 years and adolescents aged 12 to 17 years (Fig 4) . The differences from the placebo group in adjusted means in adults and adolescents were 1.21 and 1.11 in the 10,000-JAU group and 1.04 and 0.96 in the 20,000-JAU group (P <.05, post hoc analysis), showing a similarity between both age populations.",
        "section": "Efficacy",
        "section_number": 23,
        "sentences": [
            "The TCRSs during the primary evaluation period were compared between adults aged 18 to 64 years and adolescents aged 12 to 17 years (Fig 4) .",
            "The differences from the placebo group in adjusted means in adults and adolescents were 1.21 and 1.11 in the 10,000-JAU group and 1.04 and 0.96 in the 20,000-JAU group (P <.05, post hoc analysis), showing a similarity between both age populations."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33866",
        "text": "The results of the secondary end points are shown in Table III . Results of analysis for the key secondary end point supported those of the primary end point. Of other prespecified secondary end points, AR medication scores showed no significant differences between the placebo and active groups. Meanwhile, both symptom and medication scores for conjunctivitis showed significant differences between the placebo group and both active groups and, as a result, so did the combined conjunctivitis score. The score for general state in the JRQLQ at the end of treatment (visit at week 52) also showed a significant difference between the placebo group and both active groups.",
        "section": "Efficacy",
        "section_number": 24,
        "sentences": [
            "The results of the secondary end points are shown in Table III .",
            "Results of analysis for the key secondary end point supported those of the primary end point.",
            "Of other prespecified secondary end points, AR medication scores showed no significant differences between the placebo and active groups.",
            "Meanwhile, both symptom and medication scores for conjunctivitis showed significant differences between the placebo group and both active groups and, as a result, so did the combined conjunctivitis score.",
            "The score for general state in the JRQLQ at the end of treatment (visit at week 52) also showed a significant difference between the placebo group and both active groups."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33866",
        "text": "The results of safety analyses are summarized in Table IV . Serious AEs occurred in 3 groups at similar incidences, whereas no serious adverse drug reactions (ADRs) assessed by investigators as possibly related to the SQ HDM SLIT tablet occurred. There were no severe ADRs or severe AEs, except for 1 case (tooth hypoplasia) in the 10,000-JAU group. No marked differences were noted in the incidence of ADRs between the 10,000-JAU (63.6%) and 20,000-JAU (63.7%) groups. Most of the ADRs reported in either group were mild in severity, and the most commonly observed ADRs were mouth edema, oral pruritus, and throat irritation. In this trial the following 4 events were predefined as significant AEs: anaphylactic reactions, asthma, AEs leading to discontinuation, and ADRs leading to interruption. An anaphylactic reaction was reported in 1 subject Table II ). #Statistically significant difference from placebo in TCRSs for post hoc analysis.",
        "section": "Safety",
        "section_number": 25,
        "sentences": [
            "The results of safety analyses are summarized in Table IV .",
            "Serious AEs occurred in 3 groups at similar incidences, whereas no serious adverse drug reactions (ADRs) assessed by investigators as possibly related to the SQ HDM SLIT tablet occurred.",
            "There were no severe ADRs or severe AEs, except for 1 case (tooth hypoplasia) in the 10,000-JAU group.",
            "No marked differences were noted in the incidence of ADRs between the 10,000-JAU (63.6%) and 20,000-JAU (63.7%) groups.",
            "Most of the ADRs reported in either group were mild in severity, and the most commonly observed ADRs were mouth edema, oral pruritus, and throat irritation.",
            "In this trial the following 4 events were predefined as significant AEs: anaphylactic reactions, asthma, AEs leading to discontinuation, and ADRs leading to interruption.",
            "An anaphylactic reaction was reported in 1 subject Table II ). #",
            "Statistically significant difference from placebo in TCRSs for post hoc analysis."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33866",
        "text": "in the placebo group. On the day of onset of the event, this subject did not take the study drug and consumed food to which the subject had a history of allergic reaction. Therefore a causal relationship to the study drug was ruled out for the event. This trial excluded patients with concurrent asthma or a history of treatment for or attacks of asthma within the previous 2 years. Nevertheless, 8 subjects were given a diagnosis of asthma during the treatment period (3 in the 10,000-JAU group, 2 in the 20,000-JAU group, and 3 in the placebo group), showing no marked difference in incidence among the 3 groups. The incidence of AEs leading to discontinuation was highest in the placebo group and lowest in the 20,000-JAU group. The incidence of ADRs leading to interruption was higher in both active groups than in the placebo group, and many of these ADRs were oral events observed at an early stage of treatment. After an interruption of several days, most of the affected subjects resumed and continued treatment until the end of the trial.",
        "section": "Safety",
        "section_number": 26,
        "sentences": [
            "in the placebo group.",
            "On the day of onset of the event, this subject did not take the study drug and consumed food to which the subject had a history of allergic reaction.",
            "Therefore a causal relationship to the study drug was ruled out for the event.",
            "This trial excluded patients with concurrent asthma or a history of treatment for or attacks of asthma within the previous 2 years.",
            "Nevertheless, 8 subjects were given a diagnosis of asthma during the treatment period (3 in the 10,000-JAU group, 2 in the 20,000-JAU group, and 3 in the placebo group), showing no marked difference in incidence among the 3 groups.",
            "The incidence of AEs leading to discontinuation was highest in the placebo group and lowest in the 20,000-JAU group.",
            "The incidence of ADRs leading to interruption was higher in both active groups than in the placebo group, and many of these ADRs were oral events observed at an early stage of treatment.",
            "After an interruption of several days, most of the affected subjects resumed and continued treatment until the end of the trial."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33866",
        "text": "The ADRs reported were analyzed by incidence and by severity for adults aged 18 to 64 years and for adolescents aged 12 to 17 years (Fig 4) . No marked differences were noted in the incidence or severity of ADRs between both age populations, indicating the highly safe profile of the study drug in subjects aged 12 to 64 years.",
        "section": "Safety",
        "section_number": 27,
        "sentences": [
            "The ADRs reported were analyzed by incidence and by severity for adults aged 18 to 64 years and for adolescents aged 12 to 17 years (Fig 4) .",
            "No marked differences were noted in the incidence or severity of ADRs between both age populations, indicating the highly safe profile of the study drug in subjects aged 12 to 64 years."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33866",
        "text": "This randomized, double-blind, placebo-controlled phase II/III trial is the first trial with the SQ HDM SLIT tablet in a Japanese population. The trial revealed a statistically significant reduction in TCRSs for both active doses of the SQ HDM SLIT tablet compared with placebo in a population of Japanese adults and adolescents with moderate-to-severe HDM-induced AR. The reduction in TCRSs compared with the placebo group (1.15 for the selected dose of 10,000 JAU) was similar in magnitude to what was recently observed with the SQ HDM SLIT tablet in an adult European population with moderate-to-severe HDM-induced AR (1.18 for 6 SQ-HDM/10,000 JAU). 15 In the trial by Demoly et al, 15 the reduction in TCRSs induced by the SQ HDM SLIT tablet was equally driven by reductions in AR medication score and symptom score, whereas in the current trial the TCRS reduction was almost exclusively driven by a reduction in AR symptoms. This difference might reflect the slightly different populations in the 2 trials. The subjects in the European trial had moderate-to-severe AR, despite frequent use of allergy pharmacotherapy, which is in contrast to the current trial, in which Japanese subjects had a very low habitual use of allergy pharmacotherapy. The results of the current trial are, despite differences in scoring scales, comparable with what was shown in a trial with a different HDM SLIT tablet in a similar population with low use of allergy pharmacotherapy. 23 To date, there is no general consensus regarding the optimal methodology to set the minimum clinical important difference specific for TCRSs in AIT trials in patients with perennial AR. Therefore the Committee for Medicinal Products for Human Use of the European Medicines Agency has decided not to provide fixed values for the definition of a clinically relevant difference in the primary end point between the active and control populations but rather to ask the investigator to predefine and justify their specific approach handling end points. In the trial by Demoly et al, 15 a minimum clinical important difference was predefined as the absolute difference in adjusted mean TCRS between the active and placebo groups, being 1. 15 In the present trial the absolute differences met this definition. The World Allergy Organization has suggested a minimum clinically relevant effect for immunotherapy in general as being a 20% or greater relative difference to placebo. 24 In the current trial the relative differences in TCRSs from the placebo group were 22% and 19% in the 10,000-and 20,000-JAU groups and 21% in the total active subjects. The results of the primary end point assessments also met the US Food and Drug Administration-established efficacy criteria for SLIT products as a relative difference of 15% or greater in the efficacy end point compared with placebo and a 95% CI upper limit of 10% or greater. 25, 26 The clinical relevance of the observed results is further supported by a significant improvement in JRQLQ scores for both active groups compared with the placebo group and also by an increased number of days with no rhinitis/conjunctivitis symptoms, as well as a reduced number of days with severe symptoms (details on the symptom relief evaluation and JRQLQ are available in the Results section and Tables E5 and E6 in this article's Online Repository at www.jacionline.org).",
        "section": "DISCUSSION",
        "section_number": 28,
        "sentences": [
            "This randomized, double-blind, placebo-controlled phase II/III trial is the first trial with the SQ HDM SLIT tablet in a Japanese population.",
            "The trial revealed a statistically significant reduction in TCRSs for both active doses of the SQ HDM SLIT tablet compared with placebo in a population of Japanese adults and adolescents with moderate-to-severe HDM-induced AR.",
            "The reduction in TCRSs compared with the placebo group (1.15 for the selected dose of 10,000 JAU) was similar in magnitude to what was recently observed with the SQ HDM SLIT tablet in an adult European population with moderate-to-severe HDM-induced AR (1.18 for 6 SQ-HDM/10,000 JAU).",
            "15 In the trial by Demoly et al, 15 the reduction in TCRSs induced by the SQ HDM SLIT tablet was equally driven by reductions in AR medication score and symptom score, whereas in the current trial the TCRS reduction was almost exclusively driven by a reduction in AR symptoms.",
            "This difference might reflect the slightly different populations in the 2 trials.",
            "The subjects in the European trial had moderate-to-severe AR, despite frequent use of allergy pharmacotherapy, which is in contrast to the current trial, in which Japanese subjects had a very low habitual use of allergy pharmacotherapy.",
            "The results of the current trial are, despite differences in scoring scales, comparable with what was shown in a trial with a different HDM SLIT tablet in a similar population with low use of allergy pharmacotherapy.",
            "23 To date, there is no general consensus regarding the optimal methodology to set the minimum clinical important difference specific for TCRSs in AIT trials in patients with perennial AR.",
            "Therefore the Committee for Medicinal Products for Human Use of the European Medicines Agency has decided not to provide fixed values for the definition of a clinically relevant difference in the primary end point between the active and control populations but rather to ask the investigator to predefine and justify their specific approach handling end points.",
            "In the trial by Demoly et al, 15 a minimum clinical important difference was predefined as the absolute difference in adjusted mean TCRS between the active and placebo groups, being 1.",
            "15 In the present trial the absolute differences met this definition.",
            "The World Allergy Organization has suggested a minimum clinically relevant effect for immunotherapy in general as being a 20% or greater relative difference to placebo.",
            "24 In the current trial the relative differences in TCRSs from the placebo group were 22% and 19% in the 10,000-and 20,000-JAU groups and 21% in the total active subjects.",
            "The results of the primary end point assessments also met the US Food and Drug Administration-established efficacy criteria for SLIT products as a relative difference of 15% or greater in the efficacy end point compared with placebo and a 95% CI upper limit of 10% or greater.",
            "25, 26 The clinical relevance of the observed results is further supported by a significant improvement in JRQLQ scores for both active groups compared with the placebo group and also by an increased number of days with no rhinitis/conjunctivitis symptoms, as well as a reduced number of days with severe symptoms (details on the symptom relief evaluation and JRQLQ are available in the Results section and Tables E5 and E6 in this article's Online Repository at www.jacionline.org)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33866",
        "text": "As previously discussed, the population in the current trial was characterized by low use of allergy pharmacotherapy because subjects were instructed only to use pharmacotherapy if they had intolerable symptoms. This was chosen to reflect the normal practice in Japan, where patients with perennial AR seldom use allergy pharmacotherapy on a regular basis but rather only when symptoms are intolerable. Consequently, it can be discussed whether it would have been more relevant to use the AR symptom score as the primary end point in this trial. However, the TCRS was chosen based on current guidelines 20, 24 and also to be able to compare with results of previous trials with the SQ HDM SLIT tablet. A change in AR symptom score, as seen in the current trial, can be a useful indicator of how likely patients are to use allergy pharmacotherapy because it has previously been reported by Downie et al 27 that an increase in the AR symptom score by 1 point increased the likelihood of a patient taking allergy pharmacotherapy by 25%.",
        "section": "DISCUSSION",
        "section_number": 29,
        "sentences": [
            "As previously discussed, the population in the current trial was characterized by low use of allergy pharmacotherapy because subjects were instructed only to use pharmacotherapy if they had intolerable symptoms.",
            "This was chosen to reflect the normal practice in Japan, where patients with perennial AR seldom use allergy pharmacotherapy on a regular basis but rather only when symptoms are intolerable.",
            "Consequently, it can be discussed whether it would have been more relevant to use the AR symptom score as the primary end point in this trial.",
            "However, the TCRS was chosen based on current guidelines 20, 24 and also to be able to compare with results of previous trials with the SQ HDM SLIT tablet.",
            "A change in AR symptom score, as seen in the current trial, can be a useful indicator of how likely patients are to use allergy pharmacotherapy because it has previously been reported by Downie et al 27 that an increase in the AR symptom score by 1 point increased the likelihood of a patient taking allergy pharmacotherapy by 25%."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33866",
        "text": "A statistically significant difference in the AR symptom score compared with placebo was first noted at week 12, which is comparable with previous trials with the SQ HDM SLIT tablet. 15, 28 Moreover, the absolute differences between the active and placebo groups tended to increase with increasing treatment duration. This confirms that the SQ HDM SLIT tablet has an early onset of effect and provides a year-round effect in the Japanese population, which is crucial for treatment of a perennial allergy. The potential for disease modification and long-term effect is a unique feature for AIT compared with pharmacotherapy. The posttreatment effect of the SQ HDM SLIT tablet has not been investigated in this trial and remains to be confirmed. Posttreatment effect has previously been confirmed for the SQ grass SLIT tablet in patients with grass pollen-induced allergic rhinoconjunctivitis. 12 The trial enrolled both Japanese adult and adolescent subjects with HDM-induced AR. The FAS included approximately 90 adolescents aged 12 to 17 years per treatment group (details on the demographics and baseline symptom scores are available in the Results section and Tables E7 and E8 in this article's Online Repository at www.jacionline.org). A post hoc subgroup analysis on adults and adolescents demonstrated significant improvement in TCRSs compared with placebo, regardless of age group, suggesting similar efficacy in adults and adolescents. One important role of AIT in children and adolescents is to prevent the development of allergic asthma in subjects with AR. Jacobsen et al 10 reported the preventive effect of AIT on asthma in patients with seasonal AR aged 6 to 14 years during a 3-year treatment period with a 7-year follow-up. Even though the efficacy of the SQ HDM SLIT tablet in children less than 12 years of age remains to be established, the results of the present study suggest that the SQ HDM SLIT tablet is a promising candidate to progress to the development of pediatric use and eventually achieve a preventive effect at an early age.",
        "section": "DISCUSSION",
        "section_number": 30,
        "sentences": [
            "A statistically significant difference in the AR symptom score compared with placebo was first noted at week 12, which is comparable with previous trials with the SQ HDM SLIT tablet.",
            "15, 28 Moreover, the absolute differences between the active and placebo groups tended to increase with increasing treatment duration.",
            "This confirms that the SQ HDM SLIT tablet has an early onset of effect and provides a year-round effect in the Japanese population, which is crucial for treatment of a perennial allergy.",
            "The potential for disease modification and long-term effect is a unique feature for AIT compared with pharmacotherapy.",
            "The posttreatment effect of the SQ HDM SLIT tablet has not been investigated in this trial and remains to be confirmed.",
            "Posttreatment effect has previously been confirmed for the SQ grass SLIT tablet in patients with grass pollen-induced allergic rhinoconjunctivitis.",
            "12 The trial enrolled both Japanese adult and adolescent subjects with HDM-induced AR.",
            "The FAS included approximately 90 adolescents aged 12 to 17 years per treatment group (details on the demographics and baseline symptom scores are available in the Results section and Tables E7 and E8 in this article's Online Repository at www.jacionline.org).",
            "A post hoc subgroup analysis on adults and adolescents demonstrated significant improvement in TCRSs compared with placebo, regardless of age group, suggesting similar efficacy in adults and adolescents.",
            "One important role of AIT in children and adolescents is to prevent the development of allergic asthma in subjects with AR.",
            "Jacobsen et al 10 reported the preventive effect of AIT on asthma in patients with seasonal AR aged 6 to 14 years during a 3-year treatment period with a 7-year follow-up.",
            "Even though the efficacy of the SQ HDM SLIT tablet in children less than 12 years of age remains to be established, the results of the present study suggest that the SQ HDM SLIT tablet is a promising candidate to progress to the development of pediatric use and eventually achieve a preventive effect at an early age."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33866",
        "text": "As stated earlier, AIT in general and SCIT specifically have not been widely used in Japan because of safety concerns. However, the development of SLIT products with improved safety profiles has brought renewed attention to AIT in Japan. No serious ADRs or systemic allergic reactions were reported in this trial. The most commonly observed ADRs were mild local reactions, such as mouth edema, oral pruritus, and throat irritation. In the current Including serious AEs leading to discontinuation: 1 subject in the placebo group and 1 subject in the 20,000-JAU group; subjects with asthma leading to discontinuation: 2 subjects in the placebo group and 3 subjects in the 10,000-JAU group.",
        "section": "DISCUSSION",
        "section_number": 31,
        "sentences": [
            "As stated earlier, AIT in general and SCIT specifically have not been widely used in Japan because of safety concerns.",
            "However, the development of SLIT products with improved safety profiles has brought renewed attention to AIT in Japan.",
            "No serious ADRs or systemic allergic reactions were reported in this trial.",
            "The most commonly observed ADRs were mild local reactions, such as mouth edema, oral pruritus, and throat irritation.",
            "In the current Including serious AEs leading to discontinuation: 1 subject in the placebo group and 1 subject in the 20,000-JAU group; subjects with asthma leading to discontinuation: 2 subjects in the placebo group and 3 subjects in the 10,000-JAU group."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33866",
        "text": "trial an updosing scheme was chosen according to Japanese traditions. Updosing is mainly relevant with SCIT and has not been applied in previous trials with the SQ HDM SLIT tablet in Europe and the United States. The safety data from the Japanese population in the present trial are consistent with what has previously been observed with the SQ HDM SLIT tablet 15, 29 and confirm a safety and tolerability profile compatible with at-home administration provided that the first dose is tolerated under medical supervision. The results also showed that the safety profile was similar between both adult and adolescent populations. The similar safety profiles in the previous and present trials show that with a regimen in which patients are started on a maintenance dose from the beginning of treatment, the SQ HDM SLIT tablet is equally well tolerated compared with the updosing regimen used in the present trial.",
        "section": "DISCUSSION",
        "section_number": 32,
        "sentences": [
            "trial an updosing scheme was chosen according to Japanese traditions.",
            "Updosing is mainly relevant with SCIT and has not been applied in previous trials with the SQ HDM SLIT tablet in Europe and the United States.",
            "The safety data from the Japanese population in the present trial are consistent with what has previously been observed with the SQ HDM SLIT tablet 15, 29 and confirm a safety and tolerability profile compatible with at-home administration provided that the first dose is tolerated under medical supervision.",
            "The results also showed that the safety profile was similar between both adult and adolescent populations.",
            "The similar safety profiles in the previous and present trials show that with a regimen in which patients are started on a maintenance dose from the beginning of treatment, the SQ HDM SLIT tablet is equally well tolerated compared with the updosing regimen used in the present trial."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33866",
        "text": "For the development of the SQ HDM SLIT tablet, the optimal dose needed to be established as the dose that provides the optimal balance between therapeutic effect and tolerability. 30 The phase II trial conducted in Europe showed a doseresponse relationship for 3 doses: 1, 3, and 6 SQ-HDM. 21 In a European SQ HDM SLIT tablet pivotal trial conducted after confirming the dose response, 15 2 doses, 6 SQ-HDM (10,000 JAU) and 12 SQ-HDM (20,000 JAU), were included. Clinical efficacy was demonstrated for both doses, and both doses met the predefined criteria for clinical relevance. However, in the European population 12 SQ-HDM (20,000 JAU) provided a more robust response with regard to key secondary end points, and consequently, 12 SQ-HDM (20,000 JAU) was chosen as the marketed dose in Europe. In the current study with the SQ HDM SLIT tablet in a Japanese population comprising both adult and adolescent subjects, modest differences in primary and secondary end points were observed between the 2 doses. Consequently, 10,000 JAU (6 SQ-HDM) was chosen as the marketed dose in Japan. Population-specific differences in the response to treatment cannot be ruled out, but similarity with regard to inclusion criteria and demographic characteristics of the European and Japanese trials together with comparable clinical responses indicate that both 10,000 JAU (6 SQ-HDM) and 20,000 JAU (12 SQ-HDM) might be effective and tolerated AR treatments in both populations.",
        "section": "DISCUSSION",
        "section_number": 33,
        "sentences": [
            "For the development of the SQ HDM SLIT tablet, the optimal dose needed to be established as the dose that provides the optimal balance between therapeutic effect and tolerability.",
            "30 The phase II trial conducted in Europe showed a doseresponse relationship for 3 doses: 1, 3, and 6 SQ-HDM.",
            "21 In a European SQ HDM SLIT tablet pivotal trial conducted after confirming the dose response, 15 2 doses, 6 SQ-HDM (10,000 JAU) and 12 SQ-HDM (20,000 JAU), were included.",
            "Clinical efficacy was demonstrated for both doses, and both doses met the predefined criteria for clinical relevance.",
            "However, in the European population 12 SQ-HDM (20,000 JAU) provided a more robust response with regard to key secondary end points, and consequently, 12 SQ-HDM (20,000 JAU) was chosen as the marketed dose in Europe.",
            "In the current study with the SQ HDM SLIT tablet in a Japanese population comprising both adult and adolescent subjects, modest differences in primary and secondary end points were observed between the 2 doses.",
            "Consequently, 10,000 JAU (6 SQ-HDM) was chosen as the marketed dose in Japan.",
            "Population-specific differences in the response to treatment cannot be ruled out, but similarity with regard to inclusion criteria and demographic characteristics of the European and Japanese trials together with comparable clinical responses indicate that both 10,000 JAU (6 SQ-HDM) and 20,000 JAU (12 SQ-HDM) might be effective and tolerated AR treatments in both populations."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33866",
        "text": "In conclusion, the trial confirmed the efficacy and favorable safety profile of both doses of the SQ HDM SLIT tablet in Japanese adult and adolescent patients with moderate-to-severe HDM-induced AR. These data confirm the previously reported European data and support the robust efficacy and safety profile of the SQ HDM SLIT tablet.",
        "section": "DISCUSSION",
        "section_number": 34,
        "sentences": [
            "In conclusion, the trial confirmed the efficacy and favorable safety profile of both doses of the SQ HDM SLIT tablet in Japanese adult and adolescent patients with moderate-to-severe HDM-induced AR.",
            "These data confirm the previously reported European data and support the robust efficacy and safety profile of the SQ HDM SLIT tablet."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33866",
        "text": "Main selection criteria included the following:",
        "section": "METHODS Population",
        "section_number": 35,
        "sentences": [
            "Main selection criteria included the following:"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33866",
        "text": "d subjects 12 to 64 years of age with a clinical history consistent with moderate-to-severe, persistent, HDM-induced AR without asthma for at least 1 year before informed consent and with AR symptoms despite having received symptomatic treatment; d moderate-to-severe HDM-induced AR symptoms during the run-in period, which were defined as a rhinitis daily symptom score of at least 7 during at least 7 of the 14-day run-in period without any symptomatic treatments; d presence of 1 or more of the following JRQLQ items cause by HDMinduced AR at the first day of the run-in period: 1. reduced productivity at work/home; 2. impaired ability to read a book or newspaper; 3. limitation of outdoor activities (eg, sport and picnics); 4. limitation of ability to go out; 5. hesitation visiting friend or relatives; 6. reduced contact with friends or others by telephone or conversation; and 7. impaired sleeping; d positive nasal provocation test response performed with house dust provocation kit; d positive specific IgE levels against D. pteronyssinus, D farinae, or both (defined as HDM-specific IgE > _3.5 kU/L) without 50 kU/L or more of specific IgE in any of the following allergens: cedar, cypress, alder, cocksfoot, ragweed, mugwort, Japanese hop, cockroach, Candida species, Aspergillus species, Alternaria species, dog hair, or cat hair; d no clinically relevant history of symptomatic AR caused by any of the following allergens if their specific IgE levels are in the range of 0.7 to less than 50 kU/L: cocksfoot, ragweed, mugwort, Japanese hop, cockroach, Candida species, Aspergillus species, Alternaria species, dog hair, or cat hair; and d not constantly exposed to a dog and/or a cat (eg, pet at home or working at a pet shop), even if a patient has no symptoms with a range of 0.7 to less than 50 kU/L in specific IgE to dog hair or cat hair.",
        "section": "METHODS Population",
        "section_number": 36,
        "sentences": [
            "d subjects 12 to 64 years of age with a clinical history consistent with moderate-to-severe, persistent, HDM-induced AR without asthma for at least 1 year before informed consent and with AR symptoms despite having received symptomatic treatment; d moderate-to-severe HDM-induced AR symptoms during the run-in period, which were defined as a rhinitis daily symptom score of at least 7 during at least 7 of the 14-day run-in period without any symptomatic treatments; d presence of 1 or more of the following JRQLQ items cause by HDMinduced AR at the first day of the run-in period: 1.",
            "reduced productivity at work/home; 2.",
            "impaired ability to read a book or newspaper; 3.",
            "limitation of outdoor activities (eg, sport and picnics); 4.",
            "limitation of ability to go out; 5.",
            "hesitation visiting friend or relatives; 6.",
            "reduced contact with friends or others by telephone or conversation; and 7.",
            "impaired sleeping; d positive nasal provocation test response performed with house dust provocation kit; d positive specific IgE levels against D. pteronyssinus, D farinae, or both (defined as HDM-specific IgE > _3.5 kU/L) without 50 kU/L or more of specific IgE in any of the following allergens: cedar, cypress, alder, cocksfoot, ragweed, mugwort, Japanese hop, cockroach, Candida species, Aspergillus species, Alternaria species, dog hair, or cat hair; d no clinically relevant history of symptomatic AR caused by any of the following allergens if their specific IgE levels are in the range of 0.7 to less than 50 kU/L: cocksfoot, ragweed, mugwort, Japanese hop, cockroach, Candida species, Aspergillus species, Alternaria species, dog hair, or cat hair; and d not constantly exposed to a dog and/or a cat (eg, pet at home or working at a pet shop), even if a patient has no symptoms with a range of 0.7 to less than 50 kU/L in specific IgE to dog hair or cat hair."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33866",
        "text": "The construction of the scores used in the trial is shown in Table E1 in accordance with information obtained for symptom and medication scores of AR and conjunctivitis based on Tables E2 and E3. Maximum daily doses were 1 oral antihistamine tablet with a score of 4, 2 nasal corticosteroid sprays with a maximum score of 8 (a score of 4 per puff regardless of 1 or both nostrils), and 4 use of antihistamine eye drops with a maximum score of 6 (a score of 1.5 per drop regardless of 1 or both eyes).",
        "section": "Outcomes",
        "section_number": 37,
        "sentences": [
            "The construction of the scores used in the trial is shown in Table E1 in accordance with information obtained for symptom and medication scores of AR and conjunctivitis based on Tables E2 and E3.",
            "Maximum daily doses were 1 oral antihistamine tablet with a score of 4, 2 nasal corticosteroid sprays with a maximum score of 8 (a score of 4 per puff regardless of 1 or both nostrils), and 4 use of antihistamine eye drops with a maximum score of 6 (a score of 1.5 per drop regardless of 1 or both eyes)."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33866",
        "text": "The power calculation was based on data from a previous trial of the SQ HDM SLIT tablet. E1 The observed mean of the TCRS for placebo was 4.9, and the coefficient of variation (SD/mean) was 0.82. Based on these assumptions, the relative differences between the active drugs, 10,000 JAU and 20,000 JAU, and placebo used in the power calculations were 20% and 25%, respectively. These correspond to the World Allergy Organization recommendation E2 that the minimum difference with clinical significance between the active and placebo groups should be 20% for the primary end point.",
        "section": "Sample size",
        "section_number": 38,
        "sentences": [
            "The power calculation was based on data from a previous trial of the SQ HDM SLIT tablet.",
            "E1 The observed mean of the TCRS for placebo was 4.9, and the coefficient of variation (SD/mean) was 0.82.",
            "Based on these assumptions, the relative differences between the active drugs, 10,000 JAU and 20,000 JAU, and placebo used in the power calculations were 20% and 25%, respectively.",
            "These correspond to the World Allergy Organization recommendation E2 that the minimum difference with clinical significance between the active and placebo groups should be 20% for the primary end point."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33866",
        "text": "In a simulation with SAS under the abovementioned hypothesis, a power of approximately 92% was obtained, which rejects the comprehensive hypothesis that there is no difference between treatment groups based on use of an F test with a significance level of 5% in the analysis population of 270 subjects in a treatment group of 300 subjects with a 10% discontinuation rate. This means the difference between the 10,000-and 20,000-JAU groups combined and the placebo group can be detected with a power of approximately 92%. Further power calculations to detect a difference from placebo for 10,000 and 20,000 JAU are presented in Table E4 .",
        "section": "Sample size",
        "section_number": 39,
        "sentences": [
            "In a simulation with SAS under the abovementioned hypothesis, a power of approximately 92% was obtained, which rejects the comprehensive hypothesis that there is no difference between treatment groups based on use of an F test with a significance level of 5% in the analysis population of 270 subjects in a treatment group of 300 subjects with a 10% discontinuation rate.",
            "This means the difference between the 10,000-and 20,000-JAU groups combined and the placebo group can be detected with a power of approximately 92%.",
            "Further power calculations to detect a difference from placebo for 10,000 and 20,000 JAU are presented in Table E4 ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33866",
        "text": "All statistical tests were performed with SAS version 9.3 software (SAS Institute, Cary, NC) with a 5% significance level, and all tests and 95% CIs were 2-sided.",
        "section": "Statistical methodology",
        "section_number": 40,
        "sentences": [
            "All statistical tests were performed with SAS version 9.3 software (SAS Institute, Cary, NC) with a 5% significance level, and all tests and 95% CIs were 2-sided."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33866",
        "text": "The primary end point was a TCRS in the last 8 weeks of the 52-week treatment period (primary evaluation period). The key secondary end point was AR symptom score in the primary evaluation period. The same analytic methods were performed for both end points.",
        "section": "Statistical methodology",
        "section_number": 41,
        "sentences": [
            "The primary end point was a TCRS in the last 8 weeks of the 52-week treatment period (primary evaluation period).",
            "The key secondary end point was AR symptom score in the primary evaluation period.",
            "The same analytic methods were performed for both end points."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33866",
        "text": "The primary efficacy analysis was based on an LME model adopting the AR symptom score at baseline and the treatment group as fixed effects and clinical site as a random effect with FAS. Square root transformation was performed for TCRS (primary end point) and AR symptom score (key secondary end point) in the primary evaluation period as a dependent variable and the AR symptom score at baseline as a covariate. The primary outcome was the pairwise comparison between treatment groups by using a t test in the LME model. CIs for ratios of adjusted mean values between treatment groups were calculated by using the Fieller theorem. E3 Backtransformation was performed for output results of the square root of the variables to indicate adjusted mean values, difference in adjusted mean values between treatment groups, CIs, ratios of adjusted mean values between treatment groups, and CIs.",
        "section": "Statistical methodology",
        "section_number": 42,
        "sentences": [
            "The primary efficacy analysis was based on an LME model adopting the AR symptom score at baseline and the treatment group as fixed effects and clinical site as a random effect with FAS.",
            "Square root transformation was performed for TCRS (primary end point) and AR symptom score (key secondary end point) in the primary evaluation period as a dependent variable and the AR symptom score at baseline as a covariate.",
            "The primary outcome was the pairwise comparison between treatment groups by using a t test in the LME model.",
            "CIs for ratios of adjusted mean values between treatment groups were calculated by using the Fieller theorem.",
            "E3 Backtransformation was performed for output results of the square root of the variables to indicate adjusted mean values, difference in adjusted mean values between treatment groups, CIs, ratios of adjusted mean values between treatment groups, and CIs."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33866",
        "text": "The Fisher least significant difference procedure E4 was used to control for multiplicity in the primary efficacy analysis. By using an F-test in the LME model, the first hypothesis to be tested was the global hypothesis of no difference in means between the 3 groups: placebo, 10,000 JAU, and 20,000 JAU. If and only if this global hypothesis was rejected (P < .05), all pairwise comparisons between treatment groups were performed (20,000 JAU vs placebo, 10,000 JAU vs placebo, and 20,000 JAU vs 10,000 JAU).",
        "section": "Statistical methodology",
        "section_number": 43,
        "sentences": [
            "The Fisher least significant difference procedure E4 was used to control for multiplicity in the primary efficacy analysis.",
            "By using an F-test in the LME model, the first hypothesis to be tested was the global hypothesis of no difference in means between the 3 groups: placebo, 10,000 JAU, and 20,000 JAU.",
            "If and only if this global hypothesis was rejected (P < .05), all pairwise comparisons between treatment groups were performed (20,000 JAU vs placebo, 10,000 JAU vs placebo, and 20,000 JAU vs 10,000 JAU)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33866",
        "text": "Additional analyses included the same LME model on the PPS and MMRM methods on the ITT population. For MMRM, the variance structure was unstructured correlation, and the computation method for covariance matrices of fixed effects was a robust (sandwich) covariance matrix estimator.",
        "section": "Statistical methodology",
        "section_number": 44,
        "sentences": [
            "Additional analyses included the same LME model on the PPS and MMRM methods on the ITT population.",
            "For MMRM, the variance structure was unstructured correlation, and the computation method for covariance matrices of fixed effects was a robust (sandwich) covariance matrix estimator."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33866",
        "text": "Other symptom and medication scores were analyzed by using the same LME model with appropriate changes in dependent variables and covariates. Intergroup paired comparison evaluated by means of logistic regression was performed for symptom-free and symptom-severe day evaluation with the presence or absence of the relevant days in the primary evaluation period (0, 1 variable) as a dependent variable and the square root AR symptom score at baseline and the treatment group as fixed effects. JRQLQ scores were analyzed by using the Wilcoxon rank sum test. Table E7 shows the stratified demographic data divided into adult and adolescent populations in the FAS analysis set with baseline symptom scores (Table E8) . Although conjunctivitis symptom scores in adolescents are a little lower than those for adults, there is no difference in rhinitis scores between these 2 groups.",
        "section": "Statistical methodology",
        "section_number": 45,
        "sentences": [
            "Other symptom and medication scores were analyzed by using the same LME model with appropriate changes in dependent variables and covariates.",
            "Intergroup paired comparison evaluated by means of logistic regression was performed for symptom-free and symptom-severe day evaluation with the presence or absence of the relevant days in the primary evaluation period (0, 1 variable) as a dependent variable and the square root AR symptom score at baseline and the treatment group as fixed effects.",
            "JRQLQ scores were analyzed by using the Wilcoxon rank sum test.",
            "Table E7 shows the stratified demographic data divided into adult and adolescent populations in the FAS analysis set with baseline symptom scores (Table E8) .",
            "Although conjunctivitis symptom scores in adolescents are a little lower than those for adults, there is no difference in rhinitis scores between these 2 groups."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33866",
        "text": "Two additional secondary end points were prespecified. They were the proportion of symptom-free and symptom-severe days during the primary evaluation period. A symptom-free day for AR was defined as a day with an AR symptom score of 0 with no use of oral antihistamines and nasal steroids. In contrast, a symptomsevere day was counted regardless of use of allergy pharmacotherapy. Like AR, a day with conjunctivitis symptom scores of 0 with no use of oral and ocular antihistamines was classified as a symptom-free day. A symptom-severe day was counted the same way as AR. All evaluated days were statistically significantly different from placebo (Table E5 ).",
        "section": "Symptom relief secondary end point",
        "section_number": 46,
        "sentences": [
            "Two additional secondary end points were prespecified.",
            "They were the proportion of symptom-free and symptom-severe days during the primary evaluation period.",
            "A symptom-free day for AR was defined as a day with an AR symptom score of 0 with no use of oral antihistamines and nasal steroids.",
            "In contrast, a symptomsevere day was counted regardless of use of allergy pharmacotherapy.",
            "Like AR, a day with conjunctivitis symptom scores of 0 with no use of oral and ocular antihistamines was classified as a symptom-free day.",
            "A symptom-severe day was counted the same way as AR.",
            "All evaluated days were statistically significantly different from placebo (Table E5 )."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33866",
        "text": "JRQLQ scores were assessed at randomization and weeks 4, 28, 44, and 52. Four AR and 2 conjunctivitis symptoms were assessed as the worst symptoms during 1 to 2 weeks before the site visit based on subject recall. All symptoms improved in a treatment duration-dependent manner, and all changes in symptoms in both active doses reached statistical significance compared with placebo (Table E6 ). ",
        "section": "JRQLQ",
        "section_number": 47,
        "sentences": [
            "JRQLQ scores were assessed at randomization and weeks 4, 28, 44, and 52.",
            "Four AR and 2 conjunctivitis symptoms were assessed as the worst symptoms during 1 to 2 weeks before the site visit based on subject recall.",
            "All symptoms improved in a treatment duration-dependent manner, and all changes in symptoms in both active doses reached statistical significance compared with placebo (Table E6 )."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33866",
        "text": "J ALLERGY CLIN IMMUNOL VOLUME 139, NUMBER 6",
        "section": "",
        "section_number": 48,
        "sentences": [
            "J ALLERGY CLIN IMMUNOL VOLUME 139, NUMBER 6"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33866",
        "text": "J ALLERGY CLIN IMMUNOL JUNE 2017",
        "section": "",
        "section_number": 49,
        "sentences": [
            "J ALLERGY CLIN IMMUNOL JUNE 2017"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33866",
        "text": "J ALLERGY CLIN IMMUNOL JUNE 20171848.e10 OKUBO ET AL",
        "section": "",
        "section_number": 50,
        "sentences": [
            "J ALLERGY CLIN IMMUNOL JUNE 20171848.e10 OKUBO ET AL"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    }
]