[
    {
        "doc_id": "37511",
        "text": "Background: Development of more cost-effective ready-to-use therapeutic food (RUTF) is a global public health priority. To date, previous lower-cost recipes have been less effective than the standard peanut and milk (PM)-based RUTF, particularly in children aged ,24 mo. Objective: We aimed to compare the efficacy of the PM-RUTF to a milk-free soya, maize, and sorghum (FSMS)-RUTF enriched with crystalline amino acids without cow milk powder and a milk, soya, maize, and sorghum (MSMS)-RUTF containing 9.3% skim cow milk powder. Design: This nonblinded, 3-arm, parallel-group, simple randomized controlled trial enrolled Malawian children with severe acute malnutrition. Results: In intention-to-treat analyses, FSMS-RUTF showed noninferiority for recovery rates in children aged 24-59 mo (D: 21.9%; 95% CI: 29.5%, 5.6%) and 6-23 mo (D: 20.2%; 95% CI: 27.5%, 7.1%) compared with PM-RUTF. MSMS-RUTF also showed noninferiority for recovery rates in children aged 24-59 mo (D: 0.0%; 95% CI: 27.3%, 7.4%) and 6-23 mo (D: 0.6%; 95% CI: 24.3%, 5.5%). Noninferiority in recovery rates was also observed in perprotocol analyses. For length of stay in the program (time to cure),",
        "section": "Abstract",
        "sentences": [
            "Background: Development of more cost-effective ready-to-use therapeutic food (RUTF) is a global public health priority.",
            "To date, previous lower-cost recipes have been less effective than the standard peanut and milk (PM)-based RUTF, particularly in children aged ,24 mo.",
            "Objective: We aimed to compare the efficacy of the PM-RUTF to a milk-free soya, maize, and sorghum (FSMS)-RUTF enriched with crystalline amino acids without cow milk powder and a milk, soya, maize, and sorghum (MSMS)-RUTF containing 9.3% skim cow milk powder.",
            "Design: This nonblinded, 3-arm, parallel-group, simple randomized controlled trial enrolled Malawian children with severe acute malnutrition.",
            "Results: In intention-to-treat analyses, FSMS-RUTF showed noninferiority for recovery rates in children aged 24-59 mo (D: 21.9%; 95% CI: 29.5%, 5.6%) and 6-23 mo (D: 20.2%; 95% CI: 27.5%, 7.1%) compared with PM-RUTF.",
            "MSMS-RUTF also showed noninferiority for recovery rates in children aged 24-59 mo (D: 0.0%; 95% CI: 27.3%, 7.4%) and 6-23 mo (D: 0.6%; 95% CI: 24.3%, 5.5%).",
            "Noninferiority in recovery rates was also observed in perprotocol analyses.",
            "For length of stay in the program (time to cure),"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37511",
        "text": "Globally, severe acute malnutrition (SAM) affects $19 million children and is responsible for over half a million avoidable child deaths each year (1, 2) . Currently, ,20% of these children receive treatment. An important cause of the low treatment coverage is the high cost of ready-to-use therapeutic food (RUTF), a lipid-based nutrient-dense paste that is the cornerstone of treatment. The most commonly used RUTF, referred to as peanut and milk (PM)-based RUTF in this work, is a mixture of milk powder, sugar, vegetable oil, peanut butter, vitamins, and minerals (3, 4) . The nutrient density of PM-RUTF is equivalent to WHO F-100 milk (5) and is demonstrated to achieve high rates of recovery and weight gain and low fatality rates (6, 7) . However, PM-RUTF has a high milk content (25%), which makes it very expensive for sustainable use in resource-poor settings and increases the proportion of ingredients that must be imported into developing countries. PM-RUTF currently costs w$47 USD for each child treated and w50% is still produced in developed countries and imported into the developing countries where it is needed (8, 9) . The international shipping required further increases costs and decreases the responsiveness of the system to fluctuation in demand and need, and the use of imported RUTF undermines the opportunity for establishment and growth of local food manufacturing industries or the markets for ingredients grown locally in developing countries.",
        "section": "INTRODUCTION",
        "section_number": 1,
        "sentences": [
            "Globally, severe acute malnutrition (SAM) affects $19 million children and is responsible for over half a million avoidable child deaths each year (1, 2) .",
            "Currently, ,20% of these children receive treatment.",
            "An important cause of the low treatment coverage is the high cost of ready-to-use therapeutic food (RUTF), a lipid-based nutrient-dense paste that is the cornerstone of treatment.",
            "The most commonly used RUTF, referred to as peanut and milk (PM)-based RUTF in this work, is a mixture of milk powder, sugar, vegetable oil, peanut butter, vitamins, and minerals (3, 4) .",
            "The nutrient density of PM-RUTF is equivalent to WHO F-100 milk (5) and is demonstrated to achieve high rates of recovery and weight gain and low fatality rates (6, 7) .",
            "However, PM-RUTF has a high milk content (25%), which makes it very expensive for sustainable use in resource-poor settings and increases the proportion of ingredients that must be imported into developing countries.",
            "PM-RUTF currently costs w$47 USD for each child treated and w50% is still produced in developed countries and imported into the developing countries where it is needed (8, 9) .",
            "The international shipping required further increases costs and decreases the responsiveness of the system to fluctuation in demand and need, and the use of imported RUTF undermines the opportunity for establishment and growth of local food manufacturing industries or the markets for ingredients grown locally in developing countries."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37511",
        "text": "For the past 10 y, Valid Nutrition has been developing and trialing innovative milk-and peanut-free RUTF recipes based on locally produced crops (10) (11) (12) , with the aim of reducing costs and increasing the ease with which these products can be made from locally grown ingredients in developing countries. An RUTF recipe based on soya, maize, and sorghum (SMS) has shown great promise and has the potential to provide a substantially lower-cost alternative to the PM-RUTF recipe currently used (11) .",
        "section": "INTRODUCTION",
        "section_number": 2,
        "sentences": [
            "For the past 10 y, Valid Nutrition has been developing and trialing innovative milk-and peanut-free RUTF recipes based on locally produced crops (10) (11) (12) , with the aim of reducing costs and increasing the ease with which these products can be made from locally grown ingredients in developing countries.",
            "An RUTF recipe based on soya, maize, and sorghum (SMS) has shown great promise and has the potential to provide a substantially lower-cost alternative to the PM-RUTF recipe currently used (11) ."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37511",
        "text": "An initial study assessed the effectiveness of the first generation of SMS-RUTF in a community-based management of acute malnutrition (CMAM) program run through government clinics in Lusaka using an outpatient approach with only weekly attendance at clinics (10) . This study yielded inconclusive results, with recovery rates that were below the international SPHERE standard in both the intervention and standard groups (10) . A follow-up study on a refined SMS-RUTF product was conducted in the Democratic Republic of Congo (DRC) using a protocol that required daily attendance at health clinics (11) . The results showed that SMS-RUTF was as good as PM-RUTF in children aged 24-59 mo but not in children aged ,24 mo (11) . An analysis of a subsample of children in the DRC before and after treatment showed that their plasma levels of some amino acids (e.g., methionine) remained lower than those in community controls without signs of acute malnutrition, even after they reached the anthropometric criteria for recovery (11) . These results were then used to improve the composition of the SMS-RUTFs.",
        "section": "INTRODUCTION",
        "section_number": 3,
        "sentences": [
            "An initial study assessed the effectiveness of the first generation of SMS-RUTF in a community-based management of acute malnutrition (CMAM) program run through government clinics in Lusaka using an outpatient approach with only weekly attendance at clinics (10) .",
            "This study yielded inconclusive results, with recovery rates that were below the international SPHERE standard in both the intervention and standard groups (10) .",
            "A follow-up study on a refined SMS-RUTF product was conducted in the Democratic Republic of Congo (DRC) using a protocol that required daily attendance at health clinics (11) .",
            "The results showed that SMS-RUTF was as good as PM-RUTF in children aged 24-59 mo but not in children aged ,24 mo (11) .",
            "An analysis of a subsample of children in the DRC before and after treatment showed that their plasma levels of some amino acids (e.g., methionine) remained lower than those in community controls without signs of acute malnutrition, even after they reached the anthropometric criteria for recovery (11) .",
            "These results were then used to improve the composition of the SMS-RUTFs."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37511",
        "text": "This study examined the efficacy of the standard PM-RUTF compared to an amino acid-enriched milk-free soya, maize, and sorghum (FSMS)-RUTF and an amino acid-enriched low milk, soya, maize, and sorghum (MSMS)-RUTF containing 9.3% milk.",
        "section": "INTRODUCTION",
        "section_number": 4,
        "sentences": [
            "This study examined the efficacy of the standard PM-RUTF compared to an amino acid-enriched milk-free soya, maize, and sorghum (FSMS)-RUTF and an amino acid-enriched low milk, soya, maize, and sorghum (MSMS)-RUTF containing 9.3% milk."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37511",
        "text": "This nonblinded, 3-arm, parallel-group simple randomized controlled trial compared the efficacy of SMS-RUTF and PM-RUTF in the treatment of SAM in 2 groups of children aged 6-23 and 24-59 mo. This research aimed to develop an SMS-RUTF that was as efficacious as the standard PM-RUTF but more cost-effective and more easily produced from ingredients grown in developing countries. To that end, a noninferiority hypothesis was tested. We hypothesized that the FSMS-RUTF and MSMS-RUTF would not be inferior to the PM-RUTF with regard to recovery rate, program length of stay (LOS), and weight gain. We also compared the recovery of hemoglobin and correction of iron deficiency, based on the hypothesis that changes in hemoglobin and body iron stores observed with the FSMS-RUTF would not be inferior to changes observed with the MSMS-RUTF and PM-RUTF.",
        "section": "Study design",
        "section_number": 5,
        "sentences": [
            "This nonblinded, 3-arm, parallel-group simple randomized controlled trial compared the efficacy of SMS-RUTF and PM-RUTF in the treatment of SAM in 2 groups of children aged 6-23 and 24-59 mo.",
            "This research aimed to develop an SMS-RUTF that was as efficacious as the standard PM-RUTF but more cost-effective and more easily produced from ingredients grown in developing countries.",
            "To that end, a noninferiority hypothesis was tested.",
            "We hypothesized that the FSMS-RUTF and MSMS-RUTF would not be inferior to the PM-RUTF with regard to recovery rate, program length of stay (LOS), and weight gain.",
            "We also compared the recovery of hemoglobin and correction of iron deficiency, based on the hypothesis that changes in hemoglobin and body iron stores observed with the FSMS-RUTF would not be inferior to changes observed with the MSMS-RUTF and PM-RUTF."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37511",
        "text": "This efficacy trial was carried out in 3 health districts of the central region of Malawi (Lilongwe, Dedza, and Mchinji). The central region had the worst indicators for undernutrition during the 2015-2016 Malawi Demographic Health Survey (13) .",
        "section": "Setting",
        "section_number": 6,
        "sentences": [
            "This efficacy trial was carried out in 3 health districts of the central region of Malawi (Lilongwe, Dedza, and Mchinji).",
            "The central region had the worst indicators for undernutrition during the 2015-2016 Malawi Demographic Health Survey (13) ."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37511",
        "text": "Each health district is divided into subadministrative areas called clusters. Children from the 21 clusters with the highest burden of acute malnutrition (according to the 2014 Ministry of Health monthly routine statistics) were selected to participate in this study. In each of the 21 clusters, a community-based feeding center was established to serve as a daycare feeding center. These centers were operated concurrently with the preexisting outpatient therapeutic program sites that continued to treat children who were not eligible for study inclusion or withheld consent. There were 9 community-based feeding centers in the Lilongwe health district, 5 in the Dedza health district, and 7 in the Mchinji health district.",
        "section": "Setting",
        "section_number": 7,
        "sentences": [
            "Each health district is divided into subadministrative areas called clusters.",
            "Children from the 21 clusters with the highest burden of acute malnutrition (according to the 2014 Ministry of Health monthly routine statistics) were selected to participate in this study.",
            "In each of the 21 clusters, a community-based feeding center was established to serve as a daycare feeding center.",
            "These centers were operated concurrently with the preexisting outpatient therapeutic program sites that continued to treat children who were not eligible for study inclusion or withheld consent.",
            "There were 9 community-based feeding centers in the Lilongwe health district, 5 in the Dedza health district, and 7 in the Mchinji health district."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37511",
        "text": "Study participants were selected from children admitted into the CMAM programs operated by the Ministry of Health in the selected health districts. The Ministry of Health CMAM programs admitted all children aged 6-59 mo who were diagnosed with SAM, which was defined as a midupper arm circumference (MUAC) ,115 mm or bilateral pitting edema of any degree. Children with an MUAC ,115 mm and those with grade 1 or 2 bilateral pitting edema who also had good appetite and no medical complications were admitted directly into the study program's daycare component. Children with grade 3 bilateral pitting edema or any medical complication at enrollment were referred to the participating inpatient facility, where they received inpatient care until their condition stabilized and were then admitted into the daycare program and enrolled in the study. Children with any medical or nutritional complications during follow-up were referred to the participating inpatient facility for appropriate treatment, after which they were readmitted into the daycare program and remained in their original study group. Children meeting referral criteria whose caregivers refused transfer and chose to remain in daycare were excluded from the study. Medical complications were defined using the WHO CMAM and Integrated Management of Childhood Illness standard definitions (14, 15) . Nutrition rehabilitation during inpatient treatment followed national guidelines and therapeutic milks F-75 and F-100 were used as appropriate.",
        "section": "Study populations",
        "section_number": 8,
        "sentences": [
            "Study participants were selected from children admitted into the CMAM programs operated by the Ministry of Health in the selected health districts.",
            "The Ministry of Health CMAM programs admitted all children aged 6-59 mo who were diagnosed with SAM, which was defined as a midupper arm circumference (MUAC) ,115 mm or bilateral pitting edema of any degree.",
            "Children with an MUAC ,115 mm and those with grade 1 or 2 bilateral pitting edema who also had good appetite and no medical complications were admitted directly into the study program's daycare component.",
            "Children with grade 3 bilateral pitting edema or any medical complication at enrollment were referred to the participating inpatient facility, where they received inpatient care until their condition stabilized and were then admitted into the daycare program and enrolled in the study.",
            "Children with any medical or nutritional complications during follow-up were referred to the participating inpatient facility for appropriate treatment, after which they were readmitted into the daycare program and remained in their original study group.",
            "Children meeting referral criteria whose caregivers refused transfer and chose to remain in daycare were excluded from the study.",
            "Medical complications were defined using the WHO CMAM and Integrated Management of Childhood Illness standard definitions (14, 15) .",
            "Nutrition rehabilitation during inpatient treatment followed national guidelines and therapeutic milks F-75 and F-100 were used as appropriate."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37511",
        "text": "Subjects were admitted into the study at the same time they were admitted into the daycare phase of the study program. Great care was taken to avoid admitting any children who were not suffering from SAM. Before inclusion, all potential subjects were re-examined by senior supervisors (all had .10 y experience in the diagnosis and management of SAM) to confirm that the diagnosis of SAM was correct. The senior supervisor confirmed the presence of edema, the most difficult SAM diagnostic criterion to assess, before enrollment. Children admitted into the CMAM program were excluded from the study if senior supervisors did not confirm the presence of edema. Children with congenital or acquired disorders affecting growth, any history of any food allergy or intolerance, or a history of treatment of SAM in the previous 3 mo and children from visiting families were also excluded. Before the study, an acceptability trial was conducted to compare the acceptability of the 2 new SMS-RUTFs to that of PM-RUTF. This acceptability trial revealed a higher increase in hydrogen in the breath of children who consumed the RUTF containing milk. However, this increase did not translate into a difference in clinical symptoms of lactose intolerance; hence, lactose intolerance was not assessed before admission and was not used as an exclusion criterion (data not shown).",
        "section": "Study populations",
        "section_number": 9,
        "sentences": [
            "Subjects were admitted into the study at the same time they were admitted into the daycare phase of the study program.",
            "Great care was taken to avoid admitting any children who were not suffering from SAM.",
            "Before inclusion, all potential subjects were re-examined by senior supervisors (all had .10 y experience in the diagnosis and management of SAM) to confirm that the diagnosis of SAM was correct.",
            "The senior supervisor confirmed the presence of edema, the most difficult SAM diagnostic criterion to assess, before enrollment.",
            "Children admitted into the CMAM program were excluded from the study if senior supervisors did not confirm the presence of edema.",
            "Children with congenital or acquired disorders affecting growth, any history of any food allergy or intolerance, or a history of treatment of SAM in the previous 3 mo and children from visiting families were also excluded.",
            "Before the study, an acceptability trial was conducted to compare the acceptability of the 2 new SMS-RUTFs to that of PM-RUTF.",
            "This acceptability trial revealed a higher increase in hydrogen in the breath of children who consumed the RUTF containing milk.",
            "However, this increase did not translate into a difference in clinical symptoms of lactose intolerance; hence, lactose intolerance was not assessed before admission and was not used as an exclusion criterion (data not shown)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37511",
        "text": "This study used simple randomization, with each of the 21 sites recruiting subjects into each of the 3 arms at a ratio of 1:1:1. After we confirmed subjects' eligibility for study inclusion, we used a closed envelope method to randomly assign children to receive the FSMS-RUTF, MSMS-RUTF, or PM-RUTF. The trial statistician, who was based outside Malawi, prepared a computer-generated sequentially numbered randomization list (with variable block sizes) that contained the allocations and codes for each site. These data were sent to the national study coordinator, who then assigned participants to groups at the time of enrollment. The team involved in assessing children for eligibility and performing the follow-up had no role in study group allocation.",
        "section": "Randomization",
        "section_number": 10,
        "sentences": [
            "This study used simple randomization, with each of the 21 sites recruiting subjects into each of the 3 arms at a ratio of 1:1:1.",
            "After we confirmed subjects' eligibility for study inclusion, we used a closed envelope method to randomly assign children to receive the FSMS-RUTF, MSMS-RUTF, or PM-RUTF.",
            "The trial statistician, who was based outside Malawi, prepared a computer-generated sequentially numbered randomization list (with variable block sizes) that contained the allocations and codes for each site.",
            "These data were sent to the national study coordinator, who then assigned participants to groups at the time of enrollment.",
            "The team involved in assessing children for eligibility and performing the follow-up had no role in study group allocation."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37511",
        "text": "This study was conducted in specially built \"daycare sites\" (study sites) erected at each of the participating health centers. After enrollment, caregivers were asked to bring the children to the nearest study site every day from 0800 to 1600 until discharged. The child's mother or another caregiver had to stay with the child at the center. Except for children still consuming breast milk, caregivers were advised not to feed children in the morning before coming to the site and children were not allowed to take the RUTF home. No special recommendation was made for the evening meal.",
        "section": "Monitoring and follow-up",
        "section_number": 11,
        "sentences": [
            "This study was conducted in specially built \"daycare sites\" (study sites) erected at each of the participating health centers.",
            "After enrollment, caregivers were asked to bring the children to the nearest study site every day from 0800 to 1600 until discharged.",
            "The child's mother or another caregiver had to stay with the child at the center.",
            "Except for children still consuming breast milk, caregivers were advised not to feed children in the morning before coming to the site and children were not allowed to take the RUTF home.",
            "No special recommendation was made for the evening meal."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37511",
        "text": "At each study site, a minimum of 2 health center-based nurses and 1 field nutritionist monitored the children's clinical and nutrition parameters, which included checking the progress of nutritional recovery and identifying and treating any concurrent infection. At each study site, 3 study assistant nurses fed the children, with support from the caregivers. Each study nurse assistant had ,15 children to feed daily and was allocated to 1 study group for the full period of the study period.",
        "section": "Monitoring and follow-up",
        "section_number": 12,
        "sentences": [
            "At each study site, a minimum of 2 health center-based nurses and 1 field nutritionist monitored the children's clinical and nutrition parameters, which included checking the progress of nutritional recovery and identifying and treating any concurrent infection.",
            "At each study site, 3 study assistant nurses fed the children, with support from the caregivers.",
            "Each study nurse assistant had ,15 children to feed daily and was allocated to 1 study group for the full period of the study period."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37511",
        "text": "The nutrition and medical treatment of children in all study groups was similar and generally followed Malawi national guidelines, with the exception of the daycare approach.",
        "section": "Treatment protocol",
        "section_number": 13,
        "sentences": [
            "The nutrition and medical treatment of children in all study groups was similar and generally followed Malawi national guidelines, with the exception of the daycare approach."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37511",
        "text": "This study used a combination of specially trained study nurses as supervisors and study assistant nurses and nurses from participating health facilities as enumerators. Two weeks before the start of data collection, all enumerators received training on how to diagnose and manage SAM and perform patient follow-up. They were also trained on data collection using an individual monitoring form that was developed specifically for the study. This form collected data on administrative details, nutrition and medical history, MUAC, height, weight, physical signs of disease, laboratory results at admission and during nutrition rehabilitation, nutrition status parameters, clinical signs, and type of discharge. The nurses collected the data every morning during the study participation period. Study assistant nurses used a specially designed data collection book to collect additional information, including actual RUTF intake, symptoms and physical signs of diseases observed during their surveillance of children at the feeding site, and symptoms such as bloating, flatulence, abdominal pain, or diarrhea that could have been related to RUTF intake.",
        "section": "Data collection and follow-up",
        "section_number": 14,
        "sentences": [
            "This study used a combination of specially trained study nurses as supervisors and study assistant nurses and nurses from participating health facilities as enumerators.",
            "Two weeks before the start of data collection, all enumerators received training on how to diagnose and manage SAM and perform patient follow-up.",
            "They were also trained on data collection using an individual monitoring form that was developed specifically for the study.",
            "This form collected data on administrative details, nutrition and medical history, MUAC, height, weight, physical signs of disease, laboratory results at admission and during nutrition rehabilitation, nutrition status parameters, clinical signs, and type of discharge.",
            "The nurses collected the data every morning during the study participation period.",
            "Study assistant nurses used a specially designed data collection book to collect additional information, including actual RUTF intake, symptoms and physical signs of diseases observed during their surveillance of children at the feeding site, and symptoms such as bloating, flatulence, abdominal pain, or diarrhea that could have been related to RUTF intake."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37511",
        "text": "To ensure the standardization of data collection and resolve any initial problems, a 2-wk trial of the implementation of all protocols and routine data collection procedures preceded the start of the study.",
        "section": "Data collection and follow-up",
        "section_number": 15,
        "sentences": [
            "To ensure the standardization of data collection and resolve any initial problems, a 2-wk trial of the implementation of all protocols and routine data collection procedures preceded the start of the study."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37511",
        "text": "Weight, height or length, and MUAC were measured following WHO-recommended procedures (16) . We determined HIV status with the Determine (Abbott Laboratories) and Uni-Gold (Trinity Biotech) tests using the serial approach as recommended by national guidelines. Trained pediatric phlebotomists collected blood by antecubital or metacarpal venipuncture into appropriate tubes to measure hemoglobin, hematocrit, and full blood count and to obtain plasma for measurements of iron status. All blood specimens were collected in the morning, immediately stored in a CubeCooler (Ajinomoto Co. Inc.) and kept at 48C (17) , and delivered to the Lilongwe research laboratory of the University of North Carolina within 6 h. Cells and plasma were separated within 24 h and subsequently stored at 2808C until they were shipped to Germany for measurement of iron status parameters. Before samples were shipped to Germany, they were thawed to allow for transfer of 0.2 mL of plasma to VitMIN laboratory special prelabeled storage tubes. All samples were refrozen after the transfer. During shipping to Germany, the sample cold chain was maintained using cooler boxes with dry ice.",
        "section": "Procedures",
        "section_number": 16,
        "sentences": [
            "Weight, height or length, and MUAC were measured following WHO-recommended procedures (16) .",
            "We determined HIV status with the Determine (Abbott Laboratories) and Uni-Gold (Trinity Biotech) tests using the serial approach as recommended by national guidelines.",
            "Trained pediatric phlebotomists collected blood by antecubital or metacarpal venipuncture into appropriate tubes to measure hemoglobin, hematocrit, and full blood count and to obtain plasma for measurements of iron status.",
            "All blood specimens were collected in the morning, immediately stored in a CubeCooler (Ajinomoto Co. Inc.) and kept at 48C (17) , and delivered to the Lilongwe research laboratory of the University of North Carolina within 6 h. Cells and plasma were separated within 24 h and subsequently stored at 2808C until they were shipped to Germany for measurement of iron status parameters.",
            "Before samples were shipped to Germany, they were thawed to allow for transfer of 0.2 mL of plasma to VitMIN laboratory special prelabeled storage tubes.",
            "All samples were refrozen after the transfer.",
            "During shipping to Germany, the sample cold chain was maintained using cooler boxes with dry ice."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37511",
        "text": "To determine iron status, 5 plasma proteins were analyzed with a combined sandwich ELISA method, including ferritin, soluble transferrin receptor, retinol-binding protein, C-reactive protein, and a-1-acid glycoprotein (18) . Ferritin and the soluble transferrin receptor are the commonly used indicators of iron status and their ratio is also increasingly used to assess the effect of iron supplementation on iron reserves (19, 20) . This ratio is called the body iron store and is calculated using the following formula derived by Cook et al. (19) : body iron (expressed in mg/kg) = 2[log10(soluble transferrin receptor 3 1000/ferritin) 2 2.8229]/0.1207 (19, 21) . The body iron store value gives the iron surplus in tissue stores (positive value) or the iron deficit in tissues (negative value). The commonly used cutoff to indicate iron deficiency is ,0 mg/kg, but some authors have suggested that ,3 mg/kg is an indicator of low body iron stores in children aged ,5 y (21, 22). C-reactive protein and a-1-acid glycoprotein were measured to serve as indicators of inflammation to control for the effects of inflammation on ferritin and soluble transferrin receptor levels.",
        "section": "Procedures",
        "section_number": 17,
        "sentences": [
            "To determine iron status, 5 plasma proteins were analyzed with a combined sandwich ELISA method, including ferritin, soluble transferrin receptor, retinol-binding protein, C-reactive protein, and a-1-acid glycoprotein (18) .",
            "Ferritin and the soluble transferrin receptor are the commonly used indicators of iron status and their ratio is also increasingly used to assess the effect of iron supplementation on iron reserves (19, 20) .",
            "This ratio is called the body iron store and is calculated using the following formula derived by Cook et al. (19) : body iron (expressed in mg/kg) = 2[log10(soluble transferrin receptor 3 1000/ferritin) 2 2.8229]/0.1207 (19, 21) .",
            "The body iron store value gives the iron surplus in tissue stores (positive value) or the iron deficit in tissues (negative value).",
            "The commonly used cutoff to indicate iron deficiency is ,0 mg/kg, but some authors have suggested that ,3 mg/kg is an indicator of low body iron stores in children aged ,5 y (21, 22).",
            "C-reactive protein and a-1-acid glycoprotein were measured to serve as indicators of inflammation to control for the effects of inflammation on ferritin and soluble transferrin receptor levels."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37511",
        "text": "Food products used in this study All study RUTFs were produced at the Valid Nutrition factory in Malawi, a UNICEF-certified RUTF supplier. All of the RUTFs were designed to meet the WHO 2007 recommendations for RUTF mineral and vitamin levels, except for iron and zinc (23) . To compensate for the higher phytic acid content in the FSMS-and MSMS-RUTFs and improve the phytic acid:iron and phytic acid:zinc molar ratio, we increased the concentration of iron and zinc in the SMS-RUTFs above the WHO-recommended concentrations (23) (24) (25) (26) (27) ; however, the iron concentrations surpassed target levels, which is most likely attributable to contamination associated with processing of the grain components (28) . To improve iron bioavailability in the SMS-RUTF, we substantially increased the vitamin C content above the WHOrecommended minimum. Table 1 provides the target nutrient values we aimed for in the new SMS-RUTFs and the composition of the 3 RUTFs obtained from laboratory analyses at the Valid Nutrition factory laboratory and at Japan Food Research Laboratories. The amino acid profiles obtained from actual laboratory analysis at Japan Food Research Laboratories showed good protein digestibility (Supplemental Table 1 ). The 3 types of RUTF were packed in similar sachets with different color labels.",
        "section": "Procedures",
        "section_number": 18,
        "sentences": [
            "Food products used in this study All study RUTFs were produced at the Valid Nutrition factory in Malawi, a UNICEF-certified RUTF supplier.",
            "All of the RUTFs were designed to meet the WHO 2007 recommendations for RUTF mineral and vitamin levels, except for iron and zinc (23) .",
            "To compensate for the higher phytic acid content in the FSMS-and MSMS-RUTFs and improve the phytic acid:iron and phytic acid:zinc molar ratio, we increased the concentration of iron and zinc in the SMS-RUTFs above the WHO-recommended concentrations (23) (24) (25) (26) (27) ; however, the iron concentrations surpassed target levels, which is most likely attributable to contamination associated with processing of the grain components (28) .",
            "To improve iron bioavailability in the SMS-RUTF, we substantially increased the vitamin C content above the WHOrecommended minimum.",
            "Table 1 provides the target nutrient values we aimed for in the new SMS-RUTFs and the composition of the 3 RUTFs obtained from laboratory analyses at the Valid Nutrition factory laboratory and at Japan Food Research Laboratories.",
            "The amino acid profiles obtained from actual laboratory analysis at Japan Food Research Laboratories showed good protein digestibility (Supplemental Table 1 ).",
            "The 3 types of RUTF were packed in similar sachets with different color labels."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37511",
        "text": "The primary outcomes of interest for this study were recovery rate, mean LOS, and mean daily weight gain. The secondary outcomes were hemoglobin and body iron stores. Post hoc outcomes were RUTF intake and morbidity.",
        "section": "Outcomes",
        "section_number": 19,
        "sentences": [
            "The primary outcomes of interest for this study were recovery rate, mean LOS, and mean daily weight gain.",
            "The secondary outcomes were hemoglobin and body iron stores.",
            "Post hoc outcomes were RUTF intake and morbidity."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37511",
        "text": "Sample sizes were calculated to ensure 80% power and significance of 0.05. The total sample size required was based on the recovery rate outcome, because this sample size was larger than for the other outcomes studied. The sample size was calculated based on the noninferiority assumption using the sample size calculator package \"Power\" (available online at http://www.sealedenvelope.com/power_binary_noninferior. php for binary endpoints and http://www.sealedenvelope. com/power_continuous_noninferior.php for continuous endpoints) (29, 30) . For binary endpoints, the software uses the following formula: The margins of noninferiority were fixed at 10% for recovery rate, 1.2 g $ kg 21 $ d 21 for the rate of weight gain, and 14 d for LOS. These margins were defined based on the findings of previous studies conducted in Lusaka and the DRC (10, 11, 31) . For the assessment of noninferiority on hemoglobin, the margin of noninferiority was 0.5 g/dL, which is considered the cutoff for clinical relevance in results (32, 33) . A total of 750 children aged 6-23 mo with SAM and 450 children aged 24-59 mo with SAM were required in order to be 80% sure that the lower limit of a one-sided 95% CI would be above the set limits of noninferiority. To assess effects on hemoglobin and body iron stores, a subsample of the total children enrolled in this study were included. A total of 192 children were required in order to be 90% sure that the lower limit of a one-sided 95% CI would be above the noninferiority limit of 20.5 g/dL if there were truly no difference between arms. We increased this sample to 225 children (n = 75/arm) to account for loss to follow-up during nutrition rehabilitation.",
        "section": "Sample size",
        "section_number": 20,
        "sentences": [
            "Sample sizes were calculated to ensure 80% power and significance of 0.05.",
            "The total sample size required was based on the recovery rate outcome, because this sample size was larger than for the other outcomes studied.",
            "The sample size was calculated based on the noninferiority assumption using the sample size calculator package \"Power\" (available online at http://www.sealedenvelope.com/power_binary_noninferior.",
            "php for binary endpoints and http://www.sealedenvelope.",
            "com/power_continuous_noninferior.php for continuous endpoints) (29, 30) .",
            "For binary endpoints, the software uses the following formula: The margins of noninferiority were fixed at 10% for recovery rate, 1.2 g $ kg 21 $ d 21 for the rate of weight gain, and 14 d for LOS.",
            "These margins were defined based on the findings of previous studies conducted in Lusaka and the DRC (10, 11, 31) .",
            "For the assessment of noninferiority on hemoglobin, the margin of noninferiority was 0.5 g/dL, which is considered the cutoff for clinical relevance in results (32, 33) .",
            "A total of 750 children aged 6-23 mo with SAM and 450 children aged 24-59 mo with SAM were required in order to be 80% sure that the lower limit of a one-sided 95% CI would be above the set limits of noninferiority.",
            "To assess effects on hemoglobin and body iron stores, a subsample of the total children enrolled in this study were included.",
            "A total of 192 children were required in order to be 90% sure that the lower limit of a one-sided 95% CI would be above the noninferiority limit of 20.5 g/dL if there were truly no difference between arms.",
            "We increased this sample to 225 children (n = 75/arm) to account for loss to follow-up during nutrition rehabilitation."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37511",
        "text": "n = f(",
        "section": "Sample size",
        "section_number": 21,
        "sentences": [
            "n = f("
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37511",
        "text": "Data management, definitions, and analysis",
        "section": "Sample size",
        "section_number": 22,
        "sentences": [
            "Data management, definitions, and analysis"
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37511",
        "text": "Throughout the study, the data quality manager and the principal investigator conducted field supervision visits, during which they spot checked the quality of anthropometric measurements, edema diagnoses, individual data collection forms, and completion of study questionnaire books. All of the individual data collection forms were checked again for accuracy and completeness at the time of the child's discharge from the study. The verified forms were then collected for data entry. Data were double entered by 2 enumerators into a customized Epi-Data database prepared for this study (34) . Data entry quality was monitored by the supervisors, who crosschecked a random selection of 10% of the records. Cleaned data were exported to STATA 13 software (StataCorp LLC) for analysis (35) .",
        "section": "Data management",
        "section_number": 23,
        "sentences": [
            "Throughout the study, the data quality manager and the principal investigator conducted field supervision visits, during which they spot checked the quality of anthropometric measurements, edema diagnoses, individual data collection forms, and completion of study questionnaire books.",
            "All of the individual data collection forms were checked again for accuracy and completeness at the time of the child's discharge from the study.",
            "The verified forms were then collected for data entry.",
            "Data were double entered by 2 enumerators into a customized Epi-Data database prepared for this study (34) .",
            "Data entry quality was monitored by the supervisors, who crosschecked a random selection of 10% of the records.",
            "Cleaned data were exported to STATA 13 software (StataCorp LLC) for analysis (35) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37511",
        "text": "Recovery rates were defined as the percentage of children who were discharged as recovered from the study divided by the total number of children who exited the study. The total number of children who exited the study included all participants who defaulted, died, or were discharged as nonrecovered after either meeting the nonrecovered criteria (90 d in the program) or at the closure of the program. A child was considered to have defaulted if he or she was absent for 5 consecutive daily visits and refused to return after 2 home visits from community workers.",
        "section": "Definitions",
        "section_number": 24,
        "sentences": [
            "Recovery rates were defined as the percentage of children who were discharged as recovered from the study divided by the total number of children who exited the study.",
            "The total number of children who exited the study included all participants who defaulted, died, or were discharged as nonrecovered after either meeting the nonrecovered criteria (90 d in the program) or at the closure of the program.",
            "A child was considered to have defaulted if he or she was absent for 5 consecutive daily visits and refused to return after 2 home visits from community workers."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37511",
        "text": "Rates of weight gain were calculated by dividing the weight gain (in grams; weight at exit -weight at admission) by the weight at admission (in kilograms) and the LOS (in days).",
        "section": "Definitions",
        "section_number": 25,
        "sentences": [
            "Rates of weight gain were calculated by dividing the weight gain (in grams; weight at exit -weight at admission) by the weight at admission (in kilograms) and the LOS (in days)."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37511",
        "text": "Mean weight gains were measured as the mean of the individual weight gains expressed in grams per kilogram per day. The mean LOS was calculated by dividing the sum of an individual's LOS by the total number of children included in the numerator calculation.",
        "section": "Definitions",
        "section_number": 26,
        "sentences": [
            "Mean weight gains were measured as the mean of the individual weight gains expressed in grams per kilogram per day.",
            "The mean LOS was calculated by dividing the sum of an individual's LOS by the total number of children included in the numerator calculation."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37511",
        "text": "The study took place in locations with altitudes between 578 and 1300 m above sea level. To allow for the effects of altitude on hemoglobin, we adjusted individual hemoglobin levels using the WHO-recommended method (36) . Any child with an adjusted hemoglobin ,11.0 g/dL was classified as anemic. Ferritin and soluble transferrin receptor, measures of body iron stores, are also acute phase proteins whose levels increase during inflammation. We therefore adjusted their values to the individual's inflammation status, determined by well-established C-reactive protein and a-1-acid glycoprotein criteria (i.e., C-reactive protein .5 mg/L indicates incubation or early convalescence and a-1-acid glycoprotein .1 g/L indicates convalescence or chronic inflammation) and using the correction approach proposed by Thurnham et al. (37) . We report iron sufficiency or deficiency using body iron stores as a continuous variable, with body iron stores ,0 mg/kg indicating iron deficiency, body iron stores between 0 and 2.9 mg/kg indicating low iron status, and a body iron stores $3 mg/kg indicating normal iron status.",
        "section": "Definitions",
        "section_number": 27,
        "sentences": [
            "The study took place in locations with altitudes between 578 and 1300 m above sea level.",
            "To allow for the effects of altitude on hemoglobin, we adjusted individual hemoglobin levels using the WHO-recommended method (36) .",
            "Any child with an adjusted hemoglobin ,11.0 g/dL was classified as anemic.",
            "Ferritin and soluble transferrin receptor, measures of body iron stores, are also acute phase proteins whose levels increase during inflammation.",
            "We therefore adjusted their values to the individual's inflammation status, determined by well-established C-reactive protein and a-1-acid glycoprotein criteria (i.e., C-reactive protein .5 mg/L indicates incubation or early convalescence and a-1-acid glycoprotein .1 g/L indicates convalescence or chronic inflammation) and using the correction approach proposed by Thurnham et al. (37) .",
            "We report iron sufficiency or deficiency using body iron stores as a continuous variable, with body iron stores ,0 mg/kg indicating iron deficiency, body iron stores between 0 and 2.9 mg/kg indicating low iron status, and a body iron stores $3 mg/kg indicating normal iron status."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37511",
        "text": "Means and SDs, medians and IQRs, or proportions and 95% CIs were used to describe the admission and exit parameters, as appropriate. All 95% CIs used clustered robust estimates of the variance to account for clustering at the daycare center level. We used the t test for paired or unpaired data to compare means, the Mantel-Haenszel test to compare medians, and the Student's chi-square test to compare proportions. Differences in the estimated marginal mean between the treatment arms and 95% CIs were used to examine noninferiority. The Bonferroni correction was used for all of the nonhypothesis-driven analyses (38, 39) .",
        "section": "Analysis",
        "section_number": 28,
        "sentences": [
            "Means and SDs, medians and IQRs, or proportions and 95% CIs were used to describe the admission and exit parameters, as appropriate.",
            "All 95% CIs used clustered robust estimates of the variance to account for clustering at the daycare center level.",
            "We used the t test for paired or unpaired data to compare means, the Mantel-Haenszel test to compare medians, and the Student's chi-square test to compare proportions.",
            "Differences in the estimated marginal mean between the treatment arms and 95% CIs were used to examine noninferiority.",
            "The Bonferroni correction was used for all of the nonhypothesis-driven analyses (38, 39) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37511",
        "text": "In accordance with recommendations for analyzing and reporting equivalence and noninferiority studies, both intentionto-treat (ITT) and per-protocol (PP) analyses were performed and CIs were used to interpret any differences (40, 41) . ITT analyses for recovery rates, weight gain, and LOS included all children enrolled in the study. PP analyses for recovery rates included all children who were discharged from the program as recovered, deceased, or nonrecovered but excluded children who defaulted. PP analyses for weight gain and LOS included only the children who were discharged as recovered.",
        "section": "Analysis",
        "section_number": 29,
        "sentences": [
            "In accordance with recommendations for analyzing and reporting equivalence and noninferiority studies, both intentionto-treat (ITT) and per-protocol (PP) analyses were performed and CIs were used to interpret any differences (40, 41) .",
            "ITT analyses for recovery rates, weight gain, and LOS included all children enrolled in the study.",
            "PP analyses for recovery rates included all children who were discharged from the program as recovered, deceased, or nonrecovered but excluded children who defaulted.",
            "PP analyses for weight gain and LOS included only the children who were discharged as recovered."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37511",
        "text": "Logistic regression was used to test for interactions between the recovery rate and other variables. For all variables apart from hemoglobin, no significant interactions were present and unadjusted estimates were used to interpret noninferiority (42) . For hemoglobin on which covariates exerted a significant influence, we used linear regression to adjust for the effect of these confounding covariables. To do this, we started with the full logistic model and manually removed nonsignificant variables one by one using the P value and the change-in-estimate method (43) .",
        "section": "Analysis",
        "section_number": 30,
        "sentences": [
            "Logistic regression was used to test for interactions between the recovery rate and other variables.",
            "For all variables apart from hemoglobin, no significant interactions were present and unadjusted estimates were used to interpret noninferiority (42) .",
            "For hemoglobin on which covariates exerted a significant influence, we used linear regression to adjust for the effect of these confounding covariables.",
            "To do this, we started with the full logistic model and manually removed nonsignificant variables one by one using the P value and the change-in-estimate method (43) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37511",
        "text": "Before data collection began, we obtained permission to conduct the study from the National Ethics Committee of the Malawi Ministry of Health and from the Ajinomoto Institutional Review Board. This trial was registered at www.pactr.org as PACTR201505001101224. At the time of admission, each child's parent or caregiver was informed about the nature and purpose of the study and asked for verbal and written consent for their child to be included and for their medical information to be used for research purposes. When parents or caregivers withheld consent for participation, children were referred for admission to the normal Ministry of Health outpatient program (using standards national guidelines). The other benefits for participating children included free medical care for any episode of disease during the follow-up and 1 porridge meal/d given to caregivers who looked after their children at the feeding site.",
        "section": "Ethical considerations",
        "section_number": 31,
        "sentences": [
            "Before data collection began, we obtained permission to conduct the study from the National Ethics Committee of the Malawi Ministry of Health and from the Ajinomoto Institutional Review Board.",
            "This trial was registered at www.pactr.org as PACTR201505001101224.",
            "At the time of admission, each child's parent or caregiver was informed about the nature and purpose of the study and asked for verbal and written consent for their child to be included and for their medical information to be used for research purposes.",
            "When parents or caregivers withheld consent for participation, children were referred for admission to the normal Ministry of Health outpatient program (using standards national guidelines).",
            "The other benefits for participating children included free medical care for any episode of disease during the follow-up and 1 porridge meal/d given to caregivers who looked after their children at the feeding site."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37511",
        "text": "A data safety monitoring board was assigned to perform an ongoing review of study outcomes based on data extracted from either the study subject's files or the study database during site visits. Given the short duration of the study, no interim analysis was planned and no stopping rule was predefined. No serious side effects were detected and no reasons for interrupting the study were identified. Figure 1 shows the enrollment and movement of subjects from preliminary screening to data analysis for the whole cohort and by age group. Between September 2015 and June 2016, a total of 22,790 children were screened. Of these, 2277 were diagnosed with SAM; 1347 children were randomly assigned to either the FSMS-RUTF (n = 454), MSMS-RUTF (n = 435), or PM-RUTF (n = 458) study group and 930 had confirmed SAM but were excluded because they did not meet the study inclusion criteria. After randomization, 48 eligible children (n = 25, 15, and 8 in the FSMS-RUTF, MSMS-RUTF, and PM-RUTF groups, respectively) were excluded for the following reasons: consent was withdrawn, they were not randomly allocated into a study arm, the edema proved to be of medical not nutritional origin, a congenital disability was present, or it was their second admission into the program.",
        "section": "Ethical considerations",
        "section_number": 32,
        "sentences": [
            "A data safety monitoring board was assigned to perform an ongoing review of study outcomes based on data extracted from either the study subject's files or the study database during site visits.",
            "Given the short duration of the study, no interim analysis was planned and no stopping rule was predefined.",
            "No serious side effects were detected and no reasons for interrupting the study were identified.",
            "Figure 1 shows the enrollment and movement of subjects from preliminary screening to data analysis for the whole cohort and by age group.",
            "Between September 2015 and June 2016, a total of 22,790 children were screened.",
            "Of these, 2277 were diagnosed with SAM; 1347 children were randomly assigned to either the FSMS-RUTF (n = 454), MSMS-RUTF (n = 435), or PM-RUTF (n = 458) study group and 930 had confirmed SAM but were excluded because they did not meet the study inclusion criteria.",
            "After randomization, 48 eligible children (n = 25, 15, and 8 in the FSMS-RUTF, MSMS-RUTF, and PM-RUTF groups, respectively) were excluded for the following reasons: consent was withdrawn, they were not randomly allocated into a study arm, the edema proved to be of medical not nutritional origin, a congenital disability was present, or it was their second admission into the program."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37511",
        "text": "Baseline characteristics of children included in the ITT analyses for each study group are shown in Table 2 . Marasmus was the dominant form of SAM among children enrolled in the study and there was no significant difference between groups at baseline for the parameters considered in either of the 2 age groups.",
        "section": "RESULTS",
        "section_number": 33,
        "sentences": [
            "Baseline characteristics of children included in the ITT analyses for each study group are shown in Table 2 .",
            "Marasmus was the dominant form of SAM among children enrolled in the study and there was no significant difference between groups at baseline for the parameters considered in either of the 2 age groups."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37511",
        "text": "For all children, results of the ITT and PP analyses showed that all of the products met international minimum standards for recovery rates ( Table 3) . Default rates were 15.9% (69 of 433), 15.0% (63 of 420), and 14.3% (64 of 446) for the FSMS-RUTF, MSMS-RUTF, and PM-RUTF arms, respectively. Mortality rates were 2.5% (11 of 433), 1.7% (7 of 420), and 1.3% (6 of 446) for the FSMS-RUTF, MSMS-RUTF, and PM-RUTF arms, respectively. The SPHERE standards for weight gain were met in all study arms and in all age groups. For children aged 6-23 mo who were discharged as cured, the mean 6 SD weight gain was 6.3 ",
        "section": "Program outcomes: recovery, mortality, defaulter, and nonresponse",
        "section_number": 34,
        "sentences": [
            "For all children, results of the ITT and PP analyses showed that all of the products met international minimum standards for recovery rates ( Table 3) .",
            "Default rates were 15.9% (69 of 433), 15.0% (63 of 420), and 14.3% (64 of 446) for the FSMS-RUTF, MSMS-RUTF, and PM-RUTF arms, respectively.",
            "Mortality rates were 2.5% (11 of 433), 1.7% (7 of 420), and 1.3% (6 of 446) for the FSMS-RUTF, MSMS-RUTF, and PM-RUTF arms, respectively.",
            "The SPHERE standards for weight gain were met in all study arms and in all age groups.",
            "For children aged 6-23 mo who were discharged as cured, the mean 6 SD weight gain was 6.3"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37511",
        "text": "Both ITT and PP analyses showed that in children aged 6-23 and 24-59 mo, the recovery rates of the FSMS-RUTF and MSMS-RUTF groups were not inferior to the recovery rate of the PM-RUTF group (Figure 2) . Likewise, in both analyses, the LOS achieved with the FSMS-RUTF and MSMS-RUTF were also not inferior to PM-RUTF in children of either age group (Figure 3) . Weight gain rates in the SMS-RUTF trial products appeared to be lower than those seen in the PM-RUTF, although these differences were only confirmed as inferior to the predefined noninferiority margin D of 21.2 g $ kg 21 $ d 21 in the PP analyses for FSMS-RUTF in children aged 24-59 mo (Figure 4 ).",
        "section": "Noninferiority analyses",
        "section_number": 35,
        "sentences": [
            "Both ITT and PP analyses showed that in children aged 6-23 and 24-59 mo, the recovery rates of the FSMS-RUTF and MSMS-RUTF groups were not inferior to the recovery rate of the PM-RUTF group (Figure 2) .",
            "Likewise, in both analyses, the LOS achieved with the FSMS-RUTF and MSMS-RUTF were also not inferior to PM-RUTF in children of either age group (Figure 3) .",
            "Weight gain rates in the SMS-RUTF trial products appeared to be lower than those seen in the PM-RUTF, although these differences were only confirmed as inferior to the predefined noninferiority margin D of 21.2 g $ kg 21 $ d 21 in the PP analyses for FSMS-RUTF in children aged 24-59 mo (Figure 4 )."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37511",
        "text": "The proportion of children with hemoglobin ,11.0 g/dL at admission was 67.6% (261 of 386), 26.4% (90 of 343) had body iron stores ,0 mg/kg, and 55.4% (143 of 190) had body iron stores ,3 mg/kg. Detailed information on hemoglobin and body iron store changes is provided in Supplemental Table 2 . Clinically relevant increases in hemoglobin during treatment were observed in all study arms, with increases of 1.2 g/dL (95% CI: 0.7, 1.6 g/dL), 1.2 g/dL (95% CI: 0.7, 1.7 g/dL), and 0.7 g/dL (95% CI: 0.4, 1.0 g/dL) for the FSMS-RUTF, MSMS-RUTF, and PM-RUTF arms, respectively. Children with hemoglobin ,11.0 g/dL at admission had increases of 2.1 g/dL (95% CI: 1.6, 2.6 g/dL), 1.8 g/dL (95% CI: 1.3, 2.4 g/dL), and 1.3 g/dL (95% CI: 0.9, 1.8 g/dL) for the FSMS-RUTF, MSMS-RUTF, and PM-RUTF arms, respectively. The noninferiority analysis showed that FSMS-RUTF was superior to PM-RUTF at increasing hemoglobin in children with SAM who were anemic at admission ( Figure 5) . Linear regression models adjusting for age at admission, hemoglobin at admission, daily energy intake from RUTF, number of days of RUTF intake, height and weight velocities during treatment, MUAC gain by the end of treatment, and mean corpuscular hemoglobin concentration at admission showed that both FSMS-RUTF and MSMS-RUTF were associated with significantly greater increases in hemoglobin than PM-RUTF, with differences (95% CI) of 0.67 g/dL (0.34, 1.0 g/dL; P , 0.001) and 0.34 g/dL (0.01, 0.68 g/dL; P = 0.049) for MSMS-RUTF and FSMS-RUTF, respectively. When only children with hemoglobin ,11 g/dL at admission were included in the analysis, the differences (95% CI) observed after adjustment were 0.94 g/dL (0.53, 1.34 g/dL; P , 0.001) and 0.42 g/dL (0.03, 0.82 g/dL; P = 0.036) for FSMS-RUTF and MSMS-RUTF, respectively. The adjusted analysis showed that the use of FSMS-RUTF was also associated with a trend of an increase in hemoglobin that was greater than that seen with the MSMS-RUTF, with a difference (95% CI) of 0.34 g/dL (20.03, 0.70 g/dL; P = 0.068) when all children were included in the analysis and 0.54 g/dL (0.11, 0.97 g/dL; P = 0.015) when only children with hemoglobin ,11 g/dL were included in the analysis.",
        "section": "Effect on hemoglobin and body iron stores",
        "section_number": 36,
        "sentences": [
            "The proportion of children with hemoglobin ,11.0 g/dL at admission was 67.6% (261 of 386), 26.4% (90 of 343) had body iron stores ,0 mg/kg, and 55.4% (143 of 190) had body iron stores ,3 mg/kg.",
            "Detailed information on hemoglobin and body iron store changes is provided in Supplemental Table 2 .",
            "Clinically relevant increases in hemoglobin during treatment were observed in all study arms, with increases of 1.2 g/dL (95% CI: 0.7, 1.6 g/dL), 1.2 g/dL (95% CI: 0.7, 1.7 g/dL), and 0.7 g/dL (95% CI: 0.4, 1.0 g/dL) for the FSMS-RUTF, MSMS-RUTF, and PM-RUTF arms, respectively.",
            "Children with hemoglobin ,11.0 g/dL at admission had increases of 2.1 g/dL (95% CI: 1.6, 2.6 g/dL), 1.8 g/dL (95% CI: 1.3, 2.4 g/dL), and 1.3 g/dL (95% CI: 0.9, 1.8 g/dL) for the FSMS-RUTF, MSMS-RUTF, and PM-RUTF arms, respectively.",
            "The noninferiority analysis showed that FSMS-RUTF was superior to PM-RUTF at increasing hemoglobin in children with SAM who were anemic at admission ( Figure 5) .",
            "Linear regression models adjusting for age at admission, hemoglobin at admission, daily energy intake from RUTF, number of days of RUTF intake, height and weight velocities during treatment, MUAC gain by the end of treatment, and mean corpuscular hemoglobin concentration at admission showed that both FSMS-RUTF and MSMS-RUTF were associated with significantly greater increases in hemoglobin than PM-RUTF, with differences (95% CI) of 0.67 g/dL (0.34, 1.0 g/dL; P , 0.001) and 0.34 g/dL (0.01, 0.68 g/dL; P = 0.049) for MSMS-RUTF and FSMS-RUTF, respectively.",
            "When only children with hemoglobin ,11 g/dL at admission were included in the analysis, the differences (95% CI) observed after adjustment were 0.94 g/dL (0.53, 1.34 g/dL; P , 0.001) and 0.42 g/dL (0.03, 0.82 g/dL; P = 0.036) for FSMS-RUTF and MSMS-RUTF, respectively.",
            "The adjusted analysis showed that the use of FSMS-RUTF was also associated with a trend of an increase in hemoglobin that was greater than that seen with the MSMS-RUTF, with a difference (95% CI) of 0.34 g/dL (20.03, 0.70 g/dL; P = 0.068) when all children were included in the analysis and 0.54 g/dL (0.11, 0.97 g/dL; P = 0.015) when only children with hemoglobin ,11 g/dL were included in the analysis."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37511",
        "text": "Increases in body iron stores with treatment were observed and these were inversely related to the milk content in the products, with the greatest increases seen in the FSMS-RUTF arm (all children: 2 mg/kg, P = 0.002; anemic children: 2.4 mg/kg, P = 0.005). In the MSMS-RUTF group, body iron stores increased by 1.1 and 1.3 mg/kg in all children and anemic children (P = 0.19 and P = 0.23), respectively. By contrast, increases in body iron stores in the PM-RUTF arm were minimal (all children: 0.1 mg/kg, P = 0.85; anemic children: 0.3 mg/kg, P = 0.67). Linear regression models adjusting for age at admission, sex, weight velocity during treatment, MUAC gain by the end of treatment, and body iron stores at admission showed that both FSMS-RUTF and MSMS-RUTF were associated with significantly greater increases in body iron stores than RUTF intake and tolerance",
        "section": "Effect on hemoglobin and body iron stores",
        "section_number": 37,
        "sentences": [
            "Increases in body iron stores with treatment were observed and these were inversely related to the milk content in the products, with the greatest increases seen in the FSMS-RUTF arm (all children: 2 mg/kg, P = 0.002; anemic children: 2.4 mg/kg, P = 0.005).",
            "In the MSMS-RUTF group, body iron stores increased by 1.1 and 1.3 mg/kg in all children and anemic children (P = 0.19 and P = 0.23), respectively.",
            "By contrast, increases in body iron stores in the PM-RUTF arm were minimal (all children: 0.1 mg/kg, P = 0.85; anemic children: 0.3 mg/kg, P = 0.67).",
            "Linear regression models adjusting for age at admission, sex, weight velocity during treatment, MUAC gain by the end of treatment, and body iron stores at admission showed that both FSMS-RUTF and MSMS-RUTF were associated with significantly greater increases in body iron stores than RUTF intake and tolerance"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37511",
        "text": "In children aged 6-23 mo at admission, the mean intake of RUTF up to discharge as cured was 12.2, 11.6, and 11.8 kg for the FSMS-RUTF, MSMS-RUTF, and PM-RUTF arms and there was no statistical difference between the groups in any of the 2 3 2 comparisons. In children aged 24-59 mo at admission, the mean intake was 11.0, 10.5 and 12.4 kg for the FSMS-RUTF, MSMS-RUTF and PM-RUTF arms, respectively. In this age group, total RUTF intake was significantly lower in both the FSMS-RUTF and MSMS-RUTF groups than in the PM-RUTF group (Bonferroni-corrected P = 0.064 and P = 0.0009, respectively). This intake is equivalent to a mean (95% CI) energy intake of 244.9 (116.4), 236.7 (115.9), and 258.5 (118.2) kcal $ kg 21 Comparison of the difference in estimated marginal means and their clustered robust adjusted 95% CIs in recovery rates between FSMS-RUTF and PM-RUTF and between MSMS-RUTF and PM-RUTF stratified by age group. FSMS, milk-free, soya, maize, and sorghum; ITT, intention to treat; MSMS, milk, soya, maize, and sorghum; PM, peanut and milk; PP, per protocol; RUTF, ready-to-use therapeutic food.",
        "section": "RUTF intake",
        "section_number": 38,
        "sentences": [
            "In children aged 6-23 mo at admission, the mean intake of RUTF up to discharge as cured was 12.2, 11.6, and 11.8 kg for the FSMS-RUTF, MSMS-RUTF, and PM-RUTF arms and there was no statistical difference between the groups in any of the 2 3 2 comparisons.",
            "In children aged 24-59 mo at admission, the mean intake was 11.0, 10.5 and 12.4 kg for the FSMS-RUTF, MSMS-RUTF and PM-RUTF arms, respectively.",
            "In this age group, total RUTF intake was significantly lower in both the FSMS-RUTF and MSMS-RUTF groups than in the PM-RUTF group (Bonferroni-corrected P = 0.064 and P = 0.0009, respectively).",
            "This intake is equivalent to a mean (95% CI) energy intake of 244.9 (116.4), 236.7 (115.9), and 258.5 (118.2) kcal $ kg 21 Comparison of the difference in estimated marginal means and their clustered robust adjusted 95% CIs in recovery rates between FSMS-RUTF and PM-RUTF and between MSMS-RUTF and PM-RUTF stratified by age group.",
            "FSMS, milk-free, soya, maize, and sorghum; ITT, intention to treat; MSMS, milk, soya, maize, and sorghum; PM, peanut and milk; PP, per protocol; RUTF, ready-to-use therapeutic food."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37511",
        "text": "Comparison of the difference in estimated marginal means and their clustered robust adjusted 95% CIs in length of stay between FSMS-RUTF and PM-RUTF and between MSMS-RUTF and PM-RUTF stratified by age group. FSMS, milk-free, soya, maize, and sorghum; ITT, intention to treat; MSMS, milk, soya, maize, and sorghum; PM, peanut and milk; PP, per protocol; RUTF, ready-to-use therapeutic food.",
        "section": "FIGURE 3",
        "section_number": 39,
        "sentences": [
            "Comparison of the difference in estimated marginal means and their clustered robust adjusted 95% CIs in length of stay between FSMS-RUTF and PM-RUTF and between MSMS-RUTF and PM-RUTF stratified by age group.",
            "FSMS, milk-free, soya, maize, and sorghum; ITT, intention to treat; MSMS, milk, soya, maize, and sorghum; PM, peanut and milk; PP, per protocol; RUTF, ready-to-use therapeutic food."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37511",
        "text": "PM-RUTF arms, respectively. Intake of PM-RUTF per kilogram of body weight was significantly higher than intake of SMS-RUTFs in the group aged 24-59 mo (Bonferroni-corrected P , 0.001) but not in the group aged 6-23 mo (Bonferroni-corrected P = 0.725 for FSMS-RUTF and P = 0.0192 for MSMS-RUTF).",
        "section": "FIGURE 3",
        "section_number": 40,
        "sentences": [
            "PM-RUTF arms, respectively.",
            "Intake of PM-RUTF per kilogram of body weight was significantly higher than intake of SMS-RUTFs in the group aged 24-59 mo (Bonferroni-corrected P , 0.001) but not in the group aged 6-23 mo (Bonferroni-corrected P = 0.725 for FSMS-RUTF and P = 0.0192 for MSMS-RUTF)."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37511",
        "text": "Complaints of fever, diarrhea, or cough were rare in all study arms in both age groups, with a comparison of median values showing no statistical differences after Bonferroni correction of P values ( Table 4 ).",
        "section": "Morbidity",
        "section_number": 41,
        "sentences": [
            "Complaints of fever, diarrhea, or cough were rare in all study arms in both age groups, with a comparison of median values showing no statistical differences after Bonferroni correction of P values ( Table 4 )."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37511",
        "text": "Children with SAM need safe, palatable foods with energy, protein, fat, minerals, and vitamins tailored to their needs in order to recover (23) . Many studies have shown that providing PM-RUTF tailored to body weight successfully supports recovery in these children (2, 6) . Our study demonstrated that a new RUTF formulation based on SMS and enriched with amino acids but without milk content (FSMS-RUTF) is not inferior to PM-RUTF with respect to recovery rate and LOS in children aged 6-23 and 24-59 mo and therefore can be used as an FIGURE 4 Comparison of the difference in estimated marginal means and their clustered robust adjusted 95% CIs in rates of weight gain between FSMS-RUTF and PM-RUTF and between MSMS-RUTF and PM-RUTF stratified by age group. FSMS, milk-free, soya, maize, and sorghum; ITT, intention to treat; MSMS, milk, soya, maize, and sorghum; PM, peanut and milk; PP, per protocol; RUTF, ready-to-use therapeutic food. alternative for the treatment of SAM. The increased supply of selected essential amino acids not replenished in our previous study in the DRC (11) improved outcomes in children aged ,24 mo in this study.",
        "section": "DISCUSSION",
        "section_number": 42,
        "sentences": [
            "Children with SAM need safe, palatable foods with energy, protein, fat, minerals, and vitamins tailored to their needs in order to recover (23) .",
            "Many studies have shown that providing PM-RUTF tailored to body weight successfully supports recovery in these children (2, 6) .",
            "Our study demonstrated that a new RUTF formulation based on SMS and enriched with amino acids but without milk content (FSMS-RUTF) is not inferior to PM-RUTF with respect to recovery rate and LOS in children aged 6-23 and 24-59 mo and therefore can be used as an FIGURE 4 Comparison of the difference in estimated marginal means and their clustered robust adjusted 95% CIs in rates of weight gain between FSMS-RUTF and PM-RUTF and between MSMS-RUTF and PM-RUTF stratified by age group.",
            "FSMS, milk-free, soya, maize, and sorghum; ITT, intention to treat; MSMS, milk, soya, maize, and sorghum; PM, peanut and milk; PP, per protocol; RUTF, ready-to-use therapeutic food.",
            "alternative for the treatment of SAM.",
            "The increased supply of selected essential amino acids not replenished in our previous study in the DRC (11) improved outcomes in children aged ,24 mo in this study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37511",
        "text": "Importantly, this study also demonstrated that the milk-free FSMS-RUTF formulation is significantly more efficacious in restoring hemoglobin and body iron stores than PM-RUTF. This is important because the prevalence of anemia and low body iron stores is high in SAM (44, 45) as in this study, in which 67.7% of children with SAM included in the iron substudy were anemic and .50% had body iron stores ,3 mg/kg (the level considered to represent low tissue iron stores that require supplementation). To avoid iron depletion of tissues, therapeutic foods must contain a sufficient amount of bioavailable iron to both correct any iron deficiency and also ensure an adequate supply of iron for the synthesis of new tissue during rapid catch-up growth (46) . Because PM-RUTF is fortified with almost all of the minerals and vitamins involved in iron metabolism, its poor impact on hemoglobin and body iron stores is likely to result from an insufficient supply or absorption of iron, rather than an absence of other essential nutrients related to iron metabolism. Both SMS-RUTFs had a much higher iron content than the PM-RUTF and than currently recommended by the WHO (23) ; it is likely that this increased iron content played an important role in the superior impact on hemoglobin and body iron stores seen with these products. Another likely contributing factor to the superior performance of the milk-free FSMS-RUTF is that it did not contain some of the constituents in milk that are known to decrease iron bioavailability. It is well known that casein, whey protein, and calcium (all of which are abundant in cow milk) inhibit iron absorption (46, 47) . The relatively lower ratio of ascorbic acid to iron in the PM-RUTF (1.4:1 in PM-RUTF compared with w3:1 in the SMS-RUTF products) is likely to have aggravated the lower availability of iron in the PM-RUTF, because ascorbic acid is known to reduce the effect of inhibitors such as calcium and casein on iron absorption (48) .",
        "section": "DISCUSSION",
        "section_number": 43,
        "sentences": [
            "Importantly, this study also demonstrated that the milk-free FSMS-RUTF formulation is significantly more efficacious in restoring hemoglobin and body iron stores than PM-RUTF.",
            "This is important because the prevalence of anemia and low body iron stores is high in SAM (44, 45) as in this study, in which 67.7% of children with SAM included in the iron substudy were anemic and .50% had body iron stores ,3 mg/kg (the level considered to represent low tissue iron stores that require supplementation).",
            "To avoid iron depletion of tissues, therapeutic foods must contain a sufficient amount of bioavailable iron to both correct any iron deficiency and also ensure an adequate supply of iron for the synthesis of new tissue during rapid catch-up growth (46) .",
            "Because PM-RUTF is fortified with almost all of the minerals and vitamins involved in iron metabolism, its poor impact on hemoglobin and body iron stores is likely to result from an insufficient supply or absorption of iron, rather than an absence of other essential nutrients related to iron metabolism.",
            "Both SMS-RUTFs had a much higher iron content than the PM-RUTF and than currently recommended by the WHO (23) ; it is likely that this increased iron content played an important role in the superior impact on hemoglobin and body iron stores seen with these products.",
            "Another likely contributing factor to the superior performance of the milk-free FSMS-RUTF is that it did not contain some of the constituents in milk that are known to decrease iron bioavailability.",
            "It is well known that casein, whey protein, and calcium (all of which are abundant in cow milk) inhibit iron absorption (46, 47) .",
            "The relatively lower ratio of ascorbic acid to iron in the PM-RUTF (1.4:1 in PM-RUTF compared with w3:1 in the SMS-RUTF products) is likely to have aggravated the lower availability of iron in the PM-RUTF, because ascorbic acid is known to reduce the effect of inhibitors such as calcium and casein on iron absorption (48) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37511",
        "text": "We hypothesized that a greater requirement for certain amino acids in young children could partially explain the inferior response to our last version of milk-free RUTF in children aged ,2 y (11) . The results of our study are in accord with this explanation and with the results of many recently published studies, showing that increasing the supply through food fortification in some amino acids has a positive impact on growth (49, 50) . These data lead us to conclude that well-designed milkfree RUTFs made from cereals and pulses and enriched with amino acids are superior to milk-containing RUTFs in the treatment of anemia and restoration of body iron stores in children with SAM. Given the high prevalence of anemia and low body iron stores in SAM, these findings indicate that the WHO-recommended level of iron in RUTF should be increased and the current UN recommendation that .50% of the protein in RUTF should be from an animal source (e.g., from cow milk) should be reviewed.",
        "section": "DISCUSSION",
        "section_number": 44,
        "sentences": [
            "We hypothesized that a greater requirement for certain amino acids in young children could partially explain the inferior response to our last version of milk-free RUTF in children aged ,2 y (11) .",
            "The results of our study are in accord with this explanation and with the results of many recently published studies, showing that increasing the supply through food fortification in some amino acids has a positive impact on growth (49, 50) .",
            "These data lead us to conclude that well-designed milkfree RUTFs made from cereals and pulses and enriched with amino acids are superior to milk-containing RUTFs in the treatment of anemia and restoration of body iron stores in children with SAM.",
            "Given the high prevalence of anemia and low body iron stores in SAM, these findings indicate that the WHO-recommended level of iron in RUTF should be increased and the current UN recommendation that .50% of the protein in RUTF should be from an animal source (e.g., from cow milk) should be reviewed."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37511",
        "text": "A suboptimal quantity of iron in the PM-RUTF is one possible explanation of its lower effect. The iron content of both SMS-RUTFs was much higher than that of the PM-RUTF and that currently recommended by the WHO (23); it is likely that this increased iron content played a role in the superior impact on hemoglobin and body iron stores seen with these SMS products. This study and a similar study we previously conducted in the DRC (11) , which also used RUTFs with levels of iron that were higher than the WHO-recommended level, did not show any increased morbidity during nutrition rehabilitation, indicating that the WHO-recommended level of iron in RUTF should be increased.",
        "section": "DISCUSSION",
        "section_number": 45,
        "sentences": [
            "A suboptimal quantity of iron in the PM-RUTF is one possible explanation of its lower effect.",
            "The iron content of both SMS-RUTFs was much higher than that of the PM-RUTF and that currently recommended by the WHO (23); it is likely that this increased iron content played a role in the superior impact on hemoglobin and body iron stores seen with these SMS products.",
            "This study and a similar study we previously conducted in the DRC (11) , which also used RUTFs with levels of iron that were higher than the WHO-recommended level, did not show any increased morbidity during nutrition rehabilitation, indicating that the WHO-recommended level of iron in RUTF should be increased."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37511",
        "text": "This study has important practical implications. PM-RUTF is expensive and usually has to be imported into countries with high levels of SAM. Its high cost, in the face of the limited budgets available for the management of SAM, reduces the coverage and sustainability of SAM treatment programs. In addition, importation of foods into countries with high levels of malnutrition does not contribute toward strengthening local food manufacturing or improving local agricultural markets, both of which are important if malnutrition is to be prevented in the first place.",
        "section": "DISCUSSION",
        "section_number": 46,
        "sentences": [
            "This study has important practical implications.",
            "PM-RUTF is expensive and usually has to be imported into countries with high levels of SAM.",
            "Its high cost, in the face of the limited budgets available for the management of SAM, reduces the coverage and sustainability of SAM treatment programs.",
            "In addition, importation of foods into countries with high levels of malnutrition does not contribute toward strengthening local food manufacturing or improving local agricultural markets, both of which are important if malnutrition is to be prevented in the first place."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37511",
        "text": "Almost half of the cost of the PM-RUTF is attributable to milk powder, which constitutes 25% by weight of the content of PM-RUTF; hence, removing milk from the RUTF and replacing it with SMS grown in many of the countries most affected by SAM has the potential to substantially reduce the cost of such products and increase the ease with which these products can be made by local food manufacturing companies.",
        "section": "DISCUSSION",
        "section_number": 47,
        "sentences": [
            "Almost half of the cost of the PM-RUTF is attributable to milk powder, which constitutes 25% by weight of the content of PM-RUTF; hence, removing milk from the RUTF and replacing it with SMS grown in many of the countries most affected by SAM has the potential to substantially reduce the cost of such products and increase the ease with which these products can be made by local food manufacturing companies."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37511",
        "text": "Although predicting savings accurately before commercialscale trials is difficult and will depend on global commodity prices (and exchange rates) at the particular time, our analysis in Malawi suggests that adopting the FSMS-RUTF recipe used in this trial would lead to substantial cost savings of between 10% and 25% on the overall finished product cost. The savings for manufacturers in developing countries will be at the higher end of this range. In addition, removing the need to import milk powder would reduce the high working capital costs faced by producers in developing countries.",
        "section": "DISCUSSION",
        "section_number": 48,
        "sentences": [
            "Although predicting savings accurately before commercialscale trials is difficult and will depend on global commodity prices (and exchange rates) at the particular time, our analysis in Malawi suggests that adopting the FSMS-RUTF recipe used in this trial would lead to substantial cost savings of between 10% and 25% on the overall finished product cost.",
            "The savings for manufacturers in developing countries will be at the higher end of this range.",
            "In addition, removing the need to import milk powder would reduce the high working capital costs faced by producers in developing countries."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37511",
        "text": "Removing peanuts from the RUTF recipe also confers several advantages. Although peanut allergy is less common in lowincome countries and may not be a major concern for many programs treating SAM, the incidence of peanut allergy is increasing (51, 52) . The use of RUTF is greatly increasing in Asia, where the lower acceptability of peanuts has led some experts to advocate for nonpeanut products on acceptability grounds (53) (54) (55) . More importantly, the frequent contamination of peanuts by aflatoxins increases the risks associated with the manufacture of peanut-containing RUTFs and thus increases the costs of quality assurance (56, 57) . This increases RUTF costs and decreases the ease with which these products can be made in the countries that require them. Our findings should be interpreted taking into account the fact that we were unable to measure the total daily nutritional intake and we instead measured only RUTF intake. Measuring total daily intake would have allowed us to better distinguish the effect of product composition on satiety in and on the response observed. Although we doubt that the intake from home food or breast milk influenced the recovery, only the confirmation of an absence of difference in breast milk intake would have enabled us to definitively exclude it. Another limitation is that we used a daycare approach to deliver the treatment with RUTF intake supervised by study staff. In standard CMAM programs, RUTF intake is managed by the caregivers at the home, with limited support from health care providers. This could theoretically limit the generalizability of our findings, as could the fact that the daily medical and nutritional checks provided in this study were different from the weekly patient contacts in standard CMAM programs. However, given the very low morbidity observed in this study, we doubt that this factor affected the generalizability of the results.",
        "section": "DISCUSSION",
        "section_number": 49,
        "sentences": [
            "Removing peanuts from the RUTF recipe also confers several advantages.",
            "Although peanut allergy is less common in lowincome countries and may not be a major concern for many programs treating SAM, the incidence of peanut allergy is increasing (51, 52) .",
            "The use of RUTF is greatly increasing in Asia, where the lower acceptability of peanuts has led some experts to advocate for nonpeanut products on acceptability grounds (53) (54) (55) .",
            "More importantly, the frequent contamination of peanuts by aflatoxins increases the risks associated with the manufacture of peanut-containing RUTFs and thus increases the costs of quality assurance (56, 57) .",
            "This increases RUTF costs and decreases the ease with which these products can be made in the countries that require them.",
            "Our findings should be interpreted taking into account the fact that we were unable to measure the total daily nutritional intake and we instead measured only RUTF intake.",
            "Measuring total daily intake would have allowed us to better distinguish the effect of product composition on satiety in and on the response observed.",
            "Although we doubt that the intake from home food or breast milk influenced the recovery, only the confirmation of an absence of difference in breast milk intake would have enabled us to definitively exclude it.",
            "Another limitation is that we used a daycare approach to deliver the treatment with RUTF intake supervised by study staff.",
            "In standard CMAM programs, RUTF intake is managed by the caregivers at the home, with limited support from health care providers.",
            "This could theoretically limit the generalizability of our findings, as could the fact that the daily medical and nutritional checks provided in this study were different from the weekly patient contacts in standard CMAM programs.",
            "However, given the very low morbidity observed in this study, we doubt that this factor affected the generalizability of the results."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37511",
        "text": "In conclusion, this study demonstrates that an amino acidenriched milk-free RUTF made from SMS can be used to treat SAM in children aged 6-59mo. This product achieves recovery rates and LOSs in treatment that are not inferior to the standard PM-RUTF and is superior in its ability to treat anemia and restore body iron stores. The substantially lower cost of this new RUTF and its reliance on locally grown ingredients would reduce the costs of treating SAM, enable more children to be treated within existing budgets, and facilitate the production of RUTF in countries with a high burden of SAM. The WHO guidelines for the iron content and protein source of RUTFs now need to be revised to allow for the adoption of this new recipe and other similar recipes with comparable efficacy.",
        "section": "DISCUSSION",
        "section_number": 50,
        "sentences": [
            "In conclusion, this study demonstrates that an amino acidenriched milk-free RUTF made from SMS can be used to treat SAM in children aged 6-59mo.",
            "This product achieves recovery rates and LOSs in treatment that are not inferior to the standard PM-RUTF and is superior in its ability to treat anemia and restore body iron stores.",
            "The substantially lower cost of this new RUTF and its reliance on locally grown ingredients would reduce the costs of treating SAM, enable more children to be treated within existing budgets, and facilitate the production of RUTF in countries with a high burden of SAM.",
            "The WHO guidelines for the iron content and protein source of RUTFs now need to be revised to allow for the adoption of this new recipe and other similar recipes with comparable efficacy."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37511",
        "text": "We thank the enumerators and their supervisors (namely, Peter Mpungalume, Gideon Kapalasa, Elizabeth Manganda, and Judith Mlenje Mkandawire) and our data entry team (Kitty Nkhwazi and Frank Damison) for their hard and excellent work. Finally, we thank Gerald Tegha of the Lilongwe research laboratory of the University of North Carolina, and the Malawi Valid Nutrition factory team (Andrew Chinguwo and Dalitso Odalla) for their dedication to ensuring production and distribution of study foods.",
        "section": "DISCUSSION",
        "section_number": 51,
        "sentences": [
            "We thank the enumerators and their supervisors (namely, Peter Mpungalume, Gideon Kapalasa, Elizabeth Manganda, and Judith Mlenje Mkandawire) and our data entry team (Kitty Nkhwazi and Frank Damison) for their hard and excellent work.",
            "Finally, we thank Gerald Tegha of the Lilongwe research laboratory of the University of North Carolina, and the Malawi Valid Nutrition factory team (Andrew Chinguwo and Dalitso Odalla) for their dedication to ensuring production and distribution of study foods."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37511",
        "text": "The authors' responsibilities were as follows-PB, PA, HM, KS, and SC: conceived the study idea, designed the SMS-RUTFs, and provided technical oversight throughout the trial, including data collection, data analysis, and preparation of this manuscript; Chrissy Banda, SK, MM, SJ, and Chimwemwe Banda: contributed to the study design and data collection tools development and implemented the data collection and entry; and all authors: contributed to the interpretation of the findings and writing of the manuscript and have read and approved the manuscript. Valid International researchers participated in the study design, implementation, and interpretation of the results. Apart from contributing HM's expertise, Ajinomoto Co. Inc. had no role in the study design, data collection, analysis and interpretation, or the decision to publish the findings.",
        "section": "DISCUSSION",
        "section_number": 52,
        "sentences": [
            "The authors' responsibilities were as follows-PB, PA, HM, KS, and SC: conceived the study idea, designed the SMS-RUTFs, and provided technical oversight throughout the trial, including data collection, data analysis, and preparation of this manuscript; Chrissy Banda, SK, MM, SJ, and Chimwemwe Banda: contributed to the study design and data collection tools development and implemented the data collection and entry; and all authors: contributed to the interpretation of the findings and writing of the manuscript and have read and approved the manuscript.",
            "Valid International researchers participated in the study design, implementation, and interpretation of the results.",
            "Apart from contributing HM's expertise, Ajinomoto Co. Inc. had no role in the study design, data collection, analysis and interpretation, or the decision to publish the findings."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37511",
        "text": "Downloaded from https://academic.oup.com/ajcn/article-abstract/106/4/1100/4652044 by The University of Alberta user on 27 February 2020",
        "section": "",
        "section_number": 53,
        "sentences": [
            "Downloaded from https://academic.oup.com/ajcn/article-abstract/106/4/1100/4652044 by The University of Alberta user on 27 February 2020"
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37511",
        "text": "FSMS, milk-free, soya, maize, and sorghum; MSMS, milk, soya, maize, and sorghum; PM, peanut and milk; RE, retinol equivalent; RUTF, ready-to-use therapeutic food; SMS, soya, maize, and sorghum; TE, total energy.2 Mineral and vitamin premix dosed at 2.5% for FSMS-RUTF, 3.0% for MSMS-RUTF, and 1.6% PM-RUTF.",
        "section": "",
        "section_number": 54,
        "sentences": [
            "FSMS, milk-free, soya, maize, and sorghum; MSMS, milk, soya, maize, and sorghum; PM, peanut and milk; RE, retinol equivalent; RUTF, ready-to-use therapeutic food; SMS, soya, maize, and sorghum; TE, total energy.2 Mineral and vitamin premix dosed at 2.5% for FSMS-RUTF, 3.0% for MSMS-RUTF, and 1.6% PM-RUTF."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37511",
        "text": "Values are expressed as n (%) or means 6 SDs unless otherwise indicated. FSMS, milk-free, soya, maize, and sorghum; MSMS, milk, soya, maize, and sorghum; PM, peanut and milk; RUTF, ready-to-use therapeutic food.",
        "section": "",
        "section_number": 55,
        "sentences": [
            "Values are expressed as n (%) or means 6 SDs unless otherwise indicated.",
            "FSMS, milk-free, soya, maize, and sorghum; MSMS, milk, soya, maize, and sorghum; PM, peanut and milk; RUTF, ready-to-use therapeutic food."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    }
]