[
    {
        "doc_id": "40723",
        "text": "Conclusion Oral midazolam syrup is easier for parents to administer and has better medication acceptance in children when compared to intranasal midazolam spray.",
        "section": "Abstract",
        "sentences": [
            "Conclusion Oral midazolam syrup is easier for parents to administer and has better medication acceptance in children when compared to intranasal midazolam spray."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "40723",
        "text": "Most children scheduled for surgery are frightened by the unfamiliar environment of the hospital and the pre-operative holding area. A lack of understanding about the operative conditions and the situation causes most of them to be uncooperative at the time of parental separation. Any unpleasant experience during previous anesthesia exaggerates this anxiety. All these make premedication essential in children to allay pre-operative anxiety and to facilitate easy separation from their parents and thus to allow an atraumatic induction of anesthesia.",
        "section": "Introduction",
        "section_number": 1,
        "sentences": [
            "Most children scheduled for surgery are frightened by the unfamiliar environment of the hospital and the pre-operative holding area.",
            "A lack of understanding about the operative conditions and the situation causes most of them to be uncooperative at the time of parental separation.",
            "Any unpleasant experience during previous anesthesia exaggerates this anxiety.",
            "All these make premedication essential in children to allay pre-operative anxiety and to facilitate easy separation from their parents and thus to allow an atraumatic induction of anesthesia."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "40723",
        "text": "Midazolam is a short-acting benzodiazepine which has been commonly used as a premedication in adults and children owing to its sedative, anxiolytic and anterograde amnesic effects [1, 2] . It has been used via various routes including intravenous, oral, intranasal, intramuscular, etc. The intravenous route requires securing a venous access and the intramuscular route is painful. The efficacy of both oral and intranasal routes of midazolam in children in providing adequate sedation and smooth parental separation has been established by numerous studies [3] [4] [5] [6] [7] [8] [9] [10] [11] . Both ways were found to have advantages and disadvantages. Premedication administration by the doctor or nurse who is a stranger to the child is likely to make the child more uncooperative. Upon literature search using Google scholar and PUBMED, we could not find any trial comparing the",
        "section": "Introduction",
        "section_number": 2,
        "sentences": [
            "Midazolam is a short-acting benzodiazepine which has been commonly used as a premedication in adults and children owing to its sedative, anxiolytic and anterograde amnesic effects [1, 2] .",
            "It has been used via various routes including intravenous, oral, intranasal, intramuscular, etc.",
            "The intravenous route requires securing a venous access and the intramuscular route is painful.",
            "The efficacy of both oral and intranasal routes of midazolam in children in providing adequate sedation and smooth parental separation has been established by numerous studies [3] [4] [5] [6] [7] [8] [9] [10] [11] .",
            "Both ways were found to have advantages and disadvantages.",
            "Premedication administration by the doctor or nurse who is a stranger to the child is likely to make the child more uncooperative.",
            "Upon literature search using Google scholar and PUBMED, we could not find any trial comparing the"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "40723",
        "text": "Background The efficacy of midazolam as premedication in children for providing pre-operative sedation and reducing parental separation anxiety has been well established. Many studies have compared the effectiveness and medication acceptance of midazolam via oral and intranasal routes. In this study, we have compared the ease of administration of oral midazolam syrup and intranasal midazolam spray as premedication, administered by parents to children. Methods Ninety children were randomly allocated into one of the two groups: group N received nasal midazolam spray 0.2 mg/kg and group O received oral midazolam syrup 0.5 mg/kg administered by the parent. The parent recorded ease of administration score and facial hedonic score. The observer recorded modified medication acceptance score. Vitals and sedation scores were assessed at specific intervals. Thirty minutes after drug administration the child was separated from the parent, and parental separation anxiety score was recorded. Mask acceptance score was recorded after application of mask upon arrival in the OT. Results Oral midazolam syrup was found to have better ease of administration than intranasal midazolam spray as felt by the parent. Medication acceptance was better for oral midazolam. Both the groups had similar sedation scores at 15 and 30 min. Children in the oral group had a better reduction in parental separation anxiety at 30 min after drug administration and better mask acceptance than the nasal group. ease of administration of midazolam by parents via intranasal and oral routes. So we designed this prospective study to compare the ease of administration as felt by the parent, between intranasal midazolam spray and oral midazolam syrup when given to children as premedication for reducing parental separation anxiety.",
        "section": "Abstract",
        "section_number": 3,
        "sentences": [
            "Background The efficacy of midazolam as premedication in children for providing pre-operative sedation and reducing parental separation anxiety has been well established.",
            "Many studies have compared the effectiveness and medication acceptance of midazolam via oral and intranasal routes.",
            "In this study, we have compared the ease of administration of oral midazolam syrup and intranasal midazolam spray as premedication, administered by parents to children.",
            "Methods Ninety children were randomly allocated into one of the two groups: group N received nasal midazolam spray 0.2 mg/kg and group O received oral midazolam syrup 0.5 mg/kg administered by the parent.",
            "The parent recorded ease of administration score and facial hedonic score.",
            "The observer recorded modified medication acceptance score.",
            "Vitals and sedation scores were assessed at specific intervals.",
            "Thirty minutes after drug administration the child was separated from the parent, and parental separation anxiety score was recorded.",
            "Mask acceptance score was recorded after application of mask upon arrival in the OT.",
            "Results Oral midazolam syrup was found to have better ease of administration than intranasal midazolam spray as felt by the parent.",
            "Medication acceptance was better for oral midazolam.",
            "Both the groups had similar sedation scores at 15 and 30 min.",
            "Children in the oral group had a better reduction in parental separation anxiety at 30 min after drug administration and better mask acceptance than the nasal group.",
            "ease of administration of midazolam by parents via intranasal and oral routes.",
            "So we designed this prospective study to compare the ease of administration as felt by the parent, between intranasal midazolam spray and oral midazolam syrup when given to children as premedication for reducing parental separation anxiety."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "40723",
        "text": "After approval by the institute ethics committee (Reg. No. ECR/342/Inst/PY/2013), and registration with the Clinical Trials Registry of India [(CTRI-India, http://www. ctri.nic.in) (Reg no. CTRI/2015/01/005449)], enrollment of patients was carried out. Written informed consent was taken from the parents of 90 children (aged between 1-6 years and ASA I and II) scheduled for elective surgeries under general anesthesia. Children with central nervous system disorders like epilepsy, pathology with raised intra cranial pressure (ICP), developmental delay, mental retardation, prolonged therapy with hepatic enzyme-inducing drugs, respiratory system dysfunction (rhinorrhea, bronchial asthma, nasal polyps), cardiac and renal abnormalities, nasal pathology and nasal infections, difficult airway and obstructive sleep apnea syndrome, and parents who preferred drug administration via oral or intranasal route were excluded from the study. A sample size minimum of 45 in each group was calculated using Open epi software, with a power of 80% and confidence interval of 95% based on the study by Verma et al. [10] .",
        "section": "Materials and methods",
        "section_number": 4,
        "sentences": [
            "After approval by the institute ethics committee (Reg.",
            "No. ECR/342/Inst/PY/2013), and registration with the Clinical Trials Registry of India [(CTRI-India, http://www.",
            "ctri.nic.in) (Reg no. CTRI/2015/01/005449)], enrollment of patients was carried out.",
            "Written informed consent was taken from the parents of 90 children (aged between 1-6 years and ASA I and II) scheduled for elective surgeries under general anesthesia.",
            "Children with central nervous system disorders like epilepsy, pathology with raised intra cranial pressure (ICP), developmental delay, mental retardation, prolonged therapy with hepatic enzyme-inducing drugs, respiratory system dysfunction (rhinorrhea, bronchial asthma, nasal polyps), cardiac and renal abnormalities, nasal pathology and nasal infections, difficult airway and obstructive sleep apnea syndrome, and parents who preferred drug administration via oral or intranasal route were excluded from the study.",
            "A sample size minimum of 45 in each group was calculated using Open epi software, with a power of 80% and confidence interval of 95% based on the study by Verma et al. [10] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "40723",
        "text": "The pre-operative assessment was done 1 day before the day of surgery. Parents were taught about the scoring for ease of administration and facial hedonic scale at the time of pre-operative assessment. They were also given a demonstration on how to use the nasal spray and were made to practice on a mannequin using a placebo. Weight, pulse rate, and blood pressure were measured at the time of pre-anesthetic check-up on the day before the surgery. Parental education level was noted and categorized according to the education scale adapted from Kuppuswamy's socioeconomic scale [12] . Patients were made to follow standard fasting guidelines before the surgery. On the day of surgery, the pulse rate was recorded 30 min before entering the operation room (i.e., just before administering the premedication). Patients were randomly allocated into either of the two groups, N and O. Group N received intranasal midazolam spray administered by parents at a dose of 0.2 mg/kg, and group O received oral midazolam syrup administered by parents at a dose of 0.5 mg/kg. Commercially available oral midazolam syrup (manufactured by M/S Neon Laboratories Limited, India) and midazolam available in the marketplace specially produced for nasal administration (Samarth Pharma Pvt. Ltd) which delivers 0.5 mg midazolam per metered dose (puff) was used in our study. The nasal midazolam bottle is supplied with a nozzle. First, the nozzle should be connected to the bottle, and the child's head should be made straight. Then the nozzle has to be introduced into the nares of the child and the nozzle has to be pressed downwards for the delivery of the drug (shown in Fig. 1 ). The commercially available nasal midazolam delivers 0.5 mg per puff. So first we calculated the dose required for the child and divided it by 0.5 to calculate the number of puffs needed for the child. Then we divided the number of puffs equally between each nostril of the child. For example if the child weighed 10 kg, the dose required was 0.2 × 10 = 2 mg. As each puff deliver 0.5 mg, the child requires 2/0.5 puffs, i.e., four puffs. So, two puffs in each nostril were administered. If the final amount was not a multiple of 5, then we adjusted the value to the nearby multiple. If the weight was 12 kg, then the dose required was 2.4 mg. It was adjusted to a nearby multiple of 5, i.e., 2.5 and 2.5/0.5 is 5 puffs. Commercially available oral midazolam contains 2 mg/cc of midazolam. First, we calculated the amount required and took the amount in the cup/tumbler supplied by the manufacturer ( Fig. 1) , and administered it. If the child weighed 10 kg then the dose required was 0.5 × 10 = 5 mg. As the drug is available as 2 mg/cc, the amount required was 5/2 = 2.5 ml. So 2.5 ml of oral midazolam was taken in the cup and administered. Parents were made to score ease of administration and facial hedonic scale just after administering the drug [13, 14] . An observer recorded the modified medication acceptance score [15] . Pulse rate was recorded 10 and 20 min after administering the drug. Sedation scores were recorded at 15 and 30 min after administering the drug [3] . The patient was separated from the parent 30 min after drug administration, and parental separation anxiety score was recorded [3] .",
        "section": "Materials and methods",
        "section_number": 5,
        "sentences": [
            "The pre-operative assessment was done 1 day before the day of surgery.",
            "Parents were taught about the scoring for ease of administration and facial hedonic scale at the time of pre-operative assessment.",
            "They were also given a demonstration on how to use the nasal spray and were made to practice on a mannequin using a placebo.",
            "Weight, pulse rate, and blood pressure were measured at the time of pre-anesthetic check-up on the day before the surgery.",
            "Parental education level was noted and categorized according to the education scale adapted from Kuppuswamy's socioeconomic scale [12] .",
            "Patients were made to follow standard fasting guidelines before the surgery.",
            "On the day of surgery, the pulse rate was recorded 30 min before entering the operation room (i.e., just before administering the premedication).",
            "Patients were randomly allocated into either of the two groups, N and O. Group N received intranasal midazolam spray administered by parents at a dose of 0.2 mg/kg, and group O received oral midazolam syrup administered by parents at a dose of 0.5 mg/kg.",
            "Commercially available oral midazolam syrup (manufactured by M/S Neon Laboratories Limited, India) and midazolam available in the marketplace specially produced for nasal administration (Samarth Pharma Pvt.",
            "Ltd) which delivers 0.5 mg midazolam per metered dose (puff) was used in our study.",
            "The nasal midazolam bottle is supplied with a nozzle.",
            "First, the nozzle should be connected to the bottle, and the child's head should be made straight.",
            "Then the nozzle has to be introduced into the nares of the child and the nozzle has to be pressed downwards for the delivery of the drug (shown in Fig. 1 ).",
            "The commercially available nasal midazolam delivers 0.5 mg per puff.",
            "So first we calculated the dose required for the child and divided it by 0.5 to calculate the number of puffs needed for the child.",
            "Then we divided the number of puffs equally between each nostril of the child.",
            "For example if the child weighed 10 kg, the dose required was 0.2 × 10 = 2 mg.",
            "As each puff deliver 0.5 mg, the child requires 2/0.5 puffs, i.e., four puffs.",
            "So, two puffs in each nostril were administered.",
            "If the final amount was not a multiple of 5, then we adjusted the value to the nearby multiple.",
            "If the weight was 12 kg, then the dose required was 2.4 mg.",
            "It was adjusted to a nearby multiple of 5, i.e., 2.5 and 2.5/0.5 is 5 puffs.",
            "Commercially available oral midazolam contains 2 mg/cc of midazolam.",
            "First, we calculated the amount required and took the amount in the cup/tumbler supplied by the manufacturer ( Fig. 1) , and administered it.",
            "If the child weighed 10 kg then the dose required was 0.5 × 10 = 5 mg.",
            "As the drug is available as 2 mg/cc, the amount required was 5/2 = 2.5 ml.",
            "So 2.5 ml of oral midazolam was taken in the cup and administered.",
            "Parents were made to score ease of administration and facial hedonic scale just after administering the drug [13, 14] .",
            "An observer recorded the modified medication acceptance score [15] .",
            "Pulse rate was recorded 10 and 20 min after administering the drug.",
            "Sedation scores were recorded at 15 and 30 min after administering the drug [3] .",
            "The patient was separated from the parent 30 min after drug administration, and parental separation anxiety score was recorded [3] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "40723",
        "text": "After the patient had been shifted to the operation theater, the anatomical face mask was applied and mask acceptance score, pulse rate, and blood pressure were recorded [3] . Induction of general anesthesia was done by the anesthesiologist concerned. After induction, the patient was observed for 30 min for any possible adverse events. Parental separation anxiety score 1 = easy separation, 2 = whimpers, 3 = cries and not easily reassured but not clinging to parents, 4 = crying and clinging to parents.",
        "section": "Materials and methods",
        "section_number": 6,
        "sentences": [
            "After the patient had been shifted to the operation theater, the anatomical face mask was applied and mask acceptance score, pulse rate, and blood pressure were recorded [3] .",
            "Induction of general anesthesia was done by the anesthesiologist concerned.",
            "After induction, the patient was observed for 30 min for any possible adverse events.",
            "Parental separation anxiety score 1 = easy separation, 2 = whimpers, 3 = cries and not easily reassured but not clinging to parents, 4 = crying and clinging to parents."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "40723",
        "text": "Mask acceptance score 1 = excellent (unafraid, cooperative, accepts mask readily), 2 = good (slight fear of mask, easily reassured), 3 = fair (not calmed with reassurance), 4 = poor (terrified; crying or combative).",
        "section": "Scores used in the study",
        "section_number": 7,
        "sentences": [
            "Mask acceptance score 1 = excellent (unafraid, cooperative, accepts mask readily), 2 = good (slight fear of mask, easily reassured), 3 = fair (not calmed with reassurance), 4 = poor (terrified; crying or combative)."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "40723",
        "text": "The data was analyzed using statistical software SPSS version 19.0. The distribution of data on continuous variables such as age, weight, pulse rate, etc. was expressed as mean with standard deviation. The comparison of these parameters between the study groups was carried out by using an independent Student t-test. The distribution of data on categorical variables such as patient's gender was expressed as frequency and percentage. The comparison of these categorical variables between the groups was carried out by using chi-square tests. The distribution of data on various scores like parental education, ease of administration score, facial hedonic score, etc. were expressed as median with interquartile range (IQR), and comparison of the medians between the groups was carried out using Mann-Whitney U tests. Ease of administration scores were grouped into ",
        "section": "Statistical analysis",
        "section_number": 8,
        "sentences": [
            "The data was analyzed using statistical software SPSS version 19.0.",
            "The distribution of data on continuous variables such as age, weight, pulse rate, etc.",
            "was expressed as mean with standard deviation.",
            "The comparison of these parameters between the study groups was carried out by using an independent Student t-test.",
            "The distribution of data on categorical variables such as patient's gender was expressed as frequency and percentage.",
            "The comparison of these categorical variables between the groups was carried out by using chi-square tests.",
            "The distribution of data on various scores like parental education, ease of administration score, facial hedonic score, etc.",
            "were expressed as median with interquartile range (IQR), and comparison of the medians between the groups was carried out using Mann-Whitney U tests.",
            "Ease of administration scores were grouped into"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "40723",
        "text": "Demographic parameters such as age, weight, and gender were comparable in both groups (Table 1 ). There were no patients with previous experience of anesthesia and premedication (Table 1 ). There was no significant difference in the level of parental education (adapted from Kuppuswamy's socioeconomic scale) among both the groups (Table 2) . Hemodynamic parameters (heart rate and mean blood pressure) at different stages were comparable among the groups. Ease of administration score (assessed by parents), modified medication acceptance score, parental separation anxiety score, and mask acceptance score (evaluated by anesthesiologists) were found to be better with oral midazolam ( Table 2) . Facial hedonic score (assessed by parents) and sedation score at 15 and 30 min (evaluated by anesthesiologists) were comparable between the groups (Table 2) . A correlation graph was plotted between ease of administration score and medication acceptance score in each group. They show strong correlation (Fig. 2 ). There were no complications in either group due to the administration of midazolam premedication.",
        "section": "Results",
        "section_number": 9,
        "sentences": [
            "Demographic parameters such as age, weight, and gender were comparable in both groups (Table 1 ).",
            "There were no patients with previous experience of anesthesia and premedication (Table 1 ).",
            "There was no significant difference in the level of parental education (adapted from Kuppuswamy's socioeconomic scale) among both the groups (Table 2) .",
            "Hemodynamic parameters (heart rate and mean blood pressure) at different stages were comparable among the groups.",
            "Ease of administration score (assessed by parents), modified medication acceptance score, parental separation anxiety score, and mask acceptance score (evaluated by anesthesiologists) were found to be better with oral midazolam ( Table 2) .",
            "Facial hedonic score (assessed by parents) and sedation score at 15 and 30 min (evaluated by anesthesiologists) were comparable between the groups (Table 2) .",
            "A correlation graph was plotted between ease of administration score and medication acceptance score in each group.",
            "They show strong correlation (Fig. 2 ).",
            "There were no complications in either group due to the administration of midazolam premedication."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "40723",
        "text": "Several modalities are available to facilitate smooth separation of children from their parents for a hassle-free transit from the pre-operative area to the operation theater. It is not always practical to have the parent present until anesthesia is induced for children. This makes premedication inevitable for adequate anxiolysis and easy parental separation for children undergoing surgery. Of the various drugs used for premedication for children, midazolam is the most commonly used. Midazolam can be administered via different routes when used as a premedication. But if a stranger administers the drug, that in itself creates anxiety, and we fail in the primary aim of premedication. A known person administering the premedication would eliminate this fear; therefore the parent becomes the best choice. With present research, it has not been determined conclusively which premedication route is easier for the parents to administer that would allow easy separation of children. So we chose two routes of administration, the oral and intranasal routes and compared the ease of administration by parents. It was Wilton et al. who first used the intranasal route for midazolam administration in 1988 and found out that it produced sedation and anxiolysis in children at doses 0.2-0.3 mg/kg [3] . They administered the drug nasally as drops using a syringe. Either the parent or the anesthesiologist administered the drug. Nasal midazolam has also been administered using droppers, atomization and spray devices in previous studies [6, 8, 16] . We used the commercially available midazolam specifically manufactured for nasal administration (Samarth Pharma Pvt. Ltd) in our study, which delivers 0.5 mg midazolam per metered dose and contains 50 metered doses per bottle. The dosages of the drugs were decided to be 0.5 mg/kg for the oral route and 0.2 mg/kg for the intranasal route, based on previous studies. Wilton et al. conducted a study using intranasal midazolam at two different doses of 0.2 and 0.3 mg/kg in preschool children in the age group 18 months to 5 years and found that anxiolysis and parental separation was easier with the intranasal route at both the doses [3] . They also found that using a higher dose of Fig. 2 Correlation graphs between ease of administration score and modified medication acceptance score. X-axis is ease of administration score and y-axis is modified medication acceptance score midazolam (> 0.2 mg/kg) failed to provide added benefits because using higher volumes led to excessive coughing and sneezing, and hence the expulsion of the drug. A dose of 0.2 mg/kg was used in our study. According to the study by Feld et al., oral midazolam at doses 0.5 and 0.75 mg/kg were found to provide equally good sedation and anxiolysis in children [4] , so we chose a dose of 0.5 mg/kg for the oral route.",
        "section": "Discussion",
        "section_number": 10,
        "sentences": [
            "Several modalities are available to facilitate smooth separation of children from their parents for a hassle-free transit from the pre-operative area to the operation theater.",
            "It is not always practical to have the parent present until anesthesia is induced for children.",
            "This makes premedication inevitable for adequate anxiolysis and easy parental separation for children undergoing surgery.",
            "Of the various drugs used for premedication for children, midazolam is the most commonly used.",
            "Midazolam can be administered via different routes when used as a premedication.",
            "But if a stranger administers the drug, that in itself creates anxiety, and we fail in the primary aim of premedication.",
            "A known person administering the premedication would eliminate this fear; therefore the parent becomes the best choice.",
            "With present research, it has not been determined conclusively which premedication route is easier for the parents to administer that would allow easy separation of children.",
            "So we chose two routes of administration, the oral and intranasal routes and compared the ease of administration by parents.",
            "It was Wilton et al. who first used the intranasal route for midazolam administration in 1988 and found out that it produced sedation and anxiolysis in children at doses 0.2-0.3 mg/kg [3] .",
            "They administered the drug nasally as drops using a syringe.",
            "Either the parent or the anesthesiologist administered the drug.",
            "Nasal midazolam has also been administered using droppers, atomization and spray devices in previous studies [6, 8, 16] .",
            "We used the commercially available midazolam specifically manufactured for nasal administration (Samarth Pharma Pvt.",
            "Ltd) in our study, which delivers 0.5 mg midazolam per metered dose and contains 50 metered doses per bottle.",
            "The dosages of the drugs were decided to be 0.5 mg/kg for the oral route and 0.2 mg/kg for the intranasal route, based on previous studies.",
            "Wilton et al. conducted a study using intranasal midazolam at two different doses of 0.2 and 0.3 mg/kg in preschool children in the age group 18 months to 5 years and found that anxiolysis and parental separation was easier with the intranasal route at both the doses [3] .",
            "They also found that using a higher dose of Fig. 2 Correlation graphs between ease of administration score and modified medication acceptance score.",
            "X-axis is ease of administration score and y-axis is modified medication acceptance score midazolam (> 0.2 mg/kg) failed to provide added benefits because using higher volumes led to excessive coughing and sneezing, and hence the expulsion of the drug.",
            "A dose of 0.2 mg/kg was used in our study.",
            "According to the study by Feld et al., oral midazolam at doses 0.5 and 0.75 mg/kg were found to provide equally good sedation and anxiolysis in children [4] , so we chose a dose of 0.5 mg/kg for the oral route."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "40723",
        "text": "The primary aim of our study was to compare ease of administration of oral midazolam and nasal midazolam as assessed by parents. We anticipated that some of the parents might have a better comprehension of the instructions, based on varying educational qualifications. So we compared parental educational level by Kuppuswamy's socioeconomic scale. As there was no difference in the parental educational level, one of the confounding factors for the study was nullified.",
        "section": "Discussion",
        "section_number": 11,
        "sentences": [
            "The primary aim of our study was to compare ease of administration of oral midazolam and nasal midazolam as assessed by parents.",
            "We anticipated that some of the parents might have a better comprehension of the instructions, based on varying educational qualifications.",
            "So we compared parental educational level by Kuppuswamy's socioeconomic scale.",
            "As there was no difference in the parental educational level, one of the confounding factors for the study was nullified."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "40723",
        "text": "Ease of administration score as determined by the parent was better and statistically significant in the oral syrup group compared to nasal spray group in our study. In the study by Yildirim et al., the nasal route was found to have better ease of administration score than the oral route [13] . In their study a dropper was used to administer the drug nasally, and it was the nurse who administered the drug. But in our study we used the nasal spray device provided by the manufacturer and the drug was administered by the parent. So this might account for the difference in conclusions which we came to.",
        "section": "Discussion",
        "section_number": 12,
        "sentences": [
            "Ease of administration score as determined by the parent was better and statistically significant in the oral syrup group compared to nasal spray group in our study.",
            "In the study by Yildirim et al., the nasal route was found to have better ease of administration score than the oral route [13] .",
            "In their study a dropper was used to administer the drug nasally, and it was the nurse who administered the drug.",
            "But in our study we used the nasal spray device provided by the manufacturer and the drug was administered by the parent.",
            "So this might account for the difference in conclusions which we came to."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "40723",
        "text": "The observer also found that oral administration was easier for the parents than the nasal spray as there was a better, statistically significant difference in medication acceptance score in the oral group versus the nasal group. Oral midazolam had significantly better acceptance than nasal midazolam in the study by Raval et al. [17] as well. Verma et al. [10] had found better medication acceptance for the oral route of midazolam than the nasal route, but the difference was not statistically significant. In both the studies, it was not mentioned whether the drug was administered by parent or health care professional. Klein et al. [18] noted better acceptance for the aerosolized buccal administration of midazolam than intranasal route when administered by nurses. While comparing the acceptance between the sublingual route and nasal route, Karl et al. [6] found that the sublingual route had better acceptance than the nasal route in children. Griffith et al. [16] noted poor acceptance of nasal midazolam as both drops and spray, administered by the study anesthetist. The nasal irritation caused by the spray, along with apprehension towards nasal administration of the drug might be the cause of poor acceptance in children for the intranasal route.",
        "section": "Discussion",
        "section_number": 13,
        "sentences": [
            "The observer also found that oral administration was easier for the parents than the nasal spray as there was a better, statistically significant difference in medication acceptance score in the oral group versus the nasal group.",
            "Oral midazolam had significantly better acceptance than nasal midazolam in the study by Raval et al. [17] as well.",
            "Verma et al. [10] had found better medication acceptance for the oral route of midazolam than the nasal route, but the difference was not statistically significant.",
            "In both the studies, it was not mentioned whether the drug was administered by parent or health care professional.",
            "Klein et al. [18] noted better acceptance for the aerosolized buccal administration of midazolam than intranasal route when administered by nurses.",
            "While comparing the acceptance between the sublingual route and nasal route, Karl et al. [6] found that the sublingual route had better acceptance than the nasal route in children.",
            "Griffith et al. [16] noted poor acceptance of nasal midazolam as both drops and spray, administered by the study anesthetist.",
            "The nasal irritation caused by the spray, along with apprehension towards nasal administration of the drug might be the cause of poor acceptance in children for the intranasal route."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "40723",
        "text": "By observing the correlation graphs between ease of administration score and modified medication acceptance score, we can say that the medication acceptance was good if the drug was easier to administer. We can derive the above point because the p values in both groups were < 0.001, and they showed a negative correlation (Fig. 2) . So we can achieve a good medication acceptance if it is easy to administer the drug by the mother.",
        "section": "Discussion",
        "section_number": 14,
        "sentences": [
            "By observing the correlation graphs between ease of administration score and modified medication acceptance score, we can say that the medication acceptance was good if the drug was easier to administer.",
            "We can derive the above point because the p values in both groups were < 0.001, and they showed a negative correlation (Fig. 2) .",
            "So we can achieve a good medication acceptance if it is easy to administer the drug by the mother."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "40723",
        "text": "The facial hedonic score marked by the parent according to the facial expression of the child immediately after administration of the drug was used to assess the medication acceptance in the children as observed by the parents. The median of the facial hedonic scores recorded in oral and nasal groups did not show any significant difference, even though modified medication acceptance score and ease of administration score was significantly better for the oral group. The reason for this difference might be that modified medication acceptance score recorded by the observer included other responses like cry, body movement, reaction to the placement of drug, etc. in addition to the child's facial expression.",
        "section": "Discussion",
        "section_number": 15,
        "sentences": [
            "The facial hedonic score marked by the parent according to the facial expression of the child immediately after administration of the drug was used to assess the medication acceptance in the children as observed by the parents.",
            "The median of the facial hedonic scores recorded in oral and nasal groups did not show any significant difference, even though modified medication acceptance score and ease of administration score was significantly better for the oral group.",
            "The reason for this difference might be that modified medication acceptance score recorded by the observer included other responses like cry, body movement, reaction to the placement of drug, etc.",
            "in addition to the child's facial expression."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "40723",
        "text": "Both groups had comparable sedation scores at 15 and 30 min. Similar observations were made by Yildirim and Verma in their studies. Yildirim et al. [13] recorded comparable sedation scores for oral and nasal midazolam 10 min after administration at the same dose as used in our study. Verma et al. [10] observed that nasal midazolam led to faster sedation than the oral route at a dosage similar to that used in our study, but the final sedation levels were comparable in both the groups. Malinovsky et al. [19] measured the average time taken to attain a calm and hypnotic level of sedation after administration of midazolam in children via the intranasal and oral route. It was 7.7 min in the intranasal route and 12.3 min in the oral group. The nasal drug was administered as drops and orange juice was mixed in the oral preparation, and all the children were given medication by nurses. The primary aim of our study was to compare the ease of administration of the study drug, but not the time to achieve the sedation. But practically the quality of sedation is the most important factor, as this determines the nature of the child's experience during parental separation. If the experience for the child is comfortable, then the postoperative course will be smooth.",
        "section": "Discussion",
        "section_number": 16,
        "sentences": [
            "Both groups had comparable sedation scores at 15 and 30 min.",
            "Similar observations were made by Yildirim and Verma in their studies.",
            "Yildirim et al. [13] recorded comparable sedation scores for oral and nasal midazolam 10 min after administration at the same dose as used in our study.",
            "Verma et al. [10] observed that nasal midazolam led to faster sedation than the oral route at a dosage similar to that used in our study, but the final sedation levels were comparable in both the groups.",
            "Malinovsky et al. [19] measured the average time taken to attain a calm and hypnotic level of sedation after administration of midazolam in children via the intranasal and oral route.",
            "It was 7.7 min in the intranasal route and 12.3 min in the oral group.",
            "The nasal drug was administered as drops and orange juice was mixed in the oral preparation, and all the children were given medication by nurses.",
            "The primary aim of our study was to compare the ease of administration of the study drug, but not the time to achieve the sedation.",
            "But practically the quality of sedation is the most important factor, as this determines the nature of the child's experience during parental separation.",
            "If the experience for the child is comfortable, then the postoperative course will be smooth."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "40723",
        "text": "In our study, the oral group had better parental separation score and mask acceptance score than the nasal group. In the study by Raval et al. [17] , there was no significant difference in parental separation scores between the two groups at 20 min. The dose of intranasal midazolam used was 0.25 mg/kg in their study. There was no significant difference in sedation levels between both groups before parental separation, but still, the oral group was seen to have better parental separation. This might be because sedation was assessed when the child was with the parent undisturbed and separation from the parent would have increased anxiety in some children. The reason for the observed difference in our study may be due to reduced plasma concentration of the drug in the nasal group due to the incorrect administration or partial loss of drug by way of sneezing and coughing by the child.",
        "section": "Discussion",
        "section_number": 17,
        "sentences": [
            "In our study, the oral group had better parental separation score and mask acceptance score than the nasal group.",
            "In the study by Raval et al. [17] , there was no significant difference in parental separation scores between the two groups at 20 min.",
            "The dose of intranasal midazolam used was 0.25 mg/kg in their study.",
            "There was no significant difference in sedation levels between both groups before parental separation, but still, the oral group was seen to have better parental separation.",
            "This might be because sedation was assessed when the child was with the parent undisturbed and separation from the parent would have increased anxiety in some children.",
            "The reason for the observed difference in our study may be due to reduced plasma concentration of the drug in the nasal group due to the incorrect administration or partial loss of drug by way of sneezing and coughing by the child."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "40723",
        "text": "Intranasally administered midazolam is directly absorbed via the cribriform plate, causing a rapid rise in brain and CSF levels [20] . There is also a potential for neurotoxicity via this route, which may be because of the preservative [21] . We used a preservative-free preparation in our study and no such complications were observed.",
        "section": "Discussion",
        "section_number": 18,
        "sentences": [
            "Intranasally administered midazolam is directly absorbed via the cribriform plate, causing a rapid rise in brain and CSF levels [20] .",
            "There is also a potential for neurotoxicity via this route, which may be because of the preservative [21] .",
            "We used a preservative-free preparation in our study and no such complications were observed."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "40723",
        "text": "A limitation of our study was that we did not measure plasma concentrations of midazolam. Further studies with more participants are also required to compare the ease of administration of intranasal and oral midazolam when administered by the parent and by a health care professional.",
        "section": "Limitations of the study",
        "section_number": 19,
        "sentences": [
            "A limitation of our study was that we did not measure plasma concentrations of midazolam.",
            "Further studies with more participants are also required to compare the ease of administration of intranasal and oral midazolam when administered by the parent and by a health care professional."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "40723",
        "text": "Oral midazolam syrup is easier for parents to administer to their children and has better medication acceptance than intranasal midazolam spray as premedication. Both oral and intranasal routes provided equally good sedation. Parental separation and mask acceptance was better in the oral group than the nasal group.",
        "section": "Conclusion",
        "section_number": 20,
        "sentences": [
            "Oral midazolam syrup is easier for parents to administer to their children and has better medication acceptance than intranasal midazolam spray as premedication.",
            "Both oral and intranasal routes provided equally good sedation.",
            "Parental separation and mask acceptance was better in the oral group than the nasal group."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "40723",
        "text": "Conflict of interest None.",
        "section": "Compliance with ethical standards",
        "section_number": 21,
        "sentences": [
            "Conflict of interest None."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "40723",
        "text": "J Anesth (2017) 31:351-357",
        "section": "",
        "section_number": 22,
        "sentences": [
            "J Anesth (2017) 31:351-357"
        ],
        "sentence_labels": [
            -1
        ]
    }
]