[
    {
        "doc_id": "33726",
        "text": "Little is known about the efficacy of parent-only interventions and the maintenance of gains over time with anxiety-disordered children and adolescents. The current study aimed to evaluate the efficacy of a 6-session parent-focused intervention (Fear-less Triple P) in reducing children's anxiety symptomatology. The parents of 61 anxiety-disordered children (7e14 years) were randomly assigned to either the 6session parent-only group CBT intervention or a wait-list control (WL) group. Diagnostic and questionnaire measures were administered at post-treatment; as well as 3-, 6-and 12 months following the completion of treatment. Families in the WL group were reassessed after 6 weeks (the duration of the active intervention) and were then offered the intervention. The parent-only intervention produced superior outcomes for children on diagnostic and questionnaire measures. The percentages of children free of any anxiety diagnosis following the intervention were 38.7% (post-treatment); 58.6% (3-mth); 69.2% (6-mth); and 84% (12-mth). At the post-treatment assessment point, 3.4% of children in the WL group were free of any anxiety diagnosis. Mother and child questionnaire measures demonstrated gains from pre to post-treatment that were maintained over time. This proof of concept study suggests that the brief, parent-only intervention evaluated is an efficacious treatment approach for child anxiety disorders. A parent-only, group CBT intervention such as the one described here offers a cost-effective, low intensity alternative to traditional child-focused interventions.",
        "section": "Abstract",
        "sentences": [
            "Little is known about the efficacy of parent-only interventions and the maintenance of gains over time with anxiety-disordered children and adolescents.",
            "The current study aimed to evaluate the efficacy of a 6-session parent-focused intervention (Fear-less Triple P) in reducing children's anxiety symptomatology.",
            "The parents of 61 anxiety-disordered children (7e14 years) were randomly assigned to either the 6session parent-only group CBT intervention or a wait-list control (WL) group.",
            "Diagnostic and questionnaire measures were administered at post-treatment; as well as 3-, 6-and 12 months following the completion of treatment.",
            "Families in the WL group were reassessed after 6 weeks (the duration of the active intervention) and were then offered the intervention.",
            "The parent-only intervention produced superior outcomes for children on diagnostic and questionnaire measures.",
            "The percentages of children free of any anxiety diagnosis following the intervention were 38.7% (post-treatment); 58.6% (3-mth); 69.2% (6-mth); and 84% (12-mth).",
            "At the post-treatment assessment point, 3.4% of children in the WL group were free of any anxiety diagnosis.",
            "Mother and child questionnaire measures demonstrated gains from pre to post-treatment that were maintained over time.",
            "This proof of concept study suggests that the brief, parent-only intervention evaluated is an efficacious treatment approach for child anxiety disorders.",
            "A parent-only, group CBT intervention such as the one described here offers a cost-effective, low intensity alternative to traditional child-focused interventions."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33726",
        "text": "Anxiety disorders are the most prevalent category of mental disorders among children, with 6.5% of youth meeting diagnostic criteria for at least one anxiety disorder worldwide (Polanczyk, Salum, Sugaya, Caye, & Rohde, 2015) . Associated with significant psychosocial problems (including academic and social competence) and elevated incidence of physical health problems (Mychailyszyn, Mendez, & Kendall, 2010; Wood, Piacentini, Southam-Gerow, Chu, & Sigman, 2006) childhood anxiety disorders are inherently significant. When considering the trajectories of untreated anxiety-disordered children, the significance of these disorders in childhood becomes even more pronounced. Thus childhood anxiety disorders predict a range of other types of psychopathology in adolescence and young adulthood e including substance use disorders and depressive disorders (Bittner et al., 2007) and do not tend to remit without intervention (Connolly & Bernstein, 2007) .",
        "section": "Introduction",
        "section_number": 1,
        "sentences": [
            "Anxiety disorders are the most prevalent category of mental disorders among children, with 6.5% of youth meeting diagnostic criteria for at least one anxiety disorder worldwide (Polanczyk, Salum, Sugaya, Caye, & Rohde, 2015) .",
            "Associated with significant psychosocial problems (including academic and social competence) and elevated incidence of physical health problems (Mychailyszyn, Mendez, & Kendall, 2010; Wood, Piacentini, Southam-Gerow, Chu, & Sigman, 2006) childhood anxiety disorders are inherently significant.",
            "When considering the trajectories of untreated anxiety-disordered children, the significance of these disorders in childhood becomes even more pronounced.",
            "Thus childhood anxiety disorders predict a range of other types of psychopathology in adolescence and young adulthood e including substance use disorders and depressive disorders (Bittner et al., 2007) and do not tend to remit without intervention (Connolly & Bernstein, 2007) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33726",
        "text": "Child-focused cognitive behavioural therapy (CBT) has been found to be an efficacious intervention in the treatment of childhood anxiety disorders; with systematic reviews, meta-analyses and research syntheses indicating recovery rates of just under 60% (Cartwright-Hatton, Roberts, Chitsabesan, Fothergill, & Harrington, 2004; In-Albon & Schneider, 2007; James, Soler, & Weatherall, 2005; James, James, Cowdrey, Soler, & Choke, 2013; Seligman & Ollendick, 2011; Walkup et al., 2008) .",
        "section": "Treating childhood anxiety disorders: a brief review",
        "section_number": 2,
        "sentences": [
            "Child-focused cognitive behavioural therapy (CBT) has been found to be an efficacious intervention in the treatment of childhood anxiety disorders; with systematic reviews, meta-analyses and research syntheses indicating recovery rates of just under 60% (Cartwright-Hatton, Roberts, Chitsabesan, Fothergill, & Harrington, 2004; In-Albon & Schneider, 2007; James, Soler, & Weatherall, 2005; James, James, Cowdrey, Soler, & Choke, 2013; Seligman & Ollendick, 2011; Walkup et al., 2008) ."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33726",
        "text": "Research focusing on the aetiology of childhood anxiety disorders has long suggested the importance of parenting and family environment factors (Rapee, B} ogels, van der Sluis, Craske, & Ollendick, 2012) , with the strongest evidence found for the parenting variable of overprotection (Hudson, Dodd, Lyneham, & Bovopoulous, 2011) . Particularly noteworthy is the recent children-of-twins study which concluded that the relationship between parent and child anxiety is directly mediated by the environment, independent of genetic confounding (Eley et al., 2015) . This rich aetiological literature has resulted in the development and evaluation of interventions that have included separate parent sessions, in addition to child-focused CBT; with several studies reporting promising findings for interventions that have added a parental component (Barrett, Dadds, & Rapee, 1996; Cobham, Dadds, & Spence, 1998; Kendall, Hudson, Gosch, Flannery-Schroeder, & Suveg, 2008) . Within this literature, differential effects of parental involvement have been found as a product of age and gender; with younger, female children found to benefit more from parental involvement in some studies (Barrett et al., 1996) . However, overall, the results are inconclusive when comparing child-focused CBT protocols with child þ parent protocols (Barmish & Kendall, 2005) ; with a number of meta-analyses now concluding that parent þ child interventions do not appear to enhance children's outcomes when compared to more traditional child-focused CBT protocols (In-Albon & Schneider, 2007; Reynolds, Wilson, Austin, & Hooper, 2012; Thulin, Svirsky, Serlachius, Andersson, & Ost, 2014) . Although several suggestions have been advanced to explain the inconsistent pattern of results (Breinholst, Esbjørn, Reinholdt-Dunne, & Stallard, 2012; Manassis et al., 2014) ; it remains unclear that adding a parent component enhances children's outcomes, while it can be safely concluded that parent þ child interventions tend to be more expensive and burdensome compared to child-focused CBT. Thus, child-focused CBT (with 10e16 sessions being the most common duration) has come to be regarded as the \"gold standard\" in the treatment of childhood anxiety disorders.",
        "section": "Treating childhood anxiety disorders: a brief review",
        "section_number": 3,
        "sentences": [
            "Research focusing on the aetiology of childhood anxiety disorders has long suggested the importance of parenting and family environment factors (Rapee, B} ogels, van der Sluis, Craske, & Ollendick, 2012) , with the strongest evidence found for the parenting variable of overprotection (Hudson, Dodd, Lyneham, & Bovopoulous, 2011) .",
            "Particularly noteworthy is the recent children-of-twins study which concluded that the relationship between parent and child anxiety is directly mediated by the environment, independent of genetic confounding (Eley et al., 2015) .",
            "This rich aetiological literature has resulted in the development and evaluation of interventions that have included separate parent sessions, in addition to child-focused CBT; with several studies reporting promising findings for interventions that have added a parental component (Barrett, Dadds, & Rapee, 1996; Cobham, Dadds, & Spence, 1998; Kendall, Hudson, Gosch, Flannery-Schroeder, & Suveg, 2008) .",
            "Within this literature, differential effects of parental involvement have been found as a product of age and gender; with younger, female children found to benefit more from parental involvement in some studies (Barrett et al., 1996) .",
            "However, overall, the results are inconclusive when comparing child-focused CBT protocols with child þ parent protocols (Barmish & Kendall, 2005) ; with a number of meta-analyses now concluding that parent þ child interventions do not appear to enhance children's outcomes when compared to more traditional child-focused CBT protocols (In-Albon & Schneider, 2007; Reynolds, Wilson, Austin, & Hooper, 2012; Thulin, Svirsky, Serlachius, Andersson, & Ost, 2014) .",
            "Although several suggestions have been advanced to explain the inconsistent pattern of results (Breinholst, Esbjørn, Reinholdt-Dunne, & Stallard, 2012; Manassis et al., 2014) ; it remains unclear that adding a parent component enhances children's outcomes, while it can be safely concluded that parent þ child interventions tend to be more expensive and burdensome compared to child-focused CBT.",
            "Thus, child-focused CBT (with 10e16 sessions being the most common duration) has come to be regarded as the \"gold standard\" in the treatment of childhood anxiety disorders."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33726",
        "text": "Child-focused CBT is an efficacious treatment for childhood anxiety disorders. However, with more than 40% of participants not demonstrating significant improvement, there is considerable room for improvement. While addressing the issue of nonresponders is critical, it may not be the field's biggest problem. That title is arguably reserved for the issue of reach, given that the majority of anxiety-disordered children receive no treatment of any kind, evidence-based or otherwise (Essau, Conradt, & Petermann, 2002) . In line with an Australian child and adolescent population sample (Sawyer et al., 2001) , Essau (2005) noted that, of a representative sample of 1035 German adolescents, only 18.2% of anxiety-disordered youth reported having received any type of mental health treatment. Likely explanations for this enormous gap include the financial cost and the amount of time required to access treatment; and the social stigma associated with attending therapy (Jorm & Wright, 2007) . Stigma appears to be one of the most significant obstacles to help-seeking in parents of children who might benefit from a mental health intervention (Dempster, Wildman, & Keating, 2013; Reardon et al., 2017) . Importantly, in relation to help-seeking behaviours, parents view their children (as opposed to themselves) as both more likely to be stigmatized by others and more likely to be personally impacted by stigma (Dempster et al., 2013) . A recent systematic review also suggests that from the perspective of parents, access to mental health services is likely to be improved by the provision of more services, that are free, flexible, associated with reduced stigma and provide the opportunity for supportive relationships with professionals to be developed (Reardon et al., 2017) .",
        "section": "The problem of reach",
        "section_number": 4,
        "sentences": [
            "Child-focused CBT is an efficacious treatment for childhood anxiety disorders.",
            "However, with more than 40% of participants not demonstrating significant improvement, there is considerable room for improvement.",
            "While addressing the issue of nonresponders is critical, it may not be the field's biggest problem.",
            "That title is arguably reserved for the issue of reach, given that the majority of anxiety-disordered children receive no treatment of any kind, evidence-based or otherwise (Essau, Conradt, & Petermann, 2002) .",
            "In line with an Australian child and adolescent population sample (Sawyer et al., 2001) , Essau (2005) noted that, of a representative sample of 1035 German adolescents, only 18.2% of anxiety-disordered youth reported having received any type of mental health treatment.",
            "Likely explanations for this enormous gap include the financial cost and the amount of time required to access treatment; and the social stigma associated with attending therapy (Jorm & Wright, 2007) .",
            "Stigma appears to be one of the most significant obstacles to help-seeking in parents of children who might benefit from a mental health intervention (Dempster, Wildman, & Keating, 2013; Reardon et al., 2017) .",
            "Importantly, in relation to help-seeking behaviours, parents view their children (as opposed to themselves) as both more likely to be stigmatized by others and more likely to be personally impacted by stigma (Dempster et al., 2013) .",
            "A recent systematic review also suggests that from the perspective of parents, access to mental health services is likely to be improved by the provision of more services, that are free, flexible, associated with reduced stigma and provide the opportunity for supportive relationships with professionals to be developed (Reardon et al., 2017) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33726",
        "text": "1.3. Non-traditional approaches to treatment Kazdin (2008) concluded that, when it comes to child and adolescent mental health, non-traditional models of intervention with the potential to reach more young people must be developed. This is a challenge to which researchers in the field of childhood anxiety disorders have responded with creativity. Several avenues for increasing reach have been explored, with some studies employing more than one non-traditional element. These avenues include: making interventions briefer; using internet-based interventions; and working with parents only (with varying levels of therapist contact and varying reliance on self-help materials).",
        "section": "The problem of reach",
        "section_number": 5,
        "sentences": [
            "1.3.",
            "Non-traditional approaches to treatment Kazdin (2008) concluded that, when it comes to child and adolescent mental health, non-traditional models of intervention with the potential to reach more young people must be developed.",
            "This is a challenge to which researchers in the field of childhood anxiety disorders have responded with creativity.",
            "Several avenues for increasing reach have been explored, with some studies employing more than one non-traditional element.",
            "These avenues include: making interventions briefer; using internet-based interventions; and working with parents only (with varying levels of therapist contact and varying reliance on self-help materials)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33726",
        "text": "Making interventions briefer (and thus less costly in terms of time and money) should increase accessibility. The one-session treatment (OST) for specific phobias has been found to be efficacious in the treatment of children with specific phobias Ollendick et al., 2009) , while preliminary data suggest that a brief intervention may be useful for children with social anxiety disorder (Donovan, Cobham, Waters, & Occhipinti, 2015) . Internet-based therapy has also found to be extremely promising as a means of reaching more families and producing good outcomes for anxietydisordered children (Kendall, Khanna, Edson, Cummings, & Harris, 2011; Khanna & Kendall, 2010; March, Spence, & Donovan, 2009; Spence, Donovan, March, Kenardy, & Hearn, 2017) . A recent 12month follow-up of families of 8e12 year old anxiety-disordered children treated with internet-based CBT indicated that 73% of children no longer met criteria for their original primary diagnosis (Vigerland et al., 2017) . Although limited by a high rate of attrition at the 12-month follow-up point, and a tendency for participants to have had significantly lower clinical severity ratings at posttreatment compared to non-participants, these results are extremely encouraging.",
        "section": "The problem of reach",
        "section_number": 6,
        "sentences": [
            "Making interventions briefer (and thus less costly in terms of time and money) should increase accessibility.",
            "The one-session treatment (OST) for specific phobias has been found to be efficacious in the treatment of children with specific phobias Ollendick et al., 2009) , while preliminary data suggest that a brief intervention may be useful for children with social anxiety disorder (Donovan, Cobham, Waters, & Occhipinti, 2015) .",
            "Internet-based therapy has also found to be extremely promising as a means of reaching more families and producing good outcomes for anxietydisordered children (Kendall, Khanna, Edson, Cummings, & Harris, 2011; Khanna & Kendall, 2010; March, Spence, & Donovan, 2009; Spence, Donovan, March, Kenardy, & Hearn, 2017) .",
            "A recent 12month follow-up of families of 8e12 year old anxiety-disordered children treated with internet-based CBT indicated that 73% of children no longer met criteria for their original primary diagnosis (Vigerland et al., 2017) .",
            "Although limited by a high rate of attrition at the 12-month follow-up point, and a tendency for participants to have had significantly lower clinical severity ratings at posttreatment compared to non-participants, these results are extremely encouraging."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33726",
        "text": "Finally, and of most relevance to the present study, there is building evidence that working with parents only represents a useful way forward. There is a small body of work that has focused on what Thirlwall and colleagues (Thirlwall et al., 2013) refer to as guided parent delivered CBT, in which parents receive varying levels of contact with a therapist and work through structured materials at home; while another small body of work has examined parent-only face-to-face (or clinic based) interventions. Both sets of literature are briefly reviewed below.",
        "section": "The problem of reach",
        "section_number": 7,
        "sentences": [
            "Finally, and of most relevance to the present study, there is building evidence that working with parents only represents a useful way forward.",
            "There is a small body of work that has focused on what Thirlwall and colleagues (Thirlwall et al., 2013) refer to as guided parent delivered CBT, in which parents receive varying levels of contact with a therapist and work through structured materials at home; while another small body of work has examined parent-only face-to-face (or clinic based) interventions.",
            "Both sets of literature are briefly reviewed below."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33726",
        "text": "While it remains unclear whether family-focused interventions enhance outcomes compared to child-focused CBT (Thulin et al., 2014) , research is beginning to examine the question from the other angle, and asking 'could a parent-focused intervention be sufficient?' Parent-focused interventions have the capacity to be briefer and less burdensome on families. They may be viewed as less stigmatizing and more acceptable, particularly if the child is already reluctant to attend (Lebowitz, Omer, Hermes, & Scahill, 2014) . Given that stigma is one of the most significant obstacles to help-seeking behaviour among parents, data indicating that parents believe their children to be more vulnerable than themselves in relation to stigma (Dempster et al., 2013) support the hypothesis that a parent-focused intervention may be perceived as more acceptable than child-focused therapy. A well-built parentfocused intervention potentially offers the opportunity to target non-responders by addressing parent-related aetiological factors. Some of the parenting behaviours hypothesized to be theoretically important include: modeling of anxious behaviours; modeling of anxious cognitions and information processing biases; promotion of avoidance; failure to promote autonomous, non-anxious behaviours; overinvolvement or overprotection; and negativity (Field & Cartwright-Hatton, 2008; Muris & Field, 2010; Rapee, 2012) . Parent-focused interventions empower parents via 'transfer of control' (Ginsburg, Silverman, & Kurtines, 1995) e that process by which knowledge and skills are transferred from the therapist to parents, and from parents to their children. Finally, parent-focused interventions may allow us to reach anxiety-disordered children who are not well-suited to child-focused CBT (e.g., children with significant speech and language or cognitive impairments).",
        "section": "Working with parents only",
        "section_number": 8,
        "sentences": [
            "While it remains unclear whether family-focused interventions enhance outcomes compared to child-focused CBT (Thulin et al., 2014) , research is beginning to examine the question from the other angle, and asking 'could a parent-focused intervention be sufficient?'",
            "Parent-focused interventions have the capacity to be briefer and less burdensome on families.",
            "They may be viewed as less stigmatizing and more acceptable, particularly if the child is already reluctant to attend (Lebowitz, Omer, Hermes, & Scahill, 2014) .",
            "Given that stigma is one of the most significant obstacles to help-seeking behaviour among parents, data indicating that parents believe their children to be more vulnerable than themselves in relation to stigma (Dempster et al., 2013) support the hypothesis that a parent-focused intervention may be perceived as more acceptable than child-focused therapy.",
            "A well-built parentfocused intervention potentially offers the opportunity to target non-responders by addressing parent-related aetiological factors.",
            "Some of the parenting behaviours hypothesized to be theoretically important include: modeling of anxious behaviours; modeling of anxious cognitions and information processing biases; promotion of avoidance; failure to promote autonomous, non-anxious behaviours; overinvolvement or overprotection; and negativity (Field & Cartwright-Hatton, 2008; Muris & Field, 2010; Rapee, 2012) .",
            "Parent-focused interventions empower parents via 'transfer of control' (Ginsburg, Silverman, & Kurtines, 1995) e that process by which knowledge and skills are transferred from the therapist to parents, and from parents to their children.",
            "Finally, parent-focused interventions may allow us to reach anxiety-disordered children who are not well-suited to child-focused CBT (e.g., children with significant speech and language or cognitive impairments)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33726",
        "text": "As noted, studies examining parent-only interventions have either involved a guided parent delivery approach (sometimes referred to as bibliotherapy), where the amount of therapist contact has been variable and a self-help resource has typically been the focus; or the face-to-face delivery of an intervention to parents in a clinic setting using programs that have varied in their degree of standardization. Rapee and colleagues (Rapee, Abbott, & Lyneham, 2006) were the first to evaluate bibliotherapy with parents of anxiety-disordered children, using the self-help book, Helping your Anxious Child (Rapee, Spence, Cobham, & Wignall, 2000) as the therapy resource. In this study, parents in the bibliotherapy condition had no contact with therapists. The bibliotherapy condition was found to confer some benefit for children compared to the wait list condition, however it was not as efficacious as the standard clinic-based treatment condition. The addition of therapist contact (in particular, therapist-initiated telephone contact) to the bibliotherapy format produced significantly better outcomes compared to those obtained with the bibliotherapy condition in the original study . In other bibliotherapy studies using a manualized parent þ child intervention, families who worked through the program at home were found to achieve outcomes that were as good as those achieved with the same program delivered in the clinic (Cobham, 2012; Leong, Cobham, de Groot, & McDermott, 2009) . Most recently, Thirlwall et al. (2013) conducted a large study involving 196 anxiety-disordered children (7e12 years) and their parents. Two active treatment conditions (differing in the level of therapist support provided around the resource of a parenting self-help book) were compared with a wait list control. Parents in the active treatment conditions received either full guided parent-delivered CBT (weekly therapist contact over 8 weeks, consisting of four face-to-face sessionse1 h in duration e and four 20-min telephone calls) or brief guidance (fortnightly therapist contact over 8 weeks, consisting of two face-to-face sessions and two telephone calls). At the post-treatment assessment point, 50% of children in the full guided CBT condition were free of their primary diagnosis, compared to 39% in the brief guidance condition, and 25% in the wait list condition. At the 6-month follow-up assessment point, 76% of children in the full guided CBT condition and 71% of children in the brief guidance condition were free of their original primary diagnosis; with 53% and 55% of children in the respective conditions being free of any anxiety diagnosis. Importantly, in a recent long-term follow-up (3e5 years), in which 29% of the original sample participated, 79% of all children whose parents received either full or brief guided CBT were free of their original primary anxiety diagnosis, while 63% were free of any anxiety diagnosis (Brown et al., 2017) . The long-term maintenance of gains obtained with this low-intensity, parent-focused intervention is both extremely encouraging, and consistent with the long-term data obtained with more traditional CBT programs (Barrett, Duffy, Dadds, & Rapee, 2001 ; Saavedra, Silverman, Morgan-Lopez, & Kurtines, 2010). As the authors note, an important limitation of the study by Thirlwall and colleagues (and thus the follow-up study) centres on the fact that, in the original sample, families were excluded if a parent also met criteria for an anxiety or mood disorder (214 families were excluded on these grounds out of 552 referrals), as the intention was to deliberately select a sub-section of anxiety-disordered children who were likely to have a favourable prognosis in the context of a low-intensity, parent-only intervention.",
        "section": "Working with parents only",
        "section_number": 9,
        "sentences": [
            "As noted, studies examining parent-only interventions have either involved a guided parent delivery approach (sometimes referred to as bibliotherapy), where the amount of therapist contact has been variable and a self-help resource has typically been the focus; or the face-to-face delivery of an intervention to parents in a clinic setting using programs that have varied in their degree of standardization.",
            "Rapee and colleagues (Rapee, Abbott, & Lyneham, 2006) were the first to evaluate bibliotherapy with parents of anxiety-disordered children, using the self-help book, Helping your Anxious Child (Rapee, Spence, Cobham, & Wignall, 2000) as the therapy resource.",
            "In this study, parents in the bibliotherapy condition had no contact with therapists.",
            "The bibliotherapy condition was found to confer some benefit for children compared to the wait list condition, however it was not as efficacious as the standard clinic-based treatment condition.",
            "The addition of therapist contact (in particular, therapist-initiated telephone contact) to the bibliotherapy format produced significantly better outcomes compared to those obtained with the bibliotherapy condition in the original study .",
            "In other bibliotherapy studies using a manualized parent þ child intervention, families who worked through the program at home were found to achieve outcomes that were as good as those achieved with the same program delivered in the clinic (Cobham, 2012; Leong, Cobham, de Groot, & McDermott, 2009) .",
            "Most recently, Thirlwall et al. (2013) conducted a large study involving 196 anxiety-disordered children (7e12 years) and their parents.",
            "Two active treatment conditions (differing in the level of therapist support provided around the resource of a parenting self-help book) were compared with a wait list control.",
            "Parents in the active treatment conditions received either full guided parent-delivered CBT (weekly therapist contact over 8 weeks, consisting of four face-to-face sessionse1 h in duration e and four 20-min telephone calls) or brief guidance (fortnightly therapist contact over 8 weeks, consisting of two face-to-face sessions and two telephone calls).",
            "At the post-treatment assessment point, 50% of children in the full guided CBT condition were free of their primary diagnosis, compared to 39% in the brief guidance condition, and 25% in the wait list condition.",
            "At the 6-month follow-up assessment point, 76% of children in the full guided CBT condition and 71% of children in the brief guidance condition were free of their original primary diagnosis; with 53% and 55% of children in the respective conditions being free of any anxiety diagnosis.",
            "Importantly, in a recent long-term follow-up (3e5 years), in which 29% of the original sample participated, 79% of all children whose parents received either full or brief guided CBT were free of their original primary anxiety diagnosis, while 63% were free of any anxiety diagnosis (Brown et al., 2017) .",
            "The long-term maintenance of gains obtained with this low-intensity, parent-focused intervention is both extremely encouraging, and consistent with the long-term data obtained with more traditional CBT programs (Barrett, Duffy, Dadds, & Rapee, 2001 ; Saavedra, Silverman, Morgan-Lopez, & Kurtines, 2010).",
            "As the authors note, an important limitation of the study by Thirlwall and colleagues (and thus the follow-up study) centres on the fact that, in the original sample, families were excluded if a parent also met criteria for an anxiety or mood disorder (214 families were excluded on these grounds out of 552 referrals), as the intention was to deliberately select a sub-section of anxiety-disordered children who were likely to have a favourable prognosis in the context of a low-intensity, parent-only intervention."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33726",
        "text": "To date, only a small number of studies have examined parentonly interventions delivered using the more traditional face-to-face modality, with many focusing on younger children. Mendlowitz et al. (1999) found that family-focused, child-focused and parentfocused interventions produced comparable outcomes on selfreport measures in anxious children aged 7e12 years. However, the small sample size (n ¼ 62) and lack of follow-up beyond posttreatment make it difficult to draw clear conclusions from this study. and Cartwright-Hatton, McNally, White, and Verduyn (2005) reported substantial reductions in parents' reports of their children's internalizing scores on the Child Behavior Checklist (CBCL) following a parenting skills program. Children in these two studies were aged 4e9 years and 2e5 years respectively. Noteworthy limitations in both Cartwright-Hatton studies include the small sample sizes (n ¼ 11 and 43 respectively) and the lack of control groups. It is also important to note that inclusion in these studies was based on elevated Internalizing scores on the CBCL, not clinical diagnosis. Thienemann, Moore, and Tompkins (2006) reported significant reductions in the number of anxiety diagnoses met by 24 children aged 7e16 years following a parent-only intervention. Again, the small sample size and lack of any control group are important limitations. Two studies have compared a parent þ child condition with a parent-only condition in the treatment of younger anxietydisordered children (Monga, Rosenbloom, Tanha, Owens, & Young, 2015; Waters, Ford, Wharton, & Cobham, 2009) . Waters et al. (2009) examined outcomes for 49 anxiety-disordered 4e8 year old children who were assigned to either a 10-session group parent-only CBT program or an intervention in which parents and children each received 10 sessions of group CBT. At post-treatment, 55.3% of children in the parent-only condition and 54.8% in the parent þ child condition were free of their primary anxiety diagnosis (with both interventions being superior to the wait list control). Gains were maintained at 6-and 12-month follow-up. More recently, Monga et al. (2015) reported on outcomes for 77 anxiety disordered 5e7 year olds who were assigned to a 12-week intervention in which parents received group CBT and children simultaneously received either group CBT (parent þ child CBT) or participated in a group involving stories, games and socialization with other children (parent-only CBT). Almost half (48.9%) of children in the parent þ child CBT condition were free of their primary anxiety diagnosis at post-treatment, compared to 12.5% in the parent-only CBT condition. At the 6-and 12-month follow-up assessments, greater reductions in anxiety were found for children in the parent þ child CBT condition relative to the parent-only condition, suggesting the importance of working with children as well as parents. Most recently, promising findings have been reported for older children using two different individually delivered, 10session parent-focused interventions (Lebowitz et al., 2014; Smith, Flannery-Schroeder, Gorman, & Cook, 2014) . In their open trial of the SPACE program, Lebowitz et al. (2014) designated 60% of their participants (n ¼ 10) as responders based on the improvement scale of the Clinical Global Impression Scale (CGI-I). It is especially noteworthy that participants in this trial were all families whose children had refused child-focused treatment. In their trial of a group parent CBT intervention with parents of 31 anxietydisordered children (7e13 years), Smith et al. 2014reported that children in the active treatment condition demonstrated better outcomes at post-treatment compared to children in the wait list condition in terms of clinician ratings of anxiety severity, parental ratings of interference, and number of anxiety diagnoses met. Gains were maintained at the 3-month assessment point. Both studies are limited by small sample sizes and limited post-treatment follow-up (post-treatment and 3-month follow-up respectively). In keeping with the pilot nature of this work, the methodologies used by these authors involved a waitlist control comparison (Smith et al., 2014) and a case series design (Lebowitz et al., 2014) .",
        "section": "Working with parents only",
        "section_number": 10,
        "sentences": [
            "To date, only a small number of studies have examined parentonly interventions delivered using the more traditional face-to-face modality, with many focusing on younger children.",
            "Mendlowitz et al. (1999) found that family-focused, child-focused and parentfocused interventions produced comparable outcomes on selfreport measures in anxious children aged 7e12 years.",
            "However, the small sample size (n ¼ 62) and lack of follow-up beyond posttreatment make it difficult to draw clear conclusions from this study.",
            "and Cartwright-Hatton, McNally, White, and Verduyn (2005) reported substantial reductions in parents' reports of their children's internalizing scores on the Child Behavior Checklist (CBCL) following a parenting skills program.",
            "Children in these two studies were aged 4e9 years and 2e5 years respectively.",
            "Noteworthy limitations in both Cartwright-Hatton studies include the small sample sizes (n ¼ 11 and 43 respectively) and the lack of control groups.",
            "It is also important to note that inclusion in these studies was based on elevated Internalizing scores on the CBCL, not clinical diagnosis.",
            "Thienemann, Moore, and Tompkins (2006) reported significant reductions in the number of anxiety diagnoses met by 24 children aged 7e16 years following a parent-only intervention.",
            "Again, the small sample size and lack of any control group are important limitations.",
            "Two studies have compared a parent þ child condition with a parent-only condition in the treatment of younger anxietydisordered children (Monga, Rosenbloom, Tanha, Owens, & Young, 2015; Waters, Ford, Wharton, & Cobham, 2009) .",
            "Waters et al. (2009) examined outcomes for 49 anxiety-disordered 4e8 year old children who were assigned to either a 10-session group parent-only CBT program or an intervention in which parents and children each received 10 sessions of group CBT.",
            "At post-treatment, 55.3% of children in the parent-only condition and 54.8% in the parent þ child condition were free of their primary anxiety diagnosis (with both interventions being superior to the wait list control).",
            "Gains were maintained at 6-and 12-month follow-up.",
            "More recently, Monga et al. (2015) reported on outcomes for 77 anxiety disordered 5e7 year olds who were assigned to a 12-week intervention in which parents received group CBT and children simultaneously received either group CBT (parent þ child CBT) or participated in a group involving stories, games and socialization with other children (parent-only CBT).",
            "Almost half (48.9%) of children in the parent þ child CBT condition were free of their primary anxiety diagnosis at post-treatment, compared to 12.5% in the parent-only CBT condition.",
            "At the 6-and 12-month follow-up assessments, greater reductions in anxiety were found for children in the parent þ child CBT condition relative to the parent-only condition, suggesting the importance of working with children as well as parents.",
            "Most recently, promising findings have been reported for older children using two different individually delivered, 10session parent-focused interventions (Lebowitz et al., 2014; Smith, Flannery-Schroeder, Gorman, & Cook, 2014) .",
            "In their open trial of the SPACE program, Lebowitz et al. (2014) designated 60% of their participants (n ¼ 10) as responders based on the improvement scale of the Clinical Global Impression Scale (CGI-I).",
            "It is especially noteworthy that participants in this trial were all families whose children had refused child-focused treatment.",
            "In their trial of a group parent CBT intervention with parents of 31 anxietydisordered children (7e13 years), Smith et al. 2014reported that children in the active treatment condition demonstrated better outcomes at post-treatment compared to children in the wait list condition in terms of clinician ratings of anxiety severity, parental ratings of interference, and number of anxiety diagnoses met.",
            "Gains were maintained at the 3-month assessment point.",
            "Both studies are limited by small sample sizes and limited post-treatment follow-up (post-treatment and 3-month follow-up respectively).",
            "In keeping with the pilot nature of this work, the methodologies used by these authors involved a waitlist control comparison (Smith et al., 2014) and a case series design (Lebowitz et al., 2014) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33726",
        "text": "The current paper describes a 'proof of concept' trial in which the efficacy and acceptability of a brief (6-session) parent-only group CBT intervention was evaluated in the treatment of anxiety-disordered children. Outcomes were compared to a 6week wait-list (WL) control group. It was hypothesized that:",
        "section": "Working with parents only",
        "section_number": 11,
        "sentences": [
            "The current paper describes a 'proof of concept' trial in which the efficacy and acceptability of a brief (6-session) parent-only group CBT intervention was evaluated in the treatment of anxiety-disordered children.",
            "Outcomes were compared to a 6week wait-list (WL) control group.",
            "It was hypothesized that:"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33726",
        "text": "1. The anxiety symptoms of children whose parents participated in the intervention would reduce significantly more from pre to post-treatment compared to children whose parents were in the WL group. 2. The intervention would be acceptable to parents as a means of treating their children's anxiety. 3. Reductions in anxiety symptoms for children in the intervention condition would be maintained up to 12-month follow-up.",
        "section": "Working with parents only",
        "section_number": 12,
        "sentences": [
            "1.",
            "The anxiety symptoms of children whose parents participated in the intervention would reduce significantly more from pre to post-treatment compared to children whose parents were in the WL group.",
            "2.",
            "The intervention would be acceptable to parents as a means of treating their children's anxiety.",
            "3.",
            "Reductions in anxiety symptoms for children in the intervention condition would be maintained up to 12-month follow-up."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33726",
        "text": "Participants were 61 children and adolescents (31 boys) aged 7e14 years (M ¼ 9.3, SD ¼ 2.0) who met criteria for a clinically significant anxiety disorder, and their parents. Participant characteristics are summarized in Table 1 , with participant flow through the trial summarized in Fig. 1 . Families were recruited through the media and schools. Ethical approval was obtained through the University of Queensland, (UQ, PSYCH-DCP-23-JM) and the trial was registered with ANZCTR (ACTRN12615000514505). Inclusion criteria were: child aged 7e14 years; child meets diagnostic criteria for a primary DSM-IV (APA, 1994) anxiety diagnosis; parent able to attend treatment. Families were excluded from the trial if treatment (psychological or medication) for the child's anxiety was ongoing elsewhere. Families were not excluded if the child met criteria for a non-anxiety diagnosis. Indeed almost one third (n ¼ 20) of participants had a secondary, non-anxiety diagnosis.",
        "section": "Participants",
        "section_number": 13,
        "sentences": [
            "Participants were 61 children and adolescents (31 boys) aged 7e14 years (M ¼ 9.3, SD ¼ 2.0) who met criteria for a clinically significant anxiety disorder, and their parents.",
            "Participant characteristics are summarized in Table 1 , with participant flow through the trial summarized in Fig. 1 .",
            "Families were recruited through the media and schools.",
            "Ethical approval was obtained through the University of Queensland, (UQ, PSYCH-DCP-23-JM) and the trial was registered with ANZCTR (ACTRN12615000514505).",
            "Inclusion criteria were: child aged 7e14 years; child meets diagnostic criteria for a primary DSM-IV (APA, 1994) anxiety diagnosis; parent able to attend treatment.",
            "Families were excluded from the trial if treatment (psychological or medication) for the child's anxiety was ongoing elsewhere.",
            "Families were not excluded if the child met criteria for a non-anxiety diagnosis.",
            "Indeed almost one third (n ¼ 20) of participants had a secondary, non-anxiety diagnosis."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33726",
        "text": "Overall 72 families were invited to attend an assessment appointment at UQ, with 63 families randomized to either the treatment (n ¼ 33) or the WL control (n ¼ 30) conditions. Posttreatment/wait follow-up assessments were conducted with 60 families (29 from the WL and 31 from the treatment conditions). Follow-up assessments were conducted only with families originally randomized to the treatment condition.",
        "section": "Participants",
        "section_number": 14,
        "sentences": [
            "Overall 72 families were invited to attend an assessment appointment at UQ, with 63 families randomized to either the treatment (n ¼ 33) or the WL control (n ¼ 30) conditions.",
            "Posttreatment/wait follow-up assessments were conducted with 60 families (29 from the WL and 31 from the treatment conditions).",
            "Follow-up assessments were conducted only with families originally randomized to the treatment condition."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33726",
        "text": "Diagnostic Interview. The parent and child versions of the Anxiety Disorders Interview Schedule for Children (ADIS-C-IV-C/P (Silverman & Albano, 1996) ) were used to assess for caseness. The ADIS-IV-C/P demonstrates sound psychometric properties (Silverman, Saavedra, & Pina, 2001) , as well as good sensitivity to treatment effects. In order to be included in the trial, children had to meet criteria for a primary anxiety diagnosis with a Clinical Severity Rating (CSR) of 4 or greater out of 8. The same parent informant completed the ADIS-IV-C/P at each time point. Pre-treatment assessments with parents and children were completed at the Psychology Clinic, University of Queensland. Following treatment, all follow-up interviews were completed over the telephone. The telephone version of the ADIS-IV-C/P has been shown to have good inter-rater reliability (Cobham et al., 1998 ) and a high rate of agreement with the face-to-face format of the interview (Lyneham & Rapee, 2005) . Three postgraduate clinical psychology trainees conducted the pre-treatment diagnostic assessments and four different trainees who were blind to the study design conducted post and follow-up assessments. Interviewers came from a pool of clinical psychology trainees, all of whom had previous experience in administering both the child and parent versions of the ADIS-IV-C/P. Each interviewer had been trained using a mixture of video taped and live diagnostic interviews with parents and children. All trainees had to meet a reliability criterion of 85% in terms of the inter-rater reliability rating for both diagnoses and clinical severity ratings between the trainee and an expert diagnostician (the first author). All interviews were recorded and an independent interviewer from the same pool of trainees viewed a random twenty percent of interviews over the course of the study in order to ensure there was no interviewer drift. The inter-rater reliability was excellent (K ¼ 0.98 for the primary diagnosis assigned).",
        "section": "Measures",
        "section_number": 15,
        "sentences": [
            "Diagnostic Interview.",
            "The parent and child versions of the Anxiety Disorders Interview Schedule for Children (ADIS-C-IV-C/P (Silverman & Albano, 1996) ) were used to assess for caseness.",
            "The ADIS-IV-C/P demonstrates sound psychometric properties (Silverman, Saavedra, & Pina, 2001) , as well as good sensitivity to treatment effects.",
            "In order to be included in the trial, children had to meet criteria for a primary anxiety diagnosis with a Clinical Severity Rating (CSR) of 4 or greater out of 8.",
            "The same parent informant completed the ADIS-IV-C/P at each time point.",
            "Pre-treatment assessments with parents and children were completed at the Psychology Clinic, University of Queensland.",
            "Following treatment, all follow-up interviews were completed over the telephone.",
            "The telephone version of the ADIS-IV-C/P has been shown to have good inter-rater reliability (Cobham et al., 1998 ) and a high rate of agreement with the face-to-face format of the interview (Lyneham & Rapee, 2005) .",
            "Three postgraduate clinical psychology trainees conducted the pre-treatment diagnostic assessments and four different trainees who were blind to the study design conducted post and follow-up assessments.",
            "Interviewers came from a pool of clinical psychology trainees, all of whom had previous experience in administering both the child and parent versions of the ADIS-IV-C/P. Each interviewer had been trained using a mixture of video taped and live diagnostic interviews with parents and children.",
            "All trainees had to meet a reliability criterion of 85% in terms of the inter-rater reliability rating for both diagnoses and clinical severity ratings between the trainee and an expert diagnostician (the first author).",
            "All interviews were recorded and an independent interviewer from the same pool of trainees viewed a random twenty percent of interviews over the course of the study in order to ensure there was no interviewer drift.",
            "The inter-rater reliability was excellent (K ¼ 0.98 for the primary diagnosis assigned)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": 0
    },
    {
        "doc_id": "33726",
        "text": "Questionnaire measures. Children completed the Spence Children's Anxiety Scale (Spence, 1998) . A 45-item self-rated measure 59 (31.0) 10 (31.3) Severe 66 (20.7) 5 (15.6) Severe 74 (13.8) 9 (28.1) Very Severe (8) 0 2 (6.3)",
        "section": "Measures",
        "section_number": 16,
        "sentences": [
            "Questionnaire measures.",
            "Children completed the Spence Children's Anxiety Scale (Spence, 1998) .",
            "A 45-item self-rated measure 59 (31.0) 10 (31.3) Severe 66 (20.7) 5 (15.6) Severe 74 (13.8) 9 (28.1) Very Severe (8) 0 2 (6.3)"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33726",
        "text": "Non-anxiety psychiatric comorbidity, n (%) Attention Deficit Hyperactivity Disorder 4 (13.8) 4 (12.5) Oppositional Defiant Disorder 1 (3.4) 3 (9.4) Dysythmia 1 (3.4) 1 (3.1) Major Depressive Disorder 1 (3.4) 1 (3.1) Enuresis 1 (3.4) 1 (3.1) Sleep terror 1 (3.4) 0 Depression NOS 0 1 (3.1) of how often a child experiences each anxiety symptom, the SCAS consists of subscales (separation anxiety, social phobia, obsessive compulsive, panic/agoraphobia, physical injury fears, and generalized anxiety) that reflect DSM-IV anxiety disorders, as well as a total score. Only the total score is reported in this trial. In this study, Cronbach's alpha for the child version of the SCAS was 0.88. Parents completed the parent version of the SCAS (Nauta et al., 2004) , as well as the Child Behavior Checklist CBCL; (Achenbach & Rescorla, 2000) . The CBCL generates eight empirically-based syndrome scales (aggressive behaviour, anxious/depressed, attention problems, rule-breaking behaviour, somatic complaints, social problems, thought problems and withdrawn/depressed), six DSMoriented scales (affective problems, anxiety problems, somatic problems, ADHD problems, oppositional defiant problems and conduct problems), an Internalizing and Externalizing Problem Scale and a Total Problem score. Only the internalizing raw score is reported in this trial. In this study, Cronbach's alpha for parent measures was: 0.83 (mother SCAS), 0.86 (father SCAS), 0.82 (mother internalizing CBCL), and 0.89 (father internalizing CBCL).",
        "section": "Measures",
        "section_number": 17,
        "sentences": [
            "Non-anxiety psychiatric comorbidity, n (%) Attention Deficit Hyperactivity Disorder 4 (13.8) 4 (12.5) Oppositional Defiant Disorder 1 (3.4) 3 (9.4) Dysythmia 1 (3.4) 1 (3.1) Major Depressive Disorder 1 (3.4) 1 (3.1) Enuresis 1 (3.4) 1 (3.1) Sleep terror 1 (3.4) 0 Depression NOS 0 1 (3.1) of how often a child experiences each anxiety symptom, the SCAS consists of subscales (separation anxiety, social phobia, obsessive compulsive, panic/agoraphobia, physical injury fears, and generalized anxiety) that reflect DSM-IV anxiety disorders, as well as a total score.",
            "Only the total score is reported in this trial.",
            "In this study, Cronbach's alpha for the child version of the SCAS was 0.88.",
            "Parents completed the parent version of the SCAS (Nauta et al., 2004) , as well as the Child Behavior Checklist CBCL; (Achenbach & Rescorla, 2000) .",
            "The CBCL generates eight empirically-based syndrome scales (aggressive behaviour, anxious/depressed, attention problems, rule-breaking behaviour, somatic complaints, social problems, thought problems and withdrawn/depressed), six DSMoriented scales (affective problems, anxiety problems, somatic problems, ADHD problems, oppositional defiant problems and conduct problems), an Internalizing and Externalizing Problem Scale and a Total Problem score.",
            "Only the internalizing raw score is reported in this trial.",
            "In this study, Cronbach's alpha for parent measures was: 0.83 (mother SCAS), 0.86 (father SCAS), 0.82 (mother internalizing CBCL), and 0.89 (father internalizing CBCL)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33726",
        "text": "Families attended an assessment appointment, where informed consent was gained. Those families meeting inclusion criteria were then randomly allocated to either the treatment or the WL condition according to a randomization table generated by computer software. A block randomization method was used, whereby a block size of 4 was used with 6 possible combinations of allocation to the treatment (T) or waitlist control (C) condition (i.e., TTCC, TCTC, TCCT, CTTC, CTCT, CCTT). Families in the WL condition were re-assessed following their 6week wait. Although they then received the intervention; these families ceased to be part of the trial at this point. Families in the treatment condition were re-assessed using the measures outlined above within 1 week of the end of the treatment program; 3, 6 and 12 months later. All outcome assessments were conducted by trained postgraduate clinical psychology trainees who were blind to participants' condition. Participant retention was good, with minimal attrition (1, 2, 3 and 1 families lost to follow-up at posttreatment, 3-month, 6-month and 12-month follow-up respectively).",
        "section": "Procedure",
        "section_number": 18,
        "sentences": [
            "Families attended an assessment appointment, where informed consent was gained.",
            "Those families meeting inclusion criteria were then randomly allocated to either the treatment or the WL condition according to a randomization table generated by computer software.",
            "A block randomization method was used, whereby a block size of 4 was used with 6 possible combinations of allocation to the treatment (T) or waitlist control (C) condition (i.e., TTCC, TCTC, TCCT, CTTC, CTCT, CCTT).",
            "Families in the WL condition were re-assessed following their 6week wait.",
            "Although they then received the intervention; these families ceased to be part of the trial at this point.",
            "Families in the treatment condition were re-assessed using the measures outlined above within 1 week of the end of the treatment program; 3, 6 and 12 months later.",
            "All outcome assessments were conducted by trained postgraduate clinical psychology trainees who were blind to participants' condition.",
            "Participant retention was good, with minimal attrition (1, 2, 3 and 1 families lost to follow-up at posttreatment, 3-month, 6-month and 12-month follow-up respectively)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            1,
            -1
        ],
        "classification_label": 0
    },
    {
        "doc_id": "33726",
        "text": "Triple P-the Positive Parenting Program (Sanders, 2008) e is a multilevel parenting and family support system. Triple P is supported by a significant evidence base (Nowak & Heinrichs, 2008) and incorporates five different levels of intervention intensity, ranging from universal parent information strategies through to enhanced behavioral family interventions. Fear-less Triple P 1 (Cobham & Sanders, 2009 ) is a Level 4, Triple P 1 intervention consisting of six, 90-min group sessions.",
        "section": "Intervention",
        "section_number": 19,
        "sentences": [
            "Triple P-the Positive Parenting Program (Sanders, 2008) e is a multilevel parenting and family support system.",
            "Triple P is supported by a significant evidence base (Nowak & Heinrichs, 2008) and incorporates five different levels of intervention intensity, ranging from universal parent information strategies through to enhanced behavioral family interventions.",
            "Fear-less Triple P 1 (Cobham & Sanders, 2009 ) is a Level 4, Triple P 1 intervention consisting of six, 90-min group sessions."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33726",
        "text": "The parent-only CBT program evaluated in this study is based on the concepts of transfer of control and parental modeling. Parents are taught the principles of a cognitive-behavioral approach to anxiety management and encouraged to apply these themselves, as well as to instruct their children in the content they are learning. The intervention explicitly targets those parent-related factors (e.g., over-protection, excessive reassurance, and 'rescuing' behaviours) that have been implicated by aetiological research in the maintenance of child anxiety via mechanisms such as reduced autonomy and limited opportunities for the development of coping skills (Murray, Creswell, & Cooper, 2009) . Session content focuses on: psychoeducation about anxiety (including the importance of parents in the maintenance of anxiety); promoting emotional resilience; understanding the role of thoughts in anxiety and how to challenge these (mental gym); avoidance and exposure; common parental responses to children's anxiety (e.g., reassurance, allowing avoidance, solving problems for children); promoting constructive coping and maintaining gains. Core concepts (e.g., cognitive restructuring) are translated into homework tasks; thus a homework task from Session 3 involves parents asking their child to generate as many interpretations as possible for another child in an ambiguous hypothetical situation (mental gym).",
        "section": "Intervention",
        "section_number": 20,
        "sentences": [
            "The parent-only CBT program evaluated in this study is based on the concepts of transfer of control and parental modeling.",
            "Parents are taught the principles of a cognitive-behavioral approach to anxiety management and encouraged to apply these themselves, as well as to instruct their children in the content they are learning.",
            "The intervention explicitly targets those parent-related factors (e.g., over-protection, excessive reassurance, and 'rescuing' behaviours) that have been implicated by aetiological research in the maintenance of child anxiety via mechanisms such as reduced autonomy and limited opportunities for the development of coping skills (Murray, Creswell, & Cooper, 2009) .",
            "Session content focuses on: psychoeducation about anxiety (including the importance of parents in the maintenance of anxiety); promoting emotional resilience; understanding the role of thoughts in anxiety and how to challenge these (mental gym); avoidance and exposure; common parental responses to children's anxiety (e.g., reassurance, allowing avoidance, solving problems for children); promoting constructive coping and maintaining gains.",
            "Core concepts (e.g., cognitive restructuring) are translated into homework tasks; thus a homework task from Session 3 involves parents asking their child to generate as many interpretations as possible for another child in an ambiguous hypothetical situation (mental gym)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33726",
        "text": "In this trial, 5 groups were run (5e7 families/group). Although both mothers and fathers were encouraged to attend, in common with most trials in this field, in most cases (30/32 families), only the mother attended. In one family, both parents attended and in another family, the father only attended. Two therapists (postgraduate clinical psychology interns) ran each group after receiving training in the intervention. A total of 6 therapists were involved in running groups, with all receiving weekly supervision from the first author.",
        "section": "Intervention",
        "section_number": 21,
        "sentences": [
            "In this trial, 5 groups were run (5e7 families/group).",
            "Although both mothers and fathers were encouraged to attend, in common with most trials in this field, in most cases (30/32 families), only the mother attended.",
            "In one family, both parents attended and in another family, the father only attended.",
            "Two therapists (postgraduate clinical psychology interns) ran each group after receiving training in the intervention.",
            "A total of 6 therapists were involved in running groups, with all receiving weekly supervision from the first author."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33726",
        "text": "All therapy sessions were recorded. A research assistant who was blind to the trial design reviewed 20% of randomly selected therapy sessions for treatment adherence. We ensured that each group and each session was sampled. Treatment integrity was confirmed in that all listed content was covered in the tapes reviewed and no extraneous content was provided.",
        "section": "Intervention",
        "section_number": 22,
        "sentences": [
            "All therapy sessions were recorded.",
            "A research assistant who was blind to the trial design reviewed 20% of randomly selected therapy sessions for treatment adherence.",
            "We ensured that each group and each session was sampled.",
            "Treatment integrity was confirmed in that all listed content was covered in the tapes reviewed and no extraneous content was provided."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33726",
        "text": "The sample size was determined to provide 90% power at the 5% significance level (two-tailed) to detect 45% difference in the proportion of children who recovered from their primary anxiety disorder in the treatment condition as compared with the WL control condition at the post-treatment assessment (primary outcome). Calculations were based on the estimated remission rate of 56% in the treatment condition and 11% in the WL condition. In the absence of sufficient studies investigating parent-focused interventions with anxiety-disordered children, the average remission rate reported in a meta-analysis of child-focused CBTe56.5% (Cartwright-Hatton et al., 2004) was used for the treatment condition. The figure for the waitlist control condition was conservatively based on the remission rate recently reported for a WL control condition with a relatively favourable prognosis (Thirlwall et al., 2013) . The analysis indicated that 25 families per condition were needed to detect expected differences. This sample size was increased to 62 families to allow for possible attrition of 20%.",
        "section": "Power and sample size",
        "section_number": 23,
        "sentences": [
            "The sample size was determined to provide 90% power at the 5% significance level (two-tailed) to detect 45% difference in the proportion of children who recovered from their primary anxiety disorder in the treatment condition as compared with the WL control condition at the post-treatment assessment (primary outcome).",
            "Calculations were based on the estimated remission rate of 56% in the treatment condition and 11% in the WL condition.",
            "In the absence of sufficient studies investigating parent-focused interventions with anxiety-disordered children, the average remission rate reported in a meta-analysis of child-focused CBTe56.5% (Cartwright-Hatton et al., 2004) was used for the treatment condition.",
            "The figure for the waitlist control condition was conservatively based on the remission rate recently reported for a WL control condition with a relatively favourable prognosis (Thirlwall et al., 2013) .",
            "The analysis indicated that 25 families per condition were needed to detect expected differences.",
            "This sample size was increased to 62 families to allow for possible attrition of 20%."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33726",
        "text": "The baseline and post-intervention assessments were obtained from both groups and were used to compare changes in outcomes from baseline to post-treatment between the two conditions. The follow-up assessments were obtained from the treatment condition only and were used to assess maintenance of improvements for this group. Differences for binary data (presence of any anxiety diagnosis and presence of primary anxiety diagnosis) were analyzed using chi-square tests. We also computed relative risk (RR) estimates, i.e., the likelihood of a child being diagnosed with anxiety post-treatment for children in the treatment condition compared with the WL condition. For severity ratings of child's primary diagnosis, number of diagnoses met, and child's anxiety symptoms as measured by questionnaires (SCAS and CBCL) we applied hierarchal linear regression models (HLMs) using composite scores. All analyses were conducted in SPSS v. 23 on the intention-to-treat basis. Missing data was accommodated via implementation of Multiple Imputations with 10 imputations for chi-square tests or Full Information Maximum Likelihood for HLMs. Both approaches yield intention-to-treat estimates consistent with what would be expected if there were no missing data, given that the assumption of at least Missing at Random is met (Enders, 2010) .",
        "section": "Analysis",
        "section_number": 24,
        "sentences": [
            "The baseline and post-intervention assessments were obtained from both groups and were used to compare changes in outcomes from baseline to post-treatment between the two conditions.",
            "The follow-up assessments were obtained from the treatment condition only and were used to assess maintenance of improvements for this group.",
            "Differences for binary data (presence of any anxiety diagnosis and presence of primary anxiety diagnosis) were analyzed using chi-square tests.",
            "We also computed relative risk (RR) estimates, i.e., the likelihood of a child being diagnosed with anxiety post-treatment for children in the treatment condition compared with the WL condition.",
            "For severity ratings of child's primary diagnosis, number of diagnoses met, and child's anxiety symptoms as measured by questionnaires (SCAS and CBCL) we applied hierarchal linear regression models (HLMs) using composite scores.",
            "All analyses were conducted in SPSS v. 23 on the intention-to-treat basis.",
            "Missing data was accommodated via implementation of Multiple Imputations with 10 imputations for chi-square tests or Full Information Maximum Likelihood for HLMs.",
            "Both approaches yield intention-to-treat estimates consistent with what would be expected if there were no missing data, given that the assumption of at least Missing at Random is met (Enders, 2010) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33726",
        "text": "At baseline, there were no differences on any demographic variables between participants in the two conditions (Table 1) . With the exception of social phobia, there were no significant differences between the treatment and WL conditions on primary anxiety diagnosis at baseline (Table 1 ). There were significant differences between the two conditions on the number of anxiety diagnoses, t(59) ¼ 3.37, p ¼ 0.001, and severity of the primary anxiety diagnosis, t(59) ¼ 2.26, p ¼ 0.028 (Table 2) . The mean number of anxiety diagnoses and CSR of primary anxiety diagnosis was higher for children in the treatment condition, compared to WL condition. Independent samples t-tests indicated no significant differences between the two conditions on the SCAS and CBCL (Table 2) .",
        "section": "Participant characteristics",
        "section_number": 25,
        "sentences": [
            "At baseline, there were no differences on any demographic variables between participants in the two conditions (Table 1) .",
            "With the exception of social phobia, there were no significant differences between the treatment and WL conditions on primary anxiety diagnosis at baseline (Table 1 ).",
            "There were significant differences between the two conditions on the number of anxiety diagnoses, t(59) ¼ 3.37, p ¼ 0.001, and severity of the primary anxiety diagnosis, t(59) ¼ 2.26, p ¼ 0.028 (Table 2) .",
            "The mean number of anxiety diagnoses and CSR of primary anxiety diagnosis was higher for children in the treatment condition, compared to WL condition.",
            "Independent samples t-tests indicated no significant differences between the two conditions on the SCAS and CBCL (Table 2) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33726",
        "text": "For the questionnaire data a number of non-normally distributed variables were detected. Transformations did not change the substantive interpretation of the focal analyses and thus analyses were conducted on non-transformed data. In addition ML estimation applied to the analyses of this data is fairly robust to violations of normality assumptions (Boomsma, 1983) . At post-treatment, there were significantly more anxiety diagnosis-free children in the treatment condition (38.7% (12/31)) than in the WL condition (3.4% (1/29)), c 2 (1, N ¼ 61) ¼ 14.93, p < 0.001; 4 ¼ 0.47, p < 0.001. Children in the treatment condition were 44% less likely to have an anxiety diagnosis at post-treatment than those in the WL condition (RR ¼ 0.56, 95% CI 0.47-0.82, p < 0.001).",
        "section": "Data screening",
        "section_number": 26,
        "sentences": [
            "For the questionnaire data a number of non-normally distributed variables were detected.",
            "Transformations did not change the substantive interpretation of the focal analyses and thus analyses were conducted on non-transformed data.",
            "In addition ML estimation applied to the analyses of this data is fairly robust to violations of normality assumptions (Boomsma, 1983) .",
            "At post-treatment, there were significantly more anxiety diagnosis-free children in the treatment condition (38.7% (12/31)) than in the WL condition (3.4% (1/29)), c 2 (1, N ¼ 61) ¼ 14.93, p < 0.001; 4 ¼ 0.47, p < 0.001.",
            "Children in the treatment condition were 44% less likely to have an anxiety diagnosis at post-treatment than those in the WL condition (RR ¼ 0.56, 95% CI 0.47-0.82, p < 0.001)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33726",
        "text": "At post-treatment there were significantly more children free of their primary anxiety diagnosis in the treatment condition (64.5% (20/31)) than in the WL condition (16.2% (5/29) with one data point",
        "section": "Diagnostic status: presence of the primary anxiety diagnosis",
        "section_number": 27,
        "sentences": [
            "At post-treatment there were significantly more children free of their primary anxiety diagnosis in the treatment condition (64.5% (20/31)) than in the WL condition (16.2% (5/29) with one data point"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33726",
        "text": "missing), c 2 (1, N ¼ 60) ¼ 13.78, p < 0.001; 4 ¼ 0.48, p < 0.01.",
        "section": "Diagnostic status: presence of the primary anxiety diagnosis",
        "section_number": 28,
        "sentences": [
            "missing), c 2 (1, N ¼ 60) ¼ 13.78, p < 0.001; 4 ¼ 0.48, p < 0.01."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33726",
        "text": "Children in the treatment condition were almost 57% less likely to meet criteria for their primary anxiety diagnosis at post-treatment compared to children in the WL condition (RR ¼ 0.43, 95% CI 0.259 À0.709, p < 0.01).",
        "section": "Diagnostic status: presence of the primary anxiety diagnosis",
        "section_number": 29,
        "sentences": [
            "Children in the treatment condition were almost 57% less likely to meet criteria for their primary anxiety diagnosis at post-treatment compared to children in the WL condition (RR ¼ 0.43, 95% CI 0.259 À0.709, p < 0.01)."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33726",
        "text": "Time was a significant predictor of change in the severity ratings, b ¼ À1.01, F(1, 59.55) ¼ 11.97, p < 0.01 and this main effect was moderated by group, b ¼ 2.33, F(1, 55.33) ¼ 21.21, p < 0.001. Followup contrasts showed that the there was a significant decrease in the severity ratings for the treatment group (b ¼ À2.13, t(31.00) ¼ -5.07, p < 0.001) and no significant change for the WL group (b ¼ 0.16, t(27.05) ¼ 0.65, p ¼ 0.52). The difference was statistically significant, t(57) ¼ À4.67, p < 0.001, d corr ¼ À2.94.",
        "section": "Clinician severity ratings (CSR) of the children's primary diagnosis",
        "section_number": 30,
        "sentences": [
            "Time was a significant predictor of change in the severity ratings, b ¼ À1.01, F(1, 59.55) ¼ 11.97, p < 0.01 and this main effect was moderated by group, b ¼ 2.33, F(1, 55.33) ¼ 21.21, p < 0.001.",
            "Followup contrasts showed that the there was a significant decrease in the severity ratings for the treatment group (b ¼ À2.13, t(31.00) ¼ -5.07, p < 0.001) and no significant change for the WL group (b ¼ 0.16, t(27.05) ¼ 0.65, p ¼ 0.52).",
            "The difference was statistically significant, t(57) ¼ À4.67, p < 0.001, d corr ¼ À2.94."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33726",
        "text": "Time was a significant predictor of change in the number of diagnoses met, b ¼ À1.14, F(1, 60.52) ¼ 31.90, p < 0.001 and this main effect was moderated by group, b ¼ 0.53, F(1, 60.21) ¼ 5.40, p < 0.05. Follow-up contrasts showed that there was a significant decrease in the number of diagnoses met for the treatment group (b ¼ À1.93, t(30.99) ¼ -7.51, p < 0.001) and no significant change for the WL group (b ¼ À0.31, t(32.18) ¼ -1.38, p ¼ 0.17). This difference was statistically significant, t(57) ¼ À4.09, p < 0.001, d corr ¼ À1.85.",
        "section": "Number of diagnoses met",
        "section_number": 31,
        "sentences": [
            "Time was a significant predictor of change in the number of diagnoses met, b ¼ À1.14, F(1, 60.52) ¼ 31.90, p < 0.001 and this main effect was moderated by group, b ¼ 0.53, F(1, 60.21) ¼ 5.40, p < 0.05.",
            "Follow-up contrasts showed that there was a significant decrease in the number of diagnoses met for the treatment group (b ¼ À1.93, t(30.99) ¼ -7.51, p < 0.001) and no significant change for the WL group (b ¼ À0.31, t(32.18) ¼ -1.38, p ¼ 0.17).",
            "This difference was statistically significant, t(57) ¼ À4.09, p < 0.001, d corr ¼ À1.85."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33726",
        "text": "Mother SCAS. Time was a significant predictor of change in child's anxiety as rated by mothers, b ¼ À12.31, F(1, 43.81) ¼ 22.87, p < 0.001 and this main effect was moderated by group, b ¼ 13.70, F(1, 41.22) ¼ 15.09, p < 0.001. Follow-up contrasts showed that there was significant decrease in mother's rating of child's anxiety for the treatment group (b ¼ À12.41, t(14.52) ¼ -6.09, p < 0.001) and no significant change in the WL group (b ¼ 1.32), t(22.66) ¼ 0.46, p ¼ 0.65. This difference was statistically significant, t(57) ¼ À4.07, p ¼ 0.001, d corr ¼ À1.52.",
        "section": "Questionnaire data",
        "section_number": 32,
        "sentences": [
            "Mother SCAS.",
            "Time was a significant predictor of change in child's anxiety as rated by mothers, b ¼ À12.31, F(1, 43.81) ¼ 22.87, p < 0.001 and this main effect was moderated by group, b ¼ 13.70, F(1, 41.22) ¼ 15.09, p < 0.001.",
            "Follow-up contrasts showed that there was significant decrease in mother's rating of child's anxiety for the treatment group (b ¼ À12.41, t(14.52) ¼ -6.09, p < 0.001) and no significant change in the WL group (b ¼ 1.32), t(22.66) ¼ 0.46, p ¼ 0.65.",
            "This difference was statistically significant, t(57) ¼ À4.07, p ¼ 0.001, d corr ¼ À1.52."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33726",
        "text": "Father SCAS. Time was not a significant predictor of change in child's anxiety as rated by fathers, b ¼ À7.8, F(1, 22.65) ¼ 3.63, p ¼ 0.07. No significant time-by-group interaction effect was detected, b ¼ 11.70, F(1, 24.39) ¼ 4.15, p ¼ 0.53.",
        "section": "Questionnaire data",
        "section_number": 33,
        "sentences": [
            "Father SCAS.",
            "Time was not a significant predictor of change in child's anxiety as rated by fathers, b ¼ À7.8, F(1, 22.65) ¼ 3.63, p ¼ 0.07.",
            "No significant time-by-group interaction effect was detected, b ¼ 11.70, F(1, 24.39) ¼ 4.15, p ¼ 0.53."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33726",
        "text": "Child SCAS. Time was a significant predictor of change in child's anxiety as rated by children themselves, b ¼ À9.46, F(1, 45.92) ¼ 9.60, p < 0.01 and this main effect was moderated by group, b ¼ 12.64, F(1, 46.28) ¼ 8.59, p < 0.01. Follow-up contrasts showed that there was a significant decrease in anxiety levels for the treatment group (b ¼ 8.88, t(21.74) ¼ -3.39, p < 0.01) and no significant change for the WL group (b ¼ 2.57, t(26.72) ¼ 0.83, p ¼ 0.41). The difference was statistically significant, t(57) ¼ À2.72, p < 0.05, d corr ¼ À1.02.",
        "section": "Questionnaire data",
        "section_number": 34,
        "sentences": [
            "Child SCAS.",
            "Time was a significant predictor of change in child's anxiety as rated by children themselves, b ¼ À9.46, F(1, 45.92) ¼ 9.60, p < 0.01 and this main effect was moderated by group, b ¼ 12.64, F(1, 46.28) ¼ 8.59, p < 0.01.",
            "Follow-up contrasts showed that there was a significant decrease in anxiety levels for the treatment group (b ¼ 8.88, t(21.74) ¼ -3.39, p < 0.01) and no significant change for the WL group (b ¼ 2.57, t(26.72) ¼ 0.83, p ¼ 0.41).",
            "The difference was statistically significant, t(57) ¼ À2.72, p < 0.05, d corr ¼ À1.02."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33726",
        "text": "Mother CBCL internalizing raw-scores. Time was a significant predictor of change in child's internalising problems as rated by mothers, b ¼ À4.11, F(1, 90.1) ¼ 10.69, p < 0.01 and this main effect was moderated by group, b ¼ 4.57, F(1, 74.06) ¼ 7.45, p < 0.05. Follow-up contrasts showed that there was a significant decrease in child's internalising problems for the Fear-less group (b ¼ À4.32, t(105.41) ¼ -3.32, p < 0.01), and no significant change for the WL group (b ¼ À0.59, t(41.21) ¼ 0.33, p ¼ 0.74). This difference was statistically significant, t(57) ¼ 2.21, p < 0.05, d corr ¼ À0.56.",
        "section": "Questionnaire data",
        "section_number": 35,
        "sentences": [
            "Mother CBCL internalizing raw-scores.",
            "Time was a significant predictor of change in child's internalising problems as rated by mothers, b ¼ À4.11, F(1, 90.1) ¼ 10.69, p < 0.01 and this main effect was moderated by group, b ¼ 4.57, F(1, 74.06) ¼ 7.45, p < 0.05.",
            "Follow-up contrasts showed that there was a significant decrease in child's internalising problems for the Fear-less group (b ¼ À4.32, t(105.41) ¼ -3.32, p < 0.01), and no significant change for the WL group (b ¼ À0.59, t(41.21) ¼ 0.33, p ¼ 0.74).",
            "This difference was statistically significant, t(57) ¼ 2.21, p < 0.05, d corr ¼ À0.56."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33726",
        "text": "Father CBCL internalizing raw-scores. Time was a significant predictor of change in child's internalising problems as rated by fathers, b ¼ À7.30, F(1,22.68) ¼ 13.89, p < 0.01. No significant timeby-group interaction effect was detected, b ¼ 3.06, F(1, 40.43) ¼ 0.70, p ¼ 0.41. 34.2 (10.4) 31.5 (11.9) 20.1 (4.9) 32.3 (11.9) 14.5 (7.5) 14.1 (9.2) 15.6 (7.6) Father SCAS 30.5 (11.9) 26.0 (12.2) 21.4 (14.4) 30.6 (15.2) 15.8 (9.5) 14.1 (10.7) 17.6 (10.7) Mother CBCL Int raw score 13.9 6.316.7 (8.8) 9.2 (4.9) 14.04 (9.1) 9.2 (6.9) 7.0 (5.7) 5.8 (4.4)",
        "section": "Questionnaire data",
        "section_number": 36,
        "sentences": [
            "Father CBCL internalizing raw-scores.",
            "Time was a significant predictor of change in child's internalising problems as rated by fathers, b ¼ À7.30, F(1,22.68) ¼ 13.89, p < 0.01.",
            "No significant timeby-group interaction effect was detected, b ¼ 3.06, F(1, 40.43) ¼ 0.70, p ¼ 0.41.",
            "34.2 (10.4) 31.5 (11.9) 20.1 (4.9) 32.3 (11.9) 14.5 (7.5) 14.1 (9.2) 15.6 (7.6) Father SCAS 30.5 (11.9) 26.0 (12.2) 21.4 (14.4) 30.6 (15.2) 15.8 (9.5) 14.1 (10.7) 17.6 (10.7) Mother CBCL Int raw score 13.9 6.316.7 (8.8) 9.2 (4.9) 14.04 (9.1) 9.2 (6.9) 7.0 (5.7) 5.8 (4.4)"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33726",
        "text": "Father CBCL Int raw score 16.5 (8.6) 15.5 (9/3) 8.9 (7.0) 11.2 (6.5) 8.1 (7.9) 9.7 (6.4) 4.1 (2.2)",
        "section": "Questionnaire data",
        "section_number": 37,
        "sentences": [
            "Father CBCL Int raw score 16.5 (8.6) 15.5 (9/3) 8.9 (7.0) 11.2 (6.5) 8.1 (7.9) 9.7 (6.4) 4.1 (2.2)"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33726",
        "text": "Note. SCAS ¼ Spence Children's Anxiety Scale; CBCL Int t-score ¼ Child Behavior Checklist Internalizing raw score, M ¼ mean, SD ¼ standard deviation.",
        "section": "Questionnaire data",
        "section_number": 38,
        "sentences": [
            "Note.",
            "SCAS ¼ Spence Children's Anxiety Scale; CBCL Int t-score ¼ Child Behavior Checklist Internalizing raw score, M ¼ mean, SD ¼ standard deviation."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33726",
        "text": "Thirty families in the treatment group completed a measure of client satisfaction. The mean score for client satisfaction was 78.81 (SD ¼ 7.97), with a possible score range of 13e91.",
        "section": "Client satisfaction",
        "section_number": 39,
        "sentences": [
            "Thirty families in the treatment group completed a measure of client satisfaction.",
            "The mean score for client satisfaction was 78.81 (SD ¼ 7.97), with a possible score range of 13e91."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33726",
        "text": "3.4. Maintenance of gains across follow-up for the treatment condition 3.4.1. Diagnostic status: presence of any anxiety diagnosis",
        "section": "Client satisfaction",
        "section_number": 40,
        "sentences": [
            "3.4.",
            "Maintenance of gains across follow-up for the treatment condition 3.4.1.",
            "Diagnostic status: presence of any anxiety diagnosis"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33726",
        "text": "In the treatment group 58.6% of children (17/29) at 3-month follow-up, 69.2% of children (18/26) at 6-month follow-up and 84% of children (21/25) at 12-month follow-up were free of any anxiety diagnosis (See Fig. 2) .",
        "section": "Client satisfaction",
        "section_number": 41,
        "sentences": [
            "In the treatment group 58.6% of children (17/29) at 3-month follow-up, 69.2% of children (18/26) at 6-month follow-up and 84% of children (21/25) at 12-month follow-up were free of any anxiety diagnosis (See Fig. 2) ."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33726",
        "text": "In the treatment group 72.4% of children (21/29 with 2 data points missing) at 3-month follow-up, 84.6% of children (22/26 with 5 data points missing) at 6-month follow-up and 92% of children (21/25 with 6 data points missing) at 12-month follow-up were free of their original primary anxiety diagnosis.",
        "section": "Presence of the primary anxiety diagnosis",
        "section_number": 42,
        "sentences": [
            "In the treatment group 72.4% of children (21/29 with 2 data points missing) at 3-month follow-up, 84.6% of children (22/26 with 5 data points missing) at 6-month follow-up and 92% of children (21/25 with 6 data points missing) at 12-month follow-up were free of their original primary anxiety diagnosis."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33726",
        "text": "There was a significant decrease in the severity ratings for the treatment group from post-assessment to 12-month follow-up, b ¼ À0.76, F(1, 30.75) ¼ 15.18, p < 0.001. Effect sizes were: d ¼ 0.61 (post-assessment to 3-month follow-up), d ¼ 0.08 (3month to 6-month) and d ¼ 0.46 (6-month to 12-month follow-up).",
        "section": "Clinician severity ratings (CSR) of the children's primary diagnosis",
        "section_number": 43,
        "sentences": [
            "There was a significant decrease in the severity ratings for the treatment group from post-assessment to 12-month follow-up, b ¼ À0.76, F(1, 30.75) ¼ 15.18, p < 0.001.",
            "Effect sizes were: d ¼ 0.61 (post-assessment to 3-month follow-up), d ¼ 0.08 (3month to 6-month) and d ¼ 0.46 (6-month to 12-month follow-up)."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33726",
        "text": "There was a significant decrease over time for the treatment group in the number of diagnoses met, b ¼ À0.28, F(1, 72.34) ¼ 12.12, p < 0.01. Effect sizes were: d ¼ 0.25 (post-assessment to 3-month follow-up), d ¼ 0.28 (3-month to 6-month followup) and d ¼ 0.17 (6-month to 12-month follow-up).",
        "section": "Number of diagnoses met",
        "section_number": 44,
        "sentences": [
            "There was a significant decrease over time for the treatment group in the number of diagnoses met, b ¼ À0.28, F(1, 72.34) ¼ 12.12, p < 0.01.",
            "Effect sizes were: d ¼ 0.25 (post-assessment to 3-month follow-up), d ¼ 0.28 (3-month to 6-month followup) and d ¼ 0.17 (6-month to 12-month follow-up)."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33726",
        "text": "Mother SCAS. Time was not a significant predictor of change in child's anxiety as rated by mothers from post-assessment to 12month follow-up, b ¼ À1.28, F(1, 3.6) ¼ 2.87, p ¼ 0.173. Effect sizes were: d ¼ 1.34 (post-assessment to 3-month follow-up), d ¼ 0.03 (3-month to 6-month follow-up) and d ¼ À0.15 (6month to 12-month follow-up).",
        "section": "Questionnaire data",
        "section_number": 45,
        "sentences": [
            "Mother SCAS.",
            "Time was not a significant predictor of change in child's anxiety as rated by mothers from post-assessment to 12month follow-up, b ¼ À1.28, F(1, 3.6) ¼ 2.87, p ¼ 0.173.",
            "Effect sizes were: d ¼ 1.34 (post-assessment to 3-month follow-up), d ¼ 0.03 (3-month to 6-month follow-up) and d ¼ À0.15 (6month to 12-month follow-up)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33726",
        "text": "Father SCAS. Time was not a significant predictor of change in child's anxiety as rated by fathers from post-assessment up to 12month follow-up, b ¼ À0.97, F(1, 18.2) ¼ 0.36, p ¼ 0.554. Effect sizes were d ¼ 0.59 (post-assessment to 3-month follow-up), d ¼ 0.62 (3-month to 6-month follow-up), and d ¼ À0.32 (6month to 12-month follow-up).",
        "section": "Questionnaire data",
        "section_number": 46,
        "sentences": [
            "Father SCAS.",
            "Time was not a significant predictor of change in child's anxiety as rated by fathers from post-assessment up to 12month follow-up, b ¼ À0.97, F(1, 18.2) ¼ 0.36, p ¼ 0.554.",
            "Effect sizes were d ¼ 0.59 (post-assessment to 3-month follow-up), d ¼ 0.62 (3-month to 6-month follow-up), and d ¼ À0.32 (6month to 12-month follow-up)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33726",
        "text": "Child SCAS. Time was not a significant predictor of change in child's anxiety as rated by children themselves from potassessment up to 12-month follow-up, b ¼ À0.68, F(1, 64.8) ¼ 0.56, p ¼ 0.457. Effect sizes were: d ¼ 0.45 (post-assessment to 3-month follow-up), d ¼ 0.06 (3-month to 6-month follow-up) and d ¼ À0.51 (6-month to 12-month follow-up).",
        "section": "Questionnaire data",
        "section_number": 47,
        "sentences": [
            "Child SCAS.",
            "Time was not a significant predictor of change in child's anxiety as rated by children themselves from potassessment up to 12-month follow-up, b ¼ À0.68, F(1, 64.8) ¼ 0.56, p ¼ 0.457.",
            "Effect sizes were: d ¼ 0.45 (post-assessment to 3-month follow-up), d ¼ 0.06 (3-month to 6-month follow-up) and d ¼ À0.51 (6-month to 12-month follow-up)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33726",
        "text": "Mother CBCL internalizing raw-scores. There was a significant decrease in child's internalising problems as rated by mothers from post-assessment up to 12-month follow-up, b ¼ À1.30, F(1, 80.87) ¼ 5.46, p < 0.05. Effect sizes were: d ¼ 0.01 (post-assessment to 3-month follow-up), d ¼ 0.40 (3-month to 6-month follow-up) and d ¼ 0.30 (6-month to 12-month follow-up).",
        "section": "Questionnaire data",
        "section_number": 48,
        "sentences": [
            "Mother CBCL internalizing raw-scores.",
            "There was a significant decrease in child's internalising problems as rated by mothers from post-assessment up to 12-month follow-up, b ¼ À1.30, F(1, 80.87) ¼ 5.46, p < 0.05.",
            "Effect sizes were: d ¼ 0.01 (post-assessment to 3-month follow-up), d ¼ 0.40 (3-month to 6-month follow-up) and d ¼ 0.30 (6-month to 12-month follow-up)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33726",
        "text": "Father CBCL internalizing raw-scores. Time was not a significant predictor of change in child's internalising problems as rated by fathers from post-assessment up to 12-month follow-up, b ¼ À1.16, F(1, 45.1) ¼ 1.87, p ¼ 0.18. Effect sizes were: d ¼ 0.11(post-assessment to 3-month follow-up), d ¼ À0.22(3-month to 6-month follow-up) and d ¼ 0.17 (6-month to 12-month follow-up).",
        "section": "Questionnaire data",
        "section_number": 49,
        "sentences": [
            "Father CBCL internalizing raw-scores.",
            "Time was not a significant predictor of change in child's internalising problems as rated by fathers from post-assessment up to 12-month follow-up, b ¼ À1.16, F(1, 45.1) ¼ 1.87, p ¼ 0.18.",
            "Effect sizes were: d ¼ 0.11(post-assessment to 3-month follow-up), d ¼ À0.22(3-month to 6-month follow-up) and d ¼ 0.17 (6-month to 12-month follow-up)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33726",
        "text": "The current study assessed the efficacy of a 6-week parent-only group CBT intervention in reducing anxiety symptomatology in anxiety-disordered children aged 7e14 years. Across diagnostic and questionnaire measures, the intervention produced superior outcomes for children compared to the WL condition.",
        "section": "Discussion",
        "section_number": 50,
        "sentences": [
            "The current study assessed the efficacy of a 6-week parent-only group CBT intervention in reducing anxiety symptomatology in anxiety-disordered children aged 7e14 years.",
            "Across diagnostic and questionnaire measures, the intervention produced superior outcomes for children compared to the WL condition."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33726",
        "text": "At post-treatment, 38.7% of children in the treatment condition, compared with 3.4% of children in the WL condition were free of any anxiety diagnosis, making the children whose parents received the intervention 44% less likely to meet criteria for any anxiety diagnosis than their WL counterparts. In relation to children's original primary diagnosis, 61.3% of children in the treatment condition were diagnosis-free at post-treatment, compared with 17.3% in the WL condition. In addition, the CSR of the primary diagnosis and the number of anxiety diagnoses met significantly reduced from pre to post for children in the treatment condition but not for WL children. The superior results demonstrated by the intervention evaluated in this trial are consistent with the diagnostic results reported by Smith et al. (2014) , although because these authors did not report on diagnostic remission rates, the only direct comparison possible relates to the number of anxiety diagnoses met. The results are also consistent with the diagnostic data reported by Thirlwall et al. (2013) . Based on maternal and child report on the SCAS and maternal report on the CBCL, children in the treatment condition demonstrated a significant reduction in anxiety symptoms, compared to WL children who showed no change from pre to post. Paternal report indicated either no significant effect of time (SCAS e although it is interesting to note that fathers in the treatment condition reported on average, a 9-point reduction on the SCAS from pre-to post; whereas fathers in the WL group reported an average increase of over 4 points) or no time-by-group interaction (CBCL). The lack of intervention X time finding for fathers is interesting to consider given the low rate of engagement in treatment by fathers. Although the absence of fathers if reasonably typical in this field, it is essential to try and engage fathers more effectively. At follow-up, the percentage of children free of any anxiety diagnosis was 58.6% (3-month), 69.2% (6-month) and 84% (12-month). This pattern of steadily improving diagnostic outcomes fits well with the hypothesis that, over time, parents continued to implement what they had learned (the 'sowing and reaping' hypothesis discussed by Smith et al., 2014) . Mother and child questionnaire measures indicated that gains were maintained over time.",
        "section": "Discussion",
        "section_number": 51,
        "sentences": [
            "At post-treatment, 38.7% of children in the treatment condition, compared with 3.4% of children in the WL condition were free of any anxiety diagnosis, making the children whose parents received the intervention 44% less likely to meet criteria for any anxiety diagnosis than their WL counterparts.",
            "In relation to children's original primary diagnosis, 61.3% of children in the treatment condition were diagnosis-free at post-treatment, compared with 17.3% in the WL condition.",
            "In addition, the CSR of the primary diagnosis and the number of anxiety diagnoses met significantly reduced from pre to post for children in the treatment condition but not for WL children.",
            "The superior results demonstrated by the intervention evaluated in this trial are consistent with the diagnostic results reported by Smith et al. (2014) , although because these authors did not report on diagnostic remission rates, the only direct comparison possible relates to the number of anxiety diagnoses met.",
            "The results are also consistent with the diagnostic data reported by Thirlwall et al. (2013) .",
            "Based on maternal and child report on the SCAS and maternal report on the CBCL, children in the treatment condition demonstrated a significant reduction in anxiety symptoms, compared to WL children who showed no change from pre to post.",
            "Paternal report indicated either no significant effect of time (SCAS e although it is interesting to note that fathers in the treatment condition reported on average, a 9-point reduction on the SCAS from pre-to post; whereas fathers in the WL group reported an average increase of over 4 points) or no time-by-group interaction (CBCL).",
            "The lack of intervention X time finding for fathers is interesting to consider given the low rate of engagement in treatment by fathers.",
            "Although the absence of fathers if reasonably typical in this field, it is essential to try and engage fathers more effectively.",
            "At follow-up, the percentage of children free of any anxiety diagnosis was 58.6% (3-month), 69.2% (6-month) and 84% (12-month).",
            "This pattern of steadily improving diagnostic outcomes fits well with the hypothesis that, over time, parents continued to implement what they had learned (the 'sowing and reaping' hypothesis discussed by Smith et al., 2014) .",
            "Mother and child questionnaire measures indicated that gains were maintained over time."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33726",
        "text": "To the best of our knowledge, this trial is the first adequately powered RCT with an extended follow-up period that has compared a clinic-based, parent-focused intervention with a WL condition in a sample of anxiety-disordered children over the age of 9 years. Retention (both throughout treatment and during followup) was good, with only 1 family not able to complete the intervention, and 25/31 families involved in the 12-month follow-up. The sample described here is consistent in terms of diagnostic severity and non-anxiety comorbidity with other treatment outcome studies in the field e representing children with a range of anxiety disorders and severity.",
        "section": "Discussion",
        "section_number": 52,
        "sentences": [
            "To the best of our knowledge, this trial is the first adequately powered RCT with an extended follow-up period that has compared a clinic-based, parent-focused intervention with a WL condition in a sample of anxiety-disordered children over the age of 9 years.",
            "Retention (both throughout treatment and during followup) was good, with only 1 family not able to complete the intervention, and 25/31 families involved in the 12-month follow-up.",
            "The sample described here is consistent in terms of diagnostic severity and non-anxiety comorbidity with other treatment outcome studies in the field e representing children with a range of anxiety disorders and severity."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33726",
        "text": "The study is limited by the lack of an active treatment comparison condition. However, as noted by Smith et al. (2014) , when evaluating a new intervention and a unique delivery modality, ethical considerations dictate comparison with no treatment as the first step. Another important limitation is the short duration of the wait list period (6 weeks). In line with the majority of studies in this field, the wait list period was defined by the length of the intervention being evaluated, with the post-wait assessment occurring in line with the post-treatment assessment. In evaluating this particular intervention, it would have been preferable if the wait list period had been extended to line up with the 3-month followup assessment. It is not possible to know whether the parents who self-selected into this trial may represent a sub-section of the larger group of parents of anxiety-disordered children (e.g., our parents may have a greater sense of self-efficacy). This means that the generalizability of these findings is unclear. It is also relevant that Social Phobia was a significantly less common primary diagnosis in the treatment condition relative to the WL condition, given that Social Phobia has been found to respond less well than other anxiety disorders to non-disorder specific treatments (Donovan et al., 2015) . Finally, this study is limited by its reliance on selfand parent-report (either in the form of diagnostic interviews or questionnaires). Ideally, more objective measures (such as clinician ratings of overall improvement) would have been included.",
        "section": "Discussion",
        "section_number": 53,
        "sentences": [
            "The study is limited by the lack of an active treatment comparison condition.",
            "However, as noted by Smith et al. (2014) , when evaluating a new intervention and a unique delivery modality, ethical considerations dictate comparison with no treatment as the first step.",
            "Another important limitation is the short duration of the wait list period (6 weeks).",
            "In line with the majority of studies in this field, the wait list period was defined by the length of the intervention being evaluated, with the post-wait assessment occurring in line with the post-treatment assessment.",
            "In evaluating this particular intervention, it would have been preferable if the wait list period had been extended to line up with the 3-month followup assessment.",
            "It is not possible to know whether the parents who self-selected into this trial may represent a sub-section of the larger group of parents of anxiety-disordered children (e.g., our parents may have a greater sense of self-efficacy).",
            "This means that the generalizability of these findings is unclear.",
            "It is also relevant that Social Phobia was a significantly less common primary diagnosis in the treatment condition relative to the WL condition, given that Social Phobia has been found to respond less well than other anxiety disorders to non-disorder specific treatments (Donovan et al., 2015) .",
            "Finally, this study is limited by its reliance on selfand parent-report (either in the form of diagnostic interviews or questionnaires).",
            "Ideally, more objective measures (such as clinician ratings of overall improvement) would have been included."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33726",
        "text": "These findings require replication with a larger sample that incorporates child-focused CBT as an active treatment comparison. Further research is also necessary to investigate:",
        "section": "Discussion",
        "section_number": 54,
        "sentences": [
            "These findings require replication with a larger sample that incorporates child-focused CBT as an active treatment comparison.",
            "Further research is also necessary to investigate:"
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33726",
        "text": "a) The mechanisms by which the intervention is affecting change in children's anxiety symptoms; b) The issue of parent representativeness and which families are likely to benefit from the intervention.",
        "section": "Discussion",
        "section_number": 55,
        "sentences": [
            "a) The mechanisms by which the intervention is affecting change in children's anxiety symptoms; b) The issue of parent representativeness and which families are likely to benefit from the intervention."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33726",
        "text": "The rate of recovery reported for children whose parents completed the program is comparable to, and indeed (at the 12month follow-up point) superior to rates reported in studies evaluating the gold-standard intervention with this population e namely, a course of individual child-focused CBT, typically involving 16 1-h treatment sessions (Cartwright-Hatton et al., 2004; James et al., 2005) . Based on the Australian Psychological Society's (APS) Schedule of Recommended Fees for Psychological Services (2016e2017 (Psychological, 2016) ), the cost to a family of 16 individual, 1-h sessions of child-focused CBT is A$3856.00. The cost of participating in 6 group, 1.5-h sessions of the parent-only intervention described here is A$420.00 per family, just under 11% of the cost of a full course of individual, child-focused CBT. Given that both time and financial expense have been identified as barriers to treatment-seeking, a parent-only group CBT program may be a more accessible treatment option for families compared to traditional, child-focused CBT. Based on the data reported here, such a program appears to be a promising and inexpensive intervention in the treatment of childhood anxiety disorders.",
        "section": "Conclusions",
        "section_number": 56,
        "sentences": [
            "The rate of recovery reported for children whose parents completed the program is comparable to, and indeed (at the 12month follow-up point) superior to rates reported in studies evaluating the gold-standard intervention with this population e namely, a course of individual child-focused CBT, typically involving 16 1-h treatment sessions (Cartwright-Hatton et al., 2004; James et al., 2005) .",
            "Based on the Australian Psychological Society's (APS) Schedule of Recommended Fees for Psychological Services (2016e2017 (Psychological, 2016) ), the cost to a family of 16 individual, 1-h sessions of child-focused CBT is A$3856.00.",
            "The cost of participating in 6 group, 1.5-h sessions of the parent-only intervention described here is A$420.00 per family, just under 11% of the cost of a full course of individual, child-focused CBT.",
            "Given that both time and financial expense have been identified as barriers to treatment-seeking, a parent-only group CBT program may be a more accessible treatment option for families compared to traditional, child-focused CBT.",
            "Based on the data reported here, such a program appears to be a promising and inexpensive intervention in the treatment of childhood anxiety disorders."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33726",
        "text": "V.E.Cobham et al. / Behaviour Research and Therapy 95 (2017) 128e138",
        "section": "",
        "section_number": 57,
        "sentences": [
            "V.E.Cobham et al. / Behaviour Research and Therapy 95 (2017) 128e138"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "33726",
        "text": "The Parenting and Family Support Centre is partly funded by royalties stemming from published resources of the Triple P e Positive Parenting Program, which is developed and owned by The University of Queensland (UQ). Royalties are also distributed to the Faculty of Health and Behavioural Sciences at UQ and contributory authors of published Triple P resources. Triple P International (TPI) Pty Ltd is a private company licensed by Uniquest Pty Ltd on behalf of UQ, to publish and disseminate Triple P worldwide. The authors of this report have no share or ownership of TPI. Dr. Cobham and Dr. Sanders may in future receive royalties and/or consultancy fees from TPI. TPI had no involvement in the study design, collection, analysis or interpretation of data, or writing of this report. Drs. Cobham and Sanders are employees at UQ. Dr. Filus has no conflict of interest disclosure to make.V.E.Cobham et al. / Behaviour Research and Therapy 95 (2017) 128e138",
        "section": "",
        "section_number": 58,
        "sentences": [
            "The Parenting and Family Support Centre is partly funded by royalties stemming from published resources of the Triple P e Positive Parenting Program, which is developed and owned by The University of Queensland (UQ).",
            "Royalties are also distributed to the Faculty of Health and Behavioural Sciences at UQ and contributory authors of published Triple P resources.",
            "Triple P International (TPI) Pty Ltd is a private company licensed by Uniquest Pty Ltd on behalf of UQ, to publish and disseminate Triple P worldwide.",
            "The authors of this report have no share or ownership of TPI.",
            "Dr. Cobham and Dr. Sanders may in future receive royalties and/or consultancy fees from TPI.",
            "TPI had no involvement in the study design, collection, analysis or interpretation of data, or writing of this report.",
            "Drs.",
            "Cobham and Sanders are employees at UQ.",
            "Dr. Filus has no conflict of interest disclosure to make.",
            "V.E.Cobham et al. / Behaviour Research and Therapy 95 (2017) 128e138"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    }
]