[
    {
        "doc_id": "37781",
        "text": "Objective: To describe infant activity at 3 months old and to test the efficacy of a primary care-based child obesity prevention intervention on promoting infant activity in low-income Hispanic families. Methods: This study was a randomized controlled trial (n 5 533) comparing a control group of motherinfant dyads receiving standard prenatal and pediatric primary care with an intervention group receiving \"Starting Early,\" with individual nutrition counseling and nutrition and parenting support groups coordinated with prenatal and pediatric visits. Outcomes included infant activity (tummy time, unrestrained floor time, time in movement-restricting devices). Health literacy was assessed using the Newest Vital Sign. Results: Four hundred fifty-six mothers completed 3-month assessments. Infant activity results were: 82.6% ever practiced tummy time; 32.0% practiced tummy time on the floor; 34.4% reported unrestrained floor time; 56.4% reported 1 h/d in movement-restricting devices. Inadequate health literacy was associated with reduced tummy time and unrestrained floor time. The intervention group reported more floor tummy time (OR 2.16, 95% CI 1.44-3.23) and unrestrained floor time (OR 1.69, 95% CI 1.14-2.49) compared to controls. No difference in the time spent in movement-restricting devices was found. Conclusions: Tummy time and unrestrained floor time were low. Primary care-based obesity prevention programs have potential to promote these activities.",
        "section": "Abstract",
        "sentences": [
            "Objective: To describe infant activity at 3 months old and to test the efficacy of a primary care-based child obesity prevention intervention on promoting infant activity in low-income Hispanic families.",
            "Methods: This study was a randomized controlled trial (n 5 533) comparing a control group of motherinfant dyads receiving standard prenatal and pediatric primary care with an intervention group receiving \"Starting Early,\" with individual nutrition counseling and nutrition and parenting support groups coordinated with prenatal and pediatric visits.",
            "Outcomes included infant activity (tummy time, unrestrained floor time, time in movement-restricting devices).",
            "Health literacy was assessed using the Newest Vital Sign.",
            "Results: Four hundred fifty-six mothers completed 3-month assessments.",
            "Infant activity results were: 82.6% ever practiced tummy time; 32.0% practiced tummy time on the floor; 34.4% reported unrestrained floor time; 56.4% reported 1 h/d in movement-restricting devices.",
            "Inadequate health literacy was associated with reduced tummy time and unrestrained floor time.",
            "The intervention group reported more floor tummy time (OR 2.16, 95% CI 1.44-3.23) and unrestrained floor time (OR 1.69, 95% CI 1.14-2.49) compared to controls.",
            "No difference in the time spent in movement-restricting devices was found.",
            "Conclusions: Tummy time and unrestrained floor time were low.",
            "Primary care-based obesity prevention programs have potential to promote these activities."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37781",
        "text": "The Institute of Medicine's report on early obesity prevention emphasizes the need to increase infant physical activity (1) . Although precise definitions of infant activity are challenging, providing opportunities for unrestricted movement may increase activity and energy expenditure. For infants less than 6 months old, caregivers should provide daily \"tummy time\" (time awake in the prone position) and opportunities for infants to move freely by engaging them unrestrained on the floor (in prone or supine position) and limit the use of equipment that restricts movement, such as bouncy seats or swings. Despite these recommendations, few studies have described patterns of infant tummy time, unrestrained floor time, and movement-restricting time (2-5).",
        "section": "Introduction",
        "section_number": 1,
        "sentences": [
            "The Institute of Medicine's report on early obesity prevention emphasizes the need to increase infant physical activity (1) .",
            "Although precise definitions of infant activity are challenging, providing opportunities for unrestricted movement may increase activity and energy expenditure.",
            "For infants less than 6 months old, caregivers should provide daily \"tummy time\" (time awake in the prone position) and opportunities for infants to move freely by engaging them unrestrained on the floor (in prone or supine position) and limit the use of equipment that restricts movement, such as bouncy seats or swings.",
            "Despite these recommendations, few studies have described patterns of infant tummy time, unrestrained floor time, and movement-restricting time (2-5)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37781",
        "text": "Studies of infant activity have focused on the duration and frequency of tummy time, but none has described how families practice tummy time, such as whether infants are placed on the floor, which allows unrestricted movement, or held on an adult's lap or chest (2, 6, 7) . These studies have found that health literacy, education, and ethnicity are related to infant activity. Hispanic mothers and those with inadequate health literacy reported less tummy time (7, 8) , and university-educated mothers provided more play time than those with less education (3) . There has been limited study of movement-restricted time (3, 9) . Given that parents reported infrequently receiving information regarding infant positioning or these devices, and that these messages were confusing and inconsistent (10, 11) , gaining a better understanding of variations in tummy time, unrestrained floor time, and use of movement-restricting devices will aid in developing strategies to promote infant activity, especially in high-risk groups.",
        "section": "Introduction",
        "section_number": 2,
        "sentences": [
            "Studies of infant activity have focused on the duration and frequency of tummy time, but none has described how families practice tummy time, such as whether infants are placed on the floor, which allows unrestricted movement, or held on an adult's lap or chest (2, 6, 7) .",
            "These studies have found that health literacy, education, and ethnicity are related to infant activity.",
            "Hispanic mothers and those with inadequate health literacy reported less tummy time (7, 8) , and university-educated mothers provided more play time than those with less education (3) .",
            "There has been limited study of movement-restricted time (3, 9) .",
            "Given that parents reported infrequently receiving information regarding infant positioning or these devices, and that these messages were confusing and inconsistent (10, 11) , gaining a better understanding of variations in tummy time, unrestrained floor time, and use of movement-restricting devices will aid in developing strategies to promote infant activity, especially in high-risk groups."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37781",
        "text": "While the majority of early obesity prevention interventions have incorporated physical activity, few exist for high-risk families (6, (12) (13) (14) . Lower infant physical activity has been associated with increased infant total body fat (15, 16) , rapid weight gain (17) , becoming overweight (17) , and greater skinfold thickness (18) . To fill this gap, we designed \"Starting Early,\" a primary care-based early child obesity prevention program targeting low-income Hispanic families, beginning in pregnancy and continuing until child age 3 years old. The primary focus of the intervention is to promote healthy, responsive infant feeding and activity practices. Previous reports have documented positive impacts on infant feeding (19) . Findings on infant activity have not been previously reported.",
        "section": "Introduction",
        "section_number": 3,
        "sentences": [
            "While the majority of early obesity prevention interventions have incorporated physical activity, few exist for high-risk families (6, (12) (13) (14) .",
            "Lower infant physical activity has been associated with increased infant total body fat (15, 16) , rapid weight gain (17) , becoming overweight (17) , and greater skinfold thickness (18) .",
            "To fill this gap, we designed \"Starting Early,\" a primary care-based early child obesity prevention program targeting low-income Hispanic families, beginning in pregnancy and continuing until child age 3 years old.",
            "The primary focus of the intervention is to promote healthy, responsive infant feeding and activity practices.",
            "Previous reports have documented positive impacts on infant feeding (19) .",
            "Findings on infant activity have not been previously reported."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37781",
        "text": "Therefore, we sought to address key gaps in the literature by: (1) describing infant tummy time, unrestrained floor time, and movement-restricted time; (2) exploring risk factors for lower infant activity, such as maternal health literacy, education, and country of origin; (3) testing the efficacy of the Starting Early intervention on promoting tummy time and unrestrained floor time and decreasing movement-restricted time in low-income Hispanic families; and (4) determining the impact of attending a greater number of intervention sessions.",
        "section": "Introduction",
        "section_number": 4,
        "sentences": [
            "Therefore, we sought to address key gaps in the literature by: (1) describing infant tummy time, unrestrained floor time, and movement-restricted time; (2) exploring risk factors for lower infant activity, such as maternal health literacy, education, and country of origin; (3) testing the efficacy of the Starting Early intervention on promoting tummy time and unrestrained floor time and decreasing movement-restricted time in low-income Hispanic families; and (4) determining the impact of attending a greater number of intervention sessions."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37781",
        "text": "Study aims were addressed in the context of a randomized controlled trial to test the efficacy of Starting Early, an early child obesity prevention intervention, compared to a standard care control group. This trial was approved by the Institutional Review Boards of New York University School of Medicine, Albert Einstein College of Medicine, Bellevue Hospital Center, and the New York City Health and Hospital Corporation and was registered on Clinical-Trials.gov (NCT01541761).",
        "section": "Study design",
        "section_number": 5,
        "sentences": [
            "Study aims were addressed in the context of a randomized controlled trial to test the efficacy of Starting Early, an early child obesity prevention intervention, compared to a standard care control group.",
            "This trial was approved by the Institutional Review Boards of New York University School of Medicine, Albert Einstein College of Medicine, Bellevue Hospital Center, and the New York City Health and Hospital Corporation and was registered on Clinical-Trials.gov (NCT01541761)."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37781",
        "text": "This study took place in a New York City large urban public hospital and an affiliated neighborhood health center.",
        "section": "Setting",
        "section_number": 6,
        "sentences": [
            "This study took place in a New York City large urban public hospital and an affiliated neighborhood health center."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37781",
        "text": "We included pregnant women who were at least 18 years old, Hispanic or Latina, fluent in English or Spanish, with a singleton uncomplicated pregnancy, able to provide contact information, and intended to receive care at the study sites (19) . We excluded women with severe medical/psychiatric illness or fetal anomalies. Our threestep process for eligibility screening was previously described (Figure 1 ) (19) . Interested eligible women signed informed written consent and completed baseline assessments. Enrollment took place between August 2012 and December 2014.",
        "section": "Sample/enrollment",
        "section_number": 7,
        "sentences": [
            "We included pregnant women who were at least 18 years old, Hispanic or Latina, fluent in English or Spanish, with a singleton uncomplicated pregnancy, able to provide contact information, and intended to receive care at the study sites (19) .",
            "We excluded women with severe medical/psychiatric illness or fetal anomalies.",
            "Our threestep process for eligibility screening was previously described (Figure 1 ) (19) .",
            "Interested eligible women signed informed written consent and completed baseline assessments.",
            "Enrollment took place between August 2012 and December 2014."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37781",
        "text": "Women were randomized to intervention or control groups at a prenatal visit using a random number generator, stratified by site. Research assistants, who conducted the follow-up assessments, were blinded to group assignment.",
        "section": "Randomization",
        "section_number": 8,
        "sentences": [
            "Women were randomized to intervention or control groups at a prenatal visit using a random number generator, stratified by site.",
            "Research assistants, who conducted the follow-up assessments, were blinded to group assignment."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37781",
        "text": "The Starting Early program was a primary care-based child obesity prevention intervention designed for low-income Hispanic families, beginning in the third trimester and continuing until child age 3 years old. The intervention was delivered by bilingual English/Spanishspeaking registered dietitians. The main components were: (1) individual nutrition and breastfeeding counseling in the prenatal and postpartum periods and (2) nutrition and parenting support groups (NPSG) coordinated with all well-child visits in the first 3 years of life. Groups of four to eight families participated together from the 1-month visit until 3 years old. Plain-language handouts, which were image-based and focused on action-oriented, positive messages, were used to reinforce program messages. A health literacy expert provided feedback on handout development, taking into consideration language, literacy and numeracy demands, and cultural appropriateness.",
        "section": "Starting Early program",
        "section_number": 9,
        "sentences": [
            "The Starting Early program was a primary care-based child obesity prevention intervention designed for low-income Hispanic families, beginning in the third trimester and continuing until child age 3 years old.",
            "The intervention was delivered by bilingual English/Spanishspeaking registered dietitians.",
            "The main components were: (1) individual nutrition and breastfeeding counseling in the prenatal and postpartum periods and (2) nutrition and parenting support groups (NPSG) coordinated with all well-child visits in the first 3 years of life.",
            "Groups of four to eight families participated together from the 1-month visit until 3 years old.",
            "Plain-language handouts, which were image-based and focused on action-oriented, positive messages, were used to reinforce program messages.",
            "A health literacy expert provided feedback on handout development, taking into consideration language, literacy and numeracy demands, and cultural appropriateness."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37781",
        "text": "NPSGs addressed three domains of skills likely to reduce child obesity: (1) feeding, (2) activity, and (3) parenting skills. The feeding and parenting components were previously described (19) . Four program sessions were offered prior to the 3-month assessment: two individual sessions coordinated with a prenatal visit and the postpartum hospital stay and two NPSGs coordinated with the 1-and 2month pediatric visits. During these NPSG sessions, the activity curriculum focused on promoting tummy time and unrestrained floor time and limiting time in movement-restricting devices. These groups promoted role modeling by actively practicing skills, including tummy time on yoga mats and interactively playing by placing themselves or a toy in front of the infant. Messages discussed included: (1) doing daily tummy time; (2) tummy time helps develop motor skills and the habit of playing together; (3) just a few minutes makes a difference; and (4) tummy time can involve the whole family. Messages about the decreased use of movementrestricting devices were provided.",
        "section": "Starting Early program",
        "section_number": 10,
        "sentences": [
            "NPSGs addressed three domains of skills likely to reduce child obesity: (1) feeding, (2) activity, and (3) parenting skills.",
            "The feeding and parenting components were previously described (19) .",
            "Four program sessions were offered prior to the 3-month assessment: two individual sessions coordinated with a prenatal visit and the postpartum hospital stay and two NPSGs coordinated with the 1-and 2month pediatric visits.",
            "During these NPSG sessions, the activity curriculum focused on promoting tummy time and unrestrained floor time and limiting time in movement-restricting devices.",
            "These groups promoted role modeling by actively practicing skills, including tummy time on yoga mats and interactively playing by placing themselves or a toy in front of the infant.",
            "Messages discussed included: (1) doing daily tummy time; (2) tummy time helps develop motor skills and the habit of playing together; (3) just a few minutes makes a difference; and (4) tummy time can involve the whole family.",
            "Messages about the decreased use of movementrestricting devices were provided."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37781",
        "text": "Telephone-administered surveys in English or Spanish at infant age 3 months were conducted by trained research assistants blinded to intervention status.",
        "section": "Assessments",
        "section_number": 11,
        "sentences": [
            "Telephone-administered surveys in English or Spanish at infant age 3 months were conducted by trained research assistants blinded to intervention status."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37781",
        "text": "Infant activity. Infant tummy time was assessed by asking: \"Does your baby spend time on his/her tummy while awake?\" Ever practicing tummy time was defined from the responses \"yes\" versus \"no.\" Infant tummy time in specific locations, including the floor, playpen, adult's chest, adult's lap, or bed was determined. The age infants started doing tummy time and the number of days per week and times per day they spent on their tummy while awake were assessed (6).",
        "section": "Assessments",
        "section_number": 12,
        "sentences": [
            "Infant activity.",
            "Infant tummy time was assessed by asking: \"Does your baby spend time on his/her tummy while awake?\"",
            "Ever practicing tummy time was defined from the responses \"yes\" versus \"no.\" Infant tummy time in specific locations, including the floor, playpen, adult's chest, adult's lap, or bed was determined.",
            "The age infants started doing tummy time and the number of days per week and times per day they spent on their tummy while awake were assessed (6)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37781",
        "text": "Unrestrained floor time, defined as time spent either in the prone or supine position, was assessed by asking: (1) \"How many times per day does your baby spend time on the floor?\" and (2) \"On average, how many minutes at a time does your baby spend on the floor?\" Ever practicing floor time was defined as answering >0 to question 1. We also assessed whether mothers worried about putting infants on the floor.",
        "section": "Assessments",
        "section_number": 13,
        "sentences": [
            "Unrestrained floor time, defined as time spent either in the prone or supine position, was assessed by asking: (1) \"How many times per day does your baby spend time on the floor?\"",
            "and (2) \"On average, how many minutes at a time does your baby spend on the floor?\"",
            "Ever practicing floor time was defined as answering >0 to question 1.",
            "We also assessed whether mothers worried about putting infants on the floor."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37781",
        "text": "Movement-restricted time was assessed by asking mothers how many times per day and minutes per day their infants spent time in the following devices: (1) a bouncy seat; (2) an indoor baby swing;",
        "section": "Assessments",
        "section_number": 14,
        "sentences": [
            "Movement-restricted time was assessed by asking mothers how many times per day and minutes per day their infants spent time in the following devices: (1) a bouncy seat; (2) an indoor baby swing;"
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37781",
        "text": "(3) a car seat when not in a car; and (4) a stroller when not traveling (3) . The number of minutes per day in each device was summed to create a total movement-restricted time and dichotomized (less than 60 min, 60 min/d) based on median time spent in prior studies (9) .",
        "section": "Assessments",
        "section_number": 15,
        "sentences": [
            "(3) a car seat when not in a car; and (4) a stroller when not traveling (3) .",
            "The number of minutes per day in each device was summed to create a total movement-restricted time and dichotomized (less than 60 min, 60 min/d) based on median time spent in prior studies (9) ."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37781",
        "text": "Risk factors for reduced infant activity. We assessed health literacy using the Newest Vital Sign (20) . Scores ranged from 0 to 6, with 0 to 3 indicating inadequate health literacy and 4 to 6 indicating adequate health literacy. Maternal education (less than high school, high school or more) was assessed. Maternal country of origin was used as a measure of ethnicity (non-US born, US born).",
        "section": "Assessments",
        "section_number": 16,
        "sentences": [
            "Risk factors for reduced infant activity.",
            "We assessed health literacy using the Newest Vital Sign (20) .",
            "Scores ranged from 0 to 6, with 0 to 3 indicating inadequate health literacy and 4 to 6 indicating adequate health literacy.",
            "Maternal education (less than high school, high school or more) was assessed.",
            "Maternal country of origin was used as a measure of ethnicity (non-US born, US born)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37781",
        "text": "Family characteristics. Baseline demographic information included maternal age, parity, marital status, work, participating in the Special Supplemental Nutrition Program for Women, Infants, and Children, prepregnancy obesity (21) , and prenatal depressive symptoms. Prenatal depressive symptoms, defined using the Patient Health Questionnaire-9 (scale of 0-27) (22), were dichotomized at recommended cut points with no symptoms (0-4) versus mild or greater symptoms . Infant characteristics assessed included gender, delivery type (vaginal, C-section), and birth weight.",
        "section": "Assessments",
        "section_number": 17,
        "sentences": [
            "Family characteristics.",
            "Baseline demographic information included maternal age, parity, marital status, work, participating in the Special Supplemental Nutrition Program for Women, Infants, and Children, prepregnancy obesity (21) , and prenatal depressive symptoms.",
            "Prenatal depressive symptoms, defined using the Patient Health Questionnaire-9 (scale of 0-27) (22), were dichotomized at recommended cut points with no symptoms (0-4) versus mild or greater symptoms .",
            "Infant characteristics assessed included gender, delivery type (vaginal, C-section), and birth weight."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37781",
        "text": "We estimated that 500 pregnant women would be needed to achieve 80% power to detect a 15% reduction in obesity at age 3 years, assuming 30% attrition, and alpha of 0.05. SPSS version 18.0 (SPSS Inc., Chicago, IL) was used. First, we performed univariate analyses to examine baseline distributions of family characteristics by group status. Second, we described the prevalence of tummy time, unrestrained floor time, and time in movement-restricting devices in the whole sample. Third, we examined bivariate relationships between the risk factors for reduced activity with tummy time, unrestrained floor time, and movement-restricting time in the whole sample using chi-square analyses. We performed logistic regression to determine independent associations between these risk factors and infant activity, adjusting for group status and all family characteristics chosen a priori. Each model adjusted for all the same covariates simultaneously. Finally, we examined bivariate relationships between intervention group status and tummy time, unrestrained floor time, and time in movement-restricting devices using independent sample t tests and chi-square analyses for continuous and categorical variables, respectively. Given that parity and education may not have been equally distributed between intervention and control arms, models to determine intervention effects controlling for these two covariates were performed. These models had similar results to the unadjusted analyses and are not shown. This was an intent-to-treat analysis, with all subjects allocated to their given group and assessed based on this assignment. For continuous variables, effect sizes were obtained using mean differences with associated 95% confidence intervals (CI). For categorical variables, effect sizes were obtained using odds ratios (OR) with associated 95% confidence intervals. We added interaction terms to determine whether these risk factors (health literacy, education, country of origin) moderated intervention effects. Using within-intervention group analyses, we explored the impact of the number of NPSGs attended (0, 1, or 2 sessions) on infant physical activity using chi-square analyses.",
        "section": "Statistical analyses",
        "section_number": 18,
        "sentences": [
            "We estimated that 500 pregnant women would be needed to achieve 80% power to detect a 15% reduction in obesity at age 3 years, assuming 30% attrition, and alpha of 0.05.",
            "SPSS version 18.0 (SPSS Inc., Chicago, IL) was used.",
            "First, we performed univariate analyses to examine baseline distributions of family characteristics by group status.",
            "Second, we described the prevalence of tummy time, unrestrained floor time, and time in movement-restricting devices in the whole sample.",
            "Third, we examined bivariate relationships between the risk factors for reduced activity with tummy time, unrestrained floor time, and movement-restricting time in the whole sample using chi-square analyses.",
            "We performed logistic regression to determine independent associations between these risk factors and infant activity, adjusting for group status and all family characteristics chosen a priori.",
            "Each model adjusted for all the same covariates simultaneously.",
            "Finally, we examined bivariate relationships between intervention group status and tummy time, unrestrained floor time, and time in movement-restricting devices using independent sample t tests and chi-square analyses for continuous and categorical variables, respectively.",
            "Given that parity and education may not have been equally distributed between intervention and control arms, models to determine intervention effects controlling for these two covariates were performed.",
            "These models had similar results to the unadjusted analyses and are not shown.",
            "This was an intent-to-treat analysis, with all subjects allocated to their given group and assessed based on this assignment.",
            "For continuous variables, effect sizes were obtained using mean differences with associated 95% confidence intervals (CI).",
            "For categorical variables, effect sizes were obtained using odds ratios (OR) with associated 95% confidence intervals.",
            "We added interaction terms to determine whether these risk factors (health literacy, education, country of origin) moderated intervention effects.",
            "Using within-intervention group analyses, we explored the impact of the number of NPSGs attended (0, 1, or 2 sessions) on infant physical activity using chi-square analyses."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37781",
        "text": "The study sample was previously described (Figure 1) ",
        "section": "Study sample",
        "section_number": 19,
        "sentences": [
            "The study sample was previously described (Figure 1)"
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37781",
        "text": "In the whole sample, 82.6% of mothers reported ever practicing tummy time, while 50% reported daily tummy time ( Table 2 ). The majority practiced tummy time on a bed (67.1%) or an adult's chest (57.9%), with 32% on the floor. Only 10.2% reported that their most common location was on the floor, while 34.4% reported practicing unrestrained floor time. Forty-four percent worried about putting infants on the floor, with the most common worry being that infants could get hurt.",
        "section": "Rates of infant activity",
        "section_number": 20,
        "sentences": [
            "In the whole sample, 82.6% of mothers reported ever practicing tummy time, while 50% reported daily tummy time ( Table 2 ).",
            "The majority practiced tummy time on a bed (67.1%) or an adult's chest (57.9%), with 32% on the floor.",
            "Only 10.2% reported that their most common location was on the floor, while 34.4% reported practicing unrestrained floor time.",
            "Forty-four percent worried about putting infants on the floor, with the most common worry being that infants could get hurt."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37781",
        "text": "The majority (85.4%) reported using movement-restricting devices, with 56.5% reported using them for more than 1 h/d. A bouncy seat was most commonly used (59.4%), followed by using a stroller when not traveling (27.3%), indoor infant swing (20.5%), and car seat while inside (13.0%).",
        "section": "Rates of infant activity",
        "section_number": 21,
        "sentences": [
            "The majority (85.4%) reported using movement-restricting devices, with 56.5% reported using them for more than 1 h/d.",
            "A bouncy seat was most commonly used (59.4%), followed by using a stroller when not traveling (27.3%), indoor infant swing (20.5%), and car seat while inside (13.0%)."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37781",
        "text": "The adjusted relationships between maternal factors and infant activity are shown in Table 3 . Mothers with adequate health literacy ",
        "section": "Factors related to infant activity",
        "section_number": 22,
        "sentences": [
            "The adjusted relationships between maternal factors and infant activity are shown in Table 3 .",
            "Mothers with adequate health literacy"
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37781",
        "text": "The intervention group was more likely to practice tummy time (86.4% vs. 78.9%, P 5 0.04, OR 1.71, 95% CI 1.04-2.80) compared to controls (Table 4 ). The intervention group was more likely to ever practice floor tummy time (40.7% vs. 24 No differences were found between the intervention and control groups for overall time in movement-restricted devices (Table 4) . Use of individual movement-restricting devices was not different except for less use of an infant car seat when not traveling among intervention mothers (9.5% vs. 16.4%, P 5 0.04, OR 0.54, 95% CI 0.30-0.95).",
        "section": "Starting Early impacts on infant activity",
        "section_number": 23,
        "sentences": [
            "The intervention group was more likely to practice tummy time (86.4% vs. 78.9%, P 5 0.04, OR 1.71, 95% CI 1.04-2.80) compared to controls (Table 4 ).",
            "The intervention group was more likely to ever practice floor tummy time (40.7% vs. 24 No differences were found between the intervention and control groups for overall time in movement-restricted devices (Table 4) .",
            "Use of individual movement-restricting devices was not different except for less use of an infant car seat when not traveling among intervention mothers (9.5% vs. 16.4%, P 5 0.04, OR 0.54, 95% CI 0.30-0.95)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37781",
        "text": "All intervention subjects attended the prenatal session following randomization (221/221). Postpartum counseling was received by 96.4% (213/221), and 56.1% and 58.8% attended the 1-month (124/ 221) and 2-month (130/221) NPSGs, respectively. There were no harms reported. Within the intervention group, increased NPSG attendance was associated with increased tummy time and floor time ( Table 5) .",
        "section": "Intervention dose",
        "section_number": 24,
        "sentences": [
            "All intervention subjects attended the prenatal session following randomization (221/221).",
            "Postpartum counseling was received by 96.4% (213/221), and 56.1% and 58.8% attended the 1-month (124/ 221) and 2-month (130/221) NPSGs, respectively.",
            "There were no harms reported.",
            "Within the intervention group, increased NPSG attendance was associated with increased tummy time and floor time ( Table 5) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37781",
        "text": "This is one of the first studies to describe infant tummy time, unrestrained floor time, and movement-restricting time in low-income Hispanic families. Tummy time and floor time were low, with widespread use of movement-restricting devices. Immigrant mothers and those with lower health literacy reported less tummy time, and USborn mothers were more likely to use movement-restricting devices. The Starting Early intervention increased tummy time and unrestrained floor time compared to controls. Attending a greater number of group sessions increased the intervention's impact. The intervention did not impact overall movement-restricted time.",
        "section": "Discussion",
        "section_number": 25,
        "sentences": [
            "This is one of the first studies to describe infant tummy time, unrestrained floor time, and movement-restricting time in low-income Hispanic families.",
            "Tummy time and floor time were low, with widespread use of movement-restricting devices.",
            "Immigrant mothers and those with lower health literacy reported less tummy time, and USborn mothers were more likely to use movement-restricting devices.",
            "The Starting Early intervention increased tummy time and unrestrained floor time compared to controls.",
            "Attending a greater number of group sessions increased the intervention's impact.",
            "The intervention did not impact overall movement-restricted time."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37781",
        "text": "Few studies have described infant physical activity (23) . This is likely because infant physical activity is difficult to measure and recommendations for how to promote activity are scarce (23, 24) . Many families are not aware of recommendations and the negative health impacts of limited tummy time (10, 11) . While the American Academy of Pediatrics recommends caregivers place infants on solid surfaces to play, we found that little tummy time was happening on hard surfaces. We found that infants generally had limited unrestrained floor time. These findings may reflect vagueness in these recommendations and concerns about safety. Mothers reported being worried about infants getting hurt, possibly by other children or insects and mice. Further research is needed to understand barriers to practicing tummy time on the floor and how they may be overcome by addressing parent concerns about housing crowdedness or vermin. If the goals of infant physical activity recommendations are to promote motor development and future activity, studies are needed to understand whether tummy time on an adult's lap or chest, which may actually limit infant movement, has the same impact as being on the floor. Further research is needed to compare energy expenditure of these different activities, given that it remains unclear whether an infant in a supine position could expend more energy with limb movements than a prone infant with more large muscle movements. While the relations between infant activity and growth remain unclear, studies are beginning to demonstrate beneficial effects on later activity and weight. Tummy time is believed to build muscle, which may facilitate gross motor milestones (25, 26) . Higher motor performance has been associated with frequent tummy time and lower performance with frequent sitting in devices (27) . Earlier motor development may be related to future physical activity, specifically a greater frequency and variety of sports participation (28) . Infants not placed regularly in prone positioning or with short duration of prone positioning demonstrated lower motor development scores (29) and delayed milestones such as rolling over and crawling (25, 30) . Frequent spontaneous kicking, likely increased during unrestrained floor time, has been associated with early walking (31) . Longitudinal studies focused on movement quality are Models were adjusted for the three risk factors, intervention group status, and family characteristics, including maternal age, parity, marital status, work status, participating in WIC, prepregnancy obesity status, prenatal depressive symptoms, delivery type, child gender, and birth weight simultaneously. *P < 0.05.",
        "section": "Discussion",
        "section_number": 26,
        "sentences": [
            "Few studies have described infant physical activity (23) .",
            "This is likely because infant physical activity is difficult to measure and recommendations for how to promote activity are scarce (23, 24) .",
            "Many families are not aware of recommendations and the negative health impacts of limited tummy time (10, 11) .",
            "While the American Academy of Pediatrics recommends caregivers place infants on solid surfaces to play, we found that little tummy time was happening on hard surfaces.",
            "We found that infants generally had limited unrestrained floor time.",
            "These findings may reflect vagueness in these recommendations and concerns about safety.",
            "Mothers reported being worried about infants getting hurt, possibly by other children or insects and mice.",
            "Further research is needed to understand barriers to practicing tummy time on the floor and how they may be overcome by addressing parent concerns about housing crowdedness or vermin.",
            "If the goals of infant physical activity recommendations are to promote motor development and future activity, studies are needed to understand whether tummy time on an adult's lap or chest, which may actually limit infant movement, has the same impact as being on the floor.",
            "Further research is needed to compare energy expenditure of these different activities, given that it remains unclear whether an infant in a supine position could expend more energy with limb movements than a prone infant with more large muscle movements.",
            "While the relations between infant activity and growth remain unclear, studies are beginning to demonstrate beneficial effects on later activity and weight.",
            "Tummy time is believed to build muscle, which may facilitate gross motor milestones (25, 26) .",
            "Higher motor performance has been associated with frequent tummy time and lower performance with frequent sitting in devices (27) .",
            "Earlier motor development may be related to future physical activity, specifically a greater frequency and variety of sports participation (28) .",
            "Infants not placed regularly in prone positioning or with short duration of prone positioning demonstrated lower motor development scores (29) and delayed milestones such as rolling over and crawling (25, 30) .",
            "Frequent spontaneous kicking, likely increased during unrestrained floor time, has been associated with early walking (31) .",
            "Longitudinal studies focused on movement quality are Models were adjusted for the three risk factors, intervention group status, and family characteristics, including maternal age, parity, marital status, work status, participating in WIC, prepregnancy obesity status, prenatal depressive symptoms, delivery type, child gender, and birth weight simultaneously. *",
            "P < 0.05."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37781",
        "text": "needed to understand the long-term effects on development. Lower infant physical activity has been associated with increased infant total body fat (15, 16, 32) , rapid weight gain (17) , overweight status (17) , and greater skinfold thickness (18) . Unrestricted movement time at age 9 months was inversely related to waist circumference z score and change in weight-for-length z scores between 9 and 24 months (9).",
        "section": "Discussion",
        "section_number": 27,
        "sentences": [
            "needed to understand the long-term effects on development.",
            "Lower infant physical activity has been associated with increased infant total body fat (15, 16, 32) , rapid weight gain (17) , overweight status (17) , and greater skinfold thickness (18) .",
            "Unrestricted movement time at age 9 months was inversely related to waist circumference z score and change in weight-for-length z scores between 9 and 24 months (9)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37781",
        "text": "Our study is one of the first to describe the use of infant movementrestricting devices. More than half of the mothers reported using these devices for more than 1 h/d, with bouncy seats being the most commonly used. These parenting practices are likely to persist. One study showed that the overall time spent in movement-restricting devices increased between infant ages 4 and 9 months old and predicted time in these devices at age 20 months (3). Infants who spent more time in devices tended to have lower infant motor development scores (33) and delayed motor milestones (34) . Further research is needed to understand the impact of using these devices on infant activity and growth.",
        "section": "Discussion",
        "section_number": 28,
        "sentences": [
            "Our study is one of the first to describe the use of infant movementrestricting devices.",
            "More than half of the mothers reported using these devices for more than 1 h/d, with bouncy seats being the most commonly used.",
            "These parenting practices are likely to persist.",
            "One study showed that the overall time spent in movement-restricting devices increased between infant ages 4 and 9 months old and predicted time in these devices at age 20 months (3).",
            "Infants who spent more time in devices tended to have lower infant motor development scores (33) and delayed motor milestones (34) .",
            "Further research is needed to understand the impact of using these devices on infant activity and growth."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37781",
        "text": "Understanding of the factors associated with infant activity is needed. Consistent with previous studies, we found that inadequate health literacy was related to lower tummy time (8) . Health literacy was related to activity on the floor, as opposed to any location. Reasons for these differences and their health implications remain unclear, and studies are needed to explore barriers to increasing tummy time among parents with lower health literacy. Active role modeling and practicing of skills may be needed to promote tummy time in parents with low health literacy. Plain-language, picture-based messaging may help to reinforce these lessons. Although health literacy was not found to be a potential moderator of intervention effect, interaction analyses may have been underpowered to detect this. We also found that country of origin was related to activity. US-born mothers were more likely to practice any tummy time than non-US-born mothers. These results are consistent with studies of older children showing that immigrant Hispanic children are more likely to be inactive compared with USborn white and Hispanic children (35) . Parents of overweight Hispanic children have been shown to provide less support for their children to engage in physical activity, perhaps a parenting practice that begins during infancy (36) . US-born mothers, however, were more likely to use movement-restricting devices, which may reflect cultural or economic differences. Because US-born mothers reported practices that promote and restrict infant activity, additional study is needed to understand the relative implications of these practices.",
        "section": "Discussion",
        "section_number": 29,
        "sentences": [
            "Understanding of the factors associated with infant activity is needed.",
            "Consistent with previous studies, we found that inadequate health literacy was related to lower tummy time (8) .",
            "Health literacy was related to activity on the floor, as opposed to any location.",
            "Reasons for these differences and their health implications remain unclear, and studies are needed to explore barriers to increasing tummy time among parents with lower health literacy.",
            "Active role modeling and practicing of skills may be needed to promote tummy time in parents with low health literacy.",
            "Plain-language, picture-based messaging may help to reinforce these lessons.",
            "Although health literacy was not found to be a potential moderator of intervention effect, interaction analyses may have been underpowered to detect this.",
            "We also found that country of origin was related to activity.",
            "US-born mothers were more likely to practice any tummy time than non-US-born mothers.",
            "These results are consistent with studies of older children showing that immigrant Hispanic children are more likely to be inactive compared with USborn white and Hispanic children (35) .",
            "Parents of overweight Hispanic children have been shown to provide less support for their children to engage in physical activity, perhaps a parenting practice that begins during infancy (36) .",
            "US-born mothers, however, were more likely to use movement-restricting devices, which may reflect cultural or economic differences.",
            "Because US-born mothers reported practices that promote and restrict infant activity, additional study is needed to understand the relative implications of these practices."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37781",
        "text": "The majority of early obesity prevention interventions have focused on infant feeding. Only a few have reported impacts on infant activity. One Australian intervention study to promote healthy habits using preexisting social groups showed no differences in physical activity (37) . Another intervention study composed of home visits found that at age 6 months, the intervention group had higher rates of daily tummy time and began tummy time earlier (6) . Parental engagement and role modeling have been shown to improve Hispanic children's physical activity (38) . Starting Early was likely successful in promoting tummy time and floor time through role modeling, active practicing of skills, and building social networks. The effects were found to be dose-related, with improved impacts on activity with increased NPSG attendance.",
        "section": "Discussion",
        "section_number": 30,
        "sentences": [
            "The majority of early obesity prevention interventions have focused on infant feeding.",
            "Only a few have reported impacts on infant activity.",
            "One Australian intervention study to promote healthy habits using preexisting social groups showed no differences in physical activity (37) .",
            "Another intervention study composed of home visits found that at age 6 months, the intervention group had higher rates of daily tummy time and began tummy time earlier (6) .",
            "Parental engagement and role modeling have been shown to improve Hispanic children's physical activity (38) .",
            "Starting Early was likely successful in promoting tummy time and floor time through role modeling, active practicing of skills, and building social networks.",
            "The effects were found to be dose-related, with improved impacts on activity with increased NPSG attendance."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37781",
        "text": "This study has several limitations. Infant activity was based not on observational instruments but on maternal report, which can be subject to recall and social desirability biases. However, studies that have documented differences in maternal report and actometer measures of infant activity found that measured activity may be confounded by caregiver movement and handling of the infant (39) . Although Starting Early had positive impacts on tummy time and floor time, it did not alter the use of movement-restricting devices. While the NPSGs included discussions about limiting movement-restricted time, they did not incorporate active modeling of how to limit these devices. Future modifications of the program will aim to incorporate this. It is also difficult to disentangle which specific components of the multicomponent intervention led to impacts on tummy time. Infant motor development was not collected at this follow-up assessment. Finally, participating mothers were low-income Hispanic women, limiting our generalizability to other populations.",
        "section": "Discussion",
        "section_number": 31,
        "sentences": [
            "This study has several limitations.",
            "Infant activity was based not on observational instruments but on maternal report, which can be subject to recall and social desirability biases.",
            "However, studies that have documented differences in maternal report and actometer measures of infant activity found that measured activity may be confounded by caregiver movement and handling of the infant (39) .",
            "Although Starting Early had positive impacts on tummy time and floor time, it did not alter the use of movement-restricting devices.",
            "While the NPSGs included discussions about limiting movement-restricted time, they did not incorporate active modeling of how to limit these devices.",
            "Future modifications of the program will aim to incorporate this.",
            "It is also difficult to disentangle which specific components of the multicomponent intervention led to impacts on tummy time.",
            "Infant motor development was not collected at this follow-up assessment.",
            "Finally, participating mothers were low-income Hispanic women, limiting our generalizability to other populations."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37781",
        "text": "Tummy time and unrestrained floor time are uncommon daily practices in low-income Hispanic families. Use of movement-restricting devices is widespread. Infant activity was lower among immigrant mothers and those with inadequate health literacy, and use of devices was more common among US-born mothers. The Starting Early intervention increased infant tummy time and floor time but did not impact movement-restricted time. Longitudinal research is needed to determine relations between infant activity, motor development, childhood physical activity, and growth. Primary care-based early childhood obesity prevention interventions have the potential to promote infant activity. Follow-up of this cohort will allow for analyses of long-term program impacts on infant activity, growth trajectories, and obesity.O V C 2017 The Obesity Society Chi-square analyses were performed to determine the percentage of mothers performing each physical activity based on the number of Nutrition and Parenting Support Groups (NPSG) they attended. Prior to the 3-month-old assessment, mother-infant dyads could have attended 0, 1, or 2 NPSG sessions.",
        "section": "Conclusion",
        "section_number": 32,
        "sentences": [
            "Tummy time and unrestrained floor time are uncommon daily practices in low-income Hispanic families.",
            "Use of movement-restricting devices is widespread.",
            "Infant activity was lower among immigrant mothers and those with inadequate health literacy, and use of devices was more common among US-born mothers.",
            "The Starting Early intervention increased infant tummy time and floor time but did not impact movement-restricted time.",
            "Longitudinal research is needed to determine relations between infant activity, motor development, childhood physical activity, and growth.",
            "Primary care-based early childhood obesity prevention interventions have the potential to promote infant activity.",
            "Follow-up of this cohort will allow for analyses of long-term program impacts on infant activity, growth trajectories, and obesity.",
            "O V C 2017 The Obesity Society Chi-square analyses were performed to determine the percentage of mothers performing each physical activity based on the number of Nutrition and Parenting Support Groups (NPSG) they attended.",
            "Prior to the 3-month-old assessment, mother-infant dyads could have attended 0, 1, or 2 NPSG sessions."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37781",
        "text": "www.obesityjournal.org Obesity | VOLUME 25 | NUMBER 5 | MAY 2017",
        "section": "",
        "section_number": 33,
        "sentences": [
            "www.obesityjournal.org Obesity | VOLUME 25 | NUMBER 5 | MAY 2017"
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37781",
        "text": "Randomized Trial Promoting Infant Tummy Time Gross et al.",
        "section": "",
        "section_number": 34,
        "sentences": [
            "Randomized Trial Promoting Infant Tummy Time Gross et al."
        ],
        "sentence_labels": [
            -1
        ]
    }
]