[
    {
        "doc_id": "42622",
        "text": "Chloral hydrate is commonly used to sedate children for painless procedures. Children may recover more quickly after sedation with dexmedetomidine, which has a shorter half-life. We randomly allocated 196 children to chloral hydrate syrup 50 mg.kg À1 and intranasal saline spray, or placebo syrup and intranasal dexmedetomidine spray 3 lg.kg À1 , 30 min before computerised tomography studies. More children resisted or cried after drinking chloral hydrate syrup than placebo syrup, 72 of 107 (67%) vs. 42 of 87 (48%), p = 0.009, but there was no difference after intranasal saline vs. dexmedetomidine, 49 of 107 (46%) vs. 40 of 87 (46%), p = 0.98. Sedation was satisfactory in 81 of 107 (76%) children after chloral hydrate and 64 of 87 (74%) children after dexmedetomidine, p = 0.74. Of the 173 children followed up for at least 4 h after discharge, 38 of 97 (39%) had recovered normal function after chloral hydrate and 32 of 76 (42%) after dexmedetomidine, p = 0.76. Six children vomited after chloral hydrate syrup and placebo spray vs. none after placebo syrup and dexmedetomidine spray, p = 0.03.",
        "section": "Abstract",
        "sentences": [
            "Chloral hydrate is commonly used to sedate children for painless procedures.",
            "Children may recover more quickly after sedation with dexmedetomidine, which has a shorter half-life.",
            "We randomly allocated 196 children to chloral hydrate syrup 50 mg.kg À1 and intranasal saline spray, or placebo syrup and intranasal dexmedetomidine spray 3 lg.kg À1 , 30 min before computerised tomography studies.",
            "More children resisted or cried after drinking chloral hydrate syrup than placebo syrup, 72 of 107 (67%) vs. 42 of 87 (48%), p = 0.009, but there was no difference after intranasal saline vs. dexmedetomidine, 49 of 107 (46%) vs. 40 of 87 (46%), p = 0.98.",
            "Sedation was satisfactory in 81 of 107 (76%) children after chloral hydrate and 64 of 87 (74%) children after dexmedetomidine, p = 0.74.",
            "Of the 173 children followed up for at least 4 h after discharge, 38 of 97 (39%) had recovered normal function after chloral hydrate and 32 of 76 (42%) after dexmedetomidine, p = 0.76.",
            "Six children vomited after chloral hydrate syrup and placebo spray vs. none after placebo syrup and dexmedetomidine spray, p = 0.03."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42622",
        "text": "Chloral hydrate is widely used to sedate young children before computerised tomography and other imaging studies [1] [2] [3] [4] . It can also cause nausea, vomiting, sedation, an unsteady gait and hyperactivity. The concentration of the metabolite, trichloroethanol, responsible for these side-effects, peaks approximately 2 h after chloral hydrate administration and reduces with a half-life of about 10 h [5] . Intravenous (i.v.) dexmedetomidine has been used to sedate children for similar procedures [6] [7] [8] [9] [10] [11] . It can be sprayed intranasally [12] [13] [14] [15] [16] [17] . The half-life of dexmedetomidine is around 2 h [18, 19] .",
        "section": "Introduction",
        "section_number": 1,
        "sentences": [
            "Chloral hydrate is widely used to sedate young children before computerised tomography and other imaging studies [1] [2] [3] [4] .",
            "It can also cause nausea, vomiting, sedation, an unsteady gait and hyperactivity.",
            "The concentration of the metabolite, trichloroethanol, responsible for these side-effects, peaks approximately 2 h after chloral hydrate administration and reduces with a half-life of about 10 h [5] .",
            "Intravenous (i.v.)",
            "dexmedetomidine has been used to sedate children for similar procedures [6] [7] [8] [9] [10] [11] .",
            "It can be sprayed intranasally [12] [13] [14] [15] [16] [17] .",
            "The half-life of dexmedetomidine is around 2 h [18, 19] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42622",
        "text": "We aimed to test whether children recovered differently after oral chloral hydrate compared with intranasal dexmedetomidine. Our primary outcome was the resumption of normal activity.",
        "section": "Introduction",
        "section_number": 2,
        "sentences": [
            "We aimed to test whether children recovered differently after oral chloral hydrate compared with intranasal dexmedetomidine.",
            "Our primary outcome was the resumption of normal activity."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42622",
        "text": "The Institutional Review Boards approved this randomised, controlled trial at Queen Mary Hospital, Hong Kong and the Guangzhou Women and Children's Medical Centre, China. We recruited children with ASA physical status 1 or 2 scheduled for computerised tomographic (CT) studies under sedation between March 2013 and February 2015. The parents or the legal guardian gave informed consent, with the child's assent if he or she was mature enough to understand and discuss sedation. We did not study children allergic to a study drug or those with a history of cardiac arrhythmia, congenital heart disease or severe organ dysfunction.",
        "section": "Methods",
        "section_number": 3,
        "sentences": [
            "The Institutional Review Boards approved this randomised, controlled trial at Queen Mary Hospital, Hong Kong and the Guangzhou Women and Children's Medical Centre, China.",
            "We recruited children with ASA physical status 1 or 2 scheduled for computerised tomographic (CT) studies under sedation between March 2013 and February 2015.",
            "The parents or the legal guardian gave informed consent, with the child's assent if he or she was mature enough to understand and discuss sedation.",
            "We did not study children allergic to a study drug or those with a history of cardiac arrhythmia, congenital heart disease or severe organ dysfunction."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42622",
        "text": "The Hong Kong University Department of Pharmacy and Pharmacology generated a computerised random sequence to allocate children to oral chloral hydrate and intranasal placebo or oral placebo and intranasal dexmedetomidine. The department could unmask individual allocations from the secured sequence for a suspected serious adverse event. Hospital pharmacists prepared the study drugs in numbered indistinguishable containers, the contents of which patients and investigators were blinded to. Aloe vera syrup was used as placebo and chloral hydrate was either 200 mg.ml À1 (Hong Kong) or 100 mg.ml À1 (China). The atomised nasal spray was saline or dexmedetomidine 100 lg.ml À1 (MAD â ; Teleflex Medical China, Shanghai, China). Thirty minutes before the CT study, children drank 1 ml.4 kg À1 syrup (Hong Kong) or 2 ml.4 kg À1 syrup (China) and received 0.03 ml.kg À1 nasal spray. We recorded whether the child's reaction was unacceptable (crying or resisting) or acceptable (anxious but accepting, or calm and co-operative). A paediatric resident inserted an i.v. cannula for children in Hong Kong, which was departmental policy.",
        "section": "Methods",
        "section_number": 4,
        "sentences": [
            "The Hong Kong University Department of Pharmacy and Pharmacology generated a computerised random sequence to allocate children to oral chloral hydrate and intranasal placebo or oral placebo and intranasal dexmedetomidine.",
            "The department could unmask individual allocations from the secured sequence for a suspected serious adverse event.",
            "Hospital pharmacists prepared the study drugs in numbered indistinguishable containers, the contents of which patients and investigators were blinded to.",
            "Aloe vera syrup was used as placebo and chloral hydrate was either 200 mg.ml À1 (Hong Kong) or 100 mg.ml À1 (China).",
            "The atomised nasal spray was saline or dexmedetomidine 100 lg.ml À1 (MAD â ; Teleflex Medical China, Shanghai, China).",
            "Thirty minutes before the CT study, children drank 1 ml.4 kg À1 syrup (Hong Kong) or 2 ml.4 kg À1 syrup (China) and received 0.03 ml.kg À1 nasal spray.",
            "We recorded whether the child's reaction was unacceptable (crying or resisting) or acceptable (anxious but accepting, or calm and co-operative).",
            "A paediatric resident inserted an i.v.",
            "cannula for children in Hong Kong, which was departmental policy."
        ],
        "sentence_labels": [
            -1,
            -1,
            1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": 0
    },
    {
        "doc_id": "42622",
        "text": "Research nurses recorded blood pressure, pulse rate and oxygen saturation before drug administration and then every 5 min, along with sedation (University of Michigan Sedation Scale): awake and alert; sleepy with appropriate responses to voice; somnolent, roused by touch; asleep, roused by significant stimulation; not rousable. We also recorded episodes of vomiting, SpO 2 < 95%, airway interventions, and heart rate or blood pressure 20% less than normal [20] . We judged children as adequately sedated when at least somnolent. The radiologist (Hong Kong) or paediatric anaesthetist (China) could give an additional sedative: i.v. midazolam (Hong Kong); or intranasal dexmedetomidine (China). We continued to monitor children after the CT study until they were ready for discharge, defined as an Aldrete score of at least 9 and no more sedated than sleepy. During the first 24 h at home, parents recorded how sleepy their children were and whether they were unsteady, hyperactive, anorexic or vomiting. Parents specifically recorded when children had recovered normal activity, defined as no more than sleepy, able to drink, walk or stand, and talk normally.",
        "section": "Methods",
        "section_number": 5,
        "sentences": [
            "Research nurses recorded blood pressure, pulse rate and oxygen saturation before drug administration and then every 5 min, along with sedation (University of Michigan Sedation Scale): awake and alert; sleepy with appropriate responses to voice; somnolent, roused by touch; asleep, roused by significant stimulation; not rousable.",
            "We also recorded episodes of vomiting, SpO 2 < 95%, airway interventions, and heart rate or blood pressure 20% less than normal [20] .",
            "We judged children as adequately sedated when at least somnolent.",
            "The radiologist (Hong Kong) or paediatric anaesthetist (China) could give an additional sedative: i.v.",
            "midazolam (Hong Kong); or intranasal dexmedetomidine (China).",
            "We continued to monitor children after the CT study until they were ready for discharge, defined as an Aldrete score of at least 9 and no more sedated than sleepy.",
            "During the first 24 h at home, parents recorded how sleepy their children were and whether they were unsteady, hyperactive, anorexic or vomiting.",
            "Parents specifically recorded when children had recovered normal activity, defined as no more than sleepy, able to drink, walk or stand, and talk normally."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42622",
        "text": "We estimated 93 children in each group would have 80% power to detect an increase in the proportion of recovered children 4 h after discharge from 46% to 66% at p < 0.05. We tested proportions with the Fisher exact test and cumulative recovery rates with the Tarone-Ware test for equality of timeto-event distributions. We used SPSS for Windows version 20.0 (SPSS Inc., Chicago, IL, USA) for analyses. We considered p < 0.05 significant.",
        "section": "Methods",
        "section_number": 6,
        "sentences": [
            "We estimated 93 children in each group would have 80% power to detect an increase in the proportion of recovered children 4 h after discharge from 46% to 66% at p < 0.05.",
            "We tested proportions with the Fisher exact test and cumulative recovery rates with the Tarone-Ware test for equality of timeto-event distributions.",
            "We used SPSS for Windows version 20.0 (SPSS Inc., Chicago, IL, USA) for analyses.",
            "We considered p < 0.05 significant."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42622",
        "text": "We recruited 211 children, of whom 196 participated in the study (Fig. 1) The mean (SD) time to sedation after chloral hydrate was 22.4 (7.8) min and 19.6 (6.6) min after dexmedetomidine, a difference (95%CI) of 2.8 (0.7-4.9) min, p = 0.03. There was no difference in the rate of successful sedation after chloral hydrate vs. dexmedetomidine, although chloral hydrate syrup upset more children and caused more vomiting than placebo syrup, while intranasal dexmedetomidine caused more bradycardia (Table 1) (Fig. 2) , with 38/107 and 32/87 recovered at 4 h, respectively, p = 0.76. After discharge, 6 of 97 (6%) children were unsteady and 0 of 76 after dexmedetomidine, p = 0.03, while three and two children, respectively, were restless, p = 0.88, and five children and four children, respectively, were agitated, p = 0.98.",
        "section": "Results",
        "section_number": 7,
        "sentences": [
            "We recruited 211 children, of whom 196 participated in the study (Fig. 1) The mean (SD) time to sedation after chloral hydrate was 22.4 (7.8) min and 19.6 (6.6) min after dexmedetomidine, a difference (95%CI) of 2.8 (0.7-4.9) min, p = 0.03.",
            "There was no difference in the rate of successful sedation after chloral hydrate vs. dexmedetomidine, although chloral hydrate syrup upset more children and caused more vomiting than placebo syrup, while intranasal dexmedetomidine caused more bradycardia (Table 1) (Fig. 2) , with 38/107 and 32/87 recovered at 4 h, respectively, p = 0.76.",
            "After discharge, 6 of 97 (6%) children were unsteady and 0 of 76 after dexmedetomidine, p = 0.03, while three and two children, respectively, were restless, p = 0.88, and five children and four children, respectively, were agitated, p = 0.98."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42622",
        "text": "We found that there was no difference in the time children took to resume normal activities after sedation with chloral hydrate vs. dexmedetomidine. Children disliked the bitter taste of chloral hydrate, which also made some children unsteady after discharge from hospital.",
        "section": "Discussion",
        "section_number": 8,
        "sentences": [
            "We found that there was no difference in the time children took to resume normal activities after sedation with chloral hydrate vs. dexmedetomidine.",
            "Children disliked the bitter taste of chloral hydrate, which also made some children unsteady after discharge from hospital."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42622",
        "text": "Other randomised, controlled trials have reported equivalent or better sedation after intranasal dexmedetomidine compared with oral chloral hydrate [21] [22] [23] . Sedation with oral or i.v. dexmedetomidine has been reported to be more effective than oral chloral hydrate [24, 25] . Intranasal dexmedetomidine has been used to sedate children for whom chloral hydrate had been ineffective [26] . Dexmedetomidine is more acceptable to children than chloral hydrate, which can cause nausea or vomiting in 1 in 30 children to 1 in 3 children, the rate varying in part with dose [3, 4, 24] . No child had an adverse respiratory event after dexmedetomidine. Two children were given supplemental oxygen after chloral hydrate, a rate similar to two previous studies [4, 24] . One study reported airway obstruction in half the children who received a higher dose of chloral hydrate, with desaturation recorded in one in six children [25] . Chloral hydrate is not recommended for children older than 4 years or younger children with neurodevelopmental disorders because of the increased rates of adverse events and treatment failure [27] . Severe morbidity and death have been associated with chloral hydrate [28] . Similar problems have not been identified with dexmedetomidine [29] [30] [31] [32] . Intranasal dexmedetomidine appears to be a safer and more acceptable method of sedating children than oral chloral hydrate [33] .",
        "section": "Discussion",
        "section_number": 9,
        "sentences": [
            "Other randomised, controlled trials have reported equivalent or better sedation after intranasal dexmedetomidine compared with oral chloral hydrate [21] [22] [23] .",
            "Sedation with oral or i.v.",
            "dexmedetomidine has been reported to be more effective than oral chloral hydrate [24, 25] .",
            "Intranasal dexmedetomidine has been used to sedate children for whom chloral hydrate had been ineffective [26] .",
            "Dexmedetomidine is more acceptable to children than chloral hydrate, which can cause nausea or vomiting in 1 in 30 children to 1 in 3 children, the rate varying in part with dose [3, 4, 24] .",
            "No child had an adverse respiratory event after dexmedetomidine.",
            "Two children were given supplemental oxygen after chloral hydrate, a rate similar to two previous studies [4, 24] .",
            "One study reported airway obstruction in half the children who received a higher dose of chloral hydrate, with desaturation recorded in one in six children [25] .",
            "Chloral hydrate is not recommended for children older than 4 years or younger children with neurodevelopmental disorders because of the increased rates of adverse events and treatment failure [27] .",
            "Severe morbidity and death have been associated with chloral hydrate [28] .",
            "Similar problems have not been identified with dexmedetomidine [29] [30] [31] [32] .",
            "Intranasal dexmedetomidine appears to be a safer and more acceptable method of sedating children than oral chloral hydrate [33] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42622",
        "text": "The time to resumption of normal activity might be inaccurate as it is subjective and we did not observe it as it was incompletely reported by parents. However, we have no reason to suspect that the result was biased by an interaction of accuracy and whether chloral hydrate or dexmedetomidine was used to sedate the child.",
        "section": "Discussion",
        "section_number": 10,
        "sentences": [
            "The time to resumption of normal activity might be inaccurate as it is subjective and we did not observe it as it was incompletely reported by parents.",
            "However, we have no reason to suspect that the result was biased by an interaction of accuracy and whether chloral hydrate or dexmedetomidine was used to sedate the child."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42622",
        "text": "In summary, the successful sedation of children before CT studies is similar after oral chloral hydrate at 50 mg.kg À1 or intranasal dexmedetomidine at a dose of 3 lg.kg À1 . Dexmedetomidine is associated with better behaviour and less gastrointestinal side-effects. ",
        "section": "Discussion",
        "section_number": 11,
        "sentences": [
            "In summary, the successful sedation of children before CT studies is similar after oral chloral hydrate at 50 mg.kg À1 or intranasal dexmedetomidine at a dose of 3 lg.kg À1 .",
            "Dexmedetomidine is associated with better behaviour and less gastrointestinal side-effects."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42622",
        "text": "Time to resume normal activities after oral chloral hydrate ( ) or intranasal dexmedetomidine ( ).",
        "section": "Figure 2",
        "section_number": 12,
        "sentences": [
            "Time to resume normal activities after oral chloral hydrate ( ) or intranasal dexmedetomidine ( )."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42622",
        "text": "© 2017 The Association of Anaesthetists of Great Britain and Ireland",
        "section": "",
        "section_number": 13,
        "sentences": [
            "© 2017 The Association of Anaesthetists of Great Britain and Ireland"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42622",
        "text": "Anaesthesia 2017, 72, 1191-1195 doi:10.1111/anae.13981",
        "section": "",
        "section_number": 14,
        "sentences": [
            "Anaesthesia 2017, 72, 1191-1195 doi:10.1111/anae.13981"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    }
]