[
    {
        "doc_id": "42267",
        "text": "Background: Xenon has repeatedly been demonstrated to have only minimal hemodynamic side effects when compared to other anesthetics. Moreover, in experimental models, xenon was found to be neuroprotective and devoid of developmental neurotoxicity. These properties could render xenon attractive for the anesthesia in neonates and infants with congenital heart disease. However, experience with xenon anesthesia in children is scarce. Aims: We hypothesized that in children undergoing cardiac catheterization, general anesthesia with a combination of sevoflurane with xenon results in superior hemodynamic stability, compared to sevoflurane alone. Methods: In this prospective, randomized, single-blinded, controlled clinical trial, children with a median age of 12 [IQR 3-36] months undergoing diagnostic/interventional cardiac catheterization were randomized to either general anesthesia with 50-65vol% xenon plus sevoflurane or sevoflurane alone. The primary outcome was the incidence of intraprocedural hemodynamic instability, defined as the occurrence of: (i) a heart rate change >20% from baseline; or (ii) a change in mean arterial blood pressure >20% from baseline; or (iii) the requirement of vasopressors, inotropes, chronotropes, or fluid boluses. Secondary endpoints included recovery characteristics, feasibility criteria, and safety (incidence of emergence agitation and postoperative vomiting. Results: After inclusion of 40 children, the trial was stopped as an a priori planned blinded interim analysis revealed that the overall rate of hemodynamic instability did not differ between groups [100% in both the xenon-sevoflurane and the sevoflurane group. However, the adjuvant administration of xenon decreased vasopressor requirements, preserved better cerebral oxygen saturation, and resulted in a faster recovery. Xenon anesthesia was feasible (with no differences in the need for rescue anesthetics in both groups). Conclusion: Our observations suggest that combining xenon with sevoflurane in preschool children is safe, feasible, and facilitates hemodynamic management. Larger Trial registration: European Medicines Agency (EudraCT 2015-002329-20).",
        "section": "Abstract",
        "sentences": [
            "Background: Xenon has repeatedly been demonstrated to have only minimal hemodynamic side effects when compared to other anesthetics.",
            "Moreover, in experimental models, xenon was found to be neuroprotective and devoid of developmental neurotoxicity.",
            "These properties could render xenon attractive for the anesthesia in neonates and infants with congenital heart disease.",
            "However, experience with xenon anesthesia in children is scarce.",
            "Aims: We hypothesized that in children undergoing cardiac catheterization, general anesthesia with a combination of sevoflurane with xenon results in superior hemodynamic stability, compared to sevoflurane alone.",
            "Methods: In this prospective, randomized, single-blinded, controlled clinical trial, children with a median age of 12 [IQR 3-36] months undergoing diagnostic/interventional cardiac catheterization were randomized to either general anesthesia with 50-65vol% xenon plus sevoflurane or sevoflurane alone.",
            "The primary outcome was the incidence of intraprocedural hemodynamic instability, defined as the occurrence of: (i) a heart rate change >20% from baseline; or (ii) a change in mean arterial blood pressure >20% from baseline; or (iii) the requirement of vasopressors, inotropes, chronotropes, or fluid boluses.",
            "Secondary endpoints included recovery characteristics, feasibility criteria, and safety (incidence of emergence agitation and postoperative vomiting.",
            "Results: After inclusion of 40 children, the trial was stopped as an a priori planned blinded interim analysis revealed that the overall rate of hemodynamic instability did not differ between groups [100% in both the xenon-sevoflurane and the sevoflurane group.",
            "However, the adjuvant administration of xenon decreased vasopressor requirements, preserved better cerebral oxygen saturation, and resulted in a faster recovery.",
            "Xenon anesthesia was feasible (with no differences in the need for rescue anesthetics in both groups).",
            "Conclusion: Our observations suggest that combining xenon with sevoflurane in preschool children is safe, feasible, and facilitates hemodynamic management.",
            "Larger Trial registration: European Medicines Agency (EudraCT 2015-002329-20)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42267",
        "text": "and adequately powered clinical trials are warranted to investigate the impact of xenon on short-and long-term outcomes in pediatric anesthesia.",
        "section": "",
        "section_number": 1,
        "sentences": [
            "and adequately powered clinical trials are warranted to investigate the impact of xenon on short-and long-term outcomes in pediatric anesthesia."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42267",
        "text": "anesthetics, child, emergence delirium, hemodynamics, inhalation, inhalation sevoflurane, neurotoxicity, preschool, xenon",
        "section": "K E Y W O R D S",
        "section_number": 2,
        "sentences": [
            "anesthetics, child, emergence delirium, hemodynamics, inhalation, inhalation sevoflurane, neurotoxicity, preschool, xenon"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42267",
        "text": "Children with congenital heart disease (CHD) undergoing diagnostic and/or interventional cardiac catheterization are at increased risk for hemodynamic instability, intraprocedural cardiac arrest, and death. 1 Maintaining an intraprocedural stable blood pressure within the limits of cerebral autoregulation is mandatory in preventing cerebral hypoperfusion and probably also neurodevelopmental injury. 2 Moreover, the US Food and Drug Administration has recently published a drug safety communication approving label changes in which it is warned that the prolonged and/or multiple use of all commonly used general anesthetics in children younger than 3 years of age might affect brain development due to possible neurotoxicity.* As a consequence, there is an urgent need to identify alternative anesthetic agents that provide hemodynamic stability and have the potential to dampen neurotoxic side effects. Xenon has been demonstrated to have only minimal hemodynamic side effects when compared to commonly used intravenous or inhalational anesthetics. 3, 4 Moreover, xenon conveys neuroprotection in preclinical models of neonatal asphyxia and anesthesia-induced neurotoxicity. 5, 6 This favorable hemodynamic profile and the potential neuroprotective characteristics could render xenon an interesting alternative for children with CHD requiring repetitive and long-lasting procedures under general anesthesia (GA). Clinical experience with xenon in children is limited to neonates with peri-partal asphyxia. 7, 8 There are, however, virtually no data available on the use of xenon in pediatric anesthesia, and the feasibility of xenon anesthesia in children has yet to be demonstrated.",
        "section": "| INTRODUCTION",
        "section_number": 3,
        "sentences": [
            "Children with congenital heart disease (CHD) undergoing diagnostic and/or interventional cardiac catheterization are at increased risk for hemodynamic instability, intraprocedural cardiac arrest, and death.",
            "1 Maintaining an intraprocedural stable blood pressure within the limits of cerebral autoregulation is mandatory in preventing cerebral hypoperfusion and probably also neurodevelopmental injury.",
            "2 Moreover, the US Food and Drug Administration has recently published a drug safety communication approving label changes in which it is warned that the prolonged and/or multiple use of all commonly used general anesthetics in children younger than 3 years of age might affect brain development due to possible neurotoxicity.*",
            "As a consequence, there is an urgent need to identify alternative anesthetic agents that provide hemodynamic stability and have the potential to dampen neurotoxic side effects.",
            "Xenon has been demonstrated to have only minimal hemodynamic side effects when compared to commonly used intravenous or inhalational anesthetics.",
            "3, 4 Moreover, xenon conveys neuroprotection in preclinical models of neonatal asphyxia and anesthesia-induced neurotoxicity.",
            "5, 6 This favorable hemodynamic profile and the potential neuroprotective characteristics could render xenon an interesting alternative for children with CHD requiring repetitive and long-lasting procedures under general anesthesia (GA).",
            "Clinical experience with xenon in children is limited to neonates with peri-partal asphyxia.",
            "7, 8 There are, however, virtually no data available on the use of xenon in pediatric anesthesia, and the feasibility of xenon anesthesia in children has yet to be demonstrated."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42267",
        "text": "The minimum alveolar concentration (MAC) of xenon has never been determined in children. Also in juvenile/neonatal animals, data on MAC are scarce. While in man, the MAC of xenon in adults is 63.1%, the MAC in children is expected to be higher, concurring with other anesthetics. 9 Based on a regression analysis of meta-analytic data, the MAC of xenon at the age of 1 year was fitted to be 92%. 9 To guarantee an inspiratory oxygen concentration of 30%, xenon can be used in children presumably only in subanesthetic concentrations, necessitating the adjuvant use of another anesthetic. In adults, the combination of",
        "section": "| INTRODUCTION",
        "section_number": 4,
        "sentences": [
            "The minimum alveolar concentration (MAC) of xenon has never been determined in children.",
            "Also in juvenile/neonatal animals, data on MAC are scarce.",
            "While in man, the MAC of xenon in adults is 63.1%, the MAC in children is expected to be higher, concurring with other anesthetics.",
            "9 Based on a regression analysis of meta-analytic data, the MAC of xenon at the age of 1 year was fitted to be 92%.",
            "9 To guarantee an inspiratory oxygen concentration of 30%, xenon can be used in children presumably only in subanesthetic concentrations, necessitating the adjuvant use of another anesthetic.",
            "In adults, the combination of"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42267",
        "text": "xenon with sevoflurane allowed a significant dose-reduction of sevoflurane, resulting in improved hemodynamic stability. 10 We therefore hypothesized that in children with CHD undergoing anesthesia for cardiac catheterization, combining sevoflurane with 50%-65% xenon would result in superior hemodynamic stability, compared to equipotent mono-sevoflurane anesthesia. Furthermore, we aimed to prove safety and feasibility of xenon/sevoflurane anesthesia in this patient population.",
        "section": "| INTRODUCTION",
        "section_number": 5,
        "sentences": [
            "xenon with sevoflurane allowed a significant dose-reduction of sevoflurane, resulting in improved hemodynamic stability.",
            "10 We therefore hypothesized that in children with CHD undergoing anesthesia for cardiac catheterization, combining sevoflurane with 50%-65% xenon would result in superior hemodynamic stability, compared to equipotent mono-sevoflurane anesthesia.",
            "Furthermore, we aimed to prove safety and feasibility of xenon/sevoflurane anesthesia in this patient population."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42267",
        "text": "This is a proof-of-concept, prospective, mono-center, single-blinded randomized controlled pilot trial, performed according to the princi- What is already known",
        "section": "| Study design and participants",
        "section_number": 6,
        "sentences": [
            "This is a proof-of-concept, prospective, mono-center, single-blinded randomized controlled pilot trial, performed according to the princi- What is already known"
        ],
        "sentence_labels": [
            1
        ],
        "classification_label": 1
    },
    {
        "doc_id": "42267",
        "text": "• Xenon has only minimal hemodynamic side effects when compared to other anesthetics.",
        "section": "| Study design and participants",
        "section_number": 7,
        "sentences": [
            "• Xenon has only minimal hemodynamic side effects when compared to other anesthetics."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42267",
        "text": "• Xenon conveys neuroprotective properties in experimental models mimicking neonatal neuronal injury, and protects against developmental neurotoxicity induced by other anesthetics.",
        "section": "| Study design and participants",
        "section_number": 8,
        "sentences": [
            "• Xenon conveys neuroprotective properties in experimental models mimicking neonatal neuronal injury, and protects against developmental neurotoxicity induced by other anesthetics."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42267",
        "text": "• Experience with xenon anesthesia in children is scarce.",
        "section": "| Study design and participants",
        "section_number": 9,
        "sentences": [
            "• Experience with xenon anesthesia in children is scarce."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42267",
        "text": "• Combining xenon with sevoflurane in preschool children is safe, feasible, and facilitates hemodynamic management. DEVROE ET AL.",
        "section": "What this article adds",
        "section_number": 10,
        "sentences": [
            "• Combining xenon with sevoflurane in preschool children is safe, feasible, and facilitates hemodynamic management.",
            "DEVROE ET AL."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42267",
        "text": "obtaining written informed parental consent, 40 children were enrolled in the trial and randomized to undergo GA maintained with either xenon as an adjuvant to sevoflurane (xenon group), or sevoflurane alone (sevoflurane group) at a 1:1 ratio. Randomization was performed using a software-generated allocation sequence (Sealed Envelope TM , London, UK). Group assignments were ensured in sealed, nontransparent, serially numbered envelopes, only opened after the arrival of the patient in the intervention room. Two investigator types conducted the trial. Investigator I accomplished the enrollment (day prior to intervention) and all postoperative visits and was, similar to the patient and his parents, blinded to treatment allocation.",
        "section": "| 1211",
        "section_number": 11,
        "sentences": [
            "obtaining written informed parental consent, 40 children were enrolled in the trial and randomized to undergo GA maintained with either xenon as an adjuvant to sevoflurane (xenon group), or sevoflurane alone (sevoflurane group) at a 1:1 ratio.",
            "Randomization was performed using a software-generated allocation sequence (Sealed Envelope TM , London, UK).",
            "Group assignments were ensured in sealed, nontransparent, serially numbered envelopes, only opened after the arrival of the patient in the intervention room.",
            "Two investigator types conducted the trial.",
            "Investigator I accomplished the enrollment (day prior to intervention) and all postoperative visits and was, similar to the patient and his parents, blinded to treatment allocation."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            1
        ],
        "classification_label": 1
    },
    {
        "doc_id": "42267",
        "text": "Investigator II performed randomization and the GA and could not be blinded to the treatment due to the kind of intervention (administration and monitoring of either one or two inhalational anesthetics).",
        "section": "| 1211",
        "section_number": 12,
        "sentences": [
            "Investigator II performed randomization and the GA and could not be blinded to the treatment due to the kind of intervention (administration and monitoring of either one or two inhalational anesthetics)."
        ],
        "sentence_labels": [
            1
        ],
        "classification_label": 1
    },
    {
        "doc_id": "42267",
        "text": "Children were eligible if they were younger than 4 years of age and scheduled for an elective interventional or diagnostic cardiac catheterization. We excluded children if the intraprocedural oxygen requirement was expected to be above 40%, if the procedure was defined as high risk and complex by the pediatric cardiologist, or in the case of lack of written parental informed consent. ",
        "section": "| 1211",
        "section_number": 13,
        "sentences": [
            "Children were eligible if they were younger than 4 years of age and scheduled for an elective interventional or diagnostic cardiac catheterization.",
            "We excluded children if the intraprocedural oxygen requirement was expected to be above 40%, if the procedure was defined as high risk and complex by the pediatric cardiologist, or in the case of lack of written parental informed consent."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42267",
        "text": "The primary outcome of this clinical trial was the incidence of intraprocedural hemodynamic instability, defined by the occurrence of one of following events: (i) a heart rate (HR) change >20% from baseline (not caused by interventional manipulation); (ii) a change in mean arterial blood pressure (MAP) >20% change from baseline (this change has been recently demonstrated to be associated with cerebral desaturations in infants 11, 12 and is frequently used as intervention trigger in pediatric studies 13 • Intraoperative consumption of xenon, sevoflurane, and fentanyl. • Others:",
        "section": "| Outcome",
        "section_number": 14,
        "sentences": [
            "The primary outcome of this clinical trial was the incidence of intraprocedural hemodynamic instability, defined by the occurrence of one of following events: (i) a heart rate (HR) change >20% from baseline (not caused by interventional manipulation); (ii) a change in mean arterial blood pressure (MAP) >20% change from baseline (this change has been recently demonstrated to be associated with cerebral desaturations in infants 11, 12 and is frequently used as intervention trigger in pediatric studies 13 • Intraoperative consumption of xenon, sevoflurane, and fentanyl. •",
            "Others:"
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42267",
        "text": "o Levels of serum protein 100b (neuroglial injury marker). Therefore, the study was stopped for futility, 19 ie, the probability to find a difference in hemodynamic instability at the end of the planned trial was so low that continuing the trial with this primary endpoint was not justified. Table 2 gives an overview of the results for the separate criteria of hemodynamic instability. The lack of difference for the primary outcome could also be found in a subgroup analysis in which cyanotic and univentricular conditions were assessed separately (data not shown).",
        "section": "| Outcome",
        "section_number": 15,
        "sentences": [
            "o Levels of serum protein 100b (neuroglial injury marker).",
            "Therefore, the study was stopped for futility, 19 ie, the probability to find a difference in hemodynamic instability at the end of the planned trial was so low that continuing the trial with this primary endpoint was not justified.",
            "Table 2 gives an overview of the results for the separate criteria of hemodynamic instability.",
            "The lack of difference for the primary outcome could also be found in a subgroup analysis in which cyanotic and univentricular conditions were assessed separately (data not shown)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42267",
        "text": "Heart rate and MAP were comparable between both groups throughout the procedure (Figure 2) . A further analysis of our data using absolute threshold values for the definition of hypotension (ie, <35 mm Hg in children <6 months; and <43 mm Hg in older children 20 ) showed a lower incidence of hypotension in both groups, with however virtually no impact on the overall incidence of hemodynamic instability (see Table S3A ). Likewise, no difference in the incidence in hypotension and the overall incidence of hemodynamic instability was found when taking into account only measurements starting 10 minutes after induction (when the hemodynamic effects of induction have probably waned) (see Table S3B ). However, blood pressure variability ( Figure S2 ) and the number of hypotensive episodes per minute of anesthesia (Table 3) Figure S1 ). Significantly more children in the sevoflurane group showed cerebral desaturation compared to those in the",
        "section": "| Hemodynamic parameters",
        "section_number": 16,
        "sentences": [
            "Heart rate and MAP were comparable between both groups throughout the procedure (Figure 2) .",
            "A further analysis of our data using absolute threshold values for the definition of hypotension (ie, <35 mm Hg in children <6 months; and <43 mm Hg in older children 20 ) showed a lower incidence of hypotension in both groups, with however virtually no impact on the overall incidence of hemodynamic instability (see Table S3A ).",
            "Likewise, no difference in the incidence in hypotension and the overall incidence of hemodynamic instability was found when taking into account only measurements starting 10 minutes after induction (when the hemodynamic effects of induction have probably waned) (see Table S3B ).",
            "However, blood pressure variability ( Figure S2 ) and the number of hypotensive episodes per minute of anesthesia (Table 3) Figure S1 ).",
            "Significantly more children in the sevoflurane group showed cerebral desaturation compared to those in the"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42267",
        "text": "xenon group (Table 3) . Moreover, the duration below the threshold was longer. Figure S3 ). The xenon group required significantly lower inspiratory sevoflurane concentrations than the sevoflurane group to achieve a comparable depth of anesthesia assessed by clinical signs and the BIS monitor, resulting in significantly lower intraprocedural endexpiratory sevoflurane concentrations (Table 3) . Mean inspiratory",
        "section": "| Hemodynamic parameters",
        "section_number": 17,
        "sentences": [
            "xenon group (Table 3) .",
            "Moreover, the duration below the threshold was longer.",
            "Figure S3 ).",
            "The xenon group required significantly lower inspiratory sevoflurane concentrations than the sevoflurane group to achieve a comparable depth of anesthesia assessed by clinical signs and the BIS monitor, resulting in significantly lower intraprocedural endexpiratory sevoflurane concentrations (Table 3) .",
            "Mean inspiratory"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42267",
        "text": "xenon concentration was within the target range (50%-65%). Intraoperative opioid consumption was similar in both groups (Table 3) . SpO 2 and endtidal CO 2 concentrations were continuously measured and within normal limits according to the patients' pathology.",
        "section": "| Feasibility",
        "section_number": 18,
        "sentences": [
            "xenon concentration was within the target range (50%-65%).",
            "Intraoperative opioid consumption was similar in both groups (Table 3) .",
            "SpO 2 and endtidal CO 2 concentrations were continuously measured and within normal limits according to the patients' pathology."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42267",
        "text": "Based on the Four-point Agitation score, the incidence of ED was significantly lower in the xenon group than in the sevoflurane group (Table S2) . No patients in the xenon group had a PAED score of ≥10",
        "section": "| Safety",
        "section_number": 19,
        "sentences": [
            "Based on the Four-point Agitation score, the incidence of ED was significantly lower in the xenon group than in the sevoflurane group (Table S2) .",
            "No patients in the xenon group had a PAED score of ≥10"
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42267",
        "text": "indicative for ED vs 24% in the sevoflurane group (P = .1). Neither incidence of POV nor use of anti-emetics was statistically different between both groups. The incidence of all other AEs was similar between the groups. One patient (sevoflurane group) suffered from a venous thrombosis at the puncture site, resulting in prolonged hospitalization.",
        "section": "| Safety",
        "section_number": 20,
        "sentences": [
            "indicative for ED vs 24% in the sevoflurane group (P = .1).",
            "Neither incidence of POV nor use of anti-emetics was statistically different between both groups.",
            "The incidence of all other AEs was similar between the groups.",
            "One patient (sevoflurane group) suffered from a venous thrombosis at the puncture site, resulting in prolonged hospitalization."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42267",
        "text": "Both groups showed an increase of postoperative serum protein S100b compared to baseline values (data not shown). This rise was not statistically different between both groups.",
        "section": "| Laboratory results",
        "section_number": 21,
        "sentences": [
            "Both groups showed an increase of postoperative serum protein S100b compared to baseline values (data not shown).",
            "This rise was not statistically different between both groups."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42267",
        "text": "In the present trial, we found that the use of 50-65vol% xenon as an adjuvant to sevoflurane was feasible in children younger than xenon. 21 In one child, a sufficient depth of anesthesia could be Isolated ASD type II 0 (0) 1 Our findings suggest that supplementation with xenon may at least facilitate hemodynamic management by reducing the vasopressor support to preserve arterial normotension. This is in line with findings in adults undergoing cardiac surgery 3 and probably due to less sympathicolysis exerted by xenon. 23 Moreover, xenon decreased blood pressure variability which has been indicated as a novel predictor of perioperative adverse outcome. 24 Last, patients in the xenon group showed a lower incidence and a shorter duration of decreases in cerebral oxygen saturation than patients in the sevoflurane group. The reasons for this may be related to the preservation of cerebral blood flow by xenon 25 and to the increased use of phenylephrine in children anesthetized with sevoflurane alone. Both hypotension and the use of phenylephrine have been associated with decreases in cerebral oxygen saturation. 11, 26 Contrasting the majority of studies in adults, 4 HR in the",
        "section": "| DISCUSSION",
        "section_number": 22,
        "sentences": [
            "In the present trial, we found that the use of 50-65vol% xenon as an adjuvant to sevoflurane was feasible in children younger than xenon.",
            "21 In one child, a sufficient depth of anesthesia could be Isolated ASD type II 0 (0) 1 Our findings suggest that supplementation with xenon may at least facilitate hemodynamic management by reducing the vasopressor support to preserve arterial normotension.",
            "This is in line with findings in adults undergoing cardiac surgery 3 and probably due to less sympathicolysis exerted by xenon.",
            "23 Moreover, xenon decreased blood pressure variability which has been indicated as a novel predictor of perioperative adverse outcome.",
            "24 Last, patients in the xenon group showed a lower incidence and a shorter duration of decreases in cerebral oxygen saturation than patients in the sevoflurane group.",
            "The reasons for this may be related to the preservation of cerebral blood flow by xenon 25 and to the increased use of phenylephrine in children anesthetized with sevoflurane alone.",
            "Both hypotension and the use of phenylephrine have been associated with decreases in cerebral oxygen saturation.",
            "11, 26 Contrasting the majority of studies in adults, 4 HR in the"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42267",
        "text": "xenon children was not lower than in children anesthetized with sevoflurane alone. This is an important finding for pediatric anesthesia and confirms observations in neonates receiving xenon-augmented cooling after birth asphyxia. 7 In our study, children receiving xenon showed a shorter recovery as demonstrated by several parameters. This finding was expected from experience in adults 4 and can be attributed to the low blood/ gas partition coefficient of xenon. Rapid emergence (in particular from sevoflurane anesthesia) has been implicated in the pathophysiology of ED. 16 Despite the faster emergence, children in the xenon group had a decreased incidence of ED as suggested by significant differences in the Four-point Agitation Scale. Of note, the differences in the PAED score failed to reach statistical significance. While the PAED scale is frequently used in pediatric anesthesia research, it should be noted that this measure was derived and validated in a cohort of children much older (mean age 3.7 years) than our study population (including 13 children <6 months). 27 In clinical practice, it the highest overall sensitivity and specificity and to be a more practical tool to assess ED following anesthesia in children. 16 In any case,",
        "section": "| DISCUSSION",
        "section_number": 23,
        "sentences": [
            "xenon children was not lower than in children anesthetized with sevoflurane alone.",
            "This is an important finding for pediatric anesthesia and confirms observations in neonates receiving xenon-augmented cooling after birth asphyxia.",
            "7 In our study, children receiving xenon showed a shorter recovery as demonstrated by several parameters.",
            "This finding was expected from experience in adults 4 and can be attributed to the low blood/ gas partition coefficient of xenon.",
            "Rapid emergence (in particular from sevoflurane anesthesia) has been implicated in the pathophysiology of ED.",
            "16 Despite the faster emergence, children in the xenon group had a decreased incidence of ED as suggested by significant differences in the Four-point Agitation Scale.",
            "Of note, the differences in the PAED score failed to reach statistical significance.",
            "While the PAED scale is frequently used in pediatric anesthesia research, it should be noted that this measure was derived and validated in a cohort of children much older (mean age 3.7 years) than our study population (including 13 children <6 months).",
            "27 In clinical practice, it the highest overall sensitivity and specificity and to be a more practical tool to assess ED following anesthesia in children.",
            "16 In any case,"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42267",
        "text": "given the small sample size and the secondary nature of this endpoint, the finding of a reduced EA incidence in the xenon group does not prove any causal relationship. The reduced doses of sevoflurane in the xenon group could be responsible for this decrease, but it is tempting to speculate that the reduction in ED is related to the lack of effect of xenon on gamma-aminobutyric acid type A receptors. 28 An adequately powered clinical trial with ED as primary outcome parameter is warranted to confirm our current results. More xenon children appeared to suffer from POV, as expected from the adult literature. 4 This difference was not statistically significant and the study was not powered for this complication.",
        "section": "| DISCUSSION",
        "section_number": 24,
        "sentences": [
            "given the small sample size and the secondary nature of this endpoint, the finding of a reduced EA incidence in the xenon group does not prove any causal relationship.",
            "The reduced doses of sevoflurane in the xenon group could be responsible for this decrease, but it is tempting to speculate that the reduction in ED is related to the lack of effect of xenon on gamma-aminobutyric acid type A receptors.",
            "28 An adequately powered clinical trial with ED as primary outcome parameter is warranted to confirm our current results.",
            "More xenon children appeared to suffer from POV, as expected from the adult literature.",
            "4 This difference was not statistically significant and the study was not powered for this complication."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42267",
        "text": "We acknowledge that our study is subject to several limitations.",
        "section": "| DISCUSSION",
        "section_number": 25,
        "sentences": [
            "We acknowledge that our study is subject to several limitations."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42267",
        "text": "First, retrospectively, the definition of the primary outcome was probably too ambitious and relied entirely on baseline values. We opted for this endpoint as hypotension is increasingly recognized as major risk factor in pediatric anesthesia. 2 We avoided any sedative premedication in order not to confound recovery characteristics but this likely resulted in baseline hemodynamics being affected by fear and higher than normal. In fact, the subjects upon whom the sample size estimation was based had received midazolam premedication. Consequently, the occurrence of the three criteria of hemodynamic instability was much lower in these children than in the definite trial. Moreover, a binary comparison with the baseline parameters is probably too simplistic to describe hemodynamic instability. Second, hemodynamic stability could be most unambiguously assessed by directly comparing the number/degree of hypotensive episodes in both groups. However, such a direct quantification is unwarranted, as this would require tolerating instead of treating hypotensive episodes. Third, it can be discussed whether a reduction in vasopressor requirements can be considered an important outcome improvement. It has to be noted though that phenylephrine use has been linked to cerebral desaturations. 29 Fourth, the attending anesthetist could not be blinded for the which may present a significant bias as these patients are more prone to hemodynamic alterations and adverse events. 1 Last, the study was prematurely stopped for futility. Note that an unplanned termination for futility (as opposed to stopping for efficacy) does not inflate the type-I error, 19 but tends to reduce the overall power of the trial.",
        "section": "| DISCUSSION",
        "section_number": 26,
        "sentences": [
            "First, retrospectively, the definition of the primary outcome was probably too ambitious and relied entirely on baseline values.",
            "We opted for this endpoint as hypotension is increasingly recognized as major risk factor in pediatric anesthesia.",
            "2 We avoided any sedative premedication in order not to confound recovery characteristics but this likely resulted in baseline hemodynamics being affected by fear and higher than normal.",
            "In fact, the subjects upon whom the sample size estimation was based had received midazolam premedication.",
            "Consequently, the occurrence of the three criteria of hemodynamic instability was much lower in these children than in the definite trial.",
            "Moreover, a binary comparison with the baseline parameters is probably too simplistic to describe hemodynamic instability.",
            "Second, hemodynamic stability could be most unambiguously assessed by directly comparing the number/degree of hypotensive episodes in both groups.",
            "However, such a direct quantification is unwarranted, as this would require tolerating instead of treating hypotensive episodes.",
            "Third, it can be discussed whether a reduction in vasopressor requirements can be considered an important outcome improvement.",
            "It has to be noted though that phenylephrine use has been linked to cerebral desaturations.",
            "29 Fourth, the attending anesthetist could not be blinded for the which may present a significant bias as these patients are more prone to hemodynamic alterations and adverse events.",
            "1 Last, the study was prematurely stopped for futility.",
            "Note that an unplanned termination for futility (as opposed to stopping for efficacy) does not inflate the type-I error, 19 but tends to reduce the overall power of the trial."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42267",
        "text": "Therefore, all secondary measures should be interpreted with caution.",
        "section": "| DISCUSSION",
        "section_number": 27,
        "sentences": [
            "Therefore, all secondary measures should be interpreted with caution."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "42267",
        "text": "In conclusion, this study shows for the first time that the Time to open eyes (min) 8 [5] [6] [7] [8] [9] [10] [11] 14 [11] [12] [13] [14] [15] [16] [17] [18] [19] [20] ",
        "section": "| DISCUSSION",
        "section_number": 28,
        "sentences": [
            "In conclusion, this study shows for the first time that the Time to open eyes (min) 8 [5] [6] [7] [8] [9] [10] [11] 14 [11] [12] [13] [14] [15] [16] [17] [18] [19] [20]"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    }
]