[
    {
        "doc_id": "37618",
        "text": "Background-Cotrimoxazole (CTX) prophylaxis reduces mortality among HIV-infected children, but no randomized trial has evaluated efficacy in HIV-exposed uninfected (HEU) children in a non-malarial, low-breastfeeding setting. Methods-HEU children in Botswana were randomized to CTX or placebo from age 14-34 days through 15 months. Mothers chose infant feeding method. Breastfed children were randomized to breastfeeding for duration of 6 months (Botswana guidelines) or 12 months (World Health Organization guidelines). Primary analysis was modified intent-to-treat, comparing cumulative",
        "section": "Abstract",
        "sentences": [
            "Background-Cotrimoxazole (CTX) prophylaxis reduces mortality among HIV-infected children, but no randomized trial has evaluated efficacy in HIV-exposed uninfected (HEU) children in a non-malarial, low-breastfeeding setting.",
            "Methods-HEU children in Botswana were randomized to CTX or placebo from age 14-34 days through 15 months.",
            "Mothers chose infant feeding method.",
            "Breastfed children were randomized to breastfeeding for duration of 6 months (Botswana guidelines) or 12 months (World Health Organization guidelines).",
            "Primary analysis was modified intent-to-treat, comparing cumulative"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37618",
        "text": "Cotrimoxazole (CTX) prophylaxis reduces mortality among HIV-infected children by preventing opportunistic infections, diarrheal and respiratory illness, and malaria, and is recommended for HIV-infected children through at least 5 years of age (and longer, under certain circumstances). [1] [2] [3] [4] [5] At present, the World Health Organization (WHO) recommends that all HIV-exposed children receive CTX prophylaxis until their HIV status has been confirmed as negative and HIV exposure from breast milk has ended. 6, 7 However, with declines in mother-to-child HIV transmission (MTCT) in the setting of improved antiretroviral availability, most HIV-exposed children now remain uninfected, and the risks vs. benefits of CTX are unknown for these children. A small randomized trial among HIVexposed uninfected (HEU) infants in Uganda showed lower rates of malaria in children continuing vs. stopping prophylactic CTX at age 4 years. 8 , and a growing body of evidence supports reduction in incidence of malaria associated with CTX prophylaxis [8] [9] [10] [11] [12] [13] . Observational data have yielded conflicting results regarding the non-malarial health benefits of CTX in HEU children. 14, 15 Although HEU children experience higher mortality than HIV-unexposed children [16] [17] [18] [19] and might benefit from prophylactic CTX, no randomized clinical trials have evaluated the use of prophylactic CTX among HEU children in non-malarial settings.",
        "section": "Background",
        "section_number": 1,
        "sentences": [
            "Cotrimoxazole (CTX) prophylaxis reduces mortality among HIV-infected children by preventing opportunistic infections, diarrheal and respiratory illness, and malaria, and is recommended for HIV-infected children through at least 5 years of age (and longer, under certain circumstances). [",
            "1] [2] [3] [4] [5] At present, the World Health Organization (WHO) recommends that all HIV-exposed children receive CTX prophylaxis until their HIV status has been confirmed as negative and HIV exposure from breast milk has ended.",
            "6, 7 However, with declines in mother-to-child HIV transmission (MTCT) in the setting of improved antiretroviral availability, most HIV-exposed children now remain uninfected, and the risks vs. benefits of CTX are unknown for these children.",
            "A small randomized trial among HIVexposed uninfected (HEU) infants in Uganda showed lower rates of malaria in children continuing vs. stopping prophylactic CTX at age 4 years.",
            "8 , and a growing body of evidence supports reduction in incidence of malaria associated with CTX prophylaxis [8] [9] [10] [11] [12] [13] .",
            "Observational data have yielded conflicting results regarding the non-malarial health benefits of CTX in HEU children.",
            "14, 15 Although HEU children experience higher mortality than HIV-unexposed children [16] [17] [18] [19] and might benefit from prophylactic CTX, no randomized clinical trials have evaluated the use of prophylactic CTX among HEU children in non-malarial settings."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37618",
        "text": "To determine whether CTX offers a survival benefit for HEU children, we conducted a double-blinded, randomized controlled trial of CTX vs. placebo prophylaxis among a large cohort of HEU children in a non-malarial region of Botswana. This cohort also offered a potential opportunity to evaluate the effect of breastfeeding duration on child mortality.",
        "section": "Background",
        "section_number": 2,
        "sentences": [
            "To determine whether CTX offers a survival benefit for HEU children, we conducted a double-blinded, randomized controlled trial of CTX vs. placebo prophylaxis among a large cohort of HEU children in a non-malarial region of Botswana.",
            "This cohort also offered a potential opportunity to evaluate the effect of breastfeeding duration on child mortality."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37618",
        "text": "The Mpepu (meaning \"to carry a baby on your back\" in Setswana) Study was a randomized placebo-controlled trial of cotrimoxazole prophylaxis among HEU infants.",
        "section": "Study Design and Participants",
        "section_number": 3,
        "sentences": [
            "The Mpepu (meaning \"to carry a baby on your back\" in Setswana) Study was a randomized placebo-controlled trial of cotrimoxazole prophylaxis among HEU infants."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37618",
        "text": "Between May 2011 and April 2015, HIV-infected women and their infants enrolled in the Mpepu Study in southern Botswana, an area without malaria transmission. Women enrolled from week 26 of pregnancy through 34 days postpartum. HIV-infected pregnant women were identified at either public antenatal clinics or maternity wards in Gaborone (city), Molepolole (village) and Lobatse (town) in Botswana. Accrual closed in Lobatse after August 2012 to focus study resources at the remaining two higher-accruing sites.",
        "section": "Study Design and Participants",
        "section_number": 4,
        "sentences": [
            "Between May 2011 and April 2015, HIV-infected women and their infants enrolled in the Mpepu Study in southern Botswana, an area without malaria transmission.",
            "Women enrolled from week 26 of pregnancy through 34 days postpartum.",
            "HIV-infected pregnant women were identified at either public antenatal clinics or maternity wards in Gaborone (city), Molepolole (village) and Lobatse (town) in Botswana.",
            "Accrual closed in Lobatse after August 2012 to focus study resources at the remaining two higher-accruing sites."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37618",
        "text": "Enrollment eligibility criteria for mothers included documented positive HIV-1 status; being ≥ 18 years of age and able to provide informed consent and follow-up in the study clinic; and Botswana citizenship. Exclusion criteria for randomizing infants included known positive HIV qualitative DNA polymerase chain reaction (PCR) test; medical condition making survival to 18 months unlikely; clinical jaundice; known sulfa allergy or other contraindication to CTX initiation; or grade 4 asymptomatic anemia or neutropenia (or symptomatic grade 3 anemia or neutropenia). Of note, infants with negative birth HIV DNA PCR who were randomized and subsequently found to have positive DNA PCR on a blood sample taken at the time of randomization were excluded from analyses, as pre-specified (modified intent-to-treat [ITT] analysis).",
        "section": "Study Design and Participants",
        "section_number": 5,
        "sentences": [
            "Enrollment eligibility criteria for mothers included documented positive HIV-1 status; being ≥ 18 years of age and able to provide informed consent and follow-up in the study clinic; and Botswana citizenship.",
            "Exclusion criteria for randomizing infants included known positive HIV qualitative DNA polymerase chain reaction (PCR) test; medical condition making survival to 18 months unlikely; clinical jaundice; known sulfa allergy or other contraindication to CTX initiation; or grade 4 asymptomatic anemia or neutropenia (or symptomatic grade 3 anemia or neutropenia).",
            "Of note, infants with negative birth HIV DNA PCR who were randomized and subsequently found to have positive DNA PCR on a blood sample taken at the time of randomization were excluded from analyses, as pre-specified (modified intent-to-treat [ITT] analysis)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37618",
        "text": "Throughout the study period, Botswana feeding guidelines supported the provision of free formula but allowed for breastfeeding with maternal antiretroviral treatment (ART). These guidelines differ from most other countries in Africa, which support breastfeeding in the setting of maternal ART or infant prophylaxis. 20 Study staff provided education on risk and benefits of formula versus breastfeeding using government-approved counseling scripts, if the women had not chosen her feeding method prior to study enrollment. Study staff also provided counseling to support the chosen method of feeding (e.g., safe formula preparation, or exclusive breastfeeding followed by weaning over a 4 week period). Free maternal 3-drug ART was available to all participating mothers during pregnancy and breastfeeding through the government health system. All infants received 4 weeks of antiretroviral prophylaxis regardless of feeding method. In the event a mother was breastfeeding but was not on ART for any reason, infant prophylactic nevirapine was provided (dosed per WHO guidelines). 21 From May 2011-January 2013, infant antiretroviral prophylaxis consisted of single dose nevirapine (sdNVP) plus 4 weeks of zidovudine (ZDV) as per Botswana PMTCT guidelines. After January 2013 (as part of a protocol amendment to allow earlier CTX use), the study protocol was revised to preferentially use 4 weeks of NVP infant antiretroviral prophylaxis alone, to avoid potential hematologic toxicity with concurrent use of ZDV and CTX (although the majority of infants received an initial brief period of ZDV even after January 2013).",
        "section": "Study Design and Participants",
        "section_number": 6,
        "sentences": [
            "Throughout the study period, Botswana feeding guidelines supported the provision of free formula but allowed for breastfeeding with maternal antiretroviral treatment (ART).",
            "These guidelines differ from most other countries in Africa, which support breastfeeding in the setting of maternal ART or infant prophylaxis.",
            "20 Study staff provided education on risk and benefits of formula versus breastfeeding using government-approved counseling scripts, if the women had not chosen her feeding method prior to study enrollment.",
            "Study staff also provided counseling to support the chosen method of feeding (e.g., safe formula preparation, or exclusive breastfeeding followed by weaning over a 4 week period).",
            "Free maternal 3-drug ART was available to all participating mothers during pregnancy and breastfeeding through the government health system.",
            "All infants received 4 weeks of antiretroviral prophylaxis regardless of feeding method.",
            "In the event a mother was breastfeeding but was not on ART for any reason, infant prophylactic nevirapine was provided (dosed per WHO guidelines).",
            "21 From May 2011-January 2013, infant antiretroviral prophylaxis consisted of single dose nevirapine (sdNVP) plus 4 weeks of zidovudine (ZDV) as per Botswana PMTCT guidelines.",
            "After January 2013 (as part of a protocol amendment to allow earlier CTX use), the study protocol was revised to preferentially use 4 weeks of NVP infant antiretroviral prophylaxis alone, to avoid potential hematologic toxicity with concurrent use of ZDV and CTX (although the majority of infants received an initial brief period of ZDV even after January 2013)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37618",
        "text": "HIV-exposed uninfected infants were randomized in double-blinded fashion (and 1:1 ratio) to receive either CTX (100mg/20mg once daily until 6 months, 200mg/40mg once daily thereafter) vs. placebo syrup starting between age 14-34 days and continued through 15 months, with follow-up through 18 months (standard CTX prophylaxis dosing, as per WHO recommendations at the time 22 ). As a planned secondary objective to determine whether longer breastfeeding might benefit HEU infants, we also randomized the subset of infants whose mothers chose to breastfeed to a duration of breastfeeding of either 6 months (the recommended duration in Botswana) or 12 months (the duration recommended by WHO during the study period).",
        "section": "Randomization and masking",
        "section_number": 7,
        "sentences": [
            "HIV-exposed uninfected infants were randomized in double-blinded fashion (and 1:1 ratio) to receive either CTX (100mg/20mg once daily until 6 months, 200mg/40mg once daily thereafter) vs. placebo syrup starting between age 14-34 days and continued through 15 months, with follow-up through 18 months (standard CTX prophylaxis dosing, as per WHO recommendations at the time 22 ).",
            "As a planned secondary objective to determine whether longer breastfeeding might benefit HEU infants, we also randomized the subset of infants whose mothers chose to breastfeed to a duration of breastfeeding of either 6 months (the recommended duration in Botswana) or 12 months (the duration recommended by WHO during the study period)."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37618",
        "text": "The primary CTX/placebo randomization originally occurred when infants were age 28-34 days; however, in an effort to address early mortality, the window for randomization was expanded to 14-34 days starting 21 January 2013 (infants born <37 weeks' gestational age or weighing <2500 grams at a visit between age 14-27 days were not randomized until 28-34 days even after this change).",
        "section": "Randomization and masking",
        "section_number": 8,
        "sentences": [
            "The primary CTX/placebo randomization originally occurred when infants were age 28-34 days; however, in an effort to address early mortality, the window for randomization was expanded to 14-34 days starting 21 January 2013 (infants born <37 weeks' gestational age or weighing <2500 grams at a visit between age 14-27 days were not randomized until 28-34 days even after this change)."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37618",
        "text": "Randomization used permuted blocks of eight, and was stratified by study site. Random allocation sequences were generated electronically by the study data manager in Botswana, who assigned participant intervention arm. All other study staff, study investigators, and participants remained blinded to intervention arm. Brown opaque plastic bottles were used to dispense study product; CTX and placebo syrup had similar color, density and taste. Infants of women who chose to breastfeed, and who agreed to be randomized to breastfeed for 6 vs.12 months, underwent factorial randomization to both CTX vs. placebo and to 6 vs. 12 months of breastfeeding (into one of four possible groups).",
        "section": "Randomization and masking",
        "section_number": 9,
        "sentences": [
            "Randomization used permuted blocks of eight, and was stratified by study site.",
            "Random allocation sequences were generated electronically by the study data manager in Botswana, who assigned participant intervention arm.",
            "All other study staff, study investigators, and participants remained blinded to intervention arm.",
            "Brown opaque plastic bottles were used to dispense study product; CTX and placebo syrup had similar color, density and taste.",
            "Infants of women who chose to breastfeed, and who agreed to be randomized to breastfeed for 6 vs.12 months, underwent factorial randomization to both CTX vs. placebo and to 6 vs. 12 months of breastfeeding (into one of four possible groups)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37618",
        "text": "Women were evaluated prior to randomization with full blood count and CD4+ cell count (and HIV-1 RNA in a subset). HIV-1 RNA was quantified by the automated COBAS Amplicor/Ampli Prep HIV-1 Monitor Test (version 1.5; Roche Molecular Systems). Infant clinical evaluations occurred at birth, randomization, 2 months, 3 months, and then every 3 months through age 18 months. Peripheral blood was obtained from infants at birth (when available) and at randomization for HIV testing by qualitative PCR DNA assay using Amplicor HIV-1 testing (Roche Diagnostic Systems, New Jersey), with additional HIV DNA PCR at 3, 6, 9, 12, and 15 months of age for breastfeeding children; full blood count at randomization, 3, 6 and 15 months; and HIV enzyme linked immunosorbent assay (ELISA) at 18 months. Children found to be HIV-infected after randomization were started on active CTX and ART, provided by the Botswana Government, and were retained in study follow-up and in the primary analysis.",
        "section": "Procedures",
        "section_number": 10,
        "sentences": [
            "Women were evaluated prior to randomization with full blood count and CD4+ cell count (and HIV-1 RNA in a subset).",
            "HIV-1 RNA was quantified by the automated COBAS Amplicor/Ampli Prep HIV-1 Monitor Test (version 1.5; Roche Molecular Systems).",
            "Infant clinical evaluations occurred at birth, randomization, 2 months, 3 months, and then every 3 months through age 18 months.",
            "Peripheral blood was obtained from infants at birth (when available) and at randomization for HIV testing by qualitative PCR DNA assay using Amplicor HIV-1 testing (Roche Diagnostic Systems, New Jersey), with additional HIV DNA PCR at 3, 6, 9, 12, and 15 months of age for breastfeeding children; full blood count at randomization, 3, 6 and 15 months; and HIV enzyme linked immunosorbent assay (ELISA) at 18 months.",
            "Children found to be HIV-infected after randomization were started on active CTX and ART, provided by the Botswana Government, and were retained in study follow-up and in the primary analysis."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37618",
        "text": "Maternal HIV infection was established by health record documentation of a prior positive HIV test, or study-conducted positive HIV test, using ELISA, dual rapid enzyme immunoassay test, or detectable HIV-1 RNA. HIV-infected children were defined as having a positive HIV DNA PCR on two occasions (or on one occasion followed by the death of the child prior to repeat testing). Preterm was defined as <37 weeks gestation, and low birth weight as <2500 grams. Adherence to study drug was measured by receipt of drug refills at study visits, and additionally by maternal or caregiver report at each clinic visit (including sensitivity analyses evaluating thresholds of ≥ 1 or ≥ 2 missed days). For children who went off study treatment early for reason of non-adherence to study visits, the imputed date of treatment discontinuation was the earlier of reported discontinuation and first missed visit among consecutive missed visits including the month 12 visit. Diagnoses and laboratory values were graded using the Division of AIDS Table for Grading the Severity of Adult and Pediatric Adverse Events, National Institutes of Health, December 2004.",
        "section": "Definitions",
        "section_number": 11,
        "sentences": [
            "Maternal HIV infection was established by health record documentation of a prior positive HIV test, or study-conducted positive HIV test, using ELISA, dual rapid enzyme immunoassay test, or detectable HIV-1 RNA.",
            "HIV-infected children were defined as having a positive HIV DNA PCR on two occasions (or on one occasion followed by the death of the child prior to repeat testing).",
            "Preterm was defined as <37 weeks gestation, and low birth weight as <2500 grams.",
            "Adherence to study drug was measured by receipt of drug refills at study visits, and additionally by maternal or caregiver report at each clinic visit (including sensitivity analyses evaluating thresholds of ≥ 1 or ≥ 2 missed days).",
            "For children who went off study treatment early for reason of non-adherence to study visits, the imputed date of treatment discontinuation was the earlier of reported discontinuation and first missed visit among consecutive missed visits including the month 12 visit.",
            "Diagnoses and laboratory values were graded using the Division of AIDS Table for Grading the Severity of Adult and Pediatric Adverse Events, National Institutes of Health, December 2004."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37618",
        "text": "The primary study objective was to compare cumulative mortality between randomization and 18 months of age among children who were HIV-uninfected at randomization. The planned sample size of 3,016 randomized children retained in follow-up was designed to provide 80% power to detect a 40% decrease in mortality from 1 to 18 months, from 5•2% (based on mortality estimates from previous clinical trial data 23 ) to 3•1% using a two-sided type I error rate of 0•05. A composite endpoint for death, hospitalization, or grade 3 or 4 diagnoses was also a pre-specified secondary objective.",
        "section": "Outcomes",
        "section_number": 12,
        "sentences": [
            "The primary study objective was to compare cumulative mortality between randomization and 18 months of age among children who were HIV-uninfected at randomization.",
            "The planned sample size of 3,016 randomized children retained in follow-up was designed to provide 80% power to detect a 40% decrease in mortality from 1 to 18 months, from 5•2% (based on mortality estimates from previous clinical trial data 23 ) to 3•1% using a two-sided type I error rate of 0•05.",
            "A composite endpoint for death, hospitalization, or grade 3 or 4 diagnoses was also a pre-specified secondary objective."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37618",
        "text": "Another secondary study objective was to compare HIV-free survival among breastfeeding children randomized to 6-months vs. 12-months of breastfeeding in the presence of either maternal ART or prophylactic infant NVP. This was originally a primary objective powered by the assumption that approximately 80% of infants would be breastfed. However, since the proportion of infants who breastfed was actually much lower (only 20% breastfed), this was re-categorized as a secondary objective as part of a protocol amendment in January 2013.",
        "section": "Outcomes",
        "section_number": 13,
        "sentences": [
            "Another secondary study objective was to compare HIV-free survival among breastfeeding children randomized to 6-months vs. 12-months of breastfeeding in the presence of either maternal ART or prophylactic infant NVP.",
            "This was originally a primary objective powered by the assumption that approximately 80% of infants would be breastfed.",
            "However, since the proportion of infants who breastfed was actually much lower (only 20% breastfed), this was re-categorized as a secondary objective as part of a protocol amendment in January 2013."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37618",
        "text": "Beginning in May 2014, stool was collected from children who were able to provide a specimen at randomization, or at 3 or at 6 months, and stored at −70°C prior to culture on MacConkey agar. Antibiotic susceptibility testing by Kirby Bauer method was performed on Mueller Hinton agar for CTX (CTX 25μg) in specimens that grew Escherichia coli (E. coli).",
        "section": "CTX Resistance Testing",
        "section_number": 14,
        "sentences": [
            "Beginning in May 2014, stool was collected from children who were able to provide a specimen at randomization, or at 3 or at 6 months, and stored at −70°C prior to culture on MacConkey agar.",
            "Antibiotic susceptibility testing by Kirby Bauer method was performed on Mueller Hinton agar for CTX (CTX 25μg) in specimens that grew Escherichia coli (E. coli)."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37618",
        "text": "Clinical and Laboratory Standards Institute performance standards for disc diffusion were used to classify resistant isolates. 24 ",
        "section": "CTX Resistance Testing",
        "section_number": 15,
        "sentences": [
            "Clinical and Laboratory Standards Institute performance standards for disc diffusion were used to classify resistant isolates.",
            "24"
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37618",
        "text": "The primary endpoint was cumulative infant mortality occurring between randomization and 18 months. For those who did not die, follow-up time was calculated from randomization to the date the infant was last known to be alive (including all available vital status follow-up), or exactly 18 months from the date of birth if known to be alive beyond that age. Kaplan-Meier estimates of proportions of infants surviving at 18 months of age were calculated for both arms and compared using Greenwood's formula to calculate the standard error of the difference in proportions between the CTX and placebo arms.",
        "section": "Statistical Analysis",
        "section_number": 16,
        "sentences": [
            "The primary endpoint was cumulative infant mortality occurring between randomization and 18 months.",
            "For those who did not die, follow-up time was calculated from randomization to the date the infant was last known to be alive (including all available vital status follow-up), or exactly 18 months from the date of birth if known to be alive beyond that age.",
            "Kaplan-Meier estimates of proportions of infants surviving at 18 months of age were calculated for both arms and compared using Greenwood's formula to calculate the standard error of the difference in proportions between the CTX and placebo arms."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37618",
        "text": "Pre-specified secondary endpoints included cumulative incidence of hospitalization, grade 3/4 diagnoses, grade 3/4 anemia, or grade 3/4 neutropenia; and a combined endpoint of HIV infection or death at 18 months. An additional endpoint (not pre-specified) was the composite endpoint of cumulative incidence of death or hospitalization or grade 3/4 diagnosis at 18 months. These were all analyzed using the difference in estimated proportions (and its standard error) at 18 months from Kaplan-Meier analysis. Analysis of some of these endpoints was performed using interval-censored survival methods 25 as actual dates for some events were not collected (e.g., for diarrhea, occurrence in the interval between evaluations was collected). Additional exploratory as-treated analysis of mortality were undertaken in which follow-up time was censored at the earliest of first missed visit or discontinuation of study treatment, or at varying levels of reported adherence. Fisher's exact testing was used to compare bacterial resistance by randomization arm. We examined the effect of treatment on our primary mortality endpoint in adjusted analyses within a Cox proportional hazards model, after checking that the proportional hazards assumption was satisfied. In these models we separately adjusted for maternal and infant baseline covariates.",
        "section": "Statistical Analysis",
        "section_number": 17,
        "sentences": [
            "Pre-specified secondary endpoints included cumulative incidence of hospitalization, grade 3/4 diagnoses, grade 3/4 anemia, or grade 3/4 neutropenia; and a combined endpoint of HIV infection or death at 18 months.",
            "An additional endpoint (not pre-specified) was the composite endpoint of cumulative incidence of death or hospitalization or grade 3/4 diagnosis at 18 months.",
            "These were all analyzed using the difference in estimated proportions (and its standard error) at 18 months from Kaplan-Meier analysis.",
            "Analysis of some of these endpoints was performed using interval-censored survival methods 25 as actual dates for some events were not collected (e.g., for diarrhea, occurrence in the interval between evaluations was collected).",
            "Additional exploratory as-treated analysis of mortality were undertaken in which follow-up time was censored at the earliest of first missed visit or discontinuation of study treatment, or at varying levels of reported adherence.",
            "Fisher's exact testing was used to compare bacterial resistance by randomization arm.",
            "We examined the effect of treatment on our primary mortality endpoint in adjusted analyses within a Cox proportional hazards model, after checking that the proportional hazards assumption was satisfied.",
            "In these models we separately adjusted for maternal and infant baseline covariates."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37618",
        "text": "The Health Research Development Committee from Botswana and the Office for Human Research Administration from the Harvard T.H. Chan School of Public Health approved the study protocol and amendments. An independent Data and Safety Monitoring Board (DSMB) reviewed safety and efficacy data approximately every 6 months, as well as futility. Participants signed a written consent form approved by the ethical review boards. The Mpepu trial was registered with clinicaltrials.gov (NCT01229761).",
        "section": "Approvals",
        "section_number": 18,
        "sentences": [
            "The Health Research Development Committee from Botswana and the Office for Human Research Administration from the Harvard T.H. Chan School of Public Health approved the study protocol and amendments.",
            "An independent Data and Safety Monitoring Board (DSMB) reviewed safety and efficacy data approximately every 6 months, as well as futility.",
            "Participants signed a written consent form approved by the ethical review boards.",
            "The Mpepu trial was registered with clinicaltrials.gov (NCT01229761)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37618",
        "text": "The US NIH funded this study, and had no role in the collection, analysis, or interpretation of study data. Study CTX/placebo were purchased by the study.",
        "section": "Role of the Funding Source",
        "section_number": 19,
        "sentences": [
            "The US NIH funded this study, and had no role in the collection, analysis, or interpretation of study data.",
            "Study CTX/placebo were purchased by the study."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37618",
        "text": "Between May 2011 and April 2015, approximately 45,311 women delivered at the maternity sites actively recruiting for the Mpepu Study, of whom 10,752 (24%) were known to be HIV-infected. Of these, 6,556 were approached for the study and 3,334 (51%) were enrolled into the Mpepu Study (the main reason for non-enrollment was residing outside of the study area) ( Figure 1 ). Among enrolled women, 16 (0•5%) had infants who tested positive for HIV prior to randomization, and 18 (0•5%) had infants with a positive result from a specimen drawn at randomization (these 18 infants were excluded from post-randomization analyses, per protocol). Additional pre-randomization losses for infants included death (1%), loss-tofollow-up (4%), study closure (3%), or other reasons (6%). A total of 2,848 infants who were uninfected at randomization were randomized to either CTX (1423) or placebo (1425), out of the target of 3,016. On 2 April 2015, accrual was stopped early at the recommendation of the study's DSMB because the study was judged unlikely to show a benefit of CTX.",
        "section": "Accrual and Randomization",
        "section_number": 20,
        "sentences": [
            "Between May 2011 and April 2015, approximately 45,311 women delivered at the maternity sites actively recruiting for the Mpepu Study, of whom 10,752 (24%) were known to be HIV-infected.",
            "Of these, 6,556 were approached for the study and 3,334 (51%) were enrolled into the Mpepu Study (the main reason for non-enrollment was residing outside of the study area) ( Figure 1 ).",
            "Among enrolled women, 16 (0•5%) had infants who tested positive for HIV prior to randomization, and 18 (0•5%) had infants with a positive result from a specimen drawn at randomization (these 18 infants were excluded from post-randomization analyses, per protocol).",
            "Additional pre-randomization losses for infants included death (1%), loss-tofollow-up (4%), study closure (3%), or other reasons (6%).",
            "A total of 2,848 infants who were uninfected at randomization were randomized to either CTX (1423) or placebo (1425), out of the target of 3,016.",
            "On 2 April 2015, accrual was stopped early at the recommendation of the study's DSMB because the study was judged unlikely to show a benefit of CTX."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37618",
        "text": "Maternal and infant characteristics were well-balanced between study arms (Table 1) . In total, 1,159 (41%) infants were randomized from day 14-27, and 1,689 (59%) from day 28-34 of life (this latter category includes two infants randomized at 35-37 days of life). Of the 2,848 infants randomized, only 572 (20%) were breastfeeding at the time of randomization (and therefore eligible for the secondary feeding randomization), and 569 (99%) of these were randomized.",
        "section": "Accrual and Randomization",
        "section_number": 21,
        "sentences": [
            "Maternal and infant characteristics were well-balanced between study arms (Table 1) .",
            "In total, 1,159 (41%) infants were randomized from day 14-27, and 1,689 (59%) from day 28-34 of life (this latter category includes two infants randomized at 35-37 days of life).",
            "Of the 2,848 infants randomized, only 572 (20%) were breastfeeding at the time of randomization (and therefore eligible for the secondary feeding randomization), and 569 (99%) of these were randomized."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37618",
        "text": "Loss-to-follow-up was low overall, with 2,695 (95%) infants known to be either alive or dead at 18 months or at study closure. The remaining 153 infants (5% in each study arm) were lost to protocol-defined follow-up by either 18 months or closure of the study. Among the 2,848 randomized children, 1,106 (39% in each arm) were censored before the 18-month visit, primarily due to study closure (953, 86%, were censored due to early study closure). A total of 2,053 children (72%) attended all study visits (with no missed medication refills) to 15 months of age, death, or study closure, whichever occurred first. A further 272 (10%) missed one or more visits before 15 months or study closure (hence missed one or more medication refills) but were on study treatment at the 15 month visit, time of early study closure or death. There was no significant difference between study arms in time to early discontinuation of study treatment (p=0•35; log rank test). Nine children were taken off study drug prior to 15 months or study closure for adverse events (five in the placebo arm: one rash, one Stevens Johnson Syndrome, two hepatitis, one anemia; four in the CTX arm: two neutropenia, two anemia); nine due to participant choice to discontinue; and one because of a positive HIV test after randomization while still on study drug.",
        "section": "Loss-to-follow-up and Adherence",
        "section_number": 22,
        "sentences": [
            "Loss-to-follow-up was low overall, with 2,695 (95%) infants known to be either alive or dead at 18 months or at study closure.",
            "The remaining 153 infants (5% in each study arm) were lost to protocol-defined follow-up by either 18 months or closure of the study.",
            "Among the 2,848 randomized children, 1,106 (39% in each arm) were censored before the 18-month visit, primarily due to study closure (953, 86%, were censored due to early study closure).",
            "A total of 2,053 children (72%) attended all study visits (with no missed medication refills) to 15 months of age, death, or study closure, whichever occurred first.",
            "A further 272 (10%) missed one or more visits before 15 months or study closure (hence missed one or more medication refills) but were on study treatment at the 15 month visit, time of early study closure or death.",
            "There was no significant difference between study arms in time to early discontinuation of study treatment (p=0•35; log rank test).",
            "Nine children were taken off study drug prior to 15 months or study closure for adverse events (five in the placebo arm: one rash, one Stevens Johnson Syndrome, two hepatitis, one anemia; four in the CTX arm: two neutropenia, two anemia); nine due to participant choice to discontinue; and one because of a positive HIV test after randomization while still on study drug."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37618",
        "text": "Adherence was similar between the two arms at each scheduled evaluation, with between 8% and 16% of caregivers reporting at least one dose missed since the previous visit. By caregiver report, complete adherence to study drug (no missed doses) occurred among 1,344 (65%) of the 2,053 children who attended all study visits through 15 months, early study closure or death: 680 (67%) in the placebo arm and 664 (64%) in the CTX arm reported no missed days of study drug. In total, 47% of all randomized children attended all study visits and were reported to have complete adherence to study drug (no missed doses).",
        "section": "Loss-to-follow-up and Adherence",
        "section_number": 23,
        "sentences": [
            "Adherence was similar between the two arms at each scheduled evaluation, with between 8% and 16% of caregivers reporting at least one dose missed since the previous visit.",
            "By caregiver report, complete adherence to study drug (no missed doses) occurred among 1,344 (65%) of the 2,053 children who attended all study visits through 15 months, early study closure or death: 680 (67%) in the placebo arm and 664 (64%) in the CTX arm reported no missed days of study drug.",
            "In total, 47% of all randomized children attended all study visits and were reported to have complete adherence to study drug (no missed doses)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37618",
        "text": "Sixty-four children died between randomization and 18 months of age, 30 in the CTX arm and 34 in the placebo arm. The estimated cumulative proportion dying through 18 months of age was 2•4% for CTX and 2•6% for placebo, 0•2% lower in the CTX arm than in the placebo arm (95% confidence interval [CI]: 1•5% lower to 1•0% higher; p=0.70) (Figure 2a ). The corresponding ratio of proportions dying is 0.91 (95% confidence interval: 0.56 to 1.48) for the CTX arm versus the placebo arms, indicating a non-significant 9% reduction in proportion dying on the CTX arm versus the placebo arm (95% confidence interval: 44% reduction to 48% increase).",
        "section": "Child Mortality by randomized CTX/placebo arm",
        "section_number": 24,
        "sentences": [
            "Sixty-four children died between randomization and 18 months of age, 30 in the CTX arm and 34 in the placebo arm.",
            "The estimated cumulative proportion dying through 18 months of age was 2•4% for CTX and 2•6% for placebo, 0•2% lower in the CTX arm than in the placebo arm (95% confidence interval [CI]: 1•5% lower to 1•0% higher; p=0.70) (Figure 2a ).",
            "The corresponding ratio of proportions dying is 0.91 (95% confidence interval: 0.56 to 1.48) for the CTX arm versus the placebo arms, indicating a non-significant 9% reduction in proportion dying on the CTX arm versus the placebo arm (95% confidence interval: 44% reduction to 48% increase)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37618",
        "text": "Similar results were found in as-treated analyses that included children with no missed medication refills, with an estimated cumulative proportion dying through 18 months of age of 2•0% in the CTX arm and 2•5% in the placebo arm in this subgroup of more adherent children (0•5% lower in CTX arm, 95% CI: 1•7% lower to 0•7% higher; p=0•43). Additional exploratory analyses that defined non-adherence as missing any days of study drug while on treatment (or 2 or more days) yielded similar results (results not shown).",
        "section": "Child Mortality by randomized CTX/placebo arm",
        "section_number": 25,
        "sentences": [
            "Similar results were found in as-treated analyses that included children with no missed medication refills, with an estimated cumulative proportion dying through 18 months of age of 2•0% in the CTX arm and 2•5% in the placebo arm in this subgroup of more adherent children (0•5% lower in CTX arm, 95% CI: 1•7% lower to 0•7% higher; p=0•43).",
            "Additional exploratory analyses that defined non-adherence as missing any days of study drug while on treatment (or 2 or more days) yielded similar results (results not shown)."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37618",
        "text": "Clinical diagnoses and laboratory adverse events are shown in Table 2 . Among 2,848 randomized children, 362 experienced a clinical diagnosis that was of grade 3 or higher severity (and an additional 6 children experienced a grade 2 rash, 3 in each of the CTX and placebo arms). There was no significant difference between CTX vs. placebo arms in the proportions of children experiencing at least one clinical diagnosis of grade 3 Child HIV infection and mortality by feeding method (Table 3) Of the 572 women who were breastfeeding at randomization, 569 underwent randomization to 6 vs. 12 months of breastfeeding. Children randomized to 6 months of breastfeeding breastfed for a median of 6 months (IQR 6, 6); among the 234 (84%) children in this group who weaned prior to completing study follow-up, 70% breastfed for the assigned duration. Children randomized to 12 months of breastfeeding breastfed for a median of 8 months (IQR 5, 12); among the 221 (76%) children in this group who weaned prior to completing study follow-up, only 33% breastfed for the assigned 12-month duration (65% weaned prior to 12 months and 2% breastfed for longer than 12 months).",
        "section": "Morbidity and Adverse Events",
        "section_number": 26,
        "sentences": [
            "Clinical diagnoses and laboratory adverse events are shown in Table 2 .",
            "Among 2,848 randomized children, 362 experienced a clinical diagnosis that was of grade 3 or higher severity (and an additional 6 children experienced a grade 2 rash, 3 in each of the CTX and placebo arms).",
            "There was no significant difference between CTX vs. placebo arms in the proportions of children experiencing at least one clinical diagnosis of grade 3 Child HIV infection and mortality by feeding method (Table 3) Of the 572 women who were breastfeeding at randomization, 569 underwent randomization to 6 vs. 12 months of breastfeeding.",
            "Children randomized to 6 months of breastfeeding breastfed for a median of 6 months (IQR 6, 6); among the 234 (84%) children in this group who weaned prior to completing study follow-up, 70% breastfed for the assigned duration.",
            "Children randomized to 12 months of breastfeeding breastfed for a median of 8 months (IQR 5, 12); among the 221 (76%) children in this group who weaned prior to completing study follow-up, only 33% breastfed for the assigned 12-month duration (65% weaned prior to 12 months and 2% breastfed for longer than 12 months)."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37618",
        "text": "A final 18-month ELISA was available for 259 (45%) breastfed children (the remaining infants did not have an 18-month ELISA through the study due to early study closure, lossto-follow-up, or death). Of the 313 breastfed children without an 18-month ELISA, 299 (96%) had an HIV PCR test either after weaning or within 3 months of the last visit. A total of five children were identified as HIV-infected following randomization; two of the 569 children (0•6% through 18 months by estimated proportions) randomized to breastfeed were diagnosed with HIV (one in each breastfeeding duration arm), as were three children who were not reported to have ever breastfed (representing either false negative results at randomization or unreported breastfeeding). One of the children first tested positive at the 3 month visit, two of the children first tested positive at the 12 month visit, and two at the 18 month visit. All five of the HIV-infected children were alive at the final study visit.",
        "section": "Morbidity and Adverse Events",
        "section_number": 27,
        "sentences": [
            "A final 18-month ELISA was available for 259 (45%) breastfed children (the remaining infants did not have an 18-month ELISA through the study due to early study closure, lossto-follow-up, or death).",
            "Of the 313 breastfed children without an 18-month ELISA, 299 (96%) had an HIV PCR test either after weaning or within 3 months of the last visit.",
            "A total of five children were identified as HIV-infected following randomization; two of the 569 children (0•6% through 18 months by estimated proportions) randomized to breastfeed were diagnosed with HIV (one in each breastfeeding duration arm), as were three children who were not reported to have ever breastfed (representing either false negative results at randomization or unreported breastfeeding).",
            "One of the children first tested positive at the 3 month visit, two of the children first tested positive at the 12 month visit, and two at the 18 month visit.",
            "All five of the HIV-infected children were alive at the final study visit."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37618",
        "text": "We did not observe a statistically significant difference in HIV-infection or mortality by feeding method (formula vs. breastfed) nor by 6-vs. 12 months of breastfeeding (among breastfed babies) ( Table 3) . We also did not see evidence of different effects of CTX vs. placebo on infant mortality among formula-fed vs. breastfed children, nor by feeding duration (data not shown); however, the study was not powered to detect an interaction.",
        "section": "Morbidity and Adverse Events",
        "section_number": 28,
        "sentences": [
            "We did not observe a statistically significant difference in HIV-infection or mortality by feeding method (formula vs. breastfed) nor by 6-vs.",
            "12 months of breastfeeding (among breastfed babies) ( Table 3) .",
            "We also did not see evidence of different effects of CTX vs. placebo on infant mortality among formula-fed vs. breastfed children, nor by feeding duration (data not shown); however, the study was not powered to detect an interaction."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37618",
        "text": "Resistance to CTX, as measured in 206 E. coli isolates grown from stool specimens, ",
        "section": "Bacterial Resistance",
        "section_number": 29,
        "sentences": [
            "Resistance to CTX, as measured in 206 E. coli isolates grown from stool specimens,"
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37618",
        "text": "We did not find a survival benefit of extended prophylactic CTX among HIV-uninfected infants born to HIV-infected women in southern Botswana in this randomized, doubleblinded placebo controlled trial. Although mortality was low overall, we also found no difference by study arm in the pre-specified composite endpoint of death, hospitalization, or grade 3 or 4 diagnosis. CTX was generally well-tolerated, and was not associated with either anemia or adverse clinical outcomes, but was associated with elevated rates of grade 3 or 4 neutropenia. Bacterial CTX resistance in commensal stool flora was increased in participants in the CTX arm.",
        "section": "Discussion",
        "section_number": 30,
        "sentences": [
            "We did not find a survival benefit of extended prophylactic CTX among HIV-uninfected infants born to HIV-infected women in southern Botswana in this randomized, doubleblinded placebo controlled trial.",
            "Although mortality was low overall, we also found no difference by study arm in the pre-specified composite endpoint of death, hospitalization, or grade 3 or 4 diagnosis.",
            "CTX was generally well-tolerated, and was not associated with either anemia or adverse clinical outcomes, but was associated with elevated rates of grade 3 or 4 neutropenia.",
            "Bacterial CTX resistance in commensal stool flora was increased in participants in the CTX arm."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37618",
        "text": "Our findings contrast with several prior studies performed in HEU children. One recent observational study in HEU children in Malawi reported a 0•48 hazard ratio for death among children who received prophylactic CTX, 15 and additional studies, mainly from malarial regions, have suggested benefit from CTX prophylaxis among HIV-affected and -unaffected populations 5, [8] [9] [10] [11] [12] [13] . All of these studies occurred in high child mortality settings, and all were in malarial regions of Africa.",
        "section": "Discussion",
        "section_number": 31,
        "sentences": [
            "Our findings contrast with several prior studies performed in HEU children.",
            "One recent observational study in HEU children in Malawi reported a 0•48 hazard ratio for death among children who received prophylactic CTX, 15 and additional studies, mainly from malarial regions, have suggested benefit from CTX prophylaxis among HIV-affected and -unaffected populations 5, [8] [9] [10] [11] [12] [13] .",
            "All of these studies occurred in high child mortality settings, and all were in malarial regions of Africa."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37618",
        "text": "Several factors may account for the lack of benefit of prophylactic CTX in our study setting. Although previous trials have reported benefit from CTX in preventing routine respiratory and diarrheal bacterial illness, 1,2 including in settings with a high prevalence of resistant pathogens, 3, 4 the contribution of CTX in preventing opportunistic infections -which is its intended purpose -may be paramount when it is used among HIV-infected children. Diagnostics were not available to provide precise information regarding causes of death, leading to uncertainty in mortality rates from standard bacterial pathogens as compared with opportunistic infections (as has been true in other studies from the region). Similarly, the contribution of malaria to mortality in previous studies may have been underestimated, and there are suggestions that the benefit from CTX in these studies was in large part related to reduction in malaria. For example, in a household study in Uganda, CTX prophylaxis in an HIV-infected individual led to significantly lower rates of both malaria and mortality in the entire household, 3 and multiple studies have demonstrated reduced clinical malaria 9, 10, 26, 27 and lower parasite burden 11, 12 in the setting of CTX prophylaxis. As in our study, bacterial resistance to CTX is common throughout Africa, [28] [29] [30] and may have further diminished the benefit of CTX in preventing death from standard diarrheal and respiratory pathogens. In general, little is known regarding the impact of CTX resistance when used for prophylaxis rather than treatment, but it may be of greater concern when prophylaxis is aimed at standard bacterial pathogens as compared with opportunistic infections or malaria. 31 There is recent evidence that the recommended dosing of CTX may result in low CTX levels in up to a third of children, and this may have impacted its efficacy in our study. 32 Lastly, it is possible that adherence affected efficacy of the CTX intervention. However, the absence of a significant difference in mortality between the CTX and placebo arms in as-treated analyses (and the similar overall mortality in the CTX arm in as-treated compared with intent-to treat analysis) suggests that adherence is not the primary explanation for our findings.",
        "section": "Discussion",
        "section_number": 32,
        "sentences": [
            "Several factors may account for the lack of benefit of prophylactic CTX in our study setting.",
            "Although previous trials have reported benefit from CTX in preventing routine respiratory and diarrheal bacterial illness, 1,2 including in settings with a high prevalence of resistant pathogens, 3, 4 the contribution of CTX in preventing opportunistic infections -which is its intended purpose -may be paramount when it is used among HIV-infected children.",
            "Diagnostics were not available to provide precise information regarding causes of death, leading to uncertainty in mortality rates from standard bacterial pathogens as compared with opportunistic infections (as has been true in other studies from the region).",
            "Similarly, the contribution of malaria to mortality in previous studies may have been underestimated, and there are suggestions that the benefit from CTX in these studies was in large part related to reduction in malaria.",
            "For example, in a household study in Uganda, CTX prophylaxis in an HIV-infected individual led to significantly lower rates of both malaria and mortality in the entire household, 3 and multiple studies have demonstrated reduced clinical malaria 9, 10, 26, 27 and lower parasite burden 11, 12 in the setting of CTX prophylaxis.",
            "As in our study, bacterial resistance to CTX is common throughout Africa, [28] [29] [30] and may have further diminished the benefit of CTX in preventing death from standard diarrheal and respiratory pathogens.",
            "In general, little is known regarding the impact of CTX resistance when used for prophylaxis rather than treatment, but it may be of greater concern when prophylaxis is aimed at standard bacterial pathogens as compared with opportunistic infections or malaria.",
            "31 There is recent evidence that the recommended dosing of CTX may result in low CTX levels in up to a third of children, and this may have impacted its efficacy in our study.",
            "32 Lastly, it is possible that adherence affected efficacy of the CTX intervention.",
            "However, the absence of a significant difference in mortality between the CTX and placebo arms in as-treated analyses (and the similar overall mortality in the CTX arm in as-treated compared with intent-to treat analysis) suggests that adherence is not the primary explanation for our findings."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37618",
        "text": "Given the low mortality that we observed in the placebo arm, confidence intervals for the absolute difference in mortality between arms were wide. In previous studies in Africa [16] [17] [18] [19] including in Botswana, 33 HEU children experienced higher mortality than those unexposed to HIV, particularly when formula fed. 23, 34 We estimated a 5•2% mortality rate between randomization and 18 months of age in the placebo arm based on a previous clinical trial at the same study sites; 23 this was twice the mortality rate observed in the current study. This lower HEU mortality rate may have been achieved through improvements in clinical care and in vaccination coverage over time; improved maternal health through widespread ART availability; or safer feeding and formula preparation practices. Of importance, the Prevnar and rotavirus vaccines were introduced in Botswana during the study period (in mid-2012), and these may have reduced mortality from respiratory and diarrheal diseases [35] [36] [37] [38] . It is also possible that mortality was lower than anticipated because infants deemed unlikely to survive to 18 months (or dying before 34 days) were not randomized. Of note, 1% of enrolled neonates died prior to randomization. Finally, mortality may be lower among children participating in a clinical trial compared with a programmatic setting. It is important to note that although mortality was low, our better-powered comparison of the composite endpoint of death, hospitalization, or grade 3 or grade 4 diagnoses also did not reveal a difference between arms.",
        "section": "Discussion",
        "section_number": 33,
        "sentences": [
            "Given the low mortality that we observed in the placebo arm, confidence intervals for the absolute difference in mortality between arms were wide.",
            "In previous studies in Africa [16] [17] [18] [19] including in Botswana, 33 HEU children experienced higher mortality than those unexposed to HIV, particularly when formula fed.",
            "23, 34 We estimated a 5•2% mortality rate between randomization and 18 months of age in the placebo arm based on a previous clinical trial at the same study sites; 23 this was twice the mortality rate observed in the current study.",
            "This lower HEU mortality rate may have been achieved through improvements in clinical care and in vaccination coverage over time; improved maternal health through widespread ART availability; or safer feeding and formula preparation practices.",
            "Of importance, the Prevnar and rotavirus vaccines were introduced in Botswana during the study period (in mid-2012), and these may have reduced mortality from respiratory and diarrheal diseases [35] [36] [37] [38] .",
            "It is also possible that mortality was lower than anticipated because infants deemed unlikely to survive to 18 months (or dying before 34 days) were not randomized.",
            "Of note, 1% of enrolled neonates died prior to randomization.",
            "Finally, mortality may be lower among children participating in a clinical trial compared with a programmatic setting.",
            "It is important to note that although mortality was low, our better-powered comparison of the composite endpoint of death, hospitalization, or grade 3 or grade 4 diagnoses also did not reveal a difference between arms."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37618",
        "text": "Our study yielded new safety data regarding CTX use in early life. Notably, we identified no increase in Grade 3 or 4 anemia compared with placebo, and we established the safety of using CTX from 14 days of age among full term infants. WHO and other guidelines suggest initiating CTX prophylaxis at 4-6 weeks, in part because of historical safety concerns related to kernicterus with sulfisoxazole use in preterm neonates; 39 however, we found this concern unwarranted among full term infants who weighed ≥ 2•5 kg at 14 days of age when CTX was initiated. Significantly more Grade 3 or 4 neutropenias occurred with CTX, although the absolute difference was small and no clinical consequences from neutropenia were detected. Few data exist regarding the implications of medication-induced neutropenia for child health outcomes in Africa, and normal neutrophil count ranges for African infants may be lower than ranges in the populations used in the development of the DAIDS toxicity tables. 40-43 Lastly, we detected an increase in CTX resistance among commensal E. coli stool isolates in the CTX arm; the clinical consequences of this finding are unknown.",
        "section": "Discussion",
        "section_number": 34,
        "sentences": [
            "Our study yielded new safety data regarding CTX use in early life.",
            "Notably, we identified no increase in Grade 3 or 4 anemia compared with placebo, and we established the safety of using CTX from 14 days of age among full term infants.",
            "WHO and other guidelines suggest initiating CTX prophylaxis at 4-6 weeks, in part because of historical safety concerns related to kernicterus with sulfisoxazole use in preterm neonates; 39 however, we found this concern unwarranted among full term infants who weighed ≥ 2•5 kg at 14 days of age when CTX was initiated.",
            "Significantly more Grade 3 or 4 neutropenias occurred with CTX, although the absolute difference was small and no clinical consequences from neutropenia were detected.",
            "Few data exist regarding the implications of medication-induced neutropenia for child health outcomes in Africa, and normal neutrophil count ranges for African infants may be lower than ranges in the populations used in the development of the DAIDS toxicity tables.",
            "40-43 Lastly, we detected an increase in CTX resistance among commensal E. coli stool isolates in the CTX arm; the clinical consequences of this finding are unknown."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37618",
        "text": "Our study had several limitations. First, as noted above, we observed a lower than expected mortality rate. The study was originally powered to detect a 40% or greater difference in mortality. Despite the low mortality rate, we had power to detect a 50% or greater difference in mortality (which amounted to a small but clinically meaningful absolute differences in mortality: 95% CI of 1•5% lower to 1•0% higher mortality with CTX vs. placebo). The absence of a difference in the composite endpoint of hospitalization, illness, or mortality (for which the study was well-powered) also suggests absence of a clinically meaningful effect of CTX. Second, following changes to WHO guidelines in 2010 44 and data regarding the safety of breastfeeding in the setting of ART prophylaxis from Botswana, 45 we anticipated that a higher percentage of women in our study would opt to breastfeed. However, with only 20% choosing breastfeeding, our secondary randomization to either 6 or 12 months duration was underpowered. While this randomization did yield important information regarding the challenges of maintaining longer breastfeeding in Botswana, it was insufficiently powered to identify a child health benefit from 12 months of breastfeeding. Although 44% of all women approached enrolled in the study, the reasons for refusal (shown in Figure 1 ) suggest little risk for bias regarding study entry, with few refusals for infant illness; however, we cannot rule out the possibility that mothers of the sickest infants were not available to be approached. Lastly, the DSMB stopped our study early based on pre-defined stopping guidelines, leading to 39% censoring per arm prior to the 18-month endpoint.",
        "section": "Discussion",
        "section_number": 35,
        "sentences": [
            "Our study had several limitations.",
            "First, as noted above, we observed a lower than expected mortality rate.",
            "The study was originally powered to detect a 40% or greater difference in mortality.",
            "Despite the low mortality rate, we had power to detect a 50% or greater difference in mortality (which amounted to a small but clinically meaningful absolute differences in mortality: 95% CI of 1•5% lower to 1•0% higher mortality with CTX vs. placebo).",
            "The absence of a difference in the composite endpoint of hospitalization, illness, or mortality (for which the study was well-powered) also suggests absence of a clinically meaningful effect of CTX.",
            "Second, following changes to WHO guidelines in 2010 44 and data regarding the safety of breastfeeding in the setting of ART prophylaxis from Botswana, 45 we anticipated that a higher percentage of women in our study would opt to breastfeed.",
            "However, with only 20% choosing breastfeeding, our secondary randomization to either 6 or 12 months duration was underpowered.",
            "While this randomization did yield important information regarding the challenges of maintaining longer breastfeeding in Botswana, it was insufficiently powered to identify a child health benefit from 12 months of breastfeeding.",
            "Although 44% of all women approached enrolled in the study, the reasons for refusal (shown in Figure 1 ) suggest little risk for bias regarding study entry, with few refusals for infant illness; however, we cannot rule out the possibility that mothers of the sickest infants were not available to be approached.",
            "Lastly, the DSMB stopped our study early based on pre-defined stopping guidelines, leading to 39% censoring per arm prior to the 18-month endpoint."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37618",
        "text": "In summary, we found that extended CTX prophylaxis provided no 18-month survival benefit among HEU children in southern Botswana. CTX was generally well-tolerated, but its extended use in HEUs with low risk for late MTCT adds cost and complexity to caring for children, increases antimicrobial resistance, and is associated with slightly higher rates of neutropenia. In non-malarial regions with very low late MTCT risk, prolonged CTX prophylaxis for HEU children may not be required.",
        "section": "Discussion",
        "section_number": 36,
        "sentences": [
            "In summary, we found that extended CTX prophylaxis provided no 18-month survival benefit among HEU children in southern Botswana.",
            "CTX was generally well-tolerated, but its extended use in HEUs with low risk for late MTCT adds cost and complexity to caring for children, increases antimicrobial resistance, and is associated with slightly higher rates of neutropenia.",
            "In non-malarial regions with very low late MTCT risk, prolonged CTX prophylaxis for HEU children may not be required."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37618",
        "text": "Refer to Web version on PubMed Central for supplementary material.",
        "section": "Supplementary Material",
        "section_number": 37,
        "sentences": [
            "Refer to Web version on PubMed Central for supplementary material."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37618",
        "text": "Evidence before this study Cotrimoxazole (CTX) prophylaxis reduces mortality among HIV-infected children, and is recommended by the World Health Organization for all children born to HIV-infected mothers, until the child is confirmed to be HIV-uninfected and the period of HIV infection risk has ended. With declines in mother-to-child HIV transmission (MTCT) in the setting of improved antiretroviral availability, most children born to HIV-infected mothers now remain uninfected. However, HIV-exposed uninfected (HEU) children still experience higher mortality than HIV-unexposed children, and prolonged infant CTX prophylaxis has been considered as a potential intervention to mitigate this excess risk. The impact of CTX prophylaxis on health outcomes of HEU children in non-malarial areas is unknown.",
        "section": "Research in Context",
        "section_number": 38,
        "sentences": [
            "Evidence before this study Cotrimoxazole (CTX) prophylaxis reduces mortality among HIV-infected children, and is recommended by the World Health Organization for all children born to HIV-infected mothers, until the child is confirmed to be HIV-uninfected and the period of HIV infection risk has ended.",
            "With declines in mother-to-child HIV transmission (MTCT) in the setting of improved antiretroviral availability, most children born to HIV-infected mothers now remain uninfected.",
            "However, HIV-exposed uninfected (HEU) children still experience higher mortality than HIV-unexposed children, and prolonged infant CTX prophylaxis has been considered as a potential intervention to mitigate this excess risk.",
            "The impact of CTX prophylaxis on health outcomes of HEU children in non-malarial areas is unknown."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37618",
        "text": "We randomized 2848 HIV-uninfected infants born to HIV-infected women to take CTX vs. placebo prophylaxis started between ages 14-34 days and continued until 15 months. Only 20% were breastfed. Child mortality occurring between randomization and 18 months of age did not differ between the CTX and placebo arms: 2•4% vs. 2•6%, respectively (difference: −1•5% to 1•0%). This is the first randomized trial to evaluate the use of prophylactic CTX among HIV-exposed uninfected children in a non-malarial setting.",
        "section": "Added value of this study",
        "section_number": 39,
        "sentences": [
            "We randomized 2848 HIV-uninfected infants born to HIV-infected women to take CTX vs. placebo prophylaxis started between ages 14-34 days and continued until 15 months.",
            "Only 20% were breastfed.",
            "Child mortality occurring between randomization and 18 months of age did not differ between the CTX and placebo arms: 2•4% vs. 2•6%, respectively (difference: −1•5% to 1•0%).",
            "This is the first randomized trial to evaluate the use of prophylactic CTX among HIV-exposed uninfected children in a non-malarial setting."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37618",
        "text": "Previous evidence showed that CTX prophylaxis reduces morbidity and mortality in HIVinfected children, and reduces malaria incidence in HIV-exposed children residing in malarial settings. However, our study, conducted in a non-malarial area with a wellestablished program for prevention of MTCT did not show clinical benefit of CTX prophylaxis among HIV-uninfected children of HIV-infected mothers. These findings collectively suggest that in non-malarial settings with low HIV transmission rates and relatively low child mortality, prophylaxis with CTX does not improve child health outcomes. (17) , pneumonia (7), sepsis (1), malnutrition",
        "section": "Implications of all the available evidence",
        "section_number": 40,
        "sentences": [
            "Previous evidence showed that CTX prophylaxis reduces morbidity and mortality in HIVinfected children, and reduces malaria incidence in HIV-exposed children residing in malarial settings.",
            "However, our study, conducted in a non-malarial area with a wellestablished program for prevention of MTCT did not show clinical benefit of CTX prophylaxis among HIV-uninfected children of HIV-infected mothers.",
            "These findings collectively suggest that in non-malarial settings with low HIV transmission rates and relatively low child mortality, prophylaxis with CTX does not improve child health outcomes. (",
            "17) , pneumonia (7), sepsis (1), malnutrition"
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ]
    },
    {
        "doc_id": "37618",
        "text": "(1), other (1), unknown (3); placebo arm -diarrheal disease (17) , pneumonia (8), sepsis (5), other (2), unknown 2Lockman et al.",
        "section": "Implications of all the available evidence",
        "section_number": 41,
        "sentences": [
            "(1), other (1), unknown (3); placebo arm -diarrheal disease (17) , pneumonia (8), sepsis (5), other (2), unknown 2Lockman et al."
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37618",
        "text": "Page 22 Table 3 Child mortality or HIV infection by feeding method * ",
        "section": "Implications of all the available evidence",
        "section_number": 42,
        "sentences": [
            "Page 22 Table 3 Child mortality or HIV infection by feeding method *"
        ],
        "sentence_labels": [
            -1
        ]
    },
    {
        "doc_id": "37618",
        "text": "Lancet Glob Health. Author manuscript; available in PMC 2018 May 01.",
        "section": "",
        "section_number": 43,
        "sentences": [
            "Lancet Glob Health.",
            "Author manuscript; available in PMC 2018 May 01."
        ],
        "sentence_labels": [
            -1,
            -1
        ]
    },
    {
        "doc_id": "37618",
        "text": "& Events graded using Division of AIDSTable for Grading the Severity of Adult and Pediatric Adverse Events, National Institutes of Health, December 2004. Six children had only grade 2 rash (3 in CTX and 3 in placebo arms) Lancet Glob Health. Author manuscript; available in PMC 2018 May 01.",
        "section": "",
        "section_number": 44,
        "sentences": [
            "& Events graded using Division of AIDSTable for Grading the Severity of Adult and Pediatric Adverse Events, National Institutes of Health, December 2004.",
            "Six children had only grade 2 rash (3 in CTX and 3 in placebo arms) Lancet Glob Health.",
            "Author manuscript; available in PMC 2018 May 01."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ]
    }
]