[
    {
        "doc_id": "39014",
        "text": "Objective The aim of our study was to evaluate the efficacy of an herbal lollipop containing licorice root extract on salivary Streptococcus mutans in caries-free and high-caries-risk children. Materials and methods The study was conducted in cariesfree and high-caries-risk children, aged 5-11 years (n = 108). The groups were caries-free children (group A); high-cariesrisk children whose dental treatment was completed before lollipop use (group B); and high-caries-risk children who did not comply with dental treatment (group C). The groups were divided into two subgroups: herbal (A-1, B-1, C-1) and placebo lollipops (A-2, B-2, C-2). Saliva samples were taken before dental treatment, before and after consuming lollipops, and at 3 months after consuming lollipops. The results were statistically analyzed with chi-squared test. Results Only in group C-1 (high-risk, using herbal lollipops) that significant reduction was observed in salivary S. mutans levels after lollipop use (p = 0.033), and only in the same group (C-1), there was significant difference between after lollipop use and third month levels (p = 0.006). Conclusions Herbal lollipops could be recommended to children with high-caries risk who do not comply with dental treatment in place of high-carbohydrate snacks. Clinical relevance The paper provides a perspective on using herbal products in high-risk children for reducing salivary S. mutans counts.",
        "section": "Abstract",
        "sentences": [
            "Objective The aim of our study was to evaluate the efficacy of an herbal lollipop containing licorice root extract on salivary Streptococcus mutans in caries-free and high-caries-risk children.",
            "Materials and methods The study was conducted in cariesfree and high-caries-risk children, aged 5-11 years (n = 108).",
            "The groups were caries-free children (group A); high-cariesrisk children whose dental treatment was completed before lollipop use (group B); and high-caries-risk children who did not comply with dental treatment (group C).",
            "The groups were divided into two subgroups: herbal (A-1, B-1, C-1) and placebo lollipops (A-2, B-2, C-2).",
            "Saliva samples were taken before dental treatment, before and after consuming lollipops, and at 3 months after consuming lollipops.",
            "The results were statistically analyzed with chi-squared test.",
            "Results Only in group C-1 (high-risk, using herbal lollipops) that significant reduction was observed in salivary S. mutans levels after lollipop use (p = 0.033), and only in the same group (C-1), there was significant difference between after lollipop use and third month levels (p = 0.006).",
            "Conclusions Herbal lollipops could be recommended to children with high-caries risk who do not comply with dental treatment in place of high-carbohydrate snacks.",
            "Clinical relevance The paper provides a perspective on using herbal products in high-risk children for reducing salivary S. mutans counts."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39014",
        "text": "Dental caries is one of the most common diseases of childhood [1] . Caries depends on specific dietary habits, and it is caused by a specific group of cariogenic bacteria [2] [3] [4] . The production of acid resulting from sugar metabolism by these bacteria and the subsequent decrease in environmental pH are responsible for demineralization of the tooth surface and formation of dental caries [5] .",
        "section": "Introduction",
        "section_number": 1,
        "sentences": [
            "Dental caries is one of the most common diseases of childhood [1] .",
            "Caries depends on specific dietary habits, and it is caused by a specific group of cariogenic bacteria [2] [3] [4] .",
            "The production of acid resulting from sugar metabolism by these bacteria and the subsequent decrease in environmental pH are responsible for demineralization of the tooth surface and formation of dental caries [5] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39014",
        "text": "According to the ecological plaque hypothesis, dental plaque is a dynamic microbial ecosystem in which non-mutans bacteria (mainly non-mutans streptococci and Actinomyces) are the key players for maintaining the dynamic stability of the medium, i.e., a natural pH cycle. When the environment has become acidic, the number of mutans streptococci (MS) and other aciduric bacteria may increase and promote lesion development by causing Bnet mineral loss^ [6] .",
        "section": "Introduction",
        "section_number": 2,
        "sentences": [
            "According to the ecological plaque hypothesis, dental plaque is a dynamic microbial ecosystem in which non-mutans bacteria (mainly non-mutans streptococci and Actinomyces) are the key players for maintaining the dynamic stability of the medium, i.e., a natural pH cycle.",
            "When the environment has become acidic, the number of mutans streptococci (MS) and other aciduric bacteria may increase and promote lesion development by causing Bnet mineral loss^ [6] ."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39014",
        "text": "In the review of Takahashi and Nyvad [6] , the authors have stated that caries lesion development changes the microflora on the tooth surface, from dominance of non-mutans streptococci and Actinomyces to the dominance of MS and other nonmutans bacteria, including lactobacilli and Bifidobacterium.",
        "section": "Introduction",
        "section_number": 3,
        "sentences": [
            "In the review of Takahashi and Nyvad [6] , the authors have stated that caries lesion development changes the microflora on the tooth surface, from dominance of non-mutans streptococci and Actinomyces to the dominance of MS and other nonmutans bacteria, including lactobacilli and Bifidobacterium."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39014",
        "text": "Electronic supplementary material The online version of this article (doi:10.1007/s00784-016-1827-y) contains supplementary material, which is available to authorized users.",
        "section": "Introduction",
        "section_number": 4,
        "sentences": [
            "Electronic supplementary material The online version of this article (doi:10.1007/s00784-016-1827-y) contains supplementary material, which is available to authorized users."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39014",
        "text": "For preventing/controlling dental caries, targeted therapies against cavity-causing bacteria are considered to be effective [7] . As one of the important pathogens of dental caries, researchers have studied on the elimination of Streptococcus mutans [8] [9] [10] [11] [12] [13] [14] .",
        "section": "Introduction",
        "section_number": 5,
        "sentences": [
            "For preventing/controlling dental caries, targeted therapies against cavity-causing bacteria are considered to be effective [7] .",
            "As one of the important pathogens of dental caries, researchers have studied on the elimination of Streptococcus mutans [8] [9] [10] [11] [12] [13] [14] ."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39014",
        "text": "Recently, herbal products have been reported as promising agents that can be used for the prevention of dental caries. In many studies, herbal products have been reported to reduce the number of S. mutans in the oral cavity [4, [7] [8] [9] 15] .",
        "section": "Introduction",
        "section_number": 6,
        "sentences": [
            "Recently, herbal products have been reported as promising agents that can be used for the prevention of dental caries.",
            "In many studies, herbal products have been reported to reduce the number of S. mutans in the oral cavity [4, [7] [8] [9] 15] ."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39014",
        "text": "Natural products, such as cocoa, miswak, propolis, and tea leaves, have been shown to have anti-caries effects [7] . In addition, in many studies, the efficacy of licorice extract and its active components have been evaluated in oro-dental diseases [16] . In several studies, these components have been reported to dose-dependently inhibit the glycosyltransferase activity of S. mutans [17] , reduce dental plaque formation [18] , and demonstrate antibacterial activity against S. mutans, Streptococcus sobrinus, Porphyromonas gingivalis, and Prevotella intermedia species [19] .",
        "section": "Introduction",
        "section_number": 7,
        "sentences": [
            "Natural products, such as cocoa, miswak, propolis, and tea leaves, have been shown to have anti-caries effects [7] .",
            "In addition, in many studies, the efficacy of licorice extract and its active components have been evaluated in oro-dental diseases [16] .",
            "In several studies, these components have been reported to dose-dependently inhibit the glycosyltransferase activity of S. mutans [17] , reduce dental plaque formation [18] , and demonstrate antibacterial activity against S. mutans, Streptococcus sobrinus, Porphyromonas gingivalis, and Prevotella intermedia species [19] ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39014",
        "text": "The University of California, Los Angeles (UCLA) researchers have created a tooth-friendly candy in a new sugar-free, orange-flavored lollipop (Dr. John's herbal lollipops) containing an extract of licorice root that has shown promise in targeting and killing S. mutans.",
        "section": "Introduction",
        "section_number": 8,
        "sentences": [
            "The University of California, Los Angeles (UCLA) researchers have created a tooth-friendly candy in a new sugar-free, orange-flavored lollipop (Dr. John's herbal lollipops) containing an extract of licorice root that has shown promise in targeting and killing S. mutans."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39014",
        "text": "The main purpose of introducing herbal lollipops was to deliver a simple and effective way of fighting decay for young children who are at high-caries risk [1] .",
        "section": "Introduction",
        "section_number": 9,
        "sentences": [
            "The main purpose of introducing herbal lollipops was to deliver a simple and effective way of fighting decay for young children who are at high-caries risk [1] ."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39014",
        "text": "There are few studies that have evaluated the efficacy of herbal lollipops on S. mutans counts. We aimed to evaluate the efficacy of herbal lollipops on salivary S. mutans in caries-free and high-caries-risk children compared with a placebo control group. The following null hypotheses were tested: sugar-free herbal lollipops are effective to reducing salivary S. mutans levels in high-caries-risk children who had no dental treatment and placebo lollipops have no effect on salivary S. mutans levels.",
        "section": "Introduction",
        "section_number": 10,
        "sentences": [
            "There are few studies that have evaluated the efficacy of herbal lollipops on S. mutans counts.",
            "We aimed to evaluate the efficacy of herbal lollipops on salivary S. mutans in caries-free and high-caries-risk children compared with a placebo control group.",
            "The following null hypotheses were tested: sugar-free herbal lollipops are effective to reducing salivary S. mutans levels in high-caries-risk children who had no dental treatment and placebo lollipops have no effect on salivary S. mutans levels."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39014",
        "text": "The study was carried out in healthy, caries-free and highcaries risk children (ds/DS ≥10 and salivary S. mutans levels >10 5 CFU/ml), aged 5-11 years in the mixed dentition, who had been examined at different kindergartens and primary schools in Kırıkkale, Turkey. Examination was performed by a research assistant (M.E.A.) in the Department of Pediatric Dentistry in accordance with criteria outlined by the World Health Organization [20] and expressed as decayed (cavitated), missing, and filled surfaces (dmfs).The children were randomly selected with exclusion criteria as follows: (1) history of chronic disease (such as epilepsy, ectodermal dysplasia, and cardiac anomalies), (2) use of any orthodontic appliances, and (3) use of any drugs that reduce salivary flow or antibiotics in the last 4 weeks.",
        "section": "Study group",
        "section_number": 11,
        "sentences": [
            "The study was carried out in healthy, caries-free and highcaries risk children (ds/DS ≥10 and salivary S. mutans levels >10 5 CFU/ml), aged 5-11 years in the mixed dentition, who had been examined at different kindergartens and primary schools in Kırıkkale, Turkey.",
            "Examination was performed by a research assistant (M.E.A.) in the Department of Pediatric Dentistry in accordance with criteria outlined by the World Health Organization [20] and expressed as decayed (cavitated), missing, and filled surfaces (dmfs).The children were randomly selected with exclusion criteria as follows: (1) history of chronic disease (such as epilepsy, ectodermal dysplasia, and cardiac anomalies), (2) use of any orthodontic appliances, and (3) use of any drugs that reduce salivary flow or antibiotics in the last 4 weeks."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39014",
        "text": "A total of 204 children were invited to Kırıkkale University School of Dentistry, Department of Pediatric Dentistry. After clinical and radiographical examination and determination of S. mutans levels, caries-free and high-caries risk children were recruited for the study. All of the children with caries were scheduled for dental treatment. Group B comprised children whose dental treatment could be completed. Group C comprised children who did not comply with dental treatment in clinical conditions and were referred for dental treatment under sedation or general anesthesia.",
        "section": "Study group",
        "section_number": 12,
        "sentences": [
            "A total of 204 children were invited to Kırıkkale University School of Dentistry, Department of Pediatric Dentistry.",
            "After clinical and radiographical examination and determination of S. mutans levels, caries-free and high-caries risk children were recruited for the study.",
            "All of the children with caries were scheduled for dental treatment.",
            "Group B comprised children whose dental treatment could be completed.",
            "Group C comprised children who did not comply with dental treatment in clinical conditions and were referred for dental treatment under sedation or general anesthesia."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39014",
        "text": "A total sample size of 84 (14 per subgroup) was required to detect 0.8 estimated effect size that allowed for power calculation (with a power of 80 % at the 5 % significance level). On considering the loss to follow-up, it was decided to set a baseline sample of 18 children per subgroup (108 participants). Sample size estimation was performed by using the G*Power version 3.0.10 (Kiel, Germany © 1992-2008) software.",
        "section": "Study group",
        "section_number": 13,
        "sentences": [
            "A total sample size of 84 (14 per subgroup) was required to detect 0.8 estimated effect size that allowed for power calculation (with a power of 80 % at the 5 % significance level).",
            "On considering the loss to follow-up, it was decided to set a baseline sample of 18 children per subgroup (108 participants).",
            "Sample size estimation was performed by using the G*Power version 3.0.10 (Kiel, Germany © 1992-2008) software."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39014",
        "text": "The study was a randomized, double-blind, controlled study with parallel groups. The study was conducted with approval by the ethical committee, and the informed consent form was signed by all individual participants' parents or guardians included in the study.",
        "section": "Study design",
        "section_number": 14,
        "sentences": [
            "The study was a randomized, double-blind, controlled study with parallel groups.",
            "The study was conducted with approval by the ethical committee, and the informed consent form was signed by all individual participants' parents or guardians included in the study."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39014",
        "text": "The groups were comprised as follows: group A: cariesfree children (n = 36), group B: children with high-caries risk whose dental treatment was completed before lollipop use (n = 36), and group C: children with high-caries risk who did not comply with dental treatment (n = 36). The subjects were requested to pick red-or green-colored papers. The groups were randomly divided into two subgroups (A-1, A-2, B-1, B-2, C-1, and C-2) according to lollipop type (herbal and placebo lollipops) ( Fig. 1) .",
        "section": "Study design",
        "section_number": 15,
        "sentences": [
            "The groups were comprised as follows: group A: cariesfree children (n = 36), group B: children with high-caries risk whose dental treatment was completed before lollipop use (n = 36), and group C: children with high-caries risk who did not comply with dental treatment (n = 36).",
            "The subjects were requested to pick red-or green-colored papers.",
            "The groups were randomly divided into two subgroups (A-1, A-2, B-1, B-2, C-1, and C-2) according to lollipop type (herbal and placebo lollipops) ( Fig. 1) ."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39014",
        "text": "Under the control of the experienced dentist (M.E.A.), allocation was implemented by simple randomization by the assistant of the dentist. The children were told to choose red or green papers for determining the groups. The children who had chosen red papers were recorded as placebo group, while the green paper pickers were recorded as herbal group. The children were unaware of their allocation to the respective groups.",
        "section": "Study design",
        "section_number": 16,
        "sentences": [
            "Under the control of the experienced dentist (M.E.A.), allocation was implemented by simple randomization by the assistant of the dentist.",
            "The children were told to choose red or green papers for determining the groups.",
            "The children who had chosen red papers were recorded as placebo group, while the green paper pickers were recorded as herbal group.",
            "The children were unaware of their allocation to the respective groups."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            1
        ],
        "classification_label": 0
    },
    {
        "doc_id": "39014",
        "text": "The assistant was also responsible from distributing lollipops to children according to the groups. So the dentist, the children, and the parents/guardians of the children were blinded to the group division.",
        "section": "Study design",
        "section_number": 17,
        "sentences": [
            "The assistant was also responsible from distributing lollipops to children according to the groups.",
            "So the dentist, the children, and the parents/guardians of the children were blinded to the group division."
        ],
        "sentence_labels": [
            -1,
            1
        ],
        "classification_label": 0
    },
    {
        "doc_id": "39014",
        "text": "Oral hygiene instructions were given to all children at the start of the study.",
        "section": "Study design",
        "section_number": 18,
        "sentences": [
            "Oral hygiene instructions were given to all children at the start of the study."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39014",
        "text": "The ingredients of the lollipops are listed in Table 1 . Sugarfree, orange-flavored lollipops of the same brand (Dr. John's Candies, sugar-free lollipops, USA) were used as a placebo in the study. All children consumed lollipops according to the manufacturer's instructions, twice daily for 10 days. One lollipop was consumed in the morning at school under the supervision of the examiner, and one in the evening at home under the supervision of the parent/guardian. Parents/guardians were informed about how and when their children will consume lollipops and were informed that if their children refuse to consume lollipops, he/she will be excluded from the study.",
        "section": "Lollipops",
        "section_number": 19,
        "sentences": [
            "The ingredients of the lollipops are listed in Table 1 .",
            "Sugarfree, orange-flavored lollipops of the same brand (Dr. John's Candies, sugar-free lollipops, USA) were used as a placebo in the study.",
            "All children consumed lollipops according to the manufacturer's instructions, twice daily for 10 days.",
            "One lollipop was consumed in the morning at school under the supervision of the examiner, and one in the evening at home under the supervision of the parent/guardian.",
            "Parents/guardians were informed about how and when their children will consume lollipops and were informed that if their children refuse to consume lollipops, he/she will be excluded from the study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39014",
        "text": "A dip-slide method, Dentocult SM Strip Mutans test (Orion Diagnostica, Espoo, Finland), was used to determine the level of S. mutans in the saliva. Dentocult is a simple chairside method which is based on the fact that bacitracin inhibits the growth of all other oral streptococci except mutans streptococci on mitis salivarius-bacitracin agar [21] .",
        "section": "Saliva collection and interpretation of results",
        "section_number": 20,
        "sentences": [
            "A dip-slide method, Dentocult SM Strip Mutans test (Orion Diagnostica, Espoo, Finland), was used to determine the level of S. mutans in the saliva.",
            "Dentocult is a simple chairside method which is based on the fact that bacitracin inhibits the growth of all other oral streptococci except mutans streptococci on mitis salivarius-bacitracin agar [21] ."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39014",
        "text": "For saliva collection, each subject was instructed to chew a paraffin pellet for 1 min. Then the rough surface of the test strip was pressed against the saliva remaining on the patient's tongue, and the strip was removed gently through the patient's closed lips. The strips were then placed in the selective culture broth with the smooth surfaces clipped and attached to the cap. The vials were labeled according to each patient's data and incubated in an upright position at 37°C for 48 h with the cap one quarter of a turn open to allow growth of microorganisms.",
        "section": "Saliva collection and interpretation of results",
        "section_number": 21,
        "sentences": [
            "For saliva collection, each subject was instructed to chew a paraffin pellet for 1 min.",
            "Then the rough surface of the test strip was pressed against the saliva remaining on the patient's tongue, and the strip was removed gently through the patient's closed lips.",
            "The strips were then placed in the selective culture broth with the smooth surfaces clipped and attached to the cap.",
            "The vials were labeled according to each patient's data and incubated in an upright position at 37°C for 48 h with the cap one quarter of a turn open to allow growth of microorganisms."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39014",
        "text": "The presence of S. mutans was confirmed by the detection of light-blue to dark-blue raised colonies on the inoculated surface of the strip. Two blinded independent interpreters (M.E.A. and A.A.O.) evaluated the results according to the manufacturer's chart:",
        "section": "Saliva collection and interpretation of results",
        "section_number": 22,
        "sentences": [
            "The presence of S. mutans was confirmed by the detection of light-blue to dark-blue raised colonies on the inoculated surface of the strip.",
            "Two blinded independent interpreters (M.E.A. and A.A.O.) evaluated the results according to the manufacturer's chart:"
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39014",
        "text": "Class 0: <10,000 CFU/ml (CFU: colony forming unit) Class 1: <100,000 CFU/ml Class 2: 100,000-1,000,000 CFU/ml Class 3: >1,000,000 CFU/ml Saliva samples were taken before and after consuming lollipops and at the end of the third month in all groups. In group B, one more saliva sample was taken after the completion of dental treatment. After consuming lollipops, during 3 months, all children were told to resume normal dietary and oral hygiene habits.",
        "section": "Saliva collection and interpretation of results",
        "section_number": 23,
        "sentences": [
            "Class 0: <10,000 CFU/ml (CFU: colony forming unit) Class 1: <100,000 CFU/ml Class 2: 100,000-1,000,000 CFU/ml Class 3: >1,000,000 CFU/ml Saliva samples were taken before and after consuming lollipops and at the end of the third month in all groups.",
            "In group B, one more saliva sample was taken after the completion of dental treatment.",
            "After consuming lollipops, during 3 months, all children were told to resume normal dietary and oral hygiene habits."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39014",
        "text": "Samples of paraffin-stimulated whole saliva were collected in the morning (between 9 a.m. and 12 a.m., at least 2 h after breakfast) on the day before onset and 1 day after the intervention period (10-day lollipop use).",
        "section": "Saliva collection and interpretation of results",
        "section_number": 24,
        "sentences": [
            "Samples of paraffin-stimulated whole saliva were collected in the morning (between 9 a.m. and 12 a.m., at least 2 h after breakfast) on the day before onset and 1 day after the intervention period (10-day lollipop use)."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39014",
        "text": "The results were interpreted by two independent interpreters who were blinded about the group division. S. mutans levels in the saliva were compared with the baseline values.",
        "section": "Statistical methods",
        "section_number": 25,
        "sentences": [
            "The results were interpreted by two independent interpreters who were blinded about the group division.",
            "S. mutans levels in the saliva were compared with the baseline values."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39014",
        "text": "Data were analyzed using the SPSS software (SPSS Inc., Chicago, IL, USA, ver. 23). Comparisons were statistically analyzed using chi-squared test.",
        "section": "Statistical methods",
        "section_number": 26,
        "sentences": [
            "Data were analyzed using the SPSS software (SPSS Inc., Chicago, IL, USA, ver.",
            "23).",
            "Comparisons were statistically analyzed using chi-squared test."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39014",
        "text": "At the beginning of the study, there were 108 children who entered into the trial, but for reasons such as school change, moving out of town, and chronic illness, three patients from group A, four patients from group B, and four patients from group C were excluded from the study. The mean number of decayed surfaces (ds/DS) and the mean age of children in each group are shown in Table 2 .",
        "section": "Results",
        "section_number": 27,
        "sentences": [
            "At the beginning of the study, there were 108 children who entered into the trial, but for reasons such as school change, moving out of town, and chronic illness, three patients from group A, four patients from group B, and four patients from group C were excluded from the study.",
            "The mean number of decayed surfaces (ds/DS) and the mean age of children in each group are shown in Table 2 ."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39014",
        "text": "The distribution of the Dentocult SM Strip Mutans test scores before and after lollipop use and at the third month in all groups is shown in Table 3 .",
        "section": "Results",
        "section_number": 28,
        "sentences": [
            "The distribution of the Dentocult SM Strip Mutans test scores before and after lollipop use and at the third month in all groups is shown in Table 3 ."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39014",
        "text": "During the 10-day intervention, S. mutans levels showed no significant difference in groups A-1 and B-1 (p > 0.05). Only in group C-1 was a significant reduction observed in salivary S. mutans levels after lollipop use (p = 0.014).",
        "section": "Herbal lollipop groups",
        "section_number": 29,
        "sentences": [
            "During the 10-day intervention, S. mutans levels showed no significant difference in groups A-1 and B-1 (p > 0.05).",
            "Only in group C-1 was a significant reduction observed in salivary S. mutans levels after lollipop use (p = 0.014)."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39014",
        "text": "There were no significant differences at the third month, for groups A-1 and B-1; however, in group C-1 S. mutans levels increased significantly (p = 0.013).",
        "section": "Herbal lollipop groups",
        "section_number": 30,
        "sentences": [
            "There were no significant differences at the third month, for groups A-1 and B-1; however, in group C-1 S. mutans levels increased significantly (p = 0.013)."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39014",
        "text": "In the placebo lollipop groups (A-2, B-2, and C-2), the salivary S. mutans levels showed no significant difference after lollipop use (p > 0.05).",
        "section": "Placebo lollipop groups",
        "section_number": 31,
        "sentences": [
            "In the placebo lollipop groups (A-2, B-2, and C-2), the salivary S. mutans levels showed no significant difference after lollipop use (p > 0.05)."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39014",
        "text": "Also, there were no significant differences in S. mutans levels at the third month for all placebo groups (A-2, B-2, and C-2) (p > 0.05).",
        "section": "Placebo lollipop groups",
        "section_number": 32,
        "sentences": [
            "Also, there were no significant differences in S. mutans levels at the third month for all placebo groups (A-2, B-2, and C-2) (p > 0.05)."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39014",
        "text": "In groups B-1 and B-2, there was significant reduction in salivary S. mutans levels after dental treatment (p = 0.001). ",
        "section": "Dental treatment procedure",
        "section_number": 33,
        "sentences": [
            "In groups B-1 and B-2, there was significant reduction in salivary S. mutans levels after dental treatment (p = 0.001)."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39014",
        "text": "There were no statistically significant differences between the placebo and herbal lollipop groups in the changes in salivary S. mutans levels before and after lollipop use (p > 0.05).",
        "section": "Comparison between groups",
        "section_number": 34,
        "sentences": [
            "There were no statistically significant differences between the placebo and herbal lollipop groups in the changes in salivary S. mutans levels before and after lollipop use (p > 0.05)."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39014",
        "text": "When comparing the changes in salivary S. mutans levels after lollipop use and third month, we found statistically significant difference only between the B-1 and B-2 groups (p = 0.020).",
        "section": "Comparison between groups",
        "section_number": 35,
        "sentences": [
            "When comparing the changes in salivary S. mutans levels after lollipop use and third month, we found statistically significant difference only between the B-1 and B-2 groups (p = 0.020)."
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39014",
        "text": "Recently, herbal products became popular to prevent dental caries by reducing oral pathogens including S. mutans [7] . An herbal lollipop comprising licorice root extract, which is described as a promising intervention, was introduced into the market, and it targets and disables the major organisms (S. mutans and S. sobrinus) causing tooth decay. This is the first randomized clinical trial that has evaluated the efficacy of an herbal lollipop on salivary S. mutans in caries-free and high-caries-risk children compared with a placebo control group.",
        "section": "Discussion",
        "section_number": 36,
        "sentences": [
            "Recently, herbal products became popular to prevent dental caries by reducing oral pathogens including S. mutans [7] .",
            "An herbal lollipop comprising licorice root extract, which is described as a promising intervention, was introduced into the market, and it targets and disables the major organisms (S. mutans and S. sobrinus) causing tooth decay.",
            "This is the first randomized clinical trial that has evaluated the efficacy of an herbal lollipop on salivary S. mutans in caries-free and high-caries-risk children compared with a placebo control group."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39014",
        "text": "Before the results are discussed, the limitations of the present study must be presented. First of all, the distribution of caries experience in deciduous and in permanent teeth in highrisk groups (groups B and C) indicated that the groups have baseline differences. If a child had ds/DS ≥10 and salivary S. mutans levels >10 5 CFU/ml, he/she was included to the high-risk group. Then, all children in the high-risk group called for dental treatment. When we have reached 36 participants who do not comply with dental treatment, they have been included in group C: children with high caries risk, who did not comply with dental treatment. Then, children who had dental treatment were included in group B (n = 36). As a result, randomization was done for intervention so that there are some baseline differences between groups B and C. However, all children in the high-risk groups had salivary S. mutans levels >10 5 CFU/ml and we evaluated the efficacy of the lollipops according to the levels of S. mutans. Secondly, saliva samples were taken at the end of the third month after lollipop use in all groups. The 3-month period is a short time for evaluating post-treatment S. mutans levels. Maybe as the manufacturer's recommendation, the 10-day lollipop use might be repeated every 3 months, and maybe the duration of the study could be extended. However, we firstly wanted to evaluate whether lollipops have a dramatic effect in the first 3month period or not. Thirdly, the children who included to the study consumed lollipops twice a day. They consumed daily one of the two lollipops at home, not under the supervision of the dentist. We have tried to compensate for this limitation as similarly done in previous studies evaluating oral health products such as gum, mouthrinse, etc. Information was given to parents and the children consumed lollipops at home under the supervision of the parents/guardian [8, 22, 23] . The parents were asked whether their children had consumed the lollipops regularly at home or not, and all children were reported as consumed regularly. Also, the children have mentioned that they liked the taste of the lollipops, compliance was well, and no side effects or adverse events were reported. Within the limitations of the present study, after the 10-day herbal lollipop use, a significant decrease in S. mutans counts was observed in high-risk children who had no dental treatment (group C-1). In a previous study, the efficacy of an herbal lollipop containing an extract of licorice root in preschool children was evaluated [1] , and a result similar to the present study was reported. Also, as expected, in the placebo groups (A-2, B-2, and C-2), the difference between S. mutans levels before and after lollipop use was not statistically significant. The null hypotheses have been accepted based on the findings of the present study.",
        "section": "Discussion",
        "section_number": 37,
        "sentences": [
            "Before the results are discussed, the limitations of the present study must be presented.",
            "First of all, the distribution of caries experience in deciduous and in permanent teeth in highrisk groups (groups B and C) indicated that the groups have baseline differences.",
            "If a child had ds/DS ≥10 and salivary S. mutans levels >10 5 CFU/ml, he/she was included to the high-risk group.",
            "Then, all children in the high-risk group called for dental treatment.",
            "When we have reached 36 participants who do not comply with dental treatment, they have been included in group C: children with high caries risk, who did not comply with dental treatment.",
            "Then, children who had dental treatment were included in group B (n = 36).",
            "As a result, randomization was done for intervention so that there are some baseline differences between groups B and C. However, all children in the high-risk groups had salivary S. mutans levels >10 5 CFU/ml and we evaluated the efficacy of the lollipops according to the levels of S. mutans.",
            "Secondly, saliva samples were taken at the end of the third month after lollipop use in all groups.",
            "The 3-month period is a short time for evaluating post-treatment S. mutans levels.",
            "Maybe as the manufacturer's recommendation, the 10-day lollipop use might be repeated every 3 months, and maybe the duration of the study could be extended.",
            "However, we firstly wanted to evaluate whether lollipops have a dramatic effect in the first 3month period or not.",
            "Thirdly, the children who included to the study consumed lollipops twice a day.",
            "They consumed daily one of the two lollipops at home, not under the supervision of the dentist.",
            "We have tried to compensate for this limitation as similarly done in previous studies evaluating oral health products such as gum, mouthrinse, etc.",
            "Information was given to parents and the children consumed lollipops at home under the supervision of the parents/guardian [8, 22, 23] .",
            "The parents were asked whether their children had consumed the lollipops regularly at home or not, and all children were reported as consumed regularly.",
            "Also, the children have mentioned that they liked the taste of the lollipops, compliance was well, and no side effects or adverse events were reported.",
            "Within the limitations of the present study, after the 10-day herbal lollipop use, a significant decrease in S. mutans counts was observed in high-risk children who had no dental treatment (group C-1).",
            "In a previous study, the efficacy of an herbal lollipop containing an extract of licorice root in preschool children was evaluated [1] , and a result similar to the present study was reported.",
            "Also, as expected, in the placebo groups (A-2, B-2, and C-2), the difference between S. mutans levels before and after lollipop use was not statistically significant.",
            "The null hypotheses have been accepted based on the findings of the present study."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39014",
        "text": "Although a significant decrease in S. mutans counts was observed in group C-1, statistical power was found to be lower than expected (<80 %). For a study like this, power can be increased by adding more subjects. Also, adding more subjects might provide significant differences between placebo and herbal groups. Peters et al. (2010) have reported that no significant changes were observed in the low S. mutans group after herbal lollipop use [1] . Similar to the study of Peters et al. (2010) , in the present study, in groups A-1 (caries-free) and B-1 (high caries risk, dental treatment), S. mutans levels were not significantly changed after herbal lollipop use [1] . These results could be due to the low levels of salivary S. mutans which were not affected by herbal lollipops. In group B-1, after dental treatment (before lollipop use), S. mutans levels decreased significantly similar to previous studies [10, 24, 25] . So, the reason of observed efficacy of the herbal lollipops in group C-1 (high caries risk, had no dental treatment) might be related to the high levels of S. mutans before lollipop use.",
        "section": "Discussion",
        "section_number": 38,
        "sentences": [
            "Although a significant decrease in S. mutans counts was observed in group C-1, statistical power was found to be lower than expected (<80 %).",
            "For a study like this, power can be increased by adding more subjects.",
            "Also, adding more subjects might provide significant differences between placebo and herbal groups.",
            "Peters et al. (2010) have reported that no significant changes were observed in the low S. mutans group after herbal lollipop use [1] .",
            "Similar to the study of Peters et al. (2010) , in the present study, in groups A-1 (caries-free) and B-1 (high caries risk, dental treatment), S. mutans levels were not significantly changed after herbal lollipop use [1] .",
            "These results could be due to the low levels of salivary S. mutans which were not affected by herbal lollipops.",
            "In group B-1, after dental treatment (before lollipop use), S. mutans levels decreased significantly similar to previous studies [10, 24, 25] .",
            "So, the reason of observed efficacy of the herbal lollipops in group C-1 (high caries risk, had no dental treatment) might be related to the high levels of S. mutans before lollipop use."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39014",
        "text": "The hypothesized mechanism behind the efficacy of the herbal lollipops (licorice) was shown in several studies; inhibition of bacterial glucosyltransferase activity [17, 18, 26] , reducing the growth, and acid production of Streptococcus, Actinomyces, and Bacterionema species [27, 28] and antibacterial activity against cariogenic bacteria S. mutans and S. sobrinus and periodontal pathogens Porphyromonas gingivalis and Prevotella intermedia [17] [18] [19] . Also, licorice being a sweet-tasting substance and acting as a gustatory stimulus may increase the salivary flow and then provide a beneficial impact against dental caries [16] .",
        "section": "Discussion",
        "section_number": 39,
        "sentences": [
            "The hypothesized mechanism behind the efficacy of the herbal lollipops (licorice) was shown in several studies; inhibition of bacterial glucosyltransferase activity [17, 18, 26] , reducing the growth, and acid production of Streptococcus, Actinomyces, and Bacterionema species [27, 28] and antibacterial activity against cariogenic bacteria S. mutans and S. sobrinus and periodontal pathogens Porphyromonas gingivalis and Prevotella intermedia [17] [18] [19] .",
            "Also, licorice being a sweet-tasting substance and acting as a gustatory stimulus may increase the salivary flow and then provide a beneficial impact against dental caries [16] ."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39014",
        "text": "The manufacturer of herbal lollipops recommends the use of herbal lollipops every 3 months in high-caries risk children. Therefore, in the present study 3-month follow-up was conducted. Only in group C-1 (high caries risk, had no dental treatment) were the S. mutans levels increased significantly after 3 months (p = 0.006). The increase could be due to the lack of supervision by a dentist in the 3-month period and the children have returned to their former oral hygiene and dietary habits.",
        "section": "Discussion",
        "section_number": 40,
        "sentences": [
            "The manufacturer of herbal lollipops recommends the use of herbal lollipops every 3 months in high-caries risk children.",
            "Therefore, in the present study 3-month follow-up was conducted.",
            "Only in group C-1 (high caries risk, had no dental treatment) were the S. mutans levels increased significantly after 3 months (p = 0.006).",
            "The increase could be due to the lack of supervision by a dentist in the 3-month period and the children have returned to their former oral hygiene and dietary habits."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39014",
        "text": "There were no statistically significant differences between the placebo and herbal lollipop groups in the changes in salivary S. mutans levels before and after lollipop use. This was an unexpected result of the study. At least, a significant difference was expected between the C-1 and C-2 groups, as a statistically significant difference was observed for group C-1. The transition of salivary S. mutans levels might be similar in both groups, and this might explain non-significant differences in placebo and herbal groups. Only between the B-1 and B-2 groups, there was a statistically significant difference after lollipop use in the third month. But this finding has no effect on explaining the efficacy of herbal lollipops.",
        "section": "Discussion",
        "section_number": 41,
        "sentences": [
            "There were no statistically significant differences between the placebo and herbal lollipop groups in the changes in salivary S. mutans levels before and after lollipop use.",
            "This was an unexpected result of the study.",
            "At least, a significant difference was expected between the C-1 and C-2 groups, as a statistically significant difference was observed for group C-1.",
            "The transition of salivary S. mutans levels might be similar in both groups, and this might explain non-significant differences in placebo and herbal groups.",
            "Only between the B-1 and B-2 groups, there was a statistically significant difference after lollipop use in the third month.",
            "But this finding has no effect on explaining the efficacy of herbal lollipops."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39014",
        "text": "In previous studies, herbal lollipops were considered a novel tool for promoting oral health in patients of different ages (preschool children, adults, and nursing home residents) [1, 4, 29] . Likewise, in the present study, the results are also encouraging to recommend herbal lollipops in high-caries risk children (who did not comply with dental treatment) as an alternative to cariogenic confectionery.",
        "section": "Discussion",
        "section_number": 42,
        "sentences": [
            "In previous studies, herbal lollipops were considered a novel tool for promoting oral health in patients of different ages (preschool children, adults, and nursing home residents) [1, 4, 29] .",
            "Likewise, in the present study, the results are also encouraging to recommend herbal lollipops in high-caries risk children (who did not comply with dental treatment) as an alternative to cariogenic confectionery."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39014",
        "text": "In conclusion, herbal lollipops were found to be effective in high-caries risk children (who did not comply with dental treatment) in reducing salivary S. mutans levels. In the present study, the efficacy of herbal lollipops was evaluated for reducing salivary S. mutans levels only. Because caries is a multifactorial disease (e.g., Lactobacilli counts, plaque formation), determination of only the salivary S. mutans levels may not be sufficient to evaluate the anti-caries efficacy of herbal products. Therefore, more extensive and comprehensive research is needed to evaluate the efficacy of licorice root extract in caries prevention.",
        "section": "Discussion",
        "section_number": 43,
        "sentences": [
            "In conclusion, herbal lollipops were found to be effective in high-caries risk children (who did not comply with dental treatment) in reducing salivary S. mutans levels.",
            "In the present study, the efficacy of herbal lollipops was evaluated for reducing salivary S. mutans levels only.",
            "Because caries is a multifactorial disease (e.g., Lactobacilli counts, plaque formation), determination of only the salivary S. mutans levels may not be sufficient to evaluate the anti-caries efficacy of herbal products.",
            "Therefore, more extensive and comprehensive research is needed to evaluate the efficacy of licorice root extract in caries prevention."
        ],
        "sentence_labels": [
            -1,
            -1,
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39014",
        "text": "Compliance with ethical standards The study was a randomized, double-blind, controlled study with parallel groups. The study was conducted with approval by the ethical committee, and the informed consent form was signed by all individual participants' parents or guardians included in the study.",
        "section": "Discussion",
        "section_number": 44,
        "sentences": [
            "Compliance with ethical standards The study was a randomized, double-blind, controlled study with parallel groups.",
            "The study was conducted with approval by the ethical committee, and the informed consent form was signed by all individual participants' parents or guardians included in the study."
        ],
        "sentence_labels": [
            -1,
            -1
        ],
        "classification_label": -1
    },
    {
        "doc_id": "39014",
        "text": "Clin Oral Invest (2017) 21:839-845",
        "section": "",
        "section_number": 45,
        "sentences": [
            "Clin Oral Invest (2017) 21:839-845"
        ],
        "sentence_labels": [
            -1
        ],
        "classification_label": -1
    }
]