{"sentence_labels": [-1, -1, -1, -1, -1, 1], "text": "This open-labeled randomized clinical trial was conducted on premature neonates who were hospitalized in NICU of Ali Asghar hospital in 2014 after obtaining permission from the ethics committee of Tehran University of Medical Sciences (Ethic Number: 91/D/130/2368). The inclusion criteria were gestational age less than 32 weeks and neonatal weight less than 1500 grams. Those neonates with the history of maternal hyperparathyroidism or maternal vitamin D deficiency or lack of parental consent were excluded. All neonates were selected by convenience sampling method that was randomly categorized (using block randomization method) to two groups. One of the two groups received TPN with intravenous sodium glycerophosphate or Glycophos (1.5 mmol/kg/day, Fresenius Kabi's Glycophos, USA) and another were fed with TPN but without sodium glycerophosphate. The personnel for DEXA scanning and statistical analyzer were blinded to study protocol.", "section": "Materials and Methods", "classification_label": 0, "section_number": 2, "sentences": ["This open-labeled randomized clinical trial was conducted on premature neonates who were hospitalized in NICU of Ali Asghar hospital in 2014 after obtaining permission from the ethics committee of Tehran University of Medical Sciences (Ethic Number: 91/D/130/2368).", "The inclusion criteria were gestational age less than 32 weeks and neonatal weight less than 1500 grams.", "Those neonates with the history of maternal hyperparathyroidism or maternal vitamin D deficiency or lack of parental consent were excluded.", "All neonates were selected by convenience sampling method that was randomly categorized (using block randomization method) to two groups.", "One of the two groups received TPN with intravenous sodium glycerophosphate or Glycophos (1.5 mmol/kg/day, Fresenius Kabi's Glycophos, USA) and another were fed with TPN but without sodium glycerophosphate.", "The personnel for DEXA scanning and statistical analyzer were blinded to study protocol."], "doc_id": "39977"}