{"sentence_labels": [-1, -1, -1, -1, -1, 1, -1], "text": "There were some limitations in our study. Small number of patients in different groups limited our results. The significance of relative improvements in the cases compared to the controls could be bolder with larger samples. We also did not include a valid tool to assess the quality of life in our patients; given the improvement of the constipation-related symptoms in many of the cases; it is advisable that in a similar setting, the objective improvement in the patients' quality of life be assessed. Other limitations of our study were short-term follow-up, single-center study and lack of sham stimulation (with that the placebo effects cannot be excluded). Another limitation of this study was that there was no blinded observer to assess constipation symptoms during the post treatment follow-up. As anorectal manometry was performed in the gastroenterology department of our center by a pediatric gastroenterologist, we only had access to data reporting presence or absence of RAIR, the volume required to elicit an RAIR and sphincter pressure.", "section": "Discussion", "classification_label": 2, "section_number": 34, "sentences": ["There were some limitations in our study.", "Small number of patients in different groups limited our results.", "The significance of relative improvements in the cases compared to the controls could be bolder with larger samples.", "We also did not include a valid tool to assess the quality of life in our patients; given the improvement of the constipation-related symptoms in many of the cases; it is advisable that in a similar setting, the objective improvement in the patients' quality of life be assessed.", "Other limitations of our study were short-term follow-up, single-center study and lack of sham stimulation (with that the placebo effects cannot be excluded).", "Another limitation of this study was that there was no blinded observer to assess constipation symptoms during the post treatment follow-up.", "As anorectal manometry was performed in the gastroenterology department of our center by a pediatric gastroenterologist, we only had access to data reporting presence or absence of RAIR, the volume required to elicit an RAIR and sphincter pressure."], "doc_id": "38900"}