{"sentence_labels": [-1, -1, 1, -1, -1, -1, -1, -1, -1, -1], "text": "In group A no propofol was given before extubation while in group B injection propofol 1 mg/kg was given before extubation and suctioning of the throat. After extubation, both groups were monitored for signs of laryngospasm at 1, 3, 5, 10, 15, 20 minutes after extubation. Monitoring for laryngospasm was done by a different anaesthesiologist who was not aware of the group of the patient to eliminate bias. Laryngospasm was treated with 100% oxygen, jaw thrust, gentle positive pressure ventilation, additional doses of propofol and in severe cases with injection suxamethonium and tracheal intubation. All relevant data was recorded on a prescribed proforma. Data was analyzed using SPSS version 13, a computer based software. Frequency and percentage were calculated for gender and laryngospasm. Mean and standard deviation were calculated for age and weight. Frequency of laryngospasm was compared between two groups. Chi-square test was the test of significance with P-value < 0.05 as level of significance.", "section": "METHODOLOGY", "classification_label": 0, "section_number": 9, "sentences": ["In group A no propofol was given before extubation while in group B injection propofol 1 mg/kg was given before extubation and suctioning of the throat.", "After extubation, both groups were monitored for signs of laryngospasm at 1, 3, 5, 10, 15, 20 minutes after extubation.", "Monitoring for laryngospasm was done by a different anaesthesiologist who was not aware of the group of the patient to eliminate bias.", "Laryngospasm was treated with 100% oxygen, jaw thrust, gentle positive pressure ventilation, additional doses of propofol and in severe cases with injection suxamethonium and tracheal intubation.", "All relevant data was recorded on a prescribed proforma.", "Data was analyzed using SPSS version 13, a computer based software.", "Frequency and percentage were calculated for gender and laryngospasm.", "Mean and standard deviation were calculated for age and weight.", "Frequency of laryngospasm was compared between two groups.", "Chi-square test was the test of significance with P-value < 0.05 as level of significance."], "doc_id": "35447"}