{"sentence_labels": [-1, -1, -1, -1, -1, -1, 1], "text": "A stratified randomization procedure based on various age groups (3-17 years, 18-59 years, and ≥60 years) was performed according to a blocked randomization list (block = 4). The whole randomization process was conducted by an independent statistician, using SAS (version 9.4). Participants from each subage group were stratified at a ratio of 2:1:1 to receive QIV, TIV-Vic, or TIV-Yam. The appearance of packages of QIV, TIV-Vic, and TIV-Yam was identical and labeled with an assigned code from the randomization list as the only identifier. We assigned an identical number to every eligible participant enrolled according to their sequence at enrollment, and then, the vaccine with the same number was injected. The staff who performed the randomizing had no role in any other activities of this study. The treatment allocation was masked from participants and investigators throughout the study period.", "section": "Randomization and blinding", "classification_label": 0, "section_number": 9, "sentences": ["A stratified randomization procedure based on various age groups (3-17 years, 18-59 years, and ≥60 years) was performed according to a blocked randomization list (block = 4).", "The whole randomization process was conducted by an independent statistician, using SAS (version 9.4).", "Participants from each subage group were stratified at a ratio of 2:1:1 to receive QIV, TIV-Vic, or TIV-Yam.", "The appearance of packages of QIV, TIV-Vic, and TIV-Yam was identical and labeled with an assigned code from the randomization list as the only identifier.", "We assigned an identical number to every eligible participant enrolled according to their sequence at enrollment, and then, the vaccine with the same number was injected.", "The staff who performed the randomizing had no role in any other activities of this study.", "The treatment allocation was masked from participants and investigators throughout the study period."], "doc_id": "35260"}