{"sentence_labels": [-1, -1, -1, -1, 1], "text": "At week 19, the last dose of blinded study drug was given to subjects who were tolerating the 1625 mg dose and they progressed to 2000 mg at week 20. Subjects who failed to reach 1625 mg received additional doses of study drug while continuing to updose for a maximum of 6 additional weeks. The primary outcome of the study was the ability to tolerate 2000 mg of peanut protein 6 weeks after withdrawal of study drug, defined as at least one day during the preceding week when this dose was consumed with no reaction. If the 2000 mg dose of peanut protein was not reached after the six-week extension, study drug was stopped but weekly updosing continued as tolerated. Those who could not tolerate 250 mg peanut protein by week 19 were considered treatment failures and had the option to receive open label omalizumab with peanut OIT, but initial therapy remained blinded (that is patients and investigators were not aware which treatment these subjects had initially received) Subjects who transitioned to open label omalizumab continued on the highest dose of peanut protein tolerated while receiving omalizumab for 12 weeks, and then followed the same updosing protocol as in the blinded portion of the study.", "section": "Discontinuation of Study Drug, OIT Maintenance", "classification_label": 0, "section_number": 6, "sentences": ["At week 19, the last dose of blinded study drug was given to subjects who were tolerating the 1625 mg dose and they progressed to 2000 mg at week 20.", "Subjects who failed to reach 1625 mg received additional doses of study drug while continuing to updose for a maximum of 6 additional weeks.", "The primary outcome of the study was the ability to tolerate 2000 mg of peanut protein 6 weeks after withdrawal of study drug, defined as at least one day during the preceding week when this dose was consumed with no reaction.", "If the 2000 mg dose of peanut protein was not reached after the six-week extension, study drug was stopped but weekly updosing continued as tolerated.", "Those who could not tolerate 250 mg peanut protein by week 19 were considered treatment failures and had the option to receive open label omalizumab with peanut OIT, but initial therapy remained blinded (that is patients and investigators were not aware which treatment these subjects had initially received) Subjects who transitioned to open label omalizumab continued on the highest dose of peanut protein tolerated while receiving omalizumab for 12 weeks, and then followed the same updosing protocol as in the blinded portion of the study."], "doc_id": "35186"}