{"sentence_labels": [-1, -1, -1, -1, -1, -1, 1, -1, -1, -1], "text": "Caries was diagnosed visually, after drying and cleaning the teeth with sterile gauze. Dental examination was conducted using the natural light, a mirror, and a probe in a knee-to-knee position. ECC was diagnosed based on WHO criteria [28] . ECC in this study was considered as the presence of dental caries in any surface of at least one tooth in the primary dentition (including 8 maxillary or mandibular anterior incisors) in children 12 to 36 months old. We represented only white spot including noncavitated lesions categorized as D1 = initial caries/caries limited in enamel; the lesion demonstrates whitish/yellowish opaque with/without micro-cavity but no softened floor wall [29] . Examinations were performed by a dentist blinded to group assignment. A dentist assessed the presence of ECC of a child twice and recorded the findings on a checklist. These examinations conducted on ten 12-36month-old children excluded from study samples. There was a 1-day interval between examinations. The intraexaminer reliability as measured by Kappa coefficient was found to be satisfactory (κ = 0.8).", "section": "Measurement of ECC", "classification_label": 0, "section_number": 18, "sentences": ["Caries was diagnosed visually, after drying and cleaning the teeth with sterile gauze.", "Dental examination was conducted using the natural light, a mirror, and a probe in a knee-to-knee position.", "ECC was diagnosed based on WHO criteria [28] .", "ECC in this study was considered as the presence of dental caries in any surface of at least one tooth in the primary dentition (including 8 maxillary or mandibular anterior incisors) in children 12 to 36 months old.", "We represented only white spot including noncavitated lesions categorized as D1 = initial caries/caries limited in enamel; the lesion demonstrates whitish/yellowish opaque with/without micro-cavity but no softened floor wall [29] .", "Examinations were performed by a dentist blinded to group assignment.", "A dentist assessed the presence of ECC of a child twice and recorded the findings on a checklist.", "These examinations conducted on ten 12-36month-old children excluded from study samples.", "There was a 1-day interval between examinations.", "The intraexaminer reliability as measured by Kappa coefficient was found to be satisfactory (κ = 0.8)."], "doc_id": "37096"}