{"sentence_labels": [-1, 1, -1, -1, -1, -1, -1, -1, -1], "text": "ROP staging was performed as per International Classification of ROP. 10 The presence or absence of ROP and its staging were evaluated serially by trained and experienced paediatric ophthalmologists, who were not aware of the study group assignments of the infants. The first ROP evaluation was undertaken as per standardised guidelines when infant was at least 2 weeks old and/or maturity was 31-32 weeks of postmenstrual age. 10 11 The subsequent frequency of evaluation after the first evaluation was determined by the ophthalmologist. Generally, most infants were evaluated at least once every week until full vascularisation of retina. These evaluations were carried out for the study purpose till in the opinion of the ophthalmologist there are no further risks of ROP in the study infants. The ophthalmologist also determined the time and mode of therapy for ROP as and when required on the basis of the severity of disease. Indication of laser therapy was according to ETROP 12 guidelines. Anti-VEGF, as monotherapy or as rescue therapy, was used by and as per the suggestions of ophthalmologists (based on general indication of anti-VEGF in ROP) Mintz-Hittner and Kuffel 13 (zone I threshold disease) and Quiroz-Mercado et al 14 (all stage 3 plus ROP).", "section": "Evaluation of ROP", "classification_label": 0, "section_number": 14, "sentences": ["ROP staging was performed as per International Classification of ROP.", "10 The presence or absence of ROP and its staging were evaluated serially by trained and experienced paediatric ophthalmologists, who were not aware of the study group assignments of the infants.", "The first ROP evaluation was undertaken as per standardised guidelines when infant was at least 2 weeks old and/or maturity was 31-32 weeks of postmenstrual age.", "10 11 The subsequent frequency of evaluation after the first evaluation was determined by the ophthalmologist.", "Generally, most infants were evaluated at least once every week until full vascularisation of retina.", "These evaluations were carried out for the study purpose till in the opinion of the ophthalmologist there are no further risks of ROP in the study infants.", "The ophthalmologist also determined the time and mode of therapy for ROP as and when required on the basis of the severity of disease.", "Indication of laser therapy was according to ETROP 12 guidelines.", "Anti-VEGF, as monotherapy or as rescue therapy, was used by and as per the suggestions of ophthalmologists (based on general indication of anti-VEGF in ROP) Mintz-Hittner and Kuffel 13 (zone I threshold disease) and Quiroz-Mercado et al 14 (all stage 3 plus ROP)."], "doc_id": "40811"}", "Care providers, consultants, residents, nurses and ophthalmologists assessing ROP status were blinded to the study drug assignment."], "doc_id": "40811"}