{"sentence_labels": [-1, -1, -1, 1, -1, -1, -1, -1, -1, -1, -1, -1, -1], "text": "Primary endpoints were consumption of epidural ropivacaine and postoperative pain intensity. Secondary endpoints were the need for rescue analgesics, incidence of emergence agitation, and other adverse events (respiratory depression, pruritus, hypotension, bradycardia, postoperative nausea and vomiting, urinary retention, and oversedation). Patients were observed for 1 hour in the post-anesthesia care unit (PACU) and followed up for 48 h postoperatively at the ward. An independent anesthesiologist blinded to group allocation assessed these variables. Postoperative pain was assessed using the revised Face, Legs, Activity, Cry, and Consolability (r-FLACC) pain scale (total score, 0-10). 14 If the r-FLACC pain score was noted at any time to be ≥4, the patient was given 0.5 μg/kg fentanyl (at the PACU) or 1 mg/kg tramadol (at the general ward). If the block was clinically inadequate or the epidural catheter was inadvertently dislodged, the patient was withdrawn from the study, and fentanyl-based intravenous PCA was prescribed. Any interruptions in the use of epidural PCA, including pause or discontinuation, were recorded. Data col-lected from the epidural PCA device (Accumate 1100, Woo Young Medical Co., Ltd., Seoul, Korea) included volume delivered and number of effective bolus attempts per hour. Emergence delirium was assessed using the Pediatric Anesthesia Emergence Delirium (PAED) scale 15 at 10-min intervals for the first 40 min after awakening from anesthesia. A total score of >12 at any time was considered emergence agitation. Sedation was assessed using a 4-point scale (1=alert, 2=drowsy or opening eyes in response to verbal command, 3=asleep but opening eyes in response to physical stimulus such as earlobe tug or shaking shoulders, 4=opening eyes to painful stimulus). Oversedation was defined as a score of >2.", "section": "MATERIALS AND METHODS", "classification_label": 0, "section_number": 5, "sentences": ["Primary endpoints were consumption of epidural ropivacaine and postoperative pain intensity.", "Secondary endpoints were the need for rescue analgesics, incidence of emergence agitation, and other adverse events (respiratory depression, pruritus, hypotension, bradycardia, postoperative nausea and vomiting, urinary retention, and oversedation).", "Patients were observed for 1 hour in the post-anesthesia care unit (PACU) and followed up for 48 h postoperatively at the ward.", "An independent anesthesiologist blinded to group allocation assessed these variables.", "Postoperative pain was assessed using the revised Face, Legs, Activity, Cry, and Consolability (r-FLACC) pain scale (total score, 0-10).", "14 If the r-FLACC pain score was noted at any time to be ≥4, the patient was given 0.5 μg/kg fentanyl (at the PACU) or 1 mg/kg tramadol (at the general ward).", "If the block was clinically inadequate or the epidural catheter was inadvertently dislodged, the patient was withdrawn from the study, and fentanyl-based intravenous PCA was prescribed.", "Any interruptions in the use of epidural PCA, including pause or discontinuation, were recorded.", "Data col-lected from the epidural PCA device (Accumate 1100, Woo Young Medical Co., Ltd., Seoul, Korea) included volume delivered and number of effective bolus attempts per hour.", "Emergence delirium was assessed using the Pediatric Anesthesia Emergence Delirium (PAED) scale 15 at 10-min intervals for the first 40 min after awakening from anesthesia.", "A total score of >12 at any time was considered emergence agitation.", "Sedation was assessed using a 4-point scale (1=alert, 2=drowsy or opening eyes in response to verbal command, 3=asleep but opening eyes in response to physical stimulus such as earlobe tug or shaking shoulders, 4=opening eyes to painful stimulus).", "Oversedation was defined as a score of >2."], "doc_id": "38865"}