{"sentence_labels": [-1, -1, -1, 1, -1, -1, -1, -1, -1], "text": "Trained research staff conducted blinded baseline, post, and three-month follow-up assessments via in-person interviews using hand-held Android devices. Assessments were conducted within a month of both beginning and completing the intervention and then three months after the end of the intervention. Children reported on their own mental health, functional impairment, and the parenting they received. The caregiver who knew each child best reported on the mental health and functional impairment of the child and parenting that the child received from caregivers. Caregivers also reported on their own parenting and sense of family connectedness. Caregivers provided written informed consent for themselves and their children. Children provided independent written assent. All consent and assent procedures were witnessed and documented by a study staff member. Six families refused to participate in the study (6.8% of all eligible families sampled).", "section": "Procedures", "classification_label": 0, "section_number": 18, "sentences": ["Trained research staff conducted blinded baseline, post, and three-month follow-up assessments via in-person interviews using hand-held Android devices.", "Assessments were conducted within a month of both beginning and completing the intervention and then three months after the end of the intervention.", "Children reported on their own mental health, functional impairment, and the parenting they received.", "The caregiver who knew each child best reported on the mental health and functional impairment of the child and parenting that the child received from caregivers.", "Caregivers also reported on their own parenting and sense of family connectedness.", "Caregivers provided written informed consent for themselves and their children.", "Children provided independent written assent.", "All consent and assent procedures were witnessed and documented by a study staff member.", "Six families refused to participate in the study (6.8% of all eligible families sampled)."], "doc_id": "35176"}