{"sentence_labels": [1, -1, -1, -1, -1, -1, -1, -1, -1, -1, -1, -1], "text": "The present study describes a parallel-group, randomized controlled trial with blinded assessors, conducted in a tertiary outpatient concussion clinic. The study protocol was approved by the University of British Columbia Clinical Research Ethics Board and prospectively registered with clinicaltrials.gov (NCT02031068). Consecutive referrals to the clinic between January 2015 and August 2016 were screened for eligibility. Participants were eligible if they were 12 to 18 years of age, sustained a sport-related concussion, 12 were !4 weeks postinjury, and reported !2 persistent postconcussion symptoms. Exclusion criteria were as follows: history of a developmental disorder; previous moderate-to-severe traumatic brain injury; in active mental health treatment; and a previous concussion within 6 months of the index injury. Note that we did not require that patients self-report exertion tolerance or demonstrate exertion intolerance with graded treadmill testing, unlike some prior trials. 6, 13 Referred patients were contacted within 1 week for an eligibility screen. Potentially eligible participants were invited for an in-person meeting to obtain consent, assent from a parental guardian, complete baseline assessment measures, and undergo a medical evaluation with the study physician to confirm their concussion diagnosis and rule out contraindications to exercise. Confirmed eligible participants were randomized (1:1) according to a predetermined simple randomization sequence, concealed from the research team, to either treatment as usual (TAU) or TAU plus an active rehabilitation program. Figure 1 depicts participants' flow through the study.", "section": "Methods", "classification_label": 0, "section_number": 4, "sentences": ["The present study describes a parallel-group, randomized controlled trial with blinded assessors, conducted in a tertiary outpatient concussion clinic.", "The study protocol was approved by the University of British Columbia Clinical Research Ethics Board and prospectively registered with clinicaltrials.gov (NCT02031068).", "Consecutive referrals to the clinic between January 2015 and August 2016 were screened for eligibility.", "Participants were eligible if they were 12 to 18 years of age, sustained a sport-related concussion, 12 were !", "4 weeks postinjury, and reported !", "2 persistent postconcussion symptoms.", "Exclusion criteria were as follows: history of a developmental disorder; previous moderate-to-severe traumatic brain injury; in active mental health treatment; and a previous concussion within 6 months of the index injury.", "Note that we did not require that patients self-report exertion tolerance or demonstrate exertion intolerance with graded treadmill testing, unlike some prior trials.", "6, 13 Referred patients were contacted within 1 week for an eligibility screen.", "Potentially eligible participants were invited for an in-person meeting to obtain consent, assent from a parental guardian, complete baseline assessment measures, and undergo a medical evaluation with the study physician to confirm their concussion diagnosis and rule out contraindications to exercise.", "Confirmed eligible participants were randomized (1:1) according to a predetermined simple randomization sequence, concealed from the research team, to either treatment as usual (TAU) or TAU plus an active rehabilitation program.", "Figure 1 depicts participants' flow through the study."], "doc_id": "33887"}