{"sentence_labels": [-1, -1, -1, -1, -1, 1, -1], "text": "An independent evaluator who was unaware of treatment assignments interviewed participants and at least one parent every 3 months during year 1 (with FFT-A sessions occurring between months 1-9) and every 6 months during year 2. Evaluators did not attend clinic meetings in which participants were discussed. If an evaluator became aware of a participant's treatment condition, a new independent evaluator replaced him/her. The primary outcome measure was derived from the Adolescent Longitudinal Interval Follow-Up Evaluation (ALIFE) -Psychiatric Status Ratings (PSRs; Birmaher et al., 2009; Keller et al., 1987) , which are weekly ratings of depression, mania, or hypomania ranging from 1 (asymptomatic) to 6 (met definite DSM-IV criteria at a severe level). Depression, mania, and hypomania PSR scores at trial entry were calculated by averaging PSRs for the 5 weeks prior to the date of randomization. The independent evaluators based weekly ratings on the consensus of the adolescents' and parents' reports. Inter-rater reliabilities for 6-point PSRs averaged .74 (intra-class r) for depression and mania/hypomania scores (calculated across sites).", "section": "Longitudinal assessments", "classification_label": 0, "section_number": 14, "sentences": ["An independent evaluator who was unaware of treatment assignments interviewed participants and at least one parent every 3 months during year 1 (with FFT-A sessions occurring between months 1-9) and every 6 months during year 2.", "Evaluators did not attend clinic meetings in which participants were discussed.", "If an evaluator became aware of a participant's treatment condition, a new independent evaluator replaced him/her.", "The primary outcome measure was derived from the Adolescent Longitudinal Interval Follow-Up Evaluation (ALIFE) -Psychiatric Status Ratings (PSRs; Birmaher et al., 2009; Keller et al., 1987) , which are weekly ratings of depression, mania, or hypomania ranging from 1 (asymptomatic) to 6 (met definite DSM-IV criteria at a severe level).", "Depression, mania, and hypomania PSR scores at trial entry were calculated by averaging PSRs for the 5 weeks prior to the date of randomization.", "The independent evaluators based weekly ratings on the consensus of the adolescents' and parents' reports.", "Inter-rater reliabilities for 6-point PSRs averaged .74 (intra-class r) for depression and mania/hypomania scores (calculated across sites)."], "doc_id": "36570"}