{"sentence_labels": [-1, -1, -1, -1, -1, -1, -1, -1, 1, -1, -1], "text": "Participants were selected from patients attending the Department of Pediatric Dentistry at Istanbul University in Istanbul, Turkey. The clinical procedure, possible discomfort and risks, and possible benefits were explained to the parents or legal guardians of the participants, and written informed consent was obtained prior to investigation. The study protocol was approved by the Ethics Committee of the Istanbul Medical Faculty at Istanbul University (file number 2012/1728-1288). The study was registered at ClinicalTrials.gov (no. NCT03135626). The study design followed the CONSORT 2010 Statement of updated guidelines for reporting parallel group randomized trials [33] . A randomized, single-blind patient, split-mouth study design was used. Randomization was achieved by allocating each material equally to one of four quadrants. Two coauthors, both pediatric dentists, performed all pulpotomies. Although operators could not be blinded to group allocation due to obvious differences in materials, the dentists assessing the outcomes were blinded to group assignment. A power calculation indicated that a minimum of 28 teeth per group were required to detect a significant difference between groups when alpha risk is set at 0.05 and beta risk at 0.2 (Z = 1.96, Z = 0.85). The sample size was increased to 38 subjects to compensate for potentially larger number of dropouts.", "section": "Materials and Methods", "classification_label": 0, "section_number": 6, "sentences": ["Participants were selected from patients attending the Department of Pediatric Dentistry at Istanbul University in Istanbul, Turkey.", "The clinical procedure, possible discomfort and risks, and possible benefits were explained to the parents or legal guardians of the participants, and written informed consent was obtained prior to investigation.", "The study protocol was approved by the Ethics Committee of the Istanbul Medical Faculty at Istanbul University (file number 2012/1728-1288).", "The study was registered at ClinicalTrials.gov (no. NCT03135626).", "The study design followed the CONSORT 2010 Statement of updated guidelines for reporting parallel group randomized trials [33] .", "A randomized, single-blind patient, split-mouth study design was used.", "Randomization was achieved by allocating each material equally to one of four quadrants.", "Two coauthors, both pediatric dentists, performed all pulpotomies.", "Although operators could not be blinded to group allocation due to obvious differences in materials, the dentists assessing the outcomes were blinded to group assignment.", "A power calculation indicated that a minimum of 28 teeth per group were required to detect a significant difference between groups when alpha risk is set at 0.05 and beta risk at 0.2 (Z = 1.96, Z = 0.85).", "The sample size was increased to 38 subjects to compensate for potentially larger number of dropouts."], "doc_id": "42552"}