{"sentence_labels": [-1, -1, -1, -1, -1, -1, -1, -1, -1, -1, -1, -1, -1, -1, -1, -1, -1, -1, -1, -1, -1, -1, -1, -1, -1, -1, -1, 1, -1, -1, -1, -1], "text": "The pre-operative assessment was done 1 day before the day of surgery. Parents were taught about the scoring for ease of administration and facial hedonic scale at the time of pre-operative assessment. They were also given a demonstration on how to use the nasal spray and were made to practice on a mannequin using a placebo. Weight, pulse rate, and blood pressure were measured at the time of pre-anesthetic check-up on the day before the surgery. Parental education level was noted and categorized according to the education scale adapted from Kuppuswamy's socioeconomic scale [12] . Patients were made to follow standard fasting guidelines before the surgery. On the day of surgery, the pulse rate was recorded 30 min before entering the operation room (i.e., just before administering the premedication). Patients were randomly allocated into either of the two groups, N and O. Group N received intranasal midazolam spray administered by parents at a dose of 0.2 mg/kg, and group O received oral midazolam syrup administered by parents at a dose of 0.5 mg/kg. Commercially available oral midazolam syrup (manufactured by M/S Neon Laboratories Limited, India) and midazolam available in the marketplace specially produced for nasal administration (Samarth Pharma Pvt. Ltd) which delivers 0.5 mg midazolam per metered dose (puff) was used in our study. The nasal midazolam bottle is supplied with a nozzle. First, the nozzle should be connected to the bottle, and the child's head should be made straight. Then the nozzle has to be introduced into the nares of the child and the nozzle has to be pressed downwards for the delivery of the drug (shown in Fig. 1 ). The commercially available nasal midazolam delivers 0.5 mg per puff. So first we calculated the dose required for the child and divided it by 0.5 to calculate the number of puffs needed for the child. Then we divided the number of puffs equally between each nostril of the child. For example if the child weighed 10 kg, the dose required was 0.2 × 10 = 2 mg. As each puff deliver 0.5 mg, the child requires 2/0.5 puffs, i.e., four puffs. So, two puffs in each nostril were administered. If the final amount was not a multiple of 5, then we adjusted the value to the nearby multiple. If the weight was 12 kg, then the dose required was 2.4 mg. It was adjusted to a nearby multiple of 5, i.e., 2.5 and 2.5/0.5 is 5 puffs. Commercially available oral midazolam contains 2 mg/cc of midazolam. First, we calculated the amount required and took the amount in the cup/tumbler supplied by the manufacturer ( Fig. 1) , and administered it. If the child weighed 10 kg then the dose required was 0.5 × 10 = 5 mg. As the drug is available as 2 mg/cc, the amount required was 5/2 = 2.5 ml. So 2.5 ml of oral midazolam was taken in the cup and administered. Parents were made to score ease of administration and facial hedonic scale just after administering the drug [13, 14] . An observer recorded the modified medication acceptance score [15] . Pulse rate was recorded 10 and 20 min after administering the drug. Sedation scores were recorded at 15 and 30 min after administering the drug [3] . The patient was separated from the parent 30 min after drug administration, and parental separation anxiety score was recorded [3] .", "section": "Materials and methods", "classification_label": 2, "section_number": 5, "sentences": ["The pre-operative assessment was done 1 day before the day of surgery.", "Parents were taught about the scoring for ease of administration and facial hedonic scale at the time of pre-operative assessment.", "They were also given a demonstration on how to use the nasal spray and were made to practice on a mannequin using a placebo.", "Weight, pulse rate, and blood pressure were measured at the time of pre-anesthetic check-up on the day before the surgery.", "Parental education level was noted and categorized according to the education scale adapted from Kuppuswamy's socioeconomic scale [12] .", "Patients were made to follow standard fasting guidelines before the surgery.", "On the day of surgery, the pulse rate was recorded 30 min before entering the operation room (i.e., just before administering the premedication).", "Patients were randomly allocated into either of the two groups, N and O. Group N received intranasal midazolam spray administered by parents at a dose of 0.2 mg/kg, and group O received oral midazolam syrup administered by parents at a dose of 0.5 mg/kg.", "Commercially available oral midazolam syrup (manufactured by M/S Neon Laboratories Limited, India) and midazolam available in the marketplace specially produced for nasal administration (Samarth Pharma Pvt.", "Ltd) which delivers 0.5 mg midazolam per metered dose (puff) was used in our study.", "The nasal midazolam bottle is supplied with a nozzle.", "First, the nozzle should be connected to the bottle, and the child's head should be made straight.", "Then the nozzle has to be introduced into the nares of the child and the nozzle has to be pressed downwards for the delivery of the drug (shown in Fig. 1 ).", "The commercially available nasal midazolam delivers 0.5 mg per puff.", "So first we calculated the dose required for the child and divided it by 0.5 to calculate the number of puffs needed for the child.", "Then we divided the number of puffs equally between each nostril of the child.", "For example if the child weighed 10 kg, the dose required was 0.2 × 10 = 2 mg.", "As each puff deliver 0.5 mg, the child requires 2/0.5 puffs, i.e., four puffs.", "So, two puffs in each nostril were administered.", "If the final amount was not a multiple of 5, then we adjusted the value to the nearby multiple.", "If the weight was 12 kg, then the dose required was 2.4 mg.", "It was adjusted to a nearby multiple of 5, i.e., 2.5 and 2.5/0.5 is 5 puffs.", "Commercially available oral midazolam contains 2 mg/cc of midazolam.", "First, we calculated the amount required and took the amount in the cup/tumbler supplied by the manufacturer ( Fig. 1) , and administered it.", "If the child weighed 10 kg then the dose required was 0.5 × 10 = 5 mg.", "As the drug is available as 2 mg/cc, the amount required was 5/2 = 2.5 ml.", "So 2.5 ml of oral midazolam was taken in the cup and administered.", "Parents were made to score ease of administration and facial hedonic scale just after administering the drug [13, 14] .", "An observer recorded the modified medication acceptance score [15] .", "Pulse rate was recorded 10 and 20 min after administering the drug.", "Sedation scores were recorded at 15 and 30 min after administering the drug [3] .", "The patient was separated from the parent 30 min after drug administration, and parental separation anxiety score was recorded [3] ."], "doc_id": "40723"}