{"sentence_labels": [-1, -1, -1, -1, 1, -1, -1], "text": "The study was adequately powered to detect the difference of 3 days in the duration to achieve full feeding, which was the primary outcome, but was not powered to detect differences of 1 or 2 days which may still be clinically significant. To show differences in relatively rare complications, more studies and bigger sample sizes may be required. The methods of this trial were properly planned and reliably executed with the exception of the above-mentioned protocol violations. It is logical to assume that the protocol violations were of such nature that it would be unlikely that they have a major impact on the results of the study. An important risk of bias though was the lack of blinding, which was impossible because of the nature of the interventions. Feeding protocols were standardised as much as possible to reduce the risk of bias due to a lack of blinding. The use of predefined outcome measures may have also reduced the risk of this bias.", "section": "DISCUSSION", "classification_label": 2, "section_number": 27, "sentences": ["The study was adequately powered to detect the difference of 3 days in the duration to achieve full feeding, which was the primary outcome, but was not powered to detect differences of 1 or 2 days which may still be clinically significant.", "To show differences in relatively rare complications, more studies and bigger sample sizes may be required.", "The methods of this trial were properly planned and reliably executed with the exception of the above-mentioned protocol violations.", "It is logical to assume that the protocol violations were of such nature that it would be unlikely that they have a major impact on the results of the study.", "An important risk of bias though was the lack of blinding, which was impossible because of the nature of the interventions.", "Feeding protocols were standardised as much as possible to reduce the risk of bias due to a lack of blinding.", "The use of predefined outcome measures may have also reduced the risk of this bias."], "doc_id": "39545"}