{"sentence_labels": [-1, -1, 1, -1, -1, -1, -1, -1], "text": "Thirty minutes after processing, blood samples for culture were taken under sterile conditions from each unit of salvaged blood. The samples were collected in paediatric aerobic (VersaTREK ® REDOX 1 EZ Draw) and anaerobic Cleveland, OH, USA) bottles, and tested in the Microbiology Department of our hospital. Blood was also collected in dry tubes for a complete blood count and serum levels of vancomycin, which were processed 2 h after extraction by the Clinical Pharmacology Department using the AxSYM ® Vancomycin II (Abbott Laboratories, Illinois, IL, USA) fluorescence polarization immunoassay. Statistical analysis of data was performed using SPSS 9.0 ® statistical software (SPSS Inc., Chicago, IL, USA). Qualitative data were described as absolute frequencies and percentages, and quantitative data were described using mean, median and standard deviation (minimum, maximum), according to distribution. Qualitative data were compared using Fisher's exact test. The differences between theoretical vancomycin levels in wash solution and real levels detected in salvaged blood were analyzed using the Wilcoxon test for paired data. All statistical tests were considered bilateral, and significant was set at p < 0.05.", "section": "Materials and methods", "classification_label": 1, "section_number": 11, "sentences": ["Thirty minutes after processing, blood samples for culture were taken under sterile conditions from each unit of salvaged blood.", "The samples were collected in paediatric aerobic (VersaTREK ® REDOX 1 EZ Draw) and anaerobic Cleveland, OH, USA) bottles, and tested in the Microbiology Department of our hospital.", "Blood was also collected in dry tubes for a complete blood count and serum levels of vancomycin, which were processed 2 h after extraction by the Clinical Pharmacology Department using the AxSYM ® Vancomycin II (Abbott Laboratories, Illinois, IL, USA) fluorescence polarization immunoassay.", "Statistical analysis of data was performed using SPSS 9.0 ® statistical software (SPSS Inc., Chicago, IL, USA).", "Qualitative data were described as absolute frequencies and percentages, and quantitative data were described using mean, median and standard deviation (minimum, maximum), according to distribution.", "Qualitative data were compared using Fisher's exact test.", "The differences between theoretical vancomycin levels in wash solution and real levels detected in salvaged blood were analyzed using the Wilcoxon test for paired data.", "All statistical tests were considered bilateral, and significant was set at p < 0.05."], "doc_id": "34318"}