{"sentence_labels": [-1, -1, -1, 1, -1, -1, -1, -1, -1], "text": "This was a randomized, double-blind, multicenter, comparator-controlled clinical trial conducted in 34 sites within the US from March 2014 to October 2015. The protocol was conducted in accordance with principles of Good Clinical Practice (GCP), including obtaining written informed consent from each participant's parent(s) or legal guardian(s) prior to study entry, and was approved by the human studies committees applicable to each study site. VAR NSP and VAR were packaged identically, so that treatment blind/ masking was maintained. The subject, the investigator, and Sponsor personnel or delegate(s) who were involved in the treatment or clinical evaluation of the subjects, were unaware of the treatment group assignments. Randomization occurred centrally using an automated phone system. Subjects were assigned randomized treatment in a 1:1 ratio to VAR NSP and VAR, respectively. No stratification based on age, sex, or other characteristics was used in this trial. The investigator/co-investigators from each site were fully responsible and accountable for the study conduct and reporting data from each respective study site. z Vaccine relationship is determined by the investigator.", "section": "Design", "classification_label": 0, "section_number": 14, "sentences": ["This was a randomized, double-blind, multicenter, comparator-controlled clinical trial conducted in 34 sites within the US from March 2014 to October 2015.", "The protocol was conducted in accordance with principles of Good Clinical Practice (GCP), including obtaining written informed consent from each participant's parent(s) or legal guardian(s) prior to study entry, and was approved by the human studies committees applicable to each study site.", "VAR NSP and VAR were packaged identically, so that treatment blind/ masking was maintained.", "The subject, the investigator, and Sponsor personnel or delegate(s) who were involved in the treatment or clinical evaluation of the subjects, were unaware of the treatment group assignments.", "Randomization occurred centrally using an automated phone system.", "Subjects were assigned randomized treatment in a 1:1 ratio to VAR NSP and VAR, respectively.", "No stratification based on age, sex, or other characteristics was used in this trial.", "The investigator/co-investigators from each site were fully responsible and accountable for the study conduct and reporting data from each respective study site.", "z Vaccine relationship is determined by the investigator."], "doc_id": "42758"}