{"sentence_labels": [-1, -1, -1, -1, -1, -1, -1, -1, 1], "text": "Participants were randomized to an intervention group or a waiting list group by the minimization method. 32 With this method, the randomization group allocated to the next study participant depends partly on the characteristics of those participants already enrolled, thus minimizing the imbalance between the groups across multiple factors. The groups were balanced for the following variables: sex, age at randomization, age at radiotherapy, age group (7 to 13 years or above 13 years), type of radiotherapy (focal vs craniospinal). At mid-study each participant shifted groups in a cross-over fashion. This allowed all participants to take part in the active-video-gaming intervention, something we expected would serve as a motivational factor for study participation. The participants were instructed to refrain from active video gaming during the waiting list period, but otherwise live their life as normal. They were evaluated at 3 time points: at the study start, in-between periods, and at the end of study (Fig. 1B) . These evaluations included tests of cognitive functions and execution of ADL. Testers were blinded to the participants´ randomization group.", "section": "Study Design", "classification_label": 0, "section_number": 5, "sentences": ["Participants were randomized to an intervention group or a waiting list group by the minimization method.", "32 With this method, the randomization group allocated to the next study participant depends partly on the characteristics of those participants already enrolled, thus minimizing the imbalance between the groups across multiple factors.", "The groups were balanced for the following variables: sex, age at randomization, age at radiotherapy, age group (7 to 13 years or above 13 years), type of radiotherapy (focal vs craniospinal).", "At mid-study each participant shifted groups in a cross-over fashion.", "This allowed all participants to take part in the active-video-gaming intervention, something we expected would serve as a motivational factor for study participation.", "The participants were instructed to refrain from active video gaming during the waiting list period, but otherwise live their life as normal.", "They were evaluated at 3 time points: at the study start, in-between periods, and at the end of study (Fig. 1B) .", "These evaluations included tests of cognitive functions and execution of ADL.", "Testers were blinded to the participants´ randomization group."], "doc_id": "35542"}