{"sentence_labels": [-1, -1, -1, -1, -1, -1, -1, 1, -1, -1, -1, -1], "text": "The effect of nefopam on lactation after caesarean section needed supervision or special care. This corroborates the finding of low transfer of nefopam into breastmilk in five women treated for pain after episiotomy. 32 The maximum breastmilk concentration was 0.3 mg/L, such that babies received a maximum of 0.07 mg/kg/day via the breastmilk, this being 3% of the maternal dose. 32 The Committee for Medicinal Products of the American Academy of Pediatrics 33 rates nefopam as a drug compatible with breastfeeding. Our study has several limitations. We only assessed lactation and the newborn baby for three days, which may have been insufficient to detect long-term effects of nefopam on either. We acknowledge that multiparity and previous experience probably increased the success rate of breastfeeding. Although patients were blinded to their treatment, midwives and nurses were not, so this was a potential for bias. In spite of criticism of the NACS score, 34 we chose to use this instrument because it was originally developed specifically to evaluate the effect of medications on full-term newborns. The Scanlon test requires painful stimuli to be applied to the baby. The Brazelton score is not normally used to evaluate drug-effects on the newborn as it requires a minimum of 45 minutes to perform by an experienced operator. The inclusion of a placebo group was not considered because failure to provide additional analgesia would have been unethical and may have negatively impacted on lactation and mother-infant bonding.", "section": "88", "classification_label": 0, "section_number": 18, "sentences": ["The effect of nefopam on lactation after caesarean section needed supervision or special care.", "This corroborates the finding of low transfer of nefopam into breastmilk in five women treated for pain after episiotomy.", "32 The maximum breastmilk concentration was 0.3 mg/L, such that babies received a maximum of 0.07 mg/kg/day via the breastmilk, this being 3% of the maternal dose.", "32 The Committee for Medicinal Products of the American Academy of Pediatrics 33 rates nefopam as a drug compatible with breastfeeding.", "Our study has several limitations.", "We only assessed lactation and the newborn baby for three days, which may have been insufficient to detect long-term effects of nefopam on either.", "We acknowledge that multiparity and previous experience probably increased the success rate of breastfeeding.", "Although patients were blinded to their treatment, midwives and nurses were not, so this was a potential for bias.", "In spite of criticism of the NACS score, 34 we chose to use this instrument because it was originally developed specifically to evaluate the effect of medications on full-term newborns.", "The Scanlon test requires painful stimuli to be applied to the baby.", "The Brazelton score is not normally used to evaluate drug-effects on the newborn as it requires a minimum of 45 minutes to perform by an experienced operator.", "The inclusion of a placebo group was not considered because failure to provide additional analgesia would have been unethical and may have negatively impacted on lactation and mother-infant bonding."], "doc_id": "47163"}