{"sentence_labels": [1, -1, -1, -1, -1, -1, -1], "text": "The d2 test of attention is a pen and paper attention cancellation test. The subjects' task is to cancel out as many target characters (a \"d\" with a total of two dashes above and/or below) as possible, while they ignore distraction characters (\"d's\" with more or less than two dashes and \"p's\" with any number of dashes) [21] . The test comprises 47 interspersed target-and distraction characters × 14 rows. It is conducted under time pressure, as participants are only allowed 20 s on each row before they must move down to the next, independent of how far they reach. The test, including instructions, was administered within 8 min. The test has shown to be a concise and valid measure of selective attention and mental concentration, comprising measures of visual scanning, processing speed and degree of accuracy, regardless of intelligence level [21, 22] . The test outcomes are described in Table 1 , and were 'concentration performance' (CP), 'total performance' (TN-E), 'processing speed' (TN), 'omission errors' (E1) 'commission errors' (E2) and 'total errors' ( Table 1 ).", "section": "Cognitive tests", "classification_label": 0, "section_number": 12, "sentences": ["The d2 test of attention is a pen and paper attention cancellation test.", "The subjects' task is to cancel out as many target characters (a \"d\" with a total of two dashes above and/or below) as possible, while they ignore distraction characters (\"d's\" with more or less than two dashes and \"p's\" with any number of dashes) [21] .", "The test comprises 47 interspersed target-and distraction characters × 14 rows.", "It is conducted under time pressure, as participants are only allowed 20 s on each row before they must move down to the next, independent of how far they reach.", "The test, including instructions, was administered within 8 min.", "The test has shown to be a concise and valid measure of selective attention and mental concentration, comprising measures of visual scanning, processing speed and degree of accuracy, regardless of intelligence level [21, 22] .", "The test outcomes are described in Table 1 , and were 'concentration performance' (CP), 'total performance' (TN-E), 'processing speed' (TN), 'omission errors' (E1) 'commission errors' (E2) and 'total errors' ( Table 1 )."], "doc_id": "34328"}