{"sentence_labels": [-1, -1, -1, -1, -1, -1, -1, -1, 1, -1, -1, -1, -1, -1, -1], "text": "Clinical and laboratory assessments. Blood samples were collected from children in both the annual and biannual treatment arms at 36 months after study initiation. The study aimed to collect thick blood smears and hemoglobin concentration from 50 children in each study community. Sixtytwo children 6-60 months of age from each community were randomly selected from the most recent census prior to field data collection. If a community had fewer than 50 children, blood specimens were taken from all children. After obtaining verbal consent from a parent or guardian for each study participant, thick blood smears and hemoglobin concentration were collected at a centralized exam station in each community according to methods previously described. 11 Thick blood smears were collected on glass slides, airdried, and stored at room temperature. Two experienced microscopists at the Zinder Regional Hospital in Niger stained the thick blood smears with 3% Giemsa and used a light microscope to determine the presence or absence of Plasmodium parasites on the slides. The microscopists were masked to treatment arm. If both microscopists observed parasites, then the smear was considered positive. Discordant slides were considered negative. To assess parasite density, the microscopists counted the number of asexual parasites per 200 white blood cells (assuming white blood cell count = 8,000/μL). 19 The average of the two parasite density readings was used in analyses. Gametocytes were considered present if observed by either microscopist, given the low prevalence. Hemoglobin concentration was determined for all randomly selected children (HemoCue AB, Angelholm, Sweden).", "section": "MATERIALS AND METHODS", "classification_label": 0, "section_number": 8, "sentences": ["Clinical and laboratory assessments.", "Blood samples were collected from children in both the annual and biannual treatment arms at 36 months after study initiation.", "The study aimed to collect thick blood smears and hemoglobin concentration from 50 children in each study community.", "Sixtytwo children 6-60 months of age from each community were randomly selected from the most recent census prior to field data collection.", "If a community had fewer than 50 children, blood specimens were taken from all children.", "After obtaining verbal consent from a parent or guardian for each study participant, thick blood smears and hemoglobin concentration were collected at a centralized exam station in each community according to methods previously described.", "11 Thick blood smears were collected on glass slides, airdried, and stored at room temperature.", "Two experienced microscopists at the Zinder Regional Hospital in Niger stained the thick blood smears with 3% Giemsa and used a light microscope to determine the presence or absence of Plasmodium parasites on the slides.", "The microscopists were masked to treatment arm.", "If both microscopists observed parasites, then the smear was considered positive.", "Discordant slides were considered negative.", "To assess parasite density, the microscopists counted the number of asexual parasites per 200 white blood cells (assuming white blood cell count = 8,000/μL).", "19 The average of the two parasite density readings was used in analyses.", "Gametocytes were considered present if observed by either microscopist, given the low prevalence.", "Hemoglobin concentration was determined for all randomly selected children (HemoCue AB, Angelholm, Sweden)."], "doc_id": "38507"}