{"sentence_labels": [-1, -1, -1, 1], "text": "One of the limitations of our study is that it was a single centre study. However, this study can serve as a pilot study facilitating the setting up of similar studies in other centres. Biases were limited by the doubleblind randomized methodology: the content of the gas bottles was hidden to the patients and to the physiotherapists. The goniometer angles were not hidden; however, this measurement is objective, and was performed by one physiotherapist blinded to the study group, and according standardized procedures; the measure was checked and recorded by the other one.", "section": "N2O N2O", "classification_label": 0, "section_number": 45, "sentences": ["One of the limitations of our study is that it was a single centre study.", "However, this study can serve as a pilot study facilitating the setting up of similar studies in other centres.", "Biases were limited by the doubleblind randomized methodology: the content of the gas bottles was hidden to the patients and to the physiotherapists.", "The goniometer angles were not hidden; however, this measurement is objective, and was performed by one physiotherapist blinded to the study group, and according standardized procedures; the measure was checked and recorded by the other one."], "doc_id": "34718"}n_label": 0, "section_number": 21, "sentences": ["The primary objective was to reach the targeted range of motion for hip and knee, i.e. to reach a knee flexion angle of 110°combined with a hip flexion angle of 10°, with the patient lying prone, within six or less physiotherapy sessions, for each operated lower limb of each operated patient.", "The value of the joint angle was measured by a goniometer for each session during and after the session.", "Angle measurement was performed by one physiotherapist, and the measure was checked and recorded by the other caregiver.", "The study was deemed completed for each patient when the targeted angles were reached for both knee flexion and hip extension thus defining the success of the intervention, or after the maximum number of six physiotherapy courses (six sessions within 8 days).", "If the patient's discharge occurred earlier, his/her evaluation within the study was terminated.", "If the target angles were not reached, the patient was considered as a failure.", "All physiotherapy sessions were conducted in a standardized way, by the same physiotherapist applying the same protocol, starting with the knee mobilization and then the hip mobilization.", "Measures were performed using a standardized procedure."], "doc_id": "34718"}