{"sentence_labels": [1, -1, -1, -1], "text": "One subject was excluded from the analysis due to a discrepancy in the drug identification number. While we hoped to adhere to a true intention-to-treat approach, we could not ensure that this patient was indeed randomized to the placebo group. Nonetheless, including this subject's data in either treatment group would not significantly change our outcome data. Although the measurement of success of blinding for randomized clinical trials is controversial, 25, 26 we did not assess blinding success for the study.", "section": "LIMITATIONS", "classification_label": 0, "section_number": 29, "sentences": ["One subject was excluded from the analysis due to a discrepancy in the drug identification number.", "While we hoped to adhere to a true intention-to-treat approach, we could not ensure that this patient was indeed randomized to the placebo group.", "Nonetheless, including this subject's data in either treatment group would not significantly change our outcome data.", "Although the measurement of success of blinding for randomized clinical trials is controversial, 25, 26 we did not assess blinding success for the study."], "doc_id": "38803"}ction": "RESULTS", "classification_label": 0, "section_number": 19, "sentences": ["Subjects were enrolled over an 8-month period beginning January 2014.", "Seventy-seven children were included in the study.", "One subject was excluded from analysis due to a discrepancy in recording the drug identification number.", "The identifier recorded by study personnel did not match any of the identification numbers of the study drugs placed in the ED at the time the child was seen.", "It was later deduced that one numeral in the drug identification number was recorded in error and that this patient likely received placebo.", "This subject was excluded from the final analysis, resulting in a cohort of 76 subjects (Figure 1) .", "Table 1 displays demographic information and indications for procedural sedation for both groups.", "The median age for all subjects was 8 years, and 58% were male.", "There was no significant heterogeneity between treatment groups with respect to any demographic variables or procedures performed.", "Subjects who received lidocaine reported a median WBS score of 3 (IQR = 0-6) with midazolam administration, compared to a median score of 8 (IQR = 2-9) for those who received placebo (p = 0.006; Figure 2 )."], "doc_id": "38803"}