{"sentence_labels": [-1, -1, -1, -1, -1, -1, -1, 1], "text": "Sample size and statistical analysis. We estimated that 24 communities (12 communities per arm) would provide greater than 80% power to detect a 3% absolute difference in malaria parasitemia. The sample size calculation assumed a baseline prevalence of 10% and an intraclass correlation coefficient (ICC) of 0.075. 20 The primary analysis accounted for clustering at the level of the randomization unit (community) by comparing the community prevalence of malaria parasitemia in the annual and biannual treatments at 36 months after study initiation arms using a paired t test. To ensure results were not dependent on assumptions, sensitivity analyses were conducted with nonparametric tests (Wilcoxon signed rank) at the community level. A mixed-effects logistic regression model was used to examine effects at the individual level while clustering for community. Secondary outcomes, parasite density, gametocytemia, and hemoglobin concentration, were assessed similarly. All analyses were performed as intent-to-treat using Stata 13 (Statacorp LP, College Station, TX).", "section": "MATERIALS AND METHODS", "classification_label": 0, "section_number": 9, "sentences": ["Sample size and statistical analysis.", "We estimated that 24 communities (12 communities per arm) would provide greater than 80% power to detect a 3% absolute difference in malaria parasitemia.", "The sample size calculation assumed a baseline prevalence of 10% and an intraclass correlation coefficient (ICC) of 0.075.", "20 The primary analysis accounted for clustering at the level of the randomization unit (community) by comparing the community prevalence of malaria parasitemia in the annual and biannual treatments at 36 months after study initiation arms using a paired t test.", "To ensure results were not dependent on assumptions, sensitivity analyses were conducted with nonparametric tests (Wilcoxon signed rank) at the community level.", "A mixed-effects logistic regression model was used to examine effects at the individual level while clustering for community.", "Secondary outcomes, parasite density, gametocytemia, and hemoglobin concentration, were assessed similarly.", "All analyses were performed as intent-to-treat using Stata 13 (Statacorp LP, College Station, TX)."], "doc_id": "38507"}