{"sentence_labels": [1, -1, -1], "text": "152 infants were included, 13 parents withdrew from the project, three video recordings were insufficient for assessment in terms of quality, five video recordings were lost during the follow-up period, and one infant had moved. Consequently, a total of 130 infants participated in the study, with 59 of them in the control group and 71 in the intervention group. In the entire study group there was no significant gender difference with respect to gestational age (p-value = 0.07), birth weight (p-value = 0.87), intraventricular haemorrhages (pvalue = 0.14), periventricular leukomalacia (p-value = 0.92), septicaemia (p-value = 0.51) or bronchopulmonal dysplasia (pvalue = 0.44).", "section": "Clinical characteristics", "classification_label": 1, "section_number": 14, "sentences": ["152 infants were included, 13 parents withdrew from the project, three video recordings were insufficient for assessment in terms of quality, five video recordings were lost during the follow-up period, and one infant had moved.", "Consequently, a total of 130 infants participated in the study, with 59 of them in the control group and 71 in the intervention group.", "In the entire study group there was no significant gender difference with respect to gestational age (p-value = 0.07), birth weight (p-value = 0.87), intraventricular haemorrhages (pvalue = 0.14), periventricular leukomalacia (p-value = 0.92), septicaemia (p-value = 0.51) or bronchopulmonal dysplasia (pvalue = 0.44)."], "doc_id": "39383"}predictors for later neurological impairments.", "section": "Abstract", "classification_label": 1, "sentences": ["Background: Studies of preterm and term-born infants have shown absent fidgety movements and an abnormal movement character to be related to brain lesions and unfavourable neurological outcomes.", "Aims: The present study examines what effect a parent-administered early intervention program applied to preterm infants in a randomised control trial (RCT) between 34 and 36 weeks gestational age has on their fidgety movements and overall movement character at three months of age.", "Study design: The study was part of the RCT in an early intervention programme including preterm infants born between 2010 and 2014 at three Norwegian university hospitals.", "Subjects: 130 preterm infants participated in the study, with 59 of them in the control group and 71 in the intervention group.", "Outcome measures: Fidgety movements and overall movement character at three months corrected age.", "Results: No difference was found between the intervention group and the control group in terms of fidgety movements or movement character.", "Approximately half of the infants in both groups showed an abnormal movement character.", "Conclusion: No evidence was found in this RCT to suggest that an intervention at 34 to 37 weeks gestational age has a significant effect on the fidgety movements or overall movement character of preterm infants.", "This is in line with the assumption that absent fidgety movements and an abnormal movement character are due to permanent brain injury and are therefore good predictors for later neurological impairments."], "doc_id": "39383"}