{"sentence_labels": [-1, -1, -1, 1], "text": "The data was cross checked by the field supervisors on a visit basis. Prior to data entry, base line and follow up visit data forms were checked for completeness and consistence. Data was double entered on to EPI data Version 3.5.3 and statistical analysis was performed by using SPSS version 20. Intention-to-treat analysis was used to compare the incidence of diarrhoea among under-five children between intervention and control arms.", "section": "Data analysis", "classification_label": 0, "section_number": 24, "sentences": ["The data was cross checked by the field supervisors on a visit basis.", "Prior to data entry, base line and follow up visit data forms were checked for completeness and consistence.", "Data was double entered on to EPI data Version 3.5.3 and statistical analysis was performed by using SPSS version 20.", "Intention-to-treat analysis was used to compare the incidence of diarrhoea among under-five children between intervention and control arms."], "doc_id": "42060"}ation with a log link function Poisson distribution family was used to compute adjusted incidence rate ratio and the corresponding 95% confidence interval. The results of this study show that the longitudinal adjusted incidence rate ratio (IRR) of diarrhoeal diseases comparing interventional and control households was 0.65 (95% CI 0.57, 0.73) suggesting an overall diarrhoeal diseases reduction of 35%. The results are similar to other trials of WASH educational interventions and hand washing with soap. In conclusion, hand washing with soap practice during critical times and WASH educational messages reduces childhood diarrhoea in the rural pastoralist area.", "section": "Abstract", "classification_label": 0, "sentences": ["Despite the tremendous achievement in reducing child mortality and morbidity in the last two decades, diarrhoea is still a major cause of morbidity and mortality among children in many developing countries, including Ethiopia.", "Hand washing with soap promotion, water quality improvements and improvements in excreta disposal significantly reduces diarrhoeal diseases.", "The objective of this study was to evaluate the effect of hand washing with soap and water, sanitation and hygiene (WASH) educational Intervention on the incidence of under-five children diarrhoea.", "A community-based cluster randomized controlled trial was conducted in 24 clusters (sub-Kebelles) in Jigjiga district, Somali region, Eastern Ethiopia from February 1 to July 30, 2015.", "The trial compared incidence of diarrhoea among under-five children whose primary caretakers receive hand washing with soap and water, sanitation, hygiene educational messages with control households.", "Generalized estimating equation with a log link function Poisson distribution family was used to compute adjusted incidence rate ratio and the corresponding 95% confidence interval.", "The results of this study show that the longitudinal adjusted incidence rate ratio (IRR) of diarrhoeal diseases comparing interventional and control households was 0.65 (95% CI 0.57, 0.73) suggesting an overall diarrhoeal diseases reduction of 35%.", "The results are similar to other trials of WASH educational interventions and hand washing with soap.", "In conclusion, hand washing with soap practice during critical times and WASH educational messages reduces childhood diarrhoea in the rural pastoralist area."], "doc_id": "42060"}