{"sentence_labels": [1, -1, -1, -1, -1], "text": "Recruitment (71%) and retention rates (94%) for the study were high, consistent with our previous findings 71, 72 that parents and adolescents felt the intervention content was useful and valuable. In addition, the majority of adolescents and all parents set goals that were consistent with The 3Ms recommendations, suggesting that the intervention content was acceptable and encouraged families to consider changing behavior. A significant number of the follow-up sessions were delivered in the home rather than in the diabetes clinic due to families not keeping appointments every 3 months as recommended. Making the intervention available through cellular devices may be one way to increase the likelihood that all three sessions would be delivered in future real-world settings. Future studies could also address whether three sessions were needed or whether a single dose delivered in the clinic would have been equally effective.", "section": "ELLIS ET AL.", "classification_label": 0, "section_number": 28, "sentences": ["Recruitment (71%) and retention rates (94%) for the study were high, consistent with our previous findings 71, 72 that parents and adolescents felt the intervention content was useful and valuable.", "In addition, the majority of adolescents and all parents set goals that were consistent with The 3Ms recommendations, suggesting that the intervention content was acceptable and encouraged families to consider changing behavior.", "A significant number of the follow-up sessions were delivered in the home rather than in the diabetes clinic due to families not keeping appointments every 3 months as recommended.", "Making the intervention available through cellular devices may be one way to increase the likelihood that all three sessions would be delivered in future real-world settings.", "Future studies could also address whether three sessions were needed or whether a single dose delivered in the clinic would have been equally effective."], "doc_id": "33826"}