{"sentence_labels": [1, -1, -1, -1, -1, -1, -1, -1, -1], "text": "A total of 40 full-term parturients with a single neonate with American Society of Anesthesiology grade I or II, aged 23 to 41 years old were included in this study. The women weighed 61-92 kg, did not have spinal canal puncture contraindications, and were scheduled for caesarean section under epidural anaesthesia. Parturients with the following conditions were excluded from the study: a history of allergy to dexmedetomidine; cardiac, pulmonary, hepatic, renal, neurological or neuromuscular diseases; morbid obesity; diabetes mellitus; bleeding disorders, receiving cardiovascular, antipsychotic or hypnotic medications; alcohol or drug abuse; pregnancy-induced hypertension; and intrauterine growth restriction. Parturients were included if a prenatal examination showed no abnormalities. The patients were randomly divided into the dexmedetomidine group (Dex group) and the normal saline (NS) group using a computer generated randomization list, with 20 patients in each group. Using a doubleblind procedure, dexmedetomidine solution or NS was prepared by an independent investigator. One anaesthesiologist who was blinded to the treatment scheme provided perioperative care. Another anaesthesiologist collected perioperative data. All staff in the operating room were unaware of the patient allocation.", "section": "Materials and methods", "classification_label": 0, "section_number": 4, "sentences": ["A total of 40 full-term parturients with a single neonate with American Society of Anesthesiology grade I or II, aged 23 to 41 years old were included in this study.", "The women weighed 61-92 kg, did not have spinal canal puncture contraindications, and were scheduled for caesarean section under epidural anaesthesia.", "Parturients with the following conditions were excluded from the study: a history of allergy to dexmedetomidine; cardiac, pulmonary, hepatic, renal, neurological or neuromuscular diseases; morbid obesity; diabetes mellitus; bleeding disorders, receiving cardiovascular, antipsychotic or hypnotic medications; alcohol or drug abuse; pregnancy-induced hypertension; and intrauterine growth restriction.", "Parturients were included if a prenatal examination showed no abnormalities.", "The patients were randomly divided into the dexmedetomidine group (Dex group) and the normal saline (NS) group using a computer generated randomization list, with 20 patients in each group.", "Using a doubleblind procedure, dexmedetomidine solution or NS was prepared by an independent investigator.", "One anaesthesiologist who was blinded to the treatment scheme provided perioperative care.", "Another anaesthesiologist collected perioperative data.", "All staff in the operating room were unaware of the patient allocation."], "doc_id": "47891"}