{"sentence_labels": [-1, 1, -1, -1, -1, -1, -1], "text": "Study analysis was performed after all included infants had undergone the final visit at 12 months of age. We performed an analysis of all randomized participants who could be assessed for the primary outcome irrespective of whether some of these patients might have switched or discontinued treatment before the final visit (modified intent-to-treat analysis). A revision of the CONSORT statement suggested acceptance of an analysis of observed data. 17, 18 The per-protocol population included participants who could be assessed for the primary outcome and who adhered to the assigned regimen (ie, avoidance of hen's egg-and egg-containing products in the placebo group and regular consumption of hen's egg protein in the verum group, which was defined as the minimal average administration of the study powder twice a week with a maximum interruption of 2 weeks during the intervention phase until 12 months of age). The proportions of infants with hen's egg sensitization (primary outcome) and given a diagnosis of hen's egg allergy at 12 months of age (secondary outcome) were compared between the 2 intervention groups by using a Fisher exact test. Risk ratios were calculated with 95% CIs. Independent-samples t tests, Mann-Whitney U tests, Pearson x 2 tests, and Fisher exact tests were used to test differences between the sensitized and nonsensitized infants at the screening visit, as well as differences between the 2 study groups at randomization, depending on the variable scaling and distribution.", "section": "Statistical analysis", "classification_label": 1, "section_number": 10, "sentences": ["Study analysis was performed after all included infants had undergone the final visit at 12 months of age.", "We performed an analysis of all randomized participants who could be assessed for the primary outcome irrespective of whether some of these patients might have switched or discontinued treatment before the final visit (modified intent-to-treat analysis).", "A revision of the CONSORT statement suggested acceptance of an analysis of observed data.", "17, 18 The per-protocol population included participants who could be assessed for the primary outcome and who adhered to the assigned regimen (ie, avoidance of hen's egg-and egg-containing products in the placebo group and regular consumption of hen's egg protein in the verum group, which was defined as the minimal average administration of the study powder twice a week with a maximum interruption of 2 weeks during the intervention phase until 12 months of age).", "The proportions of infants with hen's egg sensitization (primary outcome) and given a diagnosis of hen's egg allergy at 12 months of age (secondary outcome) were compared between the 2 intervention groups by using a Fisher exact test.", "Risk ratios were calculated with 95% CIs.", "Independent-samples t tests, Mann-Whitney U tests, Pearson x 2 tests, and Fisher exact tests were used to test differences between the sensitized and nonsensitized infants at the screening visit, as well as differences between the 2 study groups at randomization, depending on the variable scaling and distribution."], "doc_id": "38758"}