{"sentence_labels": [-1, -1, -1, -1, 1, -1, -1, -1, -1, -1, -1, -1], "text": "inclusion period. The study also compared a relatively late definition of early cord clamping (≤60 seconds) with 180 seconds or more for delayed clamping. Attrition is a major limitation to our study. We expected a high attrition rate of 35% at 8 months owing to difficulties communicating with the included families and powered the study accordingly. The actual attrition rates included 140 infants (25.9%) at 8 and 206 infants (38.1%) at 12 months. These numbers were close to the expected attrition rate but may be associated with bias in the results. To adjust for attrition, results are presented after multiple imputation analysis. Furthermore, a high incidence of protocol deviation occurred in the delayed cord clamping group. When analysis was based on intention to treat, 22.6% of the infants in the delayed cord clamping group underwent clamping before 1 minute, because the nurse-midwives perceived that early clamping against the allocation was required. An analysis of only those cases that were handled per protocol showed similar results (eTables 1 and 2 in Supplement 2). Only women with rela-tively low-risk pregnancies were included in the study, which might impair the generalizability of the study, although the rates of anemia in the study group were comparable with those of earlier reports from Nepal. 28 ", "section": "Strengths and Limitations", "classification_label": 2, "section_number": 30, "sentences": ["inclusion period.", "The study also compared a relatively late definition of early cord clamping (≤60 seconds) with 180 seconds or more for delayed clamping.", "Attrition is a major limitation to our study.", "We expected a high attrition rate of 35% at 8 months owing to difficulties communicating with the included families and powered the study accordingly.", "The actual attrition rates included 140 infants (25.9%) at 8 and 206 infants (38.1%) at 12 months.", "These numbers were close to the expected attrition rate but may be associated with bias in the results.", "To adjust for attrition, results are presented after multiple imputation analysis.", "Furthermore, a high incidence of protocol deviation occurred in the delayed cord clamping group.", "When analysis was based on intention to treat, 22.6% of the infants in the delayed cord clamping group underwent clamping before 1 minute, because the nurse-midwives perceived that early clamping against the allocation was required.", "An analysis of only those cases that were handled per protocol showed similar results (eTables 1 and 2 in Supplement 2).", "Only women with rela-tively low-risk pregnancies were included in the study, which might impair the generalizability of the study, although the rates of anemia in the study group were comparable with those of earlier reports from Nepal.", "28"], "doc_id": "39039"}