{"sentence_labels": [-1, 1, -1, -1, -1, -1, -1, -1, -1, -1, -1, -1, -1, -1, -1, -1], "text": "A total of 88 patients were selected for the study. Six patients stopped attending the camp for different reasons and they were eliminated from the study. All patients were assessed at the onset and at the end of the Speech Summer Camp, including an analysis based on the WLM and basic phonological principles. Special attention was focused on the detection of compensatory articulation patterns, the placement and manner of articulation of these patterns and the phonological rules of the phonological system of each child. For this purpose, children were videotaped interacting with a trained speech and language pathologist (SLP) during storytelling for 30 min. A 20 min segment was selected where a high level of verbal interaction occurred. The 20 min of interaction were transcribed verbatim for analyzing the presence and severity of compensatory articulation. All the SLP's participating in this study had been performing phonological transcriptions of cleft palate children for at least 5 years. A blind procedure was utilized for assessing the reliability of the evaluation of CA severity. All analyses were independently conducted by twotrained SLP. Whenever there was a disagreement, each case was discussed until a consensus was reached. The children were randomly divided into two groups. Patients assigned to the active group were matched by gender with patients included in the control group. The age range of the patients from both groups was kept as similar as possible. The articulation of all the children was evaluated according with a previously reported clinical scale of severity of CA [31] . This scale categorizes the degree of severity of CA in each child in 8 levels as follows:", "section": "Patients and procedures", "classification_label": 0, "section_number": 12, "sentences": ["A total of 88 patients were selected for the study.", "Six patients stopped attending the camp for different reasons and they were eliminated from the study.", "All patients were assessed at the onset and at the end of the Speech Summer Camp, including an analysis based on the WLM and basic phonological principles.", "Special attention was focused on the detection of compensatory articulation patterns, the placement and manner of articulation of these patterns and the phonological rules of the phonological system of each child.", "For this purpose, children were videotaped interacting with a trained speech and language pathologist (SLP) during storytelling for 30 min.", "A 20 min segment was selected where a high level of verbal interaction occurred.", "The 20 min of interaction were transcribed verbatim for analyzing the presence and severity of compensatory articulation.", "All the SLP's participating in this study had been performing phonological transcriptions of cleft palate children for at least 5 years.", "A blind procedure was utilized for assessing the reliability of the evaluation of CA severity.", "All analyses were independently conducted by twotrained SLP.", "Whenever there was a disagreement, each case was discussed until a consensus was reached.", "The children were randomly divided into two groups.", "Patients assigned to the active group were matched by gender with patients included in the control group.", "The age range of the patients from both groups was kept as similar as possible.", "The articulation of all the children was evaluated according with a previously reported clinical scale of severity of CA [31] .", "This scale categorizes the degree of severity of CA in each child in 8 levels as follows:"], "doc_id": "38971"}