{"sentence_labels": [-1, -1, -1, 1, -1, -1, -1, -1, -1, -1, -1, -1, -1, -1, -1], "text": "The research team was informed of 50 potentially eligible women. None of the women declined participation and were successfully randomised into either of the two equal groups group A and B each having 25 participants. The participants were followed for a week. Two women were excluded from the study because they did not want to continue. Thus, the study was left with 48 participants; 24 in group A and 24 in group B. Clinical data were available for all 48 eligible women who agreed to participate. Mean age of participants was 28.4±4.3 years. Period of gestation (POG) of participants lied within a range of 29-36 weeks with mean POG as 34 weeks±1.9 SD. Chief complaint of 20 (41.7%) participants were 'preterm labour'. Seven (14.6%) participants reported with pregnancy induced hypertension (PIH). Mean parity of participants was 1.42±1.5 SD. Four (8.3%) participants had twin gestation. Twelve (25%) participants were primigravida (Table-1) In group A, all of the 24 participants received the intervention A. The means age of participants in this group was 27.91±4.4 years. The mean period of gestation (POG) was 35.21±0.977 weeks. One 20 years old grand multigravida patient with zero parity was also included in this group had twin gestation with POG of 30 weeks. All of the other patients had single gestation.", "section": "RESULTS", "classification_label": 0, "section_number": 11, "sentences": ["The research team was informed of 50 potentially eligible women.", "None of the women declined participation and were successfully randomised into either of the two equal groups group A and B each having 25 participants.", "The participants were followed for a week.", "Two women were excluded from the study because they did not want to continue.", "Thus, the study was left with 48 participants; 24 in group A and 24 in group B. Clinical data were available for all 48 eligible women who agreed to participate.", "Mean age of participants was 28.4±4.3 years.", "Period of gestation (POG) of participants lied within a range of 29-36 weeks with mean POG as 34 weeks±1.9 SD.", "Chief complaint of 20 (41.7%) participants were 'preterm labour'.", "Seven (14.6%) participants reported with pregnancy induced hypertension (PIH).", "Mean parity of participants was 1.42±1.5 SD.", "Four (8.3%) participants had twin gestation.", "Twelve (25%) participants were primigravida (Table-1) In group A, all of the 24 participants received the intervention A. The means age of participants in this group was 27.91±4.4 years.", "The mean period of gestation (POG) was 35.21±0.977 weeks.", "One 20 years old grand multigravida patient with zero parity was also included in this group had twin gestation with POG of 30 weeks.", "All of the other patients had single gestation."], "doc_id": "40574"}