{"sentence_labels": [-1, 1, -1, -1, -1, -1, -1, -1], "text": "In order to be able to directly compare effects of light therapy and melatonin, we executed additional analyses with melatonin as a reference group if analyses showed effects of both treatments. Data were analyzed on an intention to treat basis. Table 1 gives means and standard deviations of all variables for the baseline and treatment period by group, and effect sizes for the changes from baseline to treatment. Overall, the largest effect sizes were found for melatonin treatment. For a graphical display of some of the effects, see Figure 2A -D. Differences between groups and changes during treatment were tested for significance through linear mixed models analyses described below. Table 2 shows no significant differences between groups at baseline on any of the sleep diary variables. Sleep latency reduced significantly during melatonin treatment and light therapy (β = −0 34, p < .01 and β = −0.23, p < .01, compared to the change in the placebo group). Additional analysis showed that the effects of melatonin and light therapy did not significantly differ from each other (β = 0.11, p = .15, see Table 3 ).", "section": "Analyses", "classification_label": 0, "section_number": 26, "sentences": ["In order to be able to directly compare effects of light therapy and melatonin, we executed additional analyses with melatonin as a reference group if analyses showed effects of both treatments.", "Data were analyzed on an intention to treat basis.", "Table 1 gives means and standard deviations of all variables for the baseline and treatment period by group, and effect sizes for the changes from baseline to treatment.", "Overall, the largest effect sizes were found for melatonin treatment.", "For a graphical display of some of the effects, see Figure 2A -D. Differences between groups and changes during treatment were tested for significance through linear mixed models analyses described below.", "Table 2 shows no significant differences between groups at baseline on any of the sleep diary variables.", "Sleep latency reduced significantly during melatonin treatment and light therapy (β = −0 34, p < .01 and β = −0.23, p < .01, compared to the change in the placebo group).", "Additional analysis showed that the effects of melatonin and light therapy did not significantly differ from each other (β = 0.11, p = .15, see Table 3 )."], "doc_id": "42175"}