{"sentence_labels": [-1, -1, -1, -1, 1, -1, -1, -1, -1], "text": "The full randomized controlled trial was powered to detect statistically significant intervention effects based on data collected from the target parents, predominantly mothers (Morawska et al., 2016b ). In contrast, this article reports on a secondary analysis of data collected from a smaller number of nontarget parents, in this case, fathers. To detect a medium effect size of d ¼ 0.50 with a ¼ .05 and b ¼ .80, 128 participants would have been needed. Statistical analyses were conducted using SPSS. Longitudinal intention-totreat analyses were performed using mixed-model repeated-measures (MMRM) linear regression models, with time centered at 0 and coded T1 ¼ 0, T2 ¼ 1, T3 ¼ 2. Intervention effects were assessed using nine separate MMRM models. For all models, data variability was insufficient to support inclusion of random effects of time, and so, the random effects were excluded. Analyses were conducted for all participants by originally assigned group. For data from fathers, 10.5% of data were missing completely at random (Little's Missing Completely at Random (MCAR) test, v 2 ¼ 260.44, df ¼ 271, p ¼ .667) and the full information maximum likelihood approach to handling missing data was applied (Little, Jorgensen, Lang, & Moore, 2014) to enable inclusion of all cases in MMRM analyses.", "section": "Statistical Analyses", "classification_label": 2, "section_number": 23, "sentences": ["The full randomized controlled trial was powered to detect statistically significant intervention effects based on data collected from the target parents, predominantly mothers (Morawska et al., 2016b ).", "In contrast, this article reports on a secondary analysis of data collected from a smaller number of nontarget parents, in this case, fathers.", "To detect a medium effect size of d ¼ 0.50 with a ¼ .05 and b ¼ .80, 128 participants would have been needed.", "Statistical analyses were conducted using SPSS.", "Longitudinal intention-totreat analyses were performed using mixed-model repeated-measures (MMRM) linear regression models, with time centered at 0 and coded T1 ¼ 0, T2 ¼ 1, T3 ¼ 2.", "Intervention effects were assessed using nine separate MMRM models.", "For all models, data variability was insufficient to support inclusion of random effects of time, and so, the random effects were excluded.", "Analyses were conducted for all participants by originally assigned group.", "For data from fathers, 10.5% of data were missing completely at random (Little's Missing Completely at Random (MCAR) test, v 2 ¼ 260.44, df ¼ 271, p ¼ .667) and the full information maximum likelihood approach to handling missing data was applied (Little, Jorgensen, Lang, & Moore, 2014) to enable inclusion of all cases in MMRM analyses."], "doc_id": "39015"}