{"sentence_labels": [-1, -1, -1, -1, -1, -1, -1, -1, -1, -1, 1], "text": "Analyses were first conducted in the per protocol population, after excluding all non-completers and patients who deviated from the protocol (see Figure 1) . We compared the change in any given measure during the period on active treatment and the period on placebo (t-test or Wilcoxon test mean comparisons). Within-subjects and between-subjects differences were analyzed with a mixed between-within analysis of variance (split-plot ANOVA). Treatmentorder was the between-subjects factor and time was the withinsubjects factor. After checking for Mauchly's test of sphericity, multivariate tests (Wilks' lambda statistic) or intra-subject effects are reported. Magnitude of the effect was calculated with Cohen´s d. The efficacy of the omega-3 treatment was further assessed by looking at pair-wise comparisons between groups at each visit from the mixed ANOVA analyses (with Bonferroni correction for multiple comparisons). Differences between the groups (treatment-placebo and placebo-treatment) after phase I would reflect the effect of active treatment versus placebo avoiding possible carryover effects. For primary outcome measures, the influence of putative covariates was then assessed in two steps. First, ANOVAs were repeated with age, baseline vitamin E, and total dose of ω3 taken as possible confounders. Baseline measures of total antioxidant status and ω3/ω6 were then introduced in a second step when there were prior significant results. Intention-to-treat (ITT) analyses were also conducted for the principal outcome variables in order to check if there were divergences from the PP analyses selected a priori.", "section": "Data analyses", "classification_label": 1, "section_number": 20, "sentences": ["Analyses were first conducted in the per protocol population, after excluding all non-completers and patients who deviated from the protocol (see Figure 1) .", "We compared the change in any given measure during the period on active treatment and the period on placebo (t-test or Wilcoxon test mean comparisons).", "Within-subjects and between-subjects differences were analyzed with a mixed between-within analysis of variance (split-plot ANOVA).", "Treatmentorder was the between-subjects factor and time was the withinsubjects factor.", "After checking for Mauchly's test of sphericity, multivariate tests (Wilks' lambda statistic) or intra-subject effects are reported.", "Magnitude of the effect was calculated with Cohen´s d. The efficacy of the omega-3 treatment was further assessed by looking at pair-wise comparisons between groups at each visit from the mixed ANOVA analyses (with Bonferroni correction for multiple comparisons).", "Differences between the groups (treatment-placebo and placebo-treatment) after phase I would reflect the effect of active treatment versus placebo avoiding possible carryover effects.", "For primary outcome measures, the influence of putative covariates was then assessed in two steps.", "First, ANOVAs were repeated with age, baseline vitamin E, and total dose of ω3 taken as possible confounders.", "Baseline measures of total antioxidant status and ω3/ω6 were then introduced in a second step when there were prior significant results.", "Intention-to-treat (ITT) analyses were also conducted for the principal outcome variables in order to check if there were divergences from the PP analyses selected a priori."], "doc_id": "37077"}