{"sentence_labels": [-1, -1, -1, -1, 1, -1, -1], "text": "Thirty children with a history of HD between the ages of 5 to12, with constipation and fecal soiling were recruited for this single-center prospective study. There were 10 boys and 5 girls in the IF group (mean age: 7.2 ± 2.3, range: 5-12 years), also 8 boys and 7 girls were present in the control group (mean age: 7.5 ± 2.6, range: 5-12 years). Mean duration of constipation symptoms after operation in the IF+ behavioral therapy and behavioral therapy alone was 11.8 months (range 6-20 months) and 14.2 months (range 6-24 months) respectively. There was no significant difference between IF and control groups regarding their age, gender, and pre-intervention bowel habit diary (P N 0.05, Table 1 ). All randomized children completed the trial. A flow diagram of the study is shown in Fig. 1 . No adverse effects were reported by our patients and their parents during the therapy or during the follow up.", "section": "Study population", "classification_label": 0, "section_number": 14, "sentences": ["Thirty children with a history of HD between the ages of 5 to12, with constipation and fecal soiling were recruited for this single-center prospective study.", "There were 10 boys and 5 girls in the IF group (mean age: 7.2 ± 2.3, range: 5-12 years), also 8 boys and 7 girls were present in the control group (mean age: 7.5 ± 2.6, range: 5-12 years).", "Mean duration of constipation symptoms after operation in the IF+ behavioral therapy and behavioral therapy alone was 11.8 months (range 6-20 months) and 14.2 months (range 6-24 months) respectively.", "There was no significant difference between IF and control groups regarding their age, gender, and pre-intervention bowel habit diary (P N 0.05, Table 1 ).", "All randomized children completed the trial.", "A flow diagram of the study is shown in Fig. 1 .", "No adverse effects were reported by our patients and their parents during the therapy or during the follow up."], "doc_id": "38900"}