{"sentence_labels": [1, -1, -1, -1, -1, -1, -1, -1, -1], "text": "Sixty-six patients completed the study, 33 patients in each group. Six patients were excluded (Fig. 1) . Characteristics of mothers and babies in the two groups were comparable. There was no difference between groups for the change in weight of the newborns on days 1, 2, and 3 ( Table 1) . The majority of patients were multiparous. In both groups, the onset of lactation as determined by maternal perception of breast fullness was observed between days two and three postpartum. Serum prolactin concentrations and the number of newborns taking supplementary artificial milk did not differ significantly between groups. The volume of artificial milk given to babies of mothers belonging to the nefopam group was greater on days two and three compared with that given to the paracetamol group (Table 2) . No association was found between a supplemental artificial milk volume >60 mL and any of the independent variables.", "section": "Results", "classification_label": 0, "section_number": 13, "sentences": ["Sixty-six patients completed the study, 33 patients in each group.", "Six patients were excluded (Fig. 1) .", "Characteristics of mothers and babies in the two groups were comparable.", "There was no difference between groups for the change in weight of the newborns on days 1, 2, and 3 ( Table 1) .", "The majority of patients were multiparous.", "In both groups, the onset of lactation as determined by maternal perception of breast fullness was observed between days two and three postpartum.", "Serum prolactin concentrations and the number of newborns taking supplementary artificial milk did not differ significantly between groups.", "The volume of artificial milk given to babies of mothers belonging to the nefopam group was greater on days two and three compared with that given to the paracetamol group (Table 2) .", "No association was found between a supplemental artificial milk volume >60 mL and any of the independent variables."], "doc_id": "47163"}