{"sentence_labels": [-1, -1, -1, -1, -1, 1, -1], "text": "Of the 153 parents who were contacted, 106 agreed to participate in the project. From the pool of those who agreed, 80 children met the criteria and were eligible for participation in the intervention program. After matching by gender and age, these children were randomly assigned to the intervention and control groups. After six months, 37 children out of 40 remained in the intervention group and 27 out of 40 in the control group. Three children from the intervention group dropped out of the program because the families did not see progress in their child or because they moved to another city. The children in the control group received the intervention services after six months, when the services for the intervention group were over: thirteen children dropped out of the control group because their parents did not want to wait. There was no significant difference in adaptive functioning (t = −.10, p > .05), as measured by the composite adaptive behavior score of Vineland Scale, between the children who dropped from the program (n = 16, M = 75.50, SD = 9.79) and those who stayed enrolled for six months (n = 64, M = 75.25, SD = 8.33).", "section": "Participants", "classification_label": 1, "section_number": 17, "sentences": ["Of the 153 parents who were contacted, 106 agreed to participate in the project.", "From the pool of those who agreed, 80 children met the criteria and were eligible for participation in the intervention program.", "After matching by gender and age, these children were randomly assigned to the intervention and control groups.", "After six months, 37 children out of 40 remained in the intervention group and 27 out of 40 in the control group.", "Three children from the intervention group dropped out of the program because the families did not see progress in their child or because they moved to another city.", "The children in the control group received the intervention services after six months, when the services for the intervention group were over: thirteen children dropped out of the control group because their parents did not want to wait.", "There was no significant difference in adaptive functioning (t = −.10, p > .05), as measured by the composite adaptive behavior score of Vineland Scale, between the children who dropped from the program (n = 16, M = 75.50, SD = 9.79) and those who stayed enrolled for six months (n = 64, M = 75.25, SD = 8.33)."], "doc_id": "40630"}