{"sentence_labels": [1, -1, -1, -1, -1, -1, -1, -1, -1, -1], "text": "A prospective evaluation was made of 65 patients with AIS scheduled for posterior spinal fusion between 2009 and 2011. Randomization was performed by using allograft and local autograft for the first 21 patients, using only local graft for the next 22 patients, and using posterior iliac crest graft and local graft for the final 22 patients according to Background/aim: This study was performed to show the efficacy of in situ local autograft with a comparison of in situ local autograft, local autograft with allograft, and local autograft with posterior iliac crest autograft. Materials and methods: In this prospective randomized study, a total of 65 adolescent idiopathic scoliosis (AIS) patients were separated into 3 groups: Group 1 using local autograft and allograft, Group 2 using local autograft only, and Group 3 using local autograft and posterior iliac crest autograft. Posterior segmental instrumentation was also applied to all patients. The mean follow-up period was 28.5 months (range, 15-40 months). Pseudarthrosis was investigated with the multiplanar and three-dimensional images obtained using multislice computed tomography, thoracolumbar bone single-photon emission computed tomography, and three-phase regional and whole body bone scintigraphy. Results: Pseudarthrosis was not observed in any patient. Fusion was obtained in all patients at the end of the follow-up periods. Conclusion: Similar results were obtained in respect of fusion in all 3 groups. Without the use of additional grafts, sufficient fusion can be achieved with the use of local autograft alone for posterior spinal fusion in patients with AIS.", "section": "Abstract", "classification_label": 0, "sentences": ["A prospective evaluation was made of 65 patients with AIS scheduled for posterior spinal fusion between 2009 and 2011.", "Randomization was performed by using allograft and local autograft for the first 21 patients, using only local graft for the next 22 patients, and using posterior iliac crest graft and local graft for the final 22 patients according to Background/aim: This study was performed to show the efficacy of in situ local autograft with a comparison of in situ local autograft, local autograft with allograft, and local autograft with posterior iliac crest autograft.", "Materials and methods: In this prospective randomized study, a total of 65 adolescent idiopathic scoliosis (AIS) patients were separated into 3 groups: Group 1 using local autograft and allograft, Group 2 using local autograft only, and Group 3 using local autograft and posterior iliac crest autograft.", "Posterior segmental instrumentation was also applied to all patients.", "The mean follow-up period was 28.5 months (range, 15-40 months).", "Pseudarthrosis was investigated with the multiplanar and three-dimensional images obtained using multislice computed tomography, thoracolumbar bone single-photon emission computed tomography, and three-phase regional and whole body bone scintigraphy.", "Results: Pseudarthrosis was not observed in any patient.", "Fusion was obtained in all patients at the end of the follow-up periods.", "Conclusion: Similar results were obtained in respect of fusion in all 3 groups.", "Without the use of additional grafts, sufficient fusion can be achieved with the use of local autograft alone for posterior spinal fusion in patients with AIS."], "doc_id": "33776"}