{"sentence_labels": [-1, -1, -1, -1, 1], "text": "The CPIT was a phase II single-centre efficacy trial that offered up to £400 of financial incentives to self-reported pregnant smokers to engage with smoking cessation services and quit smoking near the end of pregnancy. Enrolment of participants included women who were representative of all self-reported pregnant smokers identified routinely at maternity booking in the National Health Service (NHS) Greater Glasgow and Clyde Health Board area [12] . The primary outcome was cotinine-validated selfreport of smoking cessation collected between 34 and 38 weeks gestation corroborated by saliva (or urine) cotinine estimation. Excluding participants who had multiple births (n = 5), 607 women were randomised in the CPIT (304 in the incentives, 303 in the control group). Of these, the birth weight of their baby was not available for nine women in the incentives group and 16 in the control group, leaving 582 mother/baby pairs for analysis.", "section": "Methods", "classification_label": 0, "section_number": 9, "sentences": ["The CPIT was a phase II single-centre efficacy trial that offered up to £400 of financial incentives to self-reported pregnant smokers to engage with smoking cessation services and quit smoking near the end of pregnancy.", "Enrolment of participants included women who were representative of all self-reported pregnant smokers identified routinely at maternity booking in the National Health Service (NHS) Greater Glasgow and Clyde Health Board area [12] .", "The primary outcome was cotinine-validated selfreport of smoking cessation collected between 34 and 38 weeks gestation corroborated by saliva (or urine) cotinine estimation.", "Excluding participants who had multiple births (n = 5), 607 women were randomised in the CPIT (304 in the incentives, 303 in the control group).", "Of these, the birth weight of their baby was not available for nine women in the incentives group and 16 in the control group, leaving 582 mother/baby pairs for analysis."], "doc_id": "40148"}