{"sentence_labels": [-1, 1, -1, -1, -1, -1], "text": "Because this was an exploratory pilot study, no formal sample-size calculation was carried out. The main analyses were intention-to-treat (ITT) analyses with the last observation carried forward for patients who dropped out. Multivariate (3 × 5 factorial) analyses of variance (MANOVAs) with one between-subject factor (treatment: MPH, Omega-3/6, MPH + Omega-3/6) and one withinsubject factor (assessment time points t1 to t5) were conducted for each of the outcome parameters to assess symptom course during treatment in each of the treatment arms and analyze differences in symptom course between the three arms. To test for differences between the treatment arms at Month 12, MANCOVAs were calculated with baseline score as covariate. Treatment responders were defined as patients with at least 30% symptom reduction from baseline to Month 12. Pre-to post-effect sizes were calculated using the formula:", "section": "Statistical Analysis", "classification_label": 1, "section_number": 14, "sentences": ["Because this was an exploratory pilot study, no formal sample-size calculation was carried out.", "The main analyses were intention-to-treat (ITT) analyses with the last observation carried forward for patients who dropped out.", "Multivariate (3 × 5 factorial) analyses of variance (MANOVAs) with one between-subject factor (treatment: MPH, Omega-3/6, MPH + Omega-3/6) and one withinsubject factor (assessment time points t1 to t5) were conducted for each of the outcome parameters to assess symptom course during treatment in each of the treatment arms and analyze differences in symptom course between the three arms.", "To test for differences between the treatment arms at Month 12, MANCOVAs were calculated with baseline score as covariate.", "Treatment responders were defined as patients with at least 30% symptom reduction from baseline to Month 12.", "Pre-to post-effect sizes were calculated using the formula:"], "doc_id": "39302"}