{"sentence_labels": [-1, -1, -1, 1, -1, -1, -1, -1, -1], "text": "Missingness was low across measures (1-7%). T-tests comparing outcome variables for individuals who had missing and non-missing values did not indicate significant group 1 Data from weeks 5 and 8 were used because the BPT+DRC individual session occurred during weeks 3 and 4. 2 As Langberg et al., 2010 recommends, item #18 was omitted from the HPC factors due to low factor loadings. differences (ps > .05; variables included IQ, ADHD, ODD, and CD symptoms, age, gender, HPC and APQ baseline score, parent age, and parent income) apart from one comparison 3 . Findings support the assumption that data were missing at random. Item-level multiple imputation in SPSS 20 including all above variables was used to create 10 imputed datasets (Schafer, 1999) . Results were pooled with PROC MI ANALYZE in SAS 9.3. Missing values for items correct indicated that completion was either missing or zero and were therefore not imputed. As homework accuracy was defined as items correct divided by items complete, computation would result in an undefined integer as a result of the denominator (completion) being zero.", "section": "Missing Data Handling", "classification_label": 0, "section_number": 17, "sentences": ["Missingness was low across measures (1-7%).", "T-tests comparing outcome variables for individuals who had missing and non-missing values did not indicate significant group 1 Data from weeks 5 and 8 were used because the BPT+DRC individual session occurred during weeks 3 and 4.", "2 As Langberg et al., 2010 recommends, item #18 was omitted from the HPC factors due to low factor loadings.", "differences (ps > .05; variables included IQ, ADHD, ODD, and CD symptoms, age, gender, HPC and APQ baseline score, parent age, and parent income) apart from one comparison 3 .", "Findings support the assumption that data were missing at random.", "Item-level multiple imputation in SPSS 20 including all above variables was used to create 10 imputed datasets (Schafer, 1999) .", "Results were pooled with PROC MI ANALYZE in SAS 9.3.", "Missing values for items correct indicated that completion was either missing or zero and were therefore not imputed.", "As homework accuracy was defined as items correct divided by items complete, computation would result in an undefined integer as a result of the denominator (completion) being zero."], "doc_id": "38972"}