{"sentence_labels": [1, -1, -1, -1], "text": "We performed an intention-to-treat analysis, which included all patients randomly allocated to the intervention and control group. Two supplementary analyses were also performed. The first supplementary analysis excluded 65 patients who were retrospectively determined to be ineligible for the study because they had been misclassified as unvaccinated at the start of trial (they received the 2016 seasonal influenza vaccine before the study started, but the vaccination had not been documented in the patient record until after the study started). The second supplementary analysis excluded 121 patients in the intervention group for whom the SMS transmission was known to have failed.", "section": "Statistical Analysis", "classification_label": 0, "section_number": 7, "sentences": ["We performed an intention-to-treat analysis, which included all patients randomly allocated to the intervention and control group.", "Two supplementary analyses were also performed.", "The first supplementary analysis excluded 65 patients who were retrospectively determined to be ineligible for the study because they had been misclassified as unvaccinated at the start of trial (they received the 2016 seasonal influenza vaccine before the study started, but the vaccination had not been documented in the patient record until after the study started).", "The second supplementary analysis excluded 121 patients in the intervention group for whom the SMS transmission was known to have failed."], "doc_id": "35243"}ed a SMS reminder (RR = 2.43; 95% CI, 1.79-3.29). CONCLUSION We found SMS reminders to be a modestly effective, low-cost means to increase seasonal influenza vaccine coverage among high-risk patients.", "section": "Abstract", "classification_label": 0, "sentences": ["PURPOSE Seasonal influenza vaccine is recommended and funded for groups at higher risk of serious infection, but uptake is suboptimal.", "We conducted a randomized controlled trial of short message service (SMS) reminders for influenza vaccination.", "METHODS Six weeks after seasonal influenza vaccinations began, we identified high-risk patients who had a mobile telephone number on record at 10 practices in Western Australia.", "Thirty-two percent of the selected patients had already been vaccinated in the current year and were ineligible.", "Of the remaining 12,354 eligible patients at each practice one-half were randomly assigned to receive a vaccination reminder by SMS (intervention) and the rest received no SMS (control).", "Approximately 3 months after the SMS was sent (the study period), vaccination data were extracted from the patients' electronic medical records.", "Log-binomial regression models were used to calculate the relative risk (RR) of vaccination between the intervention and control group.", "RESULTS Twelve-percent (769 of 6,177) of the intervention group and 9% (548 of 6,177) of the control group were vaccinated during the study period, a 39% relative increase attributable to the SMS (RR = 1.39; 95% CI, 1.26-1.54).", "For every 29 SMSs sent, costing $3.48, 1 additional high-risk patient was immunized.", "The greatest effect was observed for children younger than 5 years, whose parents were more than twice as likely to have their child vaccinated if they received a SMS reminder (RR = 2.43; 95% CI, 1.79-3.29).", "CONCLUSION We found SMS reminders to be a modestly effective, low-cost means to increase seasonal influenza vaccine coverage among high-risk patients."], "doc_id": "35243"}