{"abstract": ["The effect of nefopam on lactation after caesarean section needed supervision or special care.", "This corroborates the finding of low transfer of nefopam into breastmilk in five women treated for pain after episiotomy.", "32 The maximum breastmilk concentration was 0.3 mg/L, such that babies received a maximum of 0.07 mg/kg/day via the breastmilk, this being 3% of the maternal dose.", "32 The Committee for Medicinal Products of the American Academy of Pediatrics 33 rates nefopam as a drug compatible with breastfeeding.", "Our study has several limitations.", "We only assessed lactation and the newborn baby for three days, which may have been insufficient to detect long-term effects of nefopam on either.", "We acknowledge that multiparity and previous experience probably increased the success rate of breastfeeding.", "Although patients were blinded to their treatment, midwives and nurses were not, so this was a potential for bias.", "In spite of criticism of the NACS score, 34 we chose to use this instrument because it was originally developed specifically to evaluate the effect of medications on full-term newborns.", "The Scanlon test requires painful stimuli to be applied to the baby.", "The Brazelton score is not normally used to evaluate drug-effects on the newborn as it requires a minimum of 45 minutes to perform by an experienced operator.", "The inclusion of a placebo group was not considered because failure to provide additional analgesia would have been unethical and may have negatively impacted on lactation and mother-infant bonding."], "structured": false, "doc_id": 47163, "title": "title"}
{"abstract": ["The randomisation was open label; all investigators were aware of the treatment allocation."], "structured": false, "doc_id": 34302, "title": "title"}
{"abstract": ["Parent-Report Measures-Parents completed measures at baseline, after the first threeweek cross-over period, and after the final crossover.", "As such, parents were asked to reflect on the previous three weeks when completing forms.", "The Homework Problems Checklist (HPC; Anesko, Schoiock, Ramirez, & Levine, 1987 ) is a 20-item scale that assesses child homework performance via parent report.", "Research indicates consistency with coefficient alphas from .90 to .92 (Anesko et al., 1987) .", "According to multiple factor analyses, the HPC has two factors that measure 1) Completion behaviors (i.e., problem behaviors occurring during homework time; current study α = .91) and 2) Poor materials management (i.e., problems related to bringing homework materials home and turning in assignments; current study α = .83; Langberg et al., 2010; Power, Werba, Watkins, Angelucci, & Eiraldi, 2006) 2 ."], "structured": false, "doc_id": 38972, "title": "title"}
{"abstract": ["The results were interpreted by two independent interpreters who were blinded about the group division.", "S. mutans levels in the saliva were compared with the baseline values."], "structured": false, "doc_id": 39014, "title": "title"}
{"abstract": ["The schools were located within highly disadvantaged metropolitan areas in Australia, in the state of Queensland (see Mazerolle 2014) .", "Consistent with what is known from the truancy literature (Askeland et al. 2015) , to be eligible for inclusion in the program, students needed to be aged 10-16 years with 85% or less attendance in the three previous school terms and have no legitimate explanation for their absences from school (e.g., legitimate medical illness).", "School staff made initial contact with the parent to gain provisional consent to take part in the trial.", "Each case needed to include at least one legally responsible parent who could provide consent, was willing to take part in a program conference if assigned, and agreed to complete follow-up surveys.", "The program police officer then met with the parent and student faceto-face to describe the project in full before gaining informed consent (after a 24-h Bcooling off^period).", "Prior to the recruitment phase, a statistician external to the project team used a random number generator to allocate the 102 cases to the control or experimental condition.", "The allocation results were secured in sealed sequentially numbered opaque envelopes, and all members of the program trial team were blind to the allocation results.", "Participants who provided informed consent were provided with a sealed envelope containing their group allocation, which was opened in the presence of the project staff."], "structured": false, "doc_id": 44682, "title": "title"}
{"abstract": ["This was a single-center, investigator-blinded, parallel-group, randomized controlled trial with equal randomization (1:1).", "Each group was assigned to perform the hip thrust or front squat twice per week for 6 weeks, for a total of 12 sessions.", "Performance variables were collected before, and after, the 6-week training period."], "structured": false, "doc_id": 36663, "title": "title"}
{"abstract": ["Caries was diagnosed visually, after drying and cleaning the teeth with sterile gauze.", "Dental examination was conducted using the natural light, a mirror, and a probe in a knee-to-knee position.", "ECC was diagnosed based on WHO criteria [28] .", "ECC in this study was considered as the presence of dental caries in any surface of at least one tooth in the primary dentition (including 8 maxillary or mandibular anterior incisors) in children 12 to 36 months old.", "We represented only white spot including noncavitated lesions categorized as D1 = initial caries/caries limited in enamel; the lesion demonstrates whitish/yellowish opaque with/without micro-cavity but no softened floor wall [29] .", "Examinations were performed by a dentist blinded to group assignment.", "A dentist assessed the presence of ECC of a child twice and recorded the findings on a checklist.", "These examinations conducted on ten 12-36month-old children excluded from study samples.", "There was a 1-day interval between examinations.", "The intraexaminer reliability as measured by Kappa coefficient was found to be satisfactory (κ = 0.8)."], "structured": false, "doc_id": 37096, "title": "title"}
{"abstract": ["When spinal anesthesia was finished, all the patients were randomized into norepinephrine group and phenylephrine group.", "Patients in the norepinephrine group received an i.v.", "bolus of norepinephrine 10 μg (10 μg/ml) and those in the phenylephrine group received an i.v.", "bolus of phenylephrine 50 μg (50 μg/ml).", "All the drugs were prepared by dilution in 5% dextrose solution.", "Randomization was performed according to computer-generated codes contained in opaque, sealed and sequentially-numbered envelopes.", "The anesthesiologist, patients, operator and midwives involved in the study were blinded to the patient grouping.", "The doses of phenylephrine and norepinephrine were chosen empirically, based on our clinical experience."], "structured": false, "doc_id": 46891, "title": "title"}
{"abstract": ["Clinical assessments were made at five time points: baseline, 1 month, 3 months, 6 months, and 12 months.", "ADHD symptoms were assessed using the Spanish version of the ADHD Rating Scale (DuPaul, Power, Anastopoulos, & Reid, 1998) , rated by the parents, and the Clinical Global Impressions-Severity (CGI-S) scale.", "The latter is a sevenpoint scale from 1 (normal, not ill) to 7 (among the most extremely ill patients), and was rated separately by the investigator and the parents.", "Adverse events were evaluated at each clinic appointment, with their possible relationship to study treatment assessed by an independent investigator."], "structured": false, "doc_id": 39302, "title": "title"}
{"abstract": ["Trained research staff conducted blinded baseline, post, and three-month follow-up assessments via in-person interviews using hand-held Android devices.", "Assessments were conducted within a month of both beginning and completing the intervention and then three months after the end of the intervention.", "Children reported on their own mental health, functional impairment, and the parenting they received.", "The caregiver who knew each child best reported on the mental health and functional impairment of the child and parenting that the child received from caregivers.", "Caregivers also reported on their own parenting and sense of family connectedness.", "Caregivers provided written informed consent for themselves and their children.", "Children provided independent written assent.", "All consent and assent procedures were witnessed and documented by a study staff member.", "Six families refused to participate in the study (6.8% of all eligible families sampled)."], "structured": false, "doc_id": 35176, "title": "title"}
{"abstract": ["The trial was double-blinded.", "Research assistants who interviewed participants were masked to group allocation and were instructed not to ask questions that could potentially unblind them.", "All participants were told that they were participating in a programme about 'living in positive space' and both programmes carried that slogan throughout.", "We would not expect participants to be aware which messages were evidence-based CBT strategies for depression prevention.", "Our research group was masked to group identity until analyses were complete."], "structured": false, "doc_id": 34560, "title": "title"}
{"abstract": ["All provisionally eligible children in each grade and each county (VA <6/12 in both eyes) were randomized individually to one of four groups, stratifying by grade (grade 7 and grade 8) and the two towns ( Fig. 1) .", "Children themselves and investigators assessing study outcomes were masked to group assignment.", "Three groups received standard, custom spectacles with interpupillary distance measured by standard techniques and powers determined in the following fashion:"], "structured": false, "doc_id": 34699, "title": "title"}
{"abstract": ["Follow-up of infants was done at 12 to 18 months corrected age.", "Anthropometric measurements were taken by the principal investigator.", "Neurodevelopmental outcome was assessed by Developmental Assessment Scale for Indian Infants (DASII) (12) .", "DASII consists of 67 items for mental and 163 items for motor development and can be used from 1 to 30 months of age.", "Mental Developmental Quotient and Motor Developmental Quotient were calculated by the developmental pediatrician of the institute, who was blinded to the group allocation."], "structured": false, "doc_id": 37356, "title": "title"}
{"abstract": ["An independent evaluator who was unaware of treatment assignments interviewed participants and at least one parent every 3 months during year 1 (with FFT-A sessions occurring between months 1-9) and every 6 months during year 2.", "Evaluators did not attend clinic meetings in which participants were discussed.", "If an evaluator became aware of a participant's treatment condition, a new independent evaluator replaced him/her.", "The primary outcome measure was derived from the Adolescent Longitudinal Interval Follow-Up Evaluation (ALIFE) -Psychiatric Status Ratings (PSRs; Birmaher et al., 2009; Keller et al., 1987) , which are weekly ratings of depression, mania, or hypomania ranging from 1 (asymptomatic) to 6 (met definite DSM-IV criteria at a severe level).", "Depression, mania, and hypomania PSR scores at trial entry were calculated by averaging PSRs for the 5 weeks prior to the date of randomization.", "The independent evaluators based weekly ratings on the consensus of the adolescents' and parents' reports.", "Inter-rater reliabilities for 6-point PSRs averaged .74 (intra-class r) for depression and mania/hypomania scores (calculated across sites)."], "structured": false, "doc_id": 36570, "title": "title"}
{"abstract": ["Randomization occurred when delivery was imminent.", "The surveillance officer opened the next consecutively numbered envelope and informed the nurse-midwife of the allocation.", "The details of sequence generation and allocation concealment were limited to the investigator (O.A.), who had no clinical involvement in the trial but participated in data analysis after the trial had ended.", "The surveillance officer and nursemidwife did not inform the mother of the allocated treatment.", "However, the mother might have noticed the nature of intervention.", "The outcome assessors were blinded to the allocation, as were the members of the research team who obtained the outcome measurements."], "structured": false, "doc_id": 39039, "title": "title"}
{"abstract": ["This was a prospective observational study.", "Children were randomized into 1 of the 2 induction protocols according to a computer-generated random numbers table created by investigators not participating in data collection.", "A sealed envelope containing random numbers was opened by data collecting investigators after patients' arrival to the operating room.", "Investigator analyzing the data was unaware of the patients' group assignment."], "structured": false, "doc_id": 42098, "title": "title"}
{"abstract": ["A stratified randomization procedure based on various age groups (3-17 years, 18-59 years, and ≥60 years) was performed according to a blocked randomization list (block = 4).", "The whole randomization process was conducted by an independent statistician, using SAS (version 9.4).", "Participants from each subage group were stratified at a ratio of 2:1:1 to receive QIV, TIV-Vic, or TIV-Yam.", "The appearance of packages of QIV, TIV-Vic, and TIV-Yam was identical and labeled with an assigned code from the randomization list as the only identifier.", "We assigned an identical number to every eligible participant enrolled according to their sequence at enrollment, and then, the vaccine with the same number was injected.", "The staff who performed the randomizing had no role in any other activities of this study.", "The treatment allocation was masked from participants and investigators throughout the study period."], "structured": false, "doc_id": 35260, "title": "title"}
{"abstract": ["The study was a single site, randomized, double-blind, placebo-controlled 5-day trial.", "After providing consent, the participants were given a randomly generated study identification number.", "Treatment allocation (LMMS platform or a placebo platform) was randomly assigned using a list of randomly generated numbers.", "Only the statistician and Research Coordinator were privy to the assignments until trial completion.", "The PI and participants were blinded throughout the trial."], "structured": false, "doc_id": 36679, "title": "title"}
{"abstract": ["This was a randomized, double blind controlled study.", "In group 1 (G1) 173 children received 480 mL/day of whole milk (300 kcal; Zn = 1.96 mg, Fe = 0.14 mg, vit A = 136 µg), while in group 2 (G2) 155 children received 480 mL/day of fortified milk (300 kcal; Zn = 7.16 mg, Fe = 4.56 mg, VA = 360 µg) ( Table I) .", "Children received daily two glasses of 240 mL of milk; one in the morning and one in the afternoon, during 23 weeks, from January to June 2015.", "Milk supplementation for both groups was added to children's usual diets.", "All children had a full nutritional assessment before and after supplementation which included clinical examination, anthropometric measurements and laboratory analysis ( Fig. 1) ."], "structured": false, "doc_id": 41987, "title": "title"}
{"abstract": ["The study was adequately powered to detect the difference of 3 days in the duration to achieve full feeding, which was the primary outcome, but was not powered to detect differences of 1 or 2 days which may still be clinically significant.", "To show differences in relatively rare complications, more studies and bigger sample sizes may be required.", "The methods of this trial were properly planned and reliably executed with the exception of the above-mentioned protocol violations.", "It is logical to assume that the protocol violations were of such nature that it would be unlikely that they have a major impact on the results of the study.", "An important risk of bias though was the lack of blinding, which was impossible because of the nature of the interventions.", "Feeding protocols were standardised as much as possible to reduce the risk of bias due to a lack of blinding.", "The use of predefined outcome measures may have also reduced the risk of this bias."], "structured": false, "doc_id": 39545, "title": "title"}
{"abstract": ["The age of the patients from both groups ranged from 3 years to 6 years.", "Two independent examiners reviewed the videotaped speech and language pathology evaluations for classifying patients according to the clinical scale for the severity of CA.", "They agreed in 94% of the cases.", "Whenever there was disagreement, each case was discussed until reaching a consensus.", "Ages were similar between groups.", "Mean age in control group was 58.24 months, SD ¼ 10.86, and a median of 60.", "In the active group mean age was 58.98 months, SD ¼ 13.02, with a median of 61.", "A two tailed independent student t-test demonstrated a non e significant difference between groups (p ¼ 0.783) (See Tables 1 and 2) ."], "structured": false, "doc_id": 38971, "title": "title"}
{"abstract": ["Women were randomly assigned to receive nifedipine or placebo (allocation ratio 1:1).", "Group assignment was stratified by center and based on a computer generated random sequence in balanced blocks (Department of Biostatistics, Rouen, France).", "Treatment packages were prepared and numbered according to this random sequence and delivered by each local center pharmacy following each new inclusion.", "Treatment assignment and block size were blinded to investigators, participants, clinicians, and research nurses.", "Group assignments were also placed in sealed opaque sequentially numbered envelopes in association with a 24-hour telephone service for unblinding treatment allocation if necessary."], "structured": false, "doc_id": 46794, "title": "title"}
{"abstract": ["We randomly assigned infants to the 2 intervention groups using a computer-generated list (Excel, Microsoft Office 2010; Microsoft Corp) and 2 color codes and randomly assigned the test-meal order using a computer-generated list (Excel, Microsoft Office 2010) of letter codes (AB or BA) with infants blocked in groups to ensure that, within groups, an equal number of infants started with test meals A and B. The caregivers and infants, as well as most of the research team, were masked to the intervention group assignment and test-meal order.", "Two senior members of the research team, who were responsible for the addition of the isotopic iron and MNP to the test meals just before they were administered, were not masked."], "structured": false, "doc_id": 46967, "title": "title"}
{"abstract": ["Liquid paraffin and vitamin E at same doses as experimental treatment.", "Blinding procedures included producing both experimental treatment and placebo specifically for the study, to ensure identical appearance and organoleptic properties of the active treatment and placebo.", "All participants and investigators, data managers and statisticians were blind to group assignment until the end of the study.", "Randomization was the sole responsibility of a pharmacist (EL) based at the coordinating site."], "structured": false, "doc_id": 37077, "title": "title"}
{"abstract": ["All measurements were collected at baseline, repeated at an immediate post-treatment assessment and one year later.", "Assessors were blind to group assignment."], "structured": false, "doc_id": 34136, "title": "title"}
{"abstract": ["Clinical and laboratory assessments.", "Blood samples were collected from children in both the annual and biannual treatment arms at 36 months after study initiation.", "The study aimed to collect thick blood smears and hemoglobin concentration from 50 children in each study community.", "Sixtytwo children 6-60 months of age from each community were randomly selected from the most recent census prior to field data collection.", "If a community had fewer than 50 children, blood specimens were taken from all children.", "After obtaining verbal consent from a parent or guardian for each study participant, thick blood smears and hemoglobin concentration were collected at a centralized exam station in each community according to methods previously described.", "11 Thick blood smears were collected on glass slides, airdried, and stored at room temperature.", "Two experienced microscopists at the Zinder Regional Hospital in Niger stained the thick blood smears with 3% Giemsa and used a light microscope to determine the presence or absence of Plasmodium parasites on the slides.", "The microscopists were masked to treatment arm.", "If both microscopists observed parasites, then the smear was considered positive.", "Discordant slides were considered negative.", "To assess parasite density, the microscopists counted the number of asexual parasites per 200 white blood cells (assuming white blood cell count = 8,000/μL).", "19 The average of the two parasite density readings was used in analyses.", "Gametocytes were considered present if observed by either microscopist, given the low prevalence.", "Hemoglobin concentration was determined for all randomly selected children (HemoCue AB, Angelholm, Sweden)."], "structured": false, "doc_id": 38507, "title": "title"}
{"abstract": ["Families attended an assessment appointment, where informed consent was gained.", "Those families meeting inclusion criteria were then randomly allocated to either the treatment or the WL condition according to a randomization table generated by computer software.", "A block randomization method was used, whereby a block size of 4 was used with 6 possible combinations of allocation to the treatment (T) or waitlist control (C) condition (i.e., TTCC, TCTC, TCCT, CTTC, CTCT, CCTT).", "Families in the WL condition were re-assessed following their 6week wait.", "Although they then received the intervention; these families ceased to be part of the trial at this point.", "Families in the treatment condition were re-assessed using the measures outlined above within 1 week of the end of the treatment program; 3, 6 and 12 months later.", "All outcome assessments were conducted by trained postgraduate clinical psychology trainees who were blind to participants' condition.", "Participant retention was good, with minimal attrition (1, 2, 3 and 1 families lost to follow-up at posttreatment, 3-month, 6-month and 12-month follow-up respectively)."], "structured": false, "doc_id": 33726, "title": "title"}
{"abstract": ["Video recordings followed the procedure described by Einspieler et al. [9] .", "Assessment of video recordings was carried out by three certified and experienced paediatric physiotherapists blinded to the infants' clinical histories.", "First, fidgety movements were assessed independently by each observer.", "Then the overall movement character was assessed by the same observers by replaying the videos.", "Based on additional evaluations, a consensus was reached in cases of disagreement."], "structured": false, "doc_id": 39383, "title": "title"}
{"abstract": ["Caregivers and children completed surveys at baseline and one month following the conclusion of the intervention.", "In the treatment group only, surveys were conducted again 6 months post-intervention.", "The survey included standardized measures used previously in Thailand and/or in other low-and middle-income countries (LMICs), as well as measures developed specifically for this context based on the qualitative phase of the research [35] .", "All items were translated and back translated by native Burmese and Karen speakers fluent in English following a protocol used previously by the investigators in LMICs [42] .", "The questions and response choices were then pilot tested and revised using cognitive interviewing, a method for assessing the understandability and relevance of each item.", "Results informed clarifications of translations and the addition of examples to improve comprehension of questions related to more abstract concepts.", "Pictorial aids for use of Likert scales were used.", "Trained research assistants who were blind to treatment condition administered surveys via interview.", "For surveys conducted in Burmese, data were collected using Android phones programmed using Episurveyor; the smaller portion of surveys conducted in Karen (19%) were recorded on paper.", "Outcome measures are divided into three categories based on the targeted outcomes of the intervention: parent-child relationship quality, discipline practices, and family functioning."], "structured": false, "doc_id": 40453, "title": "title"}
{"abstract": ["The d2 test of attention is a pen and paper attention cancellation test.", "The subjects' task is to cancel out as many target characters (a \"d\" with a total of two dashes above and/or below) as possible, while they ignore distraction characters (\"d's\" with more or less than two dashes and \"p's\" with any number of dashes) [21] .", "The test comprises 47 interspersed target-and distraction characters × 14 rows.", "It is conducted under time pressure, as participants are only allowed 20 s on each row before they must move down to the next, independent of how far they reach.", "The test, including instructions, was administered within 8 min.", "The test has shown to be a concise and valid measure of selective attention and mental concentration, comprising measures of visual scanning, processing speed and degree of accuracy, regardless of intelligence level [21, 22] .", "The test outcomes are described in Table 1 , and were 'concentration performance' (CP), 'total performance' (TN-E), 'processing speed' (TN), 'omission errors' (E1) 'commission errors' (E2) and 'total errors' ( Table 1 )."], "structured": false, "doc_id": 34328, "title": "title"}
{"abstract": ["Another limitation of the study is that the outcomes were based on mothers' reports on their children's development.", "Although we used evaluators who were blind to the conditions of the children, mothers might have rated their children more favorably when they knew that their children had received the intervention.", "More objective measures of the child outcomes need to be applied in future studies.", "Student teachers were assigned to two children each, but the student teachers were paired, and each pair visited all four of their individually assigned children to provide support and feedback to each other and ensure that the weekly program was implemented as planned.", "They continued this practice until they become comfortable working alone, but formal procedures for assessing fidelity are recommended for future studies.", "In addition, follow-up studies would confirm whether the intervention for these children has proven to be effective over the long term."], "structured": false, "doc_id": 40630, "title": "title"}
{"abstract": ["The intubating anaesthesiologist graded the ease of intubation for both techniques on a visual analogue scale from 1 to 10, 10 being most difficult or failed intubation and 1 being very easy intubation.", "Reasons for failed attempts when multiple attempts of intubation were required, or overall intubation was unsuccessful were also recorded."], "structured": false, "doc_id": 40691, "title": "title"}
{"abstract": ["The participants were assigned to receive metformin or placebo in TabLe 1 Inclusion and Exclusion Criteria Inclusion Criteria Exclusion Criteria BMI greater than the 95th percentile based on the standards of Cole et al 26 Does not meet the established age Age 7-14 y Any previous underlying disease No underlying disease or a history of pathology use of medication with metabolic side effects, such accordance with a randomization schedule generated by the Pharmacy Service of the Virgen de las Nieves University Hospital in Granada.", "MAS 100 version 2.1 software (Glaxo-Welcome, Madrid, Spain) was used by the Support Consortium to Biomedical Research Network.", "At each center, 50% of the children were assigned to each group.", "All research staff was blinded to both the treatment allocation during the time of the study and the data analysis.", "The patients were instructed to gradually increase their dosage by taking 50 mg twice daily for 10 days, followed by 500 mg twice daily until the end of the intervention.", "Both treatments were administered during meals.", "The participants attended an initial trial baseline visit, followed by 2 additional control visits at 2-month intervals, which comprised the assessment of blood pressure and a physical examination.", "To assess the safety and tolerance of metformin administration, the primary evaluation criteria were the absence of adverse effects, as previously reported.", "24"], "structured": false, "doc_id": 34306, "title": "title"}
{"abstract": ["Immediately following the administration of IN midazolam, participants self-reported the discomfort associated with midazolam administration.", "The Wong-Baker FACES Pain Scale (WBS) is an ordinal instrument, with scores ranging from 0 (\"no hurt\") to 10 (\"hurts worst\").", "15 Subjects were oriented by study personnel to the use of the WBS prior to medication administration."], "structured": false, "doc_id": 38803, "title": "title"}
{"abstract": ["ROP staging was performed as per International Classification of ROP.", "10 The presence or absence of ROP and its staging were evaluated serially by trained and experienced paediatric ophthalmologists, who were not aware of the study group assignments of the infants.", "The first ROP evaluation was undertaken as per standardised guidelines when infant was at least 2 weeks old and/or maturity was 31-32 weeks of postmenstrual age.", "10 11 The subsequent frequency of evaluation after the first evaluation was determined by the ophthalmologist.", "Generally, most infants were evaluated at least once every week until full vascularisation of retina.", "These evaluations were carried out for the study purpose till in the opinion of the ophthalmologist there are no further risks of ROP in the study infants.", "The ophthalmologist also determined the time and mode of therapy for ROP as and when required on the basis of the severity of disease.", "Indication of laser therapy was according to ETROP 12 guidelines.", "Anti-VEGF, as monotherapy or as rescue therapy, was used by and as per the suggestions of ophthalmologists (based on general indication of anti-VEGF in ROP) Mintz-Hittner and Kuffel 13 (zone I threshold disease) and Quiroz-Mercado et al 14 (all stage 3 plus ROP)."], "structured": false, "doc_id": 40811, "title": "title"}
{"abstract": ["Fathers received detailed study information and consented to participate via the study web site.", "Allocation of the family to intervention or CAU was done by block randomization, and group allocation was revealed once T1 assessment was completed (i.e., both parents, where relevant, had completed self-report and additional assessments).", "Detailed randomization and enrollment procedures are reported elsewhere (Morawska et al., 2016a (Morawska et al., , 2016b .", "Neither researchers nor participants were blinded to intervention condition."], "structured": false, "doc_id": 39015, "title": "title"}
{"abstract": ["This single-center study involved a total of 5 pediatric clinical services.", "Patients were divided into 4 age groups: 3-<12 months; 1-<3 years; 3-<7 years; and 7 years and older.", "Regardless of the clinical service, newly hospitalized patients were randomized to placebo or gelatin tannate.", "Every 2-3 weeks, patient numbers were calculated and recruitment adjustments made, if necessary, to try to equalize group numbers.", "As such, the study was conducted on a 'triple-blind' basis: physicians and nurses did not know whether the study drug administered was placebo or gelatin tannate; patients were not informed about whether they were being given placebo or gelatin tannate; and physicians and nurses did not know from which clinical service each patient had been referred."], "structured": false, "doc_id": 41092, "title": "title"}
{"abstract": ["Although an experimental study design was used in this trial, there were limitations.", "Lack of blinding of intervention status may have led to a social desirability bias in violence reporting, such that students in intervention schools may have under-reported violence because they may knew their school had a violence prevention program.", "The validity of the findings hinged on the accuracy of students' anonymous self-reports.", "However, even when those identified as mischievous responders were included via sensitivity analyses, no differences in findings were observed, thus indicating no apparent information bias in findings."], "structured": false, "doc_id": 43609, "title": "title"}
{"abstract": ["Randomization was performed by the Investigational Pharmacy at each institution.", "PK and pharmacodynamic data were interpreted masked to knowledge of the clinical oxygenation requirements or ventilator requirements.", "Echo data were interpreted by blinded cardiologists."], "structured": false, "doc_id": 41469, "title": "title"}
{"abstract": ["Testing was performed a week before training began and again after the 8-week intervention period, by 2 experienced personnel (physiotherapist and exercise scientist), who were blinded to the group allocation of the participants.", "The Y-Balance and Landing Error Score System tests were chosen as global measures of movement control.", "These were conducted barefoot, in the same order for each player both in the pretesting and posttesting sessions."], "structured": false, "doc_id": 36456, "title": "title"}
{"abstract": ["Time 1-3 assessments included one session each, lasting around 60 min.", "At each session, participants were given the emotion vocabulary task.", "Then they were seated in front of a laptop positioned directly in front of them and adjusted for individual eye-level accordingly.", "The ER tasks were then presented in level order, from Levels 1 to 3, and run using a powerpoint slideshow.", "For each of the 16 questions at each level, a still shot of the scene was presented, and a scenario description relating to the scene was read out to the participant.", "The three silent animated clips of a character showing different emotional expressions were then played one after another and the child was asked to pick which clip of the three best matched the particular scenario (i.e., how would the character be feeling in reaction to the situation).", "In order to do this, the child had to point clearly to whichever clip they had chosen.", "Participants' answers were recorded manually by the experimenter."], "structured": false, "doc_id": 39027, "title": "title"}
{"abstract": ["Statistics were performed by the SUNLINE Co. Ltd. Assignments were enclosed in sequentially numbered, identical, sealed envelopes.", "All data analyses were performed as per preestablished analysis plan.", "Numerical factors such as GMTs and GMRs of the study and control vaccine groups were compared using Student's t-test.", "Categorical factors such as seroconversion rate, seroprotection rate, and the quantity and incidence of AEs/serious AEs and serious AE were compared using chi-square test or Fisher's exact test.", "Statistical analysis involved three analysis sets: full analysis set (FAS), per-protocol set (PPS), and safety set.", "Analysis of immuogenicity indicators was for PPS sets.", "Baseline data analysis of the same data set was for immunogenicity evaluation and the Safety Analysis Safety Analysis Set (SS).", "SUNLINE Co. Ltd. used the SAS (version 9.3) for analysis, Epidata3.1 for data entry, and MedDRA14.0 for coding AEs."], "structured": false, "doc_id": 34750, "title": "title"}
{"abstract": ["Enrolled subjects were randomly assigned to the Botulax group (injection with letibotulinum toxin A) or the Botox group (injection with onabotulinum toxin A) at a ratio of 1:1.", "The random assignment code was generated using a block randomization method for each hospital.", "Those codes were sealed until the trial was completed except in cases where it was inevitably necessary to view the code due to a serious adverse event.", "Thus, all research staff, clinicians, and participants were unaware of trial group assignments."], "structured": false, "doc_id": 41503, "title": "title"}
{"abstract": ["Development and formative evaluation of a complex intervention.", "Two-arm, parallel-group, external pilot randomised trial, with a : 1 allocation ratio, using web-based randomisation and with only the principal investigator and analysts blind to allocation until after the final analysis.", "Intervention optimisation, qualitative research and health economic substudies."], "structured": false, "doc_id": 44768, "title": "title"}
{"abstract": ["Patients were randomly assigned in fixed blocks of nine to receive ondansetron or domperidone or placebo in a 1:1:1 ratio.", "The randomization list was generated using the STATA software and was stratified according to participating centers.", "The randomization procedure was centralized.", "The randomization sequence was transmitted to the pharmaceutical development service (Monteresearch S.r.l.),", "that prepared and sent directly to participating hospitals, active drugs and placebo in closed, opaque and consecutively numbered bags.", "Drug preparations were indistinguishable by taste, odor and appearance.", "A syrup was preferred to other possible formulations (i.e. tablets) because it allows for the preparation of solutions at different concentrations which makes it possible to administer the same volume, based only on the child's weight (ml/kg), regardless of the allocation group.", "Each bag contained a graduated drug dispenser.", "For each randomization the amount of syrup allowed for a second administration in vomiting children within 15 min of the first dose.", "After confirmation of first-line ORT failure, the next available bag containing the drug preparation was opened and a weigh-appropriate dose was administered to the patient.", "Study investigators and participants were unaware of the randomization list and blind to the pharmaceutical preparations assigned."], "structured": false, "doc_id": 36319, "title": "title"}
{"abstract": ["Participants were randomized to an intervention group or a waiting list group by the minimization method.", "32 With this method, the randomization group allocated to the next study participant depends partly on the characteristics of those participants already enrolled, thus minimizing the imbalance between the groups across multiple factors.", "The groups were balanced for the following variables: sex, age at randomization, age at radiotherapy, age group (7 to 13 years or above 13 years), type of radiotherapy (focal vs craniospinal).", "At mid-study each participant shifted groups in a cross-over fashion.", "This allowed all participants to take part in the active-video-gaming intervention, something we expected would serve as a motivational factor for study participation.", "The participants were instructed to refrain from active video gaming during the waiting list period, but otherwise live their life as normal.", "They were evaluated at 3 time points: at the study start, in-between periods, and at the end of study (Fig. 1B) .", "These evaluations included tests of cognitive functions and execution of ADL.", "Testers were blinded to the participants´ randomization group."], "structured": false, "doc_id": 35542, "title": "title"}
{"abstract": ["This study has some limitations.", "First, all the neonates received the nurturance of their mothers during and after the procedure regardless of the intervention group.", "Second, this was a partially blinded study because the non-nutritive sucking procedure was performed throughout the painful procedure.", "Although it is difficult to evaluate the magnitude of this bias, it is worth noting that the infants were assigned randomly into two groups and we followed all steps of an interventional study."], "structured": false, "doc_id": 46953, "title": "title"}
{"abstract": ["Each youth was followed for 18 months.", "Every six months, data were collected from each sibling, current foster parents/caregivers, teachers, and caseworkers, yielding a total of four major data-collection waves occurring at months 0, 6, 12, and 18.", "Assessors and coders were primarily undergraduate and post-BA students-some of whom were MSW students and grads-who completed training and participated in ongoing supervision by the project coordinator of the study.", "Assessors and coders were blinded as to treatment group participants.", "It is important to note that if a sibling changed placements during the study, the staff would orient, consent, and then collect data from the new caregiver(s); a similar procedure was followed when a participant was assigned a new caseworker or teacher."], "structured": false, "doc_id": 35021, "title": "title"}
{"abstract": ["Participants were selected from patients attending the Department of Pediatric Dentistry at Istanbul University in Istanbul, Turkey.", "The clinical procedure, possible discomfort and risks, and possible benefits were explained to the parents or legal guardians of the participants, and written informed consent was obtained prior to investigation.", "The study protocol was approved by the Ethics Committee of the Istanbul Medical Faculty at Istanbul University (file number 2012/1728-1288).", "The study was registered at ClinicalTrials.gov (no. NCT03135626).", "The study design followed the CONSORT 2010 Statement of updated guidelines for reporting parallel group randomized trials [33] .", "A randomized, single-blind patient, split-mouth study design was used.", "Randomization was achieved by allocating each material equally to one of four quadrants.", "Two coauthors, both pediatric dentists, performed all pulpotomies.", "Although operators could not be blinded to group allocation due to obvious differences in materials, the dentists assessing the outcomes were blinded to group assignment.", "A power calculation indicated that a minimum of 28 teeth per group were required to detect a significant difference between groups when alpha risk is set at 0.05 and beta risk at 0.2 (Z = 1.96, Z = 0.85).", "The sample size was increased to 38 subjects to compensate for potentially larger number of dropouts."], "structured": false, "doc_id": 42552, "title": "title"}
{"abstract": ["To ensure that all coding was blind to experimental condition, all indicators of condition were removed from dialog transcripts prior to coding.", "Dialogs were first segmented into idea units, that is, utterances intended to convey a specific single point (Asterhan & Schwarz, 2016) .", "Twelve dialogs generated by participants in the current study, but not those in the set on which the current analysis was conducted, were segmented into idea units independently by two coders.", "Agreement on 89% of idea units was achieved, with differences being resolved by discussion, and one coder then segmented all dialogs for the current analysis."], "structured": false, "doc_id": 39636, "title": "title"}
{"abstract": ["At week 19, the last dose of blinded study drug was given to subjects who were tolerating the 1625 mg dose and they progressed to 2000 mg at week 20.", "Subjects who failed to reach 1625 mg received additional doses of study drug while continuing to updose for a maximum of 6 additional weeks.", "The primary outcome of the study was the ability to tolerate 2000 mg of peanut protein 6 weeks after withdrawal of study drug, defined as at least one day during the preceding week when this dose was consumed with no reaction.", "If the 2000 mg dose of peanut protein was not reached after the six-week extension, study drug was stopped but weekly updosing continued as tolerated.", "Those who could not tolerate 250 mg peanut protein by week 19 were considered treatment failures and had the option to receive open label omalizumab with peanut OIT, but initial therapy remained blinded (that is patients and investigators were not aware which treatment these subjects had initially received) Subjects who transitioned to open label omalizumab continued on the highest dose of peanut protein tolerated while receiving omalizumab for 12 weeks, and then followed the same updosing protocol as in the blinded portion of the study."], "structured": false, "doc_id": 35186, "title": "title"}
{"abstract": ["The pre-operative assessment was done 1 day before the day of surgery.", "Parents were taught about the scoring for ease of administration and facial hedonic scale at the time of pre-operative assessment.", "They were also given a demonstration on how to use the nasal spray and were made to practice on a mannequin using a placebo.", "Weight, pulse rate, and blood pressure were measured at the time of pre-anesthetic check-up on the day before the surgery.", "Parental education level was noted and categorized according to the education scale adapted from Kuppuswamy's socioeconomic scale [12] .", "Patients were made to follow standard fasting guidelines before the surgery.", "On the day of surgery, the pulse rate was recorded 30 min before entering the operation room (i.e., just before administering the premedication).", "Patients were randomly allocated into either of the two groups, N and O. Group N received intranasal midazolam spray administered by parents at a dose of 0.2 mg/kg, and group O received oral midazolam syrup administered by parents at a dose of 0.5 mg/kg.", "Commercially available oral midazolam syrup (manufactured by M/S Neon Laboratories Limited, India) and midazolam available in the marketplace specially produced for nasal administration (Samarth Pharma Pvt.", "Ltd) which delivers 0.5 mg midazolam per metered dose (puff) was used in our study.", "The nasal midazolam bottle is supplied with a nozzle.", "First, the nozzle should be connected to the bottle, and the child's head should be made straight.", "Then the nozzle has to be introduced into the nares of the child and the nozzle has to be pressed downwards for the delivery of the drug (shown in Fig. 1 ).", "The commercially available nasal midazolam delivers 0.5 mg per puff.", "So first we calculated the dose required for the child and divided it by 0.5 to calculate the number of puffs needed for the child.", "Then we divided the number of puffs equally between each nostril of the child.", "For example if the child weighed 10 kg, the dose required was 0.2 × 10 = 2 mg.", "As each puff deliver 0.5 mg, the child requires 2/0.5 puffs, i.e., four puffs.", "So, two puffs in each nostril were administered.", "If the final amount was not a multiple of 5, then we adjusted the value to the nearby multiple.", "If the weight was 12 kg, then the dose required was 2.4 mg.", "It was adjusted to a nearby multiple of 5, i.e., 2.5 and 2.5/0.5 is 5 puffs.", "Commercially available oral midazolam contains 2 mg/cc of midazolam.", "First, we calculated the amount required and took the amount in the cup/tumbler supplied by the manufacturer ( Fig. 1) , and administered it.", "If the child weighed 10 kg then the dose required was 0.5 × 10 = 5 mg.", "As the drug is available as 2 mg/cc, the amount required was 5/2 = 2.5 ml.", "So 2.5 ml of oral midazolam was taken in the cup and administered.", "Parents were made to score ease of administration and facial hedonic scale just after administering the drug [13, 14] .", "An observer recorded the modified medication acceptance score [15] .", "Pulse rate was recorded 10 and 20 min after administering the drug.", "Sedation scores were recorded at 15 and 30 min after administering the drug [3] .", "The patient was separated from the parent 30 min after drug administration, and parental separation anxiety score was recorded [3] ."], "structured": false, "doc_id": 40723, "title": "title"}
{"abstract": ["Children were tested on the FSM items and BOT-2 by the same assessors on one day and on 10 x 5 meter sprint tests on a separate day.", "Training commenced one week later and continued for five weeks.", "All pre-and post-measures were conducted by two separate team of assessors, who were blinded to pretest results and the protocol the children were assigned to."], "structured": false, "doc_id": 38820, "title": "title"}
{"abstract": ["Birth attendants were blinded for group allocation.", "Measurements of skinfold thickness, abdominal circumference, and intervention administration were done non-blinded by the investigators.", "The first author (KKG) was not blinded for group allocation as she supervised the exercise training.", "The statistician was blinded for group allocation."], "structured": false, "doc_id": 39758, "title": "title"}
{"abstract": ["There were some limitations in our study.", "Small number of patients in different groups limited our results.", "The significance of relative improvements in the cases compared to the controls could be bolder with larger samples.", "We also did not include a valid tool to assess the quality of life in our patients; given the improvement of the constipation-related symptoms in many of the cases; it is advisable that in a similar setting, the objective improvement in the patients' quality of life be assessed.", "Other limitations of our study were short-term follow-up, single-center study and lack of sham stimulation (with that the placebo effects cannot be excluded).", "Another limitation of this study was that there was no blinded observer to assess constipation symptoms during the post treatment follow-up.", "As anorectal manometry was performed in the gastroenterology department of our center by a pediatric gastroenterologist, we only had access to data reporting presence or absence of RAIR, the volume required to elicit an RAIR and sphincter pressure."], "structured": false, "doc_id": 38900, "title": "title"}
{"abstract": ["All provisionally eligible children in each grade and each county (VA < 6/12 in both eyes) were randomized individually to one of four groups, stratifying by grade (grade 7 and grade 8) and the two towns.", "Children themselves and investigators assessing study outcomes were masked to group assignment.", "Three groups received standard, custom spectacles with inter-pupillary distance measured by standard techniques and powers determined in the following fashion: University optometrists group: Cycloplegic automated refraction with refinement by an experienced optometrist from ZOC."], "structured": false, "doc_id": 34699, "title": "title"}
{"abstract": ["Posttreatment interview assessments were administered by postdoctoral-and postgraduate-level psychologists blind to condition; assessors did not deliver treatment or contribute to other elements of the trial and did not work in any of the settings where CT-PTSD was delivered.", "Participants were instructed not to disclose their treatment status to the assessor.", "Blind raters were asked to guess allocation at the end of the interview.", "For cases where blind raters made a guess (n = 23), the agreement with actual allocation was no better than chance (Cohen's j = 09, p = .65); this suggests raters were indeed blind.", "Assessments at 6MFU and 12MFU were not blind as these were only administered to CT-PTSD participants."], "structured": false, "doc_id": 33777, "title": "title"}
{"abstract": ["All combinations proved non-inferior to the standard treatment with AmBisome, with definitive cure rate differences in relation to AmBisome compared to: AmBisome + paromomycin ITT 1.3% (95%CI -1.73, 4.27); AmBisome + miltefosine ITT1-3.7% (95%CI -9.20,1.85) and paromomycin + miltefosine ITT1-0.1% (95%CI -4.15, 4.03) ( Table 1 ).", "Treatments were well tolerated and no new safety signal was identified.", "Overall adverse events were of mild intensity.", "The internationally accepted parameters for efficacy of VL treatment (!", "95%) [8] were also met for all combinations in both the per-protocol (PP) and the intention-to-treat (ITT) populations, except for AmBisome + miltefosine, which showed an efficacy of 94.4% in the ITT population.", "These cases of failure were not due to lack of response or relapse, but related to two deaths and a higher number of treatment discontinuations in relation to adverse events, requiring rescue treatment.", "The trial was not powered to detect differences between the treatment arms; however, a small but significant difference was found between the efficacy of AmBisome + miltefosine and AmBisome + paromomycin in both the PP and ITT population.", "Post-hoc analysis of the data stratified per age group showed that this difference only remained significant in adult patients ( Table 5 ).", "There was no loss to follow up at 6 months as patients were actively tracked by committed field workers, and there were no relapses or PKDL.", "However, there is recent evidence that most relapses occur after 6 months [9, 10] .", "We therefore recommend, in line with other authors [9] , to follow VL patients for at least 12 months before determining the final treatment outcome.", "The combination regimens described in this paper have been studied earlier in a Phase III clinical trial conducted in India (2008-2010) [7] .", "The excellent safety and efficacy outcomes in the present study support those found in India.", "The main difference with the Indian study is that patients have been mostly treated in field conditions at Upazila level, with treatment provided by government doctors.", "This study provides evidence that it is feasible to scale up the implementation of combination regimens within national program settings and that these are acceptable to patients as well as doctors.", "However, the patient population was selected to have non-severe disease, and we recommend active pharmacovigilance at sentinel sites in Bangladesh documenting treatment outcome (side effects, early treatment failure, relapse and PKDL) on the full patient population after implementation of combination regimens."], "structured": false, "doc_id": 35244, "title": "title"}
{"abstract": ["In group A no propofol was given before extubation while in group B injection propofol 1 mg/kg was given before extubation and suctioning of the throat.", "After extubation, both groups were monitored for signs of laryngospasm at 1, 3, 5, 10, 15, 20 minutes after extubation.", "Monitoring for laryngospasm was done by a different anaesthesiologist who was not aware of the group of the patient to eliminate bias.", "Laryngospasm was treated with 100% oxygen, jaw thrust, gentle positive pressure ventilation, additional doses of propofol and in severe cases with injection suxamethonium and tracheal intubation.", "All relevant data was recorded on a prescribed proforma.", "Data was analyzed using SPSS version 13, a computer based software.", "Frequency and percentage were calculated for gender and laryngospasm.", "Mean and standard deviation were calculated for age and weight.", "Frequency of laryngospasm was compared between two groups.", "Chi-square test was the test of significance with P-value < 0.05 as level of significance."], "structured": false, "doc_id": 35447, "title": "title"}
{"abstract": ["Injection time was 20 seconds, including the time it took to disinfect the skin with alcohol.", "Then, all the neonates were monitored for 2 minutes.", "During this time, the infants were under camera recording, (Sony HDR-pJ82), which was installed in front of the radiant heater.", "All the individuals involved in the study were blinded to the group assignments, except for the cameraman who sequenced the images in numbers and was guided by the researcher."], "structured": false, "doc_id": 40111, "title": "title"}
{"abstract": ["The present study describes a parallel-group, randomized controlled trial with blinded assessors, conducted in a tertiary outpatient concussion clinic.", "The study protocol was approved by the University of British Columbia Clinical Research Ethics Board and prospectively registered with clinicaltrials.gov (NCT02031068).", "Consecutive referrals to the clinic between January 2015 and August 2016 were screened for eligibility.", "Participants were eligible if they were 12 to 18 years of age, sustained a sport-related concussion, 12 were !", "4 weeks postinjury, and reported !", "2 persistent postconcussion symptoms.", "Exclusion criteria were as follows: history of a developmental disorder; previous moderate-to-severe traumatic brain injury; in active mental health treatment; and a previous concussion within 6 months of the index injury.", "Note that we did not require that patients self-report exertion tolerance or demonstrate exertion intolerance with graded treadmill testing, unlike some prior trials.", "6, 13 Referred patients were contacted within 1 week for an eligibility screen.", "Potentially eligible participants were invited for an in-person meeting to obtain consent, assent from a parental guardian, complete baseline assessment measures, and undergo a medical evaluation with the study physician to confirm their concussion diagnosis and rule out contraindications to exercise.", "Confirmed eligible participants were randomized (1:1) according to a predetermined simple randomization sequence, concealed from the research team, to either treatment as usual (TAU) or TAU plus an active rehabilitation program.", "Figure 1 depicts participants' flow through the study."], "structured": false, "doc_id": 33887, "title": "title"}
{"abstract": ["Numbered and closed envelopes were prepared before the trial including the treatment allocation card.", "And a secretary out of the study was responsible for opening the envelope in sequence.", "Patients completing full orthodontic treatment were randomly assigned to the Essix or Hawley retention groups.", "Fixed lingual retainers were not applied to any of patient in order to reveal only the effects of removable appliances on speech performance.", "During the fixed labial orthodontic treatment of these patients, lingual/palatal anchorage devices or acrylic appliances such as bite plates were not used, as they would have allowed better or faster speech adaptation to the retainers.", "The Essix retainers were constructed from plastic, copolyester .030″ Essix sheet materials according to the manufacturer's instructions, and the maxillary retainers were trimmed into a horseshoe shape.", "The Hawley retainers were made with Adams clasps, labial wire with vertical loops, and lingual acrylic.", "The acrylic part of the Hawley retainer had a uniform thickness of 2-3 mm, and it was trimmed into a horseshoe shape.", "The patients were instructed to wear the retainers 24 hours a day for 6 months, including while eating, but to remove them when brushing their teeth.", "It was recommended that the patients not read paragraphs out loud to expedite speech adaptation, in order to allow spontaneous flow during speech adaptation.", "The speech sound assessments were performed by a speech-language pathologist (FE) who was blinded to the nature of the study and did not have a thorough knowledge of the potential effects of the retainers."], "structured": false, "doc_id": 35035, "title": "title"}
{"abstract": ["This open-labeled randomized clinical trial was conducted on premature neonates who were hospitalized in NICU of Ali Asghar hospital in 2014 after obtaining permission from the ethics committee of Tehran University of Medical Sciences (Ethic Number: 91/D/130/2368).", "The inclusion criteria were gestational age less than 32 weeks and neonatal weight less than 1500 grams.", "Those neonates with the history of maternal hyperparathyroidism or maternal vitamin D deficiency or lack of parental consent were excluded.", "All neonates were selected by convenience sampling method that was randomly categorized (using block randomization method) to two groups.", "One of the two groups received TPN with intravenous sodium glycerophosphate or Glycophos (1.5 mmol/kg/day, Fresenius Kabi's Glycophos, USA) and another were fed with TPN but without sodium glycerophosphate.", "The personnel for DEXA scanning and statistical analyzer were blinded to study protocol."], "structured": false, "doc_id": 39977, "title": "title"}
{"abstract": ["Full details of this study can be found in the published protocol (Porter et al., 2012) .", "After obtaining informed consent, data were collected at the participants' home by an independent researcher.", "Appropriate randomisation and blinding protocols were adhered to.", "The Northern Ireland Clinical Trials Unit (NICTU) randomised participants; the randomisation list was computer-generated with random variable block lengths and stratified by recruiting centre.", "Due of the nature of the intervention, both the music therapist and the research participants involved were aware of whether or not the intervention had been administered.", "However, the participants and the professionals involved in their care were asked not to disclose this to the researcher/outcome assessor."], "structured": false, "doc_id": 33781, "title": "title"}
{"abstract": ["Each patient received three echocardiograms (ECHO) during the trial to assess for changes in left ventricular hypertrophy at baseline, midway during the study (after the first study period), and again at the end of the second study period.", "ECHOs were performed during the middle of the week, after a dialysis session, and were read centrally at CCHMC, with readers blinded to patient treatment assignment.", "We also obtained quality of life (QoL) assessments at baseline and after 12 weeks for each study period.", "QoL assessed for both parents and patients was measured with The Pediatric Quality of Life Inventory (PedsQL) 4.0 Generic Scale and 3.0 End-Stage Renal Disease (ESRD) Scale and scored from 0 to 100, with higher scores representing better QoL [22, 23] .", "Only parents of two patients filled out the QoL instruments, so only the patient-reported data was included."], "structured": false, "doc_id": 35580, "title": "title"}
{"abstract": ["Children were assessed at least 12 wk after their most recent botulinum toxin therapy and were pair-matched for age and Manual Ability Classification System level (Eliasson et al., 2006) .", "Children were assessed at baseline (Time Point 1, or TP1), after 6 wk of intervention or control (TP2), at 6-wk follow-up (TP3), and at 6-mo follow-up (TP4; see Figure 1 ).", "All assessments were undertaken at each time point, including goal setting and subsequent scoring, by an assessor blinded to group allocation.", "With the assessor, who was trained to identify tasks involving obvious somatosensory cues, children and their parents set goals important to them that involved the upper limbs.", "After completing the baseline assessment, children were randomized to a group by a third party not involved with the study."], "structured": false, "doc_id": 40276, "title": "title"}
{"abstract": ["Primary endpoints were consumption of epidural ropivacaine and postoperative pain intensity.", "Secondary endpoints were the need for rescue analgesics, incidence of emergence agitation, and other adverse events (respiratory depression, pruritus, hypotension, bradycardia, postoperative nausea and vomiting, urinary retention, and oversedation).", "Patients were observed for 1 hour in the post-anesthesia care unit (PACU) and followed up for 48 h postoperatively at the ward.", "An independent anesthesiologist blinded to group allocation assessed these variables.", "Postoperative pain was assessed using the revised Face, Legs, Activity, Cry, and Consolability (r-FLACC) pain scale (total score, 0-10).", "14 If the r-FLACC pain score was noted at any time to be ≥4, the patient was given 0.5 μg/kg fentanyl (at the PACU) or 1 mg/kg tramadol (at the general ward).", "If the block was clinically inadequate or the epidural catheter was inadvertently dislodged, the patient was withdrawn from the study, and fentanyl-based intravenous PCA was prescribed.", "Any interruptions in the use of epidural PCA, including pause or discontinuation, were recorded.", "Data col-lected from the epidural PCA device (Accumate 1100, Woo Young Medical Co., Ltd., Seoul, Korea) included volume delivered and number of effective bolus attempts per hour.", "Emergence delirium was assessed using the Pediatric Anesthesia Emergence Delirium (PAED) scale 15 at 10-min intervals for the first 40 min after awakening from anesthesia.", "A total score of >12 at any time was considered emergence agitation.", "Sedation was assessed using a 4-point scale (1=alert, 2=drowsy or opening eyes in response to verbal command, 3=asleep but opening eyes in response to physical stimulus such as earlobe tug or shaking shoulders, 4=opening eyes to painful stimulus).", "Oversedation was defined as a score of >2."], "structured": false, "doc_id": 38865, "title": "title"}
{"abstract": ["An independent consultant produced a computer-generated randomization schedule, and an independent study nurse allocated the identically packaged dietary intervention powders to the corresponding study number of the child.", "This study nurse was involved in neither the assessment of the child nor the allocation of the study powder.", "Participants, care providers, physicians, dieticians, and nurses involved in assessing the outcome were blinded."], "structured": false, "doc_id": 38758, "title": "title"}
{"abstract": ["One of the limitations of our study is that it was a single centre study.", "However, this study can serve as a pilot study facilitating the setting up of similar studies in other centres.", "Biases were limited by the doubleblind randomized methodology: the content of the gas bottles was hidden to the patients and to the physiotherapists.", "The goniometer angles were not hidden; however, this measurement is objective, and was performed by one physiotherapist blinded to the study group, and according standardized procedures; the measure was checked and recorded by the other one."], "structured": false, "doc_id": 34718, "title": "title"}
{"abstract": ["Neurodevelopment assessment was done by a trained occupational therapist blinded to the study using DASII (Developmental Assessment Scale for Indian Infants).", "DASII includes motor, mental and cognitive development, language, sensory, physical growth and emotions [12] ."], "structured": false, "doc_id": 40842, "title": "title"}
{"abstract": ["This was a randomized, double-blind, multicenter, comparator-controlled clinical trial conducted in 34 sites within the US from March 2014 to October 2015.", "The protocol was conducted in accordance with principles of Good Clinical Practice (GCP), including obtaining written informed consent from each participant's parent(s) or legal guardian(s) prior to study entry, and was approved by the human studies committees applicable to each study site.", "VAR NSP and VAR were packaged identically, so that treatment blind/ masking was maintained.", "The subject, the investigator, and Sponsor personnel or delegate(s) who were involved in the treatment or clinical evaluation of the subjects, were unaware of the treatment group assignments.", "Randomization occurred centrally using an automated phone system.", "Subjects were assigned randomized treatment in a 1:1 ratio to VAR NSP and VAR, respectively.", "No stratification based on age, sex, or other characteristics was used in this trial.", "The investigator/co-investigators from each site were fully responsible and accountable for the study conduct and reporting data from each respective study site.", "z Vaccine relationship is determined by the investigator."], "structured": false, "doc_id": 42758, "title": "title"}
{"abstract": ["The study personnel collecting the data and analysing the study outcomes were blinded to group allocation."], "structured": false, "doc_id": 37734, "title": "title"}
{"abstract": ["Thirty minutes after processing, blood samples for culture were taken under sterile conditions from each unit of salvaged blood.", "The samples were collected in paediatric aerobic (VersaTREK ® REDOX 1 EZ Draw) and anaerobic Cleveland, OH, USA) bottles, and tested in the Microbiology Department of our hospital.", "Blood was also collected in dry tubes for a complete blood count and serum levels of vancomycin, which were processed 2 h after extraction by the Clinical Pharmacology Department using the AxSYM ® Vancomycin II (Abbott Laboratories, Illinois, IL, USA) fluorescence polarization immunoassay.", "Statistical analysis of data was performed using SPSS 9.0 ® statistical software (SPSS Inc., Chicago, IL, USA).", "Qualitative data were described as absolute frequencies and percentages, and quantitative data were described using mean, median and standard deviation (minimum, maximum), according to distribution.", "Qualitative data were compared using Fisher's exact test.", "The differences between theoretical vancomycin levels in wash solution and real levels detected in salvaged blood were analyzed using the Wilcoxon test for paired data.", "All statistical tests were considered bilateral, and significant was set at p < 0.05."], "structured": false, "doc_id": 34318, "title": "title"}
{"abstract": ["Participants were randomized to an intervention group or a waiting list group by the minimization method.", "32 With this method, the randomization group allocated to the next study participant depends partly on the characteristics of those participants already enrolled, thus minimizing the imbalance between the groups across multiple factors.", "The groups were balanced for the following variables: sex, age at randomization, age at radiotherapy, age group (7 to 13 years or above 13 years), type of radiotherapy (focal vs craniospinal).", "At mid-study each participant shifted groups in a cross-over fashion.", "This allowed all participants to take part in the active-video-gaming intervention, something we expected would serve as a motivational factor for study participation.", "The participants were instructed to refrain from active video gaming during the waiting list period, but otherwise live their life as normal.", "They were evaluated at 3 time points: at the study start, in-between periods, and at the end of study (Fig. 1B) .", "These evaluations included tests of cognitive functions and execution of ADL.", "Testers were blinded to the participants´ randomization group."], "structured": false, "doc_id": 46809, "title": "title"}
{"abstract": ["Outcomes were assessed after a 12-hour overnight fast at baseline and 6 months.", "Outcome assessors were masked to random group assignment.", "Data were managed using Research Electronic Data Capture.", "34 The BMI z score and percentile were calculated using reference data for sex and age.", "24 Body weight and height were measured using a calibrated electronic scale and wallmounted stadiometer, respectively.", "Waist and hip circumferences were measured according to established methods.", "35, 36"], "structured": false, "doc_id": 33907, "title": "title"}
{"abstract": ["In a special classroom at the school, a fixed arrangement of four televisions, four Nintendo Wii Fit consoles and balance boards were set up and partitioned in a way that children could not see other screens while playing.", "Four children simultaneously played the game under the direct supervision of two trained (student) therapists, who provided instructions when needed, motivation and encouragement to the children.", "These student therapists also recorded scores obtained by each child at the end each game.", "All children spent 20 minutes playing twice a week for a period of five weeks.", "Both groups were randomly divided in two training protocols:"], "structured": false, "doc_id": 38820, "title": "title"}
{"abstract": ["The aim of this study was to investigate the efficacy of intraperitoneal local anesthetic (IPLA) on pain after acute laparoscopic appendectomy in children.", "Summary of Background: IPLA reduces pain in adult elective surgery.", "It has not been well studied in acute peritoneal inflammatory conditions.", "We hypothesized that IPLA would improve recovery in pediatric acute laparoscopic appendectomy.", "Methods: This randomized controlled trial in acute laparoscopic appendectomy recruited children aged 8 to 14 years to receive 20 mL 0.25% or 0.125% bupivacaine (according to weight) atomized onto the peritoneum of the right iliac fossa and pelvis, or 20 mL 0.9% NaCl control.", "Unrestricted computergenerated randomization was implemented by surgical nurses.", "Participants, caregivers, and outcome assessors were blinded.", "The primary outcome was pain score.", "Analysis was by a linear mixed-effects model.", "Results: Of 184 randomized participants (92 to each group), the final analysis included 88 IPLA and 87 control participants.", "There was no statistically significant difference in overall pain scores (effect estimate 0.004, standard error 0.028, 95% confidence interval À0.052, 0.061), and no difference in right iliac fossa or suprapubic site-specific pain scores, opioid use, recovery parameters, or complications.", "No child experienced a complication related to the intervention.", "Conclusion: IPLA imparted no clinical benefit to children undergoing acute laparoscopic appendectomy and cannot be recommended in this setting."], "structured": false, "doc_id": 34911, "title": "title"}
{"abstract": ["This randomized controlled trial was approved by the institutional review board of Severance Hospital, Korea (No. 4-2014-0921) and registered at ClinicalTrials.gov (NCT02375191).", "After obtaining written informed consent from the parents or legal guardians, we prospectively enrolled pediatric patients aged 3 to 12 years who were scheduled for extensive orthopedic surgery of the lower extremities and epidural patient-controlled analgesia (PCA) between February 2015 and June 2016 at Severance Hospital.", "In this study, extensive orthopedic surgery was defined as at least one bone procedure at different anatomical levels (hip or knee).", "Exclusion criteria included history of known or suspected coagulopathy, any congenital anomalies at the site of the proposed epidural block, severe cognitive impairment with no verbal communication, history of allergies to any of the study drugs, and postoperative intensive care unit admission.", "Patients were randomized into the fentanyl group or dexmedetomidine group using a computerized randomization table.", "The random numbers were kept in opaque sealed envelopes and opened by an independent anesthesiologist not involved in the study, who prepared the study drugs in identical syringes labeled only with the drug's serial number.", "All attending surgeons and anesthesiologists in charge of patient management were blinded to group allocation throughout the study period."], "structured": false, "doc_id": 38865, "title": "title"}
{"abstract": ["These patients were randomly divided into two equal retention groups as Essix and Hawley.", "Five patients did not appear during the follow-up periods.", "Thus, the Essix group ultimately included 13 participants (3 male and 10 female), with a mean age of 15.3 ± 2.4 years, and the Hawley group included 12 participants (5 male and 7 female), with a mean age of 16.3 ± 2.56 years.", "All of the patients were native speakers raised in a monolingual environment.", "At the beginning of the observation period, none of the patients had known cognitive deficits, definite dysmorphology such as cleft lip and/ or palate, neurological disorders, phonological problems, articulation problems, or hearing loss.", "Patients who were due to debonding process were assessed by the orthodontist (EA) for inclusion in the trial according to the inclusion and exclusion criteria and were recruited by consecutive debonds.", "The patients were treated with non-extraction treatment protocol and had Class I and II malocclusion.", "Potential contributors were identified at the last appointment, and the orthodontist explained the purpose and process of the study to both parents and patients."], "structured": false, "doc_id": 35035, "title": "title"}
{"abstract": ["We evaluated intervention integrity for the website by examining data analytics that tracked the number of pages visited and the amount of time spent on each page.", "We told participants that their role in the research was to evaluate and provide feedback on health websites designed for teen audiences.", "The website analytics revealed that intervention participants spent an average of 23 min reviewing the website (range 0 to 66 min; SD = 18.8 min).", "Approximately 89 % visited at least 50 % of the website pages, with 73 % visiting 100 % of the website pages.", "We did not have access to the data analytics for the control website.", "To obtain an estimate of control participation, at follow-up, we asked control participants whether they had visited the Above the Influence website.", "One hundred ninety-three of the 206 control participants (93.7 %) who completed follow-up reported visiting the control website at least once."], "structured": false, "doc_id": 36242, "title": "title"}
{"abstract": ["Randomization of syringes was performed with a one-to-one allocation ratio and randomized permuted blocks.", "Prior to placing the syringes in the ED, they were labeled with a unique numerical identifier and randomized in the fashion above.", "Only the pharmacist, who was kept blinded to the primary endpoint and any clinical criteria throughout the study's duration, was aware of the identity of the drug.", "When a study drug was ordered, the nurse would simply pull a syringe from the medication drawer (irrespective of identifier).", "All clinical staff (nurses, physicians, study personnel), subjects, and their families were blinded to the drug's identity."], "structured": false, "doc_id": 38803, "title": "title"}
{"abstract": ["The children included in the study were 2-10 years of age, American Society of Anesthesiologists' physical status I-II and posted for elective plastic and paediatric surgeries requiring tracheal intubation.", "The following were excluded from the study: (i) patients with upper respiratory tract symptoms, (ii) those at risk of gastroesophageal regurgitation and (iii) those with airway-related conditions such as trismus, limited mouth opening, trauma or mass.", "Sixty patients were equally randomized by block randomisation to one of the two groups (Airtraq™ and Miller) of 30 each for airway management using a computer-generated randomisation programme by an anaesthetist who was not involved in the operating room procedures.", "Operating room nurse in-charge assigned the participants to interventions.", "As it was a single-blind study, participants were blinded to the interventions.", "Three anaesthesiologists, involved in this study, were assigned to intubation using the two devices.", "The anaesthesiologists had performed at least 300 intubations using the Miller blade in pediatric patients and more than 50 intubations using the Airtraq™ in adult manikins and at least 40 intubations in pediatric patients before this study.", "The primary outcome measure was time for intubation.", "We also measured ease of intubation, number of attempts, POGO score, haemodynamic changes and airway trauma."], "structured": false, "doc_id": 40691, "title": "title"}
{"abstract": ["We used commercially available devices that could not be masked for the sake of the study; the devices were therefore identifiable by nurses performing the study, but most of these devices have never been used before by the investigators, who were \"blind\" to their efficiency."], "structured": false, "doc_id": 39368, "title": "title"}
{"abstract": ["This was a multicentred, randomised controlled trial (NCT00360061) with 12-month postintervention follow-up.", "Participants were randomised to CBT or NDC with stratification by gender and centre according to the minimization method 19 after a 3-month run-in period, with baseline dietetic education (3-day food diary and a home visit from a dietician) to compensate for potential variations in the dietetic provision between participating centres.", "The participant's diabetes team was blinded as to the outcome of randomisation.", "Ethical approval for the study has been granted by the multicentre research ethics committee (MREC 01/5/34) and participating hospitals in the South-West England."], "structured": false, "doc_id": 33891, "title": "title"}
{"abstract": ["rated at 6.6 on a 10-point scale, suggesting that increasing habitual water intake to 8 cups per day may be simple in concept, but difficult or impractical in reality, raising the issue of feasibility.", "Environmental barriers and challenges outside the home may have been key factors compromising adherence.", "Given these barriers, the observed increase in water intake may be the best that can be expected among adolescents.", "Almost one-third of adolescents in the water group reported not being able to drink water in class, presenting a significant barrier to adherence.", "Furthermore, approximately 40% reported a lack of convenient places to drink water from a fountain or refill a water bottle outside of school or home.", "These barriers may have limited the ability of our participants to achieve the 8 × 8 recommendation.", "Access to drinking water is often compromised in schools owing to older plumbing infrastructure and related cost implications and/or municipal water safety issues.", "38, 39 These challenges may also be contributors to the high rate of dehydration among adolescents.", "4 Future studies testing the advice to drink 8 cups of water per day for weight loss will need to consider study designs that overcome the environmental barriers associated with the provision and/or accessibility of potable water, such as placement of \"water jets\" (electrically cooled, large clear jugs with a push lever for fast dispensing) in school cafeterias to increase access to drinking water.", "40 Strengths of our study include the randomized design, inclusion of a pediatric population, 100% completion rate, and masking of participants to the specific aims of the study.", "Additional strengths include the control for treatment intensity, a well-differentiated message about water consumption with the same background standardized weight-reducing intervention, and use of various behavioral supports to maximize differentiation and adherence.", "In addition to the suboptimal adherence to the 8 × 8 recommendation as discussed above, other study limitations include the small sample size and reliance on self-report for dietary assessment, recognizing the well-documented potential for recall and social desirability biases."], "structured": false, "doc_id": 33907, "title": "title"}
{"abstract": ["Patients were 1 : 1 randomized into two groups.", "For that purpose, 50 sealed envelopes were prepared containing the allocation to one of the groups, 25 to group A (listening to parental voice) and 25 to group B (not listening to parental voice).", "Before and during intervention, all 50 children were wearing earphones.", "This assignment was blinded for patients (start of recorded story after sleep induction), parents, and physicians performing interventions and sedation."], "structured": false, "doc_id": 40291, "title": "title"}
{"abstract": ["At the end of T1 testing session, the parents were given a DVD copy of TT series or the control series and told that their child should watch a minimum of two episodes per day during the 8-week intervention period.", "Parents of participants from the parental support groups were also given the parent guide, and were provided with a thorough guidance on its use.", "They were asked to support their child's learning, using the activities set in the guide.", "T2 testing took place 8 weeks later, and T3 testing took place 12 weeks after T2 (or as near to 12 weeks as was possible).", "The experimental procedures were identical to that described for T1, except for the administration of different versions of the three ER tasks at each level.", "Administration order of the different versions of the computerized tasks at Time 1-3 was counterbalanced within each generalization level.", "At the end of T3 testing, participants and their parents were debriefed with details about the purpose and future directions of the study and all the children received a free copy of TT DVD."], "structured": false, "doc_id": 39027, "title": "title"}
{"abstract": ["No significant effects on either parental monitoring or glycemic control were found among families where both the parent and adolescent received a motivational intervention.", "The simultaneous promotion of improved adolescent selfmanagement might have been expected to optimize the parent intervention.", "However, it is also possible that promoting independent adolescent goal setting and self-efficacy for diabetes care did not fit well with concurrent increases in parental involvement.", "It was not possible to ensure that parents and adolescents remained blinded to each other's treatment assignment after the delivery of treatment sessions.", "Parents whose adolescent received the motivational intervention may have decided against increased monitoring if the adolescent verbalized an intention to improve their diabetes care.", "Regardless, no evidence was found to suggest the need to deliver a concurrent motivational intervention to the adolescent to ensure the effectiveness of The 3Ms."], "structured": false, "doc_id": 33826, "title": "title"}
{"abstract": ["Each subject was followed by two clinicians at each site: a treating clinician who monitored the medication dose and adverse events, and an independent evaluator who assessed therapeutic outcomes without any discussion of dose or adverse effects.", "Independent evaluators underwent training using standardized videos with gold standard scoring by Dr. Scahill.", "Follow-up visits during the double-blind phase occurred at weeks 2, 4, 6, and 8 (endpoint).", "At the week 8 visit, the independent evaluator rated treatment response on the Clinical Global Impressions-Improvement (CGI-I) (positive response indicates much improved or very much improved) using all available information.", "The treatment blind was broken by the treating clinician (the independent evaluator remained blinded).", "Children who showed a positive response to guanfacine were invited to enter the 8-week extension phase and were evaluated at weeks 12 and 16.", "Children assigned to placebo who did not show a positive response were offered treatment in an 8-week open-label trial of guanfacine with the same visit schedule used in the double-blind phase."], "structured": false, "doc_id": 33681, "title": "title"}
{"abstract": ["We performed a randomized, parallel-group, double-blind, placebocontrolled trial in Japan identified by JapicCTI number 121848.", "Ninety sites participated in this trial, and 946 subjects were randomly assigned to daily treatment with the SQ HDM SLIT tablet at a dose of 10,000 Japanese allergy units (JAU) or 20,000 JAU or to placebo (1:1:1).", "Because there was limited AIT experience among Japanese physicians and patients, a 2-step dose escalation was chosen, although the safety profile was similar in the fixed-dose groups and the dose-escalation group in the Japanese phase I trial.", "Based on the safety profiles of the European phase I trials, 16 3,300 JAU (2 SQ-HDM) was selected as the initial dose for a week, followed by upward titration of the dose to 10,000 JAU (6 SQ-HDM); for subjects randomized to the 20,000 JAU (12 SQ-HDM) group, a further upward titration was performed again 1 week after treatment with 10,000 JAU.", "During updosing, patients were provided with weekly packages of the investigational medicinal product or placebo to maintain blinding.", "Therefore subjects received their randomized treatment for approximately 12 months.", "An electronic diary system was used to obtain information regarding symptom and medication scores in a timely manner.", "The trial design is shown in Fig 1.", "The trial was designed and conducted in accordance with the Declaration of Helsinki 17 and Good Clinical Practice guidelines."], "structured": false, "doc_id": 33866, "title": "title"}
{"abstract": ["We conducted a prospective, open-label, randomized, crossover pilot trial over two successive 12-week (3-month) study periods ( Fig. 1 ).", "Patients were randomized to either conventional HD treatment of 3 days per week for 4 h (12 h per week; controls) then followed by 5 days per week shorter, more frequent HD for 2 h 25 min (12 h total per week; intervention), or vice versa."], "structured": false, "doc_id": 35580, "title": "title"}
{"abstract": ["The assistant was also responsible from distributing lollipops to children according to the groups.", "So the dentist, the children, and the parents/guardians of the children were blinded to the group division."], "structured": false, "doc_id": 39014, "title": "title"}
{"abstract": ["Investigator II performed randomization and the GA and could not be blinded to the treatment due to the kind of intervention (administration and monitoring of either one or two inhalational anesthetics)."], "structured": false, "doc_id": 42267, "title": "title"}
{"abstract": ["A pharmacist who was not involved in the care of the patients prepared methylprednisolone, hydrocortisone, and placebo solutions with 0.9% saline.", "All study and clinical personnel were blinded to the treatment allocation until the study period ended.", "No additional steroids were administered during the study period.", "The study drug infusion was allowed to stop at the discretion of the PICU physician, if the patient was in low cardiac output and was assumed to benefit from the administration of hydrocortisone."], "structured": false, "doc_id": 41480, "title": "title"}
{"abstract": ["Data collection occurred between March 2015 and October 2016, with the intervention being implemented, in a staggered format, from April to July 2015 (see Fig. 2 for SPACE timeline).", "Measurements were completed for preschoolers in both the experimental and control condition at baseline (i.e., week 0), immediately postintervention (i.e., week 8), and at 6-and 12-month follow-up.", "Trained in conducting anthropometric measurements (inter-rater reliability, r = .99), research assistants (n = 2), who were blind to group assignment, completed all measurements.", "Research staff visited participating childcare centres prior to the onset of each data collection period to distribute the accelerometers (including instruction sheets and daily wear-time logs) and questionnaire packages."], "structured": false, "doc_id": 39995, "title": "title"}
{"abstract": ["Randomization was achieved using opaque sequentially numbered envelopes developed from a random number generator.", "A research assistant who was not involved in the recruitment of participants prepared the envelopes.", "The allocation of eligible participants was performed by a health practitioner who was not a member of the research team at the health center.", "BR, the research statistician, and pediatric dentist, and LB were remained blind throughout the study and analysis."], "structured": false, "doc_id": 37096, "title": "title"}
{"abstract": ["Once baseline data were collected, each sibling dyad was yoked with another enrolled dyad with similar living situations (i.e., living together or apart from their sibling).", "Efforts were also made to match dyad profiles in terms of race (i.e., white and non-white) and sibling composition (i.e., same and mixed gender).", "After a dyad was yoked with a matched pair, each dyad was then randomly assigned to either the intervention group or the control group (i.e, simple randomization).", "Specifically, and so as to reduce opportunities for bias, implementation of randomization was carried out by a computer.", "Once dyads were matched by the DHS liaison, another study staff person who was blind to sibling characteristics and uninvolved in recruitment and enrollment entered matched dyads into the computer system, and the computer randomized dyads into group.", "Youth randomized to the intervention group received the sibling intervention.", "Youth randomized to the control group received care as-usual foster services, including contact with caseworker and regular visitation with biological parents when deemed appropriate by court officials and DHS.", "All participating families were provided opportunities to participate in parent management training throughout the study, although only 11.3% of families included a caregiver who attended one or more sessions.", "After randomization was completed, the project coordinator or treatment coaches notified youth, foster parents and caseworker of treatment assignment."], "structured": false, "doc_id": 35021, "title": "title"}
{"abstract": ["Neither the community (both control and intervention group) nor the field workers knew the intervention purpose.", "The follow up study started on February 1, 2015 and ended July 30, 2015."], "structured": false, "doc_id": 42060, "title": "title"}
{"abstract": ["A total of 40 full-term parturients with a single neonate with American Society of Anesthesiology grade I or II, aged 23 to 41 years old were included in this study.", "The women weighed 61-92 kg, did not have spinal canal puncture contraindications, and were scheduled for caesarean section under epidural anaesthesia.", "Parturients with the following conditions were excluded from the study: a history of allergy to dexmedetomidine; cardiac, pulmonary, hepatic, renal, neurological or neuromuscular diseases; morbid obesity; diabetes mellitus; bleeding disorders, receiving cardiovascular, antipsychotic or hypnotic medications; alcohol or drug abuse; pregnancy-induced hypertension; and intrauterine growth restriction.", "Parturients were included if a prenatal examination showed no abnormalities.", "The patients were randomly divided into the dexmedetomidine group (Dex group) and the normal saline (NS) group using a computer generated randomization list, with 20 patients in each group.", "Using a doubleblind procedure, dexmedetomidine solution or NS was prepared by an independent investigator.", "One anaesthesiologist who was blinded to the treatment scheme provided perioperative care.", "Another anaesthesiologist collected perioperative data.", "All staff in the operating room were unaware of the patient allocation."], "structured": false, "doc_id": 47891, "title": "title"}
{"abstract": ["Background: Neuraxial anesthesia is an acceptable technique in pregnant females for cesarean section and up to 71% of pregnant patients have hemodynamic complications, especially hypotension.", "Objectives: This study aimed at comparing the effectiveness of phenylephrine versus ephedrine in treatment of maternal hypotension due to spinal anesthesia for elective cesarean section to determine drug efficacy and fewer side effects.", "Methods: In this randomized double blind clinical study, 124 pregnant females, who were admitted to Ali ibn Abi Talib hospital in Zahedan, Iran, between 2015 and 2016, for elective cesarean section, were selected by the Block randomization sampling method.", "The samples were divided to 4 groups: Group I received 5 mg ephedrine bolus, Group II was administered 10 mg bolus ephedrine, Group III were delivered phenylephrine bolus of 50 mcg, and Group IV 100 mcg phenylephrine bolus in case of hypotension.", "Neonatal outcome and maternal side effects, hemodynamics changes, and Apgar score were controlled and recorded.", "Results: In terms of hemodynamic parameters (systolic blood pressure, diastolic blood pressure, and pulse rate), there was a significant difference between the groups (P < 0.0001).", "The umbilical arterial pH value and base excess between ephedrine and phenylephrine groups were significantly different (P < 0.0001), and fetal acidosis in the ephedrine group was found.", "Nausea and vomiting was significant between the 2 groups (P = 0.03), while the incidence of nausea and vomiting in the ephedrine group was higher than the other groups.", "There was no difference between the 2 groups in the first-and fifth-minute Apgar (P = 1).", "Conclusions: Control of blood pressure during spinal 50-mcg phenylephrine is recommended."], "structured": false, "doc_id": 47252, "title": "title"}
{"abstract": ["Patients were randomized by computer-generated numbers and the sealed envelope technique was used to divide the patients into two groups.", "Both groups had general anesthesia (GA) and endotracheal intubation.", "Then, group I received intravenous dexamethasone 0.5 mg/kg (maximum dose 16 mg) with placebo preincision infiltration.", "Group II received pre-incision infiltration a total of 2e4 ml local anesthesia mixture with saline (0.9% NaCl) and an equivalent volume of intravenous saline.", "The same infiltration volume was given in both groups to maintain double blindness.", "The infiltration was performed by the anesthetist.", "To allow for adequate blinding, the solution used for injection was filled in two syringes, one labeled \"I\" indicating that it is for intravenous use and the other labeled \"T\" indicating that it is for tonsil infiltration.", "The latter were prepared by an independent nurse outside the operating room and the randomization code was not broken before the end of the study."], "structured": false, "doc_id": 34794, "title": "title"}
{"abstract": ["The random sequence numbers with a block size of 4 were generated by an independent researcher.", "The sequence was kept in serially numbered sealed opaque envelopes.", "Multiple births were assigned to the same group.", "Fortifiers were kept in 2 boxes labeled as A or B. Fortification was done by the care-giving nurse who was aware of the type of fortifier used in a particular infant.", "Treating neonatologists, research personnel, and the families of the enrolled infants were, however, unaware of the group allocation."], "structured": false, "doc_id": 37356, "title": "title"}
{"abstract": ["The study used an experimental design (randomized placebo-controlled trial) with three groups: melatonin, placebo pills, and light therapy, and was double-blind for melatonin/placebo.", "Randomization took place using a preset list specifying whether a participant should receive medication (melatonin or placebo) or light on a 2:1 ratio.", "Children who were randomized to medication received either melatonin or placebo, dependent on a coding determined by the manufacturer, blind for the researcher and treatment provider (neurologist).", "Only at post-treatment, when they returned to the center, the code was broken by the neurologist."], "structured": false, "doc_id": 42175, "title": "title"}
{"abstract": ["To avoid bias, diet allocation was concealed from study personnel until after consent was obtained.", "Patients were blinded to their diet assignment in that they were not told explicitly if their assigned diet was in accordance with ND or FSGs."], "structured": false, "doc_id": 42297, "title": "title"}
{"abstract": ["At each participant's first visit, an investigator, blinded to group assignment, collected the NPRS, OSW, and PSFS before the participant was randomly assigned to a weekly supervised PT group or an unsupervised HEP group.", "To determine group assignment, each participant drew a card from an opaque envelope, which contained 34 cards, 17 labeled \"1\" for the weekly supervised PT group and 17 labeled \"2\" for the unsupervised HEP group.", "When a participant dropped out of the study, a card marked with the number of the participant's group assignment was returned to the envelope to ensure an equal number of participants in each group.", "The spinal stabilization exercise program given to all participants in both groups was modified for adolescents from a spinal stabilization program for adults with LBP by Hicks et al, 15 and was previously published.", "1 Briefly, participants performed 1 exercise from each of 4 exercise categories, thus a total of 4 exercises at any given time.", "Participants were asked to perform each exercise for 100 repetitions or by holding for 100 seconds.", "The 4 exercise categories targeted the transversus abdominis, the transversus abdominis in functional positions, the erector spinae and multifidus, and the global core.", "Each exercise incorporated abdominal bracing, or isometric coactivation of the abdominal muscles.", "Participants' exercises were progressed as their performance improved."], "structured": false, "doc_id": 44085, "title": "title"}
{"abstract": ["We used a randomized between-subjects design with two conditions (type of memory-game: fruit [see Fig. 1 ] vs. nonfood products [see Fig. 2] ).", "The two games were identical, except for the items on the backside.", "Children were told that they could eat freely from the bowls with fruit during the experiment; the dependent variable in this study was fruit intake.", "During playtime, children were presented four bowls of fruit, containing (1) mandarins, (2) apples, (3) bananas, and (4) grapes.", "The types of fruit that were selected for the memory-game and for the test food were based on popularity levels assessed in studies examining fruit intake among children in the Netherlands (Rijksinstituut voor Volksgezondheid en Milieu (RIVM), 2012; Voedingscentrum (Dutch Nutrition Centre), 2016).", "A pilot test was conducted (N = 6) to test whether children understood and liked the memory-game."], "structured": false, "doc_id": 39334, "title": "title"}
{"abstract": ["Enteral feeding, according to group allocation, was started within several hours after birth, with daily increments, while PN was gradually reduced, to maintain daily fluid intake within the protocol range.", "Where possible, MOM was used for enteral nutrition.", "If MOM was not available, Group A received donor milk and Group B and C received formula.", "Preterm formula (Hero Baby Prematuur Start; Hero Kindervoeding, Breda, The Netherlands) contained 2.40 mmol/dL Ca, 1.70 mmol/dL P and 2.6 g/dL proteins.", "Groups A and B started fortification of human milk or other enteral enrichment only after day 10.", "For both groups the additional nutritional intake was blinded to all caretakers and parents.", "Group C received enteral nutrition from day 1 onwards, according to the local protocol.", "This group received additional enteral supplementation and human milk fortifier (HMF) by the time the enteral intake was 50 mL per day. (", "Nutrilon Neonatal BMF; Nutriticia, Zoetermeer, The Netherlands) The HMF added 1.65 mmol/dL Ca, 1.22 mmol/dL P and 0.8 g/dL protein.", "Additional enteral supplementation could comprise of either a supplement of protein (Nutrilon Nenatal protein Fortifier; Nutricia, Zoetermeer, The Netherlands) or a potassium phosphate (KPO 4 ) and calcium chloride (CaCl 2 ) suspension for enteral supplementation.", "The decision to start additional enteral supplementation was made by the attending neonatologist and according to the department's protocol, based on biochemical parameters and postnatal growth."], "structured": false, "doc_id": 40972, "title": "title"}
{"abstract": ["Introduction: Intranasal phenylephrine, an alpha-1 adrenergic agonist, causes vasoconstriction of the nasal mucosa and is used to reduce bleeding associated with nasotracheal intubation or endoscopic sinus surgery.", "The purpose of this study was to describe the hemodynamic effects associated with plasma phenylephrine concentrations following topical intranasal administration of 0.25% and 0.5% phenylephrine in children.", "Methods: After Institutional Review Board and parental approval, 77 children between the ages of 2 and 12 years were studied in a prospective, double-blind manner and randomized into three groups.", "Group 1 received intranasal saline, while groups 2 and 3 received 0.1 mL/kg of 0.25% or 0.5% phenylephrine, respectively.", "All received the same anesthetic of halothane, N 2 O, O 2 , and vecuronium.", "After inhalation induction, endtidal halothane and PaCO 2 were maintained at 1."], "structured": false, "doc_id": 42095, "title": "title"}
{"abstract": ["Trained enumerators and local health practitioners who assisted with baseline and follow-up surveys were not †Statistical power calculations were conducted using the code of clustersampsi in Stata12.", "According to our sampling strategy, 19-20 students 9-11 years of age were randomly sampled in each township (cluster).", "Data from the baseline survey of the project show that the intracluster correlation (ICC) for the Working Memory Index is 0.102.", "To detect an effect size of 0.20 standard deviations with 80% power and 95% significance level, when we run the code \"clustersampsi, mu1(0) mu2(.2) alpha(.05) beta(.8) rho(0.102) m (19) \" in Stata, we find that 60 clusters are required per experimental arm.", "For the Processing Speed Index, the ICC is 0.188.", "When we run the code \"clustersampsi, mu1(0) mu2(.2) alpha(.05) beta(.8) rho(0.188) m(19)\" in Stata, we find that 90 clusters are required per experimental arm.", "explicitly informed of the treatment assignment of participants, although blinding of participants themselves was not possible because of the nature of the intervention.", "Students in the intervention group, as well as their parents or teachers, were not told explicitly that the purpose of the study was to examine the effect of a trial intervention.", "The study team informed students that they were participating in a general study of health and education of rural pupils by the Chinese Academy of Sciences and the Chinese Centers for Disease Control and Prevention (CDC).", "Participants in the control group were not aware that they were in a randomized trial."], "structured": false, "doc_id": 46150, "title": "title"}
{"abstract": ["Participants were randomly assigned 1:1 to the intervention (n = 150) or control (n = 152) arms by using a computer program designed to minimize the likelihood of an imbalance between the study arms with respect to sexual experience and sexual identity.", "21 Participants, but not researchers, were blind to arm allocation."], "structured": false, "doc_id": 36449, "title": "title"}
{"abstract": ["To ensure blinding, a colleague who was not involved in treating our patients, cell salvage or blood sample extraction, was asked to introduce either 10 mg of vancomycin diluted in 10 ml of SS (vanco group), obtained by diluting a 500 mg vial in 10 ml of SS and further diluting 2 ml of the foregoing solution in another 10 ml syringe, or 10 ml of SS (control group) into the SS wash solution."], "structured": false, "doc_id": 34318, "title": "title"}
{"abstract": ["SIPPET is an open-label, international, randomized trial in which 251 previously untreated (n 5 142) or minimally treated (n 5 109) patients were treated exclusively with a concentrate from the class of rFVIII or pdFVIII between 2010 and 2014.", "3 Eligible patients were boys under 6 years of age with severe hemophilia A (FVIII:C ,1 IU/dL) never exposed to FVIII concentrate, and not or minimally treated (,5 times) with blood components (eg, whole blood, fresh-frozen plasma) and negative for FVIII inhibitors at the central laboratory 8 (EudraCT 2009-011186-88 and clinicaltrials.gov NCT01064284).", "Ethical committee approval was obtained for the SIPPET trial, including studies investigating inhibitor risk factors.", "The publication costs of this article were defrayed in part by page charge payment.", "Therefore, and solely to indicate this fact, this article is hereby marked \"advertisement\" in accordance with 18 USC section 1734."], "structured": false, "doc_id": 39157, "title": "title"}
{"abstract": ["A total of 1200 patients entered phase III clinical trials.", "Using the stratified randomization method, 1200 participants were stratified per age: young (3~16 years), adults (17~59 years), and elderly (60~80 years).", "In this phase, it taken double-blind method for health workers, because two sources of vaccine were both delivered by pre-filled syringe, to guarantee the unawareness of the identity of the two vaccines administered within the groups.", "Participants were randomly assigned in a 1:1 ratio to either group 1, in which participants received 0.5 ml of the control vaccine (Sanofi, Trivalent Split Virion Influenza Vaccine), or group 2, in which participants received 0.5 ml of the experimental vaccine (IMBCAMS, Trivalent Split Virion Influenza Vaccine with no preservative) ( Figure 1 ).", "There was no placebo group.", "Subjects were unaware of the identity of the two vaccines administered within the groups."], "structured": false, "doc_id": 34750, "title": "title"}
{"abstract": ["International Maternal Pediatric Adolescent AIDS Clinical Trials (IMPAACT) P1094 was a multi-center (domestic and international), open-label, Phase IV randomized, controlled, comparative trial to evaluate continuation of non-suppressive cART (Arm A) vs. 3TC/FTC monotherapy (Arm B) for 28 weeks (in both arms) (NCT01338025). [", "23] All of the participating sites are part of the IMPAACT network of clinical research sites.", "Participants were (perinatally or non perinatally) HIV-infected children, adolescents, and young adults !", "8 to <25 years old, on a non-NNRTI (non-nucleoside reverse transcriptase inhibitor) regimen for at least 6 months, with documented nonadherence (e.g., self-report or pharmacy report, despite documented interventions to improve nonadherence), M184V resistance mutation at or prior to screening on standard, clinically available genotyping assays, absolute CD4+ T cell count !", "100 cells/ mm 3 , and VF (defined as HIV-1 plasma RNA !", "400 copies/mL on at least two occasions including screening at least 2 months after initiating the regimen and within 6 months of study entry).", "When slow enrolment was observed, a site survey was conducted and in response, the following changes were made to the eligibility criteria (March 7 2012): absolute CD4+ T cell count was lowered from 250 to 100 cells/mm 3 and the time demonstrating failure from 6 months to 2 months."], "structured": false, "doc_id": 33832, "title": "title"}
{"abstract": ["This was a randomized controlled trial (RCT), designed and reported using the 2012 extension to the CONSORT for cluster RCTs (5) .", "Randomization was performed by a third party, using computergenerated random numbers and strati-fied by a sporting code: 1 Gaelic football and 1 hurling team in each group.", "Allocation of the teams was concealed until all teams were recruited.", "Because of the nature of the intervention, coaches and participants were not blinded to group allocation after randomization, but all testing was undertaken by a blinded assessor.", "Subjects Permission was received from the Director of Gaelic Games at the University.", "Coaches and players were then invited to participate.", "Subjects were informed of the benefits and risks of the investigation before signing written consent to participate in the study.", "Ethical approval was received from the University Human Research Ethics Committee LS-11-73 O'Malley-Blake, and the study was registered as a clinical trial NCT02433106."], "structured": false, "doc_id": 36456, "title": "title"}
{"abstract": ["Patients were assigned to one of two groups according to a computer generated random numbers table.", "After intubation patients in dexmedetomidine group (Group D, n = 38) received 1 μg/kg dexmedetomidine and the patients in tramadol group (Group T, n = 39) received 2 mg/kg tramadol.", "The study drugs were diluted in saline as follows: dexmedetomidine 20 μg/ml (2 ml of dexmedetomidine and 8 ml of saline) and tramadol 20 mg/ml (4 ml of tramadol and 6 ml of saline) and administered as a single iv dose over a 10 min' period.", "The anesthetist who administered the study drugs was blinded to the patient group and excluded from the perioperative assessment of the patient.", "Heart rate (HR), mean arterial pressure (MAP), peripheral oxygen saturation (SpO 2 ), and minimum alveolar concentration (MAC) were recorded before induction (baseline), at induction and every 5 min after induction during the procedure."], "structured": false, "doc_id": 38883, "title": "title"}
{"abstract": ["For the first cohort, women at 17-34 weeks of pregnancy were enrolled between April 25, 2011, and April 24, 2012, and vaccinated on enrollment.", "For the second cohort, women were enrolled between April 25, 2012, and April 24, 2013; they were then randomly assigned a week between 17 and 34 weeks of pregnancy at which they would undergo vaccination.", "Pregnancy length was calculated from the date of the last menstrual period; recall of the date was aided by 5-weekly population pregnancy surveillance by the study staff.", "Women in both cohorts were randomly allocated to receive a trivalent inactivated influenza vaccine or saline placebo in blocks of eight, stratified by pregnancy length at vaccination (17-25 or 26-34 weeks).", "The participants were masked to their allocation.", "Two different formulations of the vaccine were used (second formulation used starting from October 15, 2012).", "Details on the vaccines are available in Appendix S1."], "structured": false, "doc_id": 35365, "title": "title"}
{"abstract": ["Incidence of ROP in the study group was lower, but statistically not significant (56.8% vs 68.6%; difference of 11.8%, ie, 12% absolute difference; p=0.39).", "To demonstrate statistical significance in the incidence of all grades of ROP to the tune that was observed in this study with an α-error of 0.05 and power of 80%, the estimated sample size should have been 502 (251 infants per group).", "Our study therefore remained underpowered.", "Additional limitation of our study was that infants <26 weeks were not included in the study, and therefore generalisability of the study is limited.", "The strength of our study is that it is a randomised controlled double blind trial.", "Caregivers were blinded to the nature of interventions.", "Ophthalmologists, who assessed the primary outcome measure of ROP, were also not aware of treatment allocation."], "structured": false, "doc_id": 40811, "title": "title"}
{"abstract": ["Inclusion criteria were that the adolescents were attending 9 th grade at the schools participating in the study, and that they knew the Norwegian language orally and written.", "Thus, all pupils at 9 th grade received invitation to participate in the study.", "Exclusion criteria were allergy or intolerance to the study food or supplements.", "The random allocation was performed individually stratified by sex.", "Two researchers, (one blinded), assigned every enrolled girl and boy to either the fish, meat or supplement group by drawing lots.", "Researchers and participants were not blinded to treatment conditions in the present study, but the d2 test of attention was scored blinded."], "structured": false, "doc_id": 34328, "title": "title"}
{"abstract": ["Randomization list was electronically generated with nQuery software v 6.01 by the Epidemiology Department at our institution.", "This list was sent to the Pharmacy Department that prepared the product to be administered to each patient (N2O, Kalinox TM ) or medicinal air.", "Before each session, the appropriate gas bottle was provided by the pharmacy (either N2O or control).", "A sticker was applied onto the bottle, which was also covered by a plastic bag, in order to ensure blinding for the patient and for the caregiver who administered the treatment"], "structured": false, "doc_id": 34718, "title": "title"}
{"abstract": ["The trial was performed at the Neurology Department of the Hospital Infantil de México Federico Gómez (National Health Institute for Children in Mexico) as a randomized pilot trial.", "Participants were randomized (unblinded) by means of an aleatorized table to receive MPH, Omega-3/6, or combination therapy with MPH + Omega-3/6.", "During a 12-month evaluation period, clinical assessments were made at five time points: at baseline (t1), after 1 month (t2), after 3 months (t3), after 6 months (t4), and after 12 months (t5).", "MPH doses were titrated during the first 4 weeks of the evaluation period."], "structured": false, "doc_id": 39302, "title": "title"}
{"abstract": ["Peanut and placebo patches, which were indistinguishable in appearance, were applied daily on the backs of children and inner upper arms of adolescents and adults.", "The first patch was applied under observation at the study site.", "Subsequent patches were self-administered at home once daily for 3, 6, and 12 hours per day during the first, second, and third weeks, respectively, followed by 24 hours daily thereafter.", "Patients were seen at 3, 6, and 12 months, at which time skin prick tests and serum immunoglobulin levels were repeated (eAppendix in Supplement 2).", "Blood was also collected to screen for filaggrin gene mutations, which have been associated with defective skin barrier and atopic dermatitis.", "14 Patients who had received a placebo patch in"], "structured": false, "doc_id": 34198, "title": "title"}
{"abstract": ["We did not measure the amount of regular (ie, nonactive) video gaming the participants engaged in during the study period.", "Although the participants were asked to refrain from active video gaming during the control period, nonactive video gaming was not restricted.", "In the light of recent findings indicating that computerized training can improve cognitive outcome, 61 this could potentially have influenced the results."], "structured": false, "doc_id": 35542, "title": "title"}
{"abstract": ["In the post-anaesthesia care unit (PACU), the study drug 20 mg nefopam (Acupan Ò , Biocodex, France) or 1 g paracetamol (Perfalgan Ò , Bristol Meyers Squibb, UK) was infused iv over 30 minutes.", "This dosing was repeated every 6 hours for 48 hours.", "Patients were blinded to the treatment.", "Nurses prepared the appropriate drug in a 100 mL bag of normal saline, labelled either A (nefopam) or B (paracetamol)."], "structured": false, "doc_id": 47163, "title": "title"}
{"abstract": ["Participants were eligible for the study if they were diagnosed with type 1 diabetes at least 6 months prior, had an insulin requirement .0.5 U insulin/kg/d, aged 8 to 18 years, and a BMI .50th percentile for age and sex (Centers for Disease Control and Prevention 2000 standardized reference charts; http://wwwn.cdc.gov/epiinfo/).", "They were excluded if they had a severe hypoglycemic episode in 6 months prior to recruitment, more than two episodes of diabetes ketoacidosis in the previous 12 months, serious comorbidities, contraindication to metformin therapy, or were already on metformin, statins, multivitamins, or antihypertensives.", "Participants were recruited and enrolled by a single investigator (J.J.A.A.) and assigned a code in sequence (1 to 90).", "Participants were allocated in a 1:1 ratio to metformin or placebo by the pharmacist using the randomization list generated by a statistician external to the study using statistical software S-PLUS version 8.1.", "Medication bottles were identical between groups aside from batch number, which the pharmacist used to allocate participants to treatment group (labeled as A or B).", "Participants, their care providers, and investigators were blinded to treatment group (22) ."], "structured": false, "doc_id": 34901, "title": "title"}
{"abstract": ["A computer-generated randomization scheme was used to create the randomization sequence with 1:1 allocation for each arm of the study.", "The randomization sequence was created using EXCEL 2007 (Microsoft) using random block sizes of 2 and 4.", "To ensure concealment of the random allocation from those responsible for recruiting participants into the study, sealed opaque envelopes were prepared.", "Blinding of the woman or the care provider was not possible due to the nature of the intervention received."], "structured": false, "doc_id": 47167, "title": "title"}
{"abstract": ["Children were excluded from the study if they had an estimated Full-Scale IQ below 80, had a previous diagnosis of Autism Spectrum Disorder (or if parents, teachers, or clinicians observed or reported behaviors consistent with Autism, additional measures were administered), were currently receiving psychotropic medications for conditions other than ADHD, had conditions that could be made worse by stimulant medication (e.g., sustained, severe tics), or had documented intolerability or lack of response to stimulant medication (as evidenced by worsened or not improved symptoms on checklists).", "Initially, 79 children were randomized to either the behavioral treatment (BPT+DRC) or waitlist control (WL; who received BPT in the fall following the STP) resulting in 40 children being assigned to BPT +DRC and 39 to the WL group.", "All children were also involved in a three-week doubleblind placebo/medication crossover (described below).", "Collectively, treatment allocation allowed us to conduct analyses across four conditions (i.e., no intervention, medication only, BPT+DRC only, and combined intervention) regarding the effect of behavioral and stimulant treatment on homework.", "Four children (see Figure 1) were not included in analyses as they dropped out prior to baseline data collection and did not receive their assigned treatment."], "structured": false, "doc_id": 38972, "title": "title"}
{"abstract": ["A pharmacist who was not involved in the care of the patients prepared methylprednisolone, hydrocortisone, and placebo solutions with 0.9% saline.", "All study and clinical personnel were blinded to the treatment allocation until the study period ended.", "No additional steroids were administered during the study period.", "The study drug infusion was allowed to stop at the discretion of the PICU physician, if the patient was in low cardiac output and was assumed to benefit from the administration of hydrocortisone."], "structured": false, "doc_id": 47695, "title": "title"}
{"abstract": ["Drug preparations were indistinguishable from one another and the packaging of the trial products was randomized and blinded (26) .", "Both GH doses were injected using a GH injection device (NordiPen ® 5 and PenNeedle ® ; Novo Nordisk A/S, Bagsvaerd, Denmark) to maintain blinding."], "structured": false, "doc_id": 36387, "title": "title"}
{"abstract": ["primary outcome.", "Although both groups had a median gestational age at delivery of 39 weeks, this variable could still sway the results.", "Patients were treated within tertiary care centers with strong academic orientation; this could limit application to other clinical settings.", "Assigned treatment groups were not blinded to the treating physician or the patient, potentially introducing bias in the decision-making process.", "It should also be noted that the multicenter design of this trial allowed for a diverse patient population to be included.", "This trial attempted to address the optimal management protocol for one intervention of a multifaceted management practice for GDM.", "Although analyzed individually, interactions with other interventions that affect the outcomes among patients with GDM are present.", "This should serve as a motivation for larger trials attempting to not only evaluate safety, but also clinical benefit of this intervention.", "At the same time, our results are an impetus to additional evaluations regarding cost and patient satisfaction."], "structured": false, "doc_id": 36790, "title": "title"}
{"abstract": ["Prior to the study, informed consent was obtained from the participants, their guardians and school officials.", "At a pre-training assessment session, participants completed the set of questionnaires as well as the Go-Nogo task.", "The study was a single blindrandomized design where the experimenters who were present in the classroom, were aware of participants training-group randomization.", "Participants were aware that one of the training tasks was a placebo task, but they were not informed, which condition they were randomized to, nor their guardians and teachers.", "The session was completed by explaining the training task to the participants.", "Participants then completed 20 sessions of the aWMT lasting between 30 and 45 min (dependent on level of neback achieved) at the school on weekdays.", "The placebo training group completed 20 sessions of their training task for a fixed duration of 30 min.", "At the post-training session, which included all the measures administered at pre-training, participants were debriefed and compensated with an aquatic center gift card.", "All computer-based testing and training was done in groups, on a 15 inch laptop and under supervision of a post-graduate psychology student."], "structured": false, "doc_id": 36412, "title": "title"}
{"abstract": ["Baseline data were extracted from participating practices, approximately 6 weeks after the start of the influenza vaccination period in Australia (between May 4 and May 26, 2016).", "Data collected from participat-ing patients' electronic medical records included the patient's age, indigenous status, any underlying medical conditions, and influenza vaccination history.", "Of the 12,354 eligible patients, one-half of the patients within each practice were randomly assigned to receive a SMS (intervention group) or no SMS (control group).", "General practice staff were blinded to the patient's group assignment."], "structured": false, "doc_id": 35243, "title": "title"}
{"abstract": ["This was a multi-centred, randomized controlled trial (NCT00360061) with 12month post-intervention follow-up.", "Participants were randomised to CBT or NDC with stratification by gender and centre according to the minimization method (19) after a 3-month run-in period, with baseline dietetic education (3-day food diary and a home visit from a dietician) to compensate for potential variations in the dietetic provision between participating centres.", "The participant's diabetes team was blinded as to the outcome of randomisation.", "Ethical approval for the study has been granted by the multi-centre research ethics committee (MREC 01/5/34) and participating hospitals in the South West of England."], "structured": false, "doc_id": 33891, "title": "title"}
{"abstract": ["The Hong Kong University Department of Pharmacy and Pharmacology generated a computerised random sequence to allocate children to oral chloral hydrate and intranasal placebo or oral placebo and intranasal dexmedetomidine.", "The department could unmask individual allocations from the secured sequence for a suspected serious adverse event.", "Hospital pharmacists prepared the study drugs in numbered indistinguishable containers, the contents of which patients and investigators were blinded to.", "Aloe vera syrup was used as placebo and chloral hydrate was either 200 mg.ml À1 (Hong Kong) or 100 mg.ml À1 (China).", "The atomised nasal spray was saline or dexmedetomidine 100 lg.ml À1 (MAD â ; Teleflex Medical China, Shanghai, China).", "Thirty minutes before the CT study, children drank 1 ml.4 kg À1 syrup (Hong Kong) or 2 ml.4 kg À1 syrup (China) and received 0.03 ml.kg À1 nasal spray.", "We recorded whether the child's reaction was unacceptable (crying or resisting) or acceptable (anxious but accepting, or calm and co-operative).", "A paediatric resident inserted an i.v.", "cannula for children in Hong Kong, which was departmental policy."], "structured": false, "doc_id": 42622, "title": "title"}
