{"sentence_labels": [-1, -1, 1, -1, -1], "text": "Children were excluded from the study if they had an estimated Full-Scale IQ below 80, had a previous diagnosis of Autism Spectrum Disorder (or if parents, teachers, or clinicians observed or reported behaviors consistent with Autism, additional measures were administered), were currently receiving psychotropic medications for conditions other than ADHD, had conditions that could be made worse by stimulant medication (e.g., sustained, severe tics), or had documented intolerability or lack of response to stimulant medication (as evidenced by worsened or not improved symptoms on checklists). Initially, 79 children were randomized to either the behavioral treatment (BPT+DRC) or waitlist control (WL; who received BPT in the fall following the STP) resulting in 40 children being assigned to BPT +DRC and 39 to the WL group. All children were also involved in a three-week doubleblind placebo/medication crossover (described below). Collectively, treatment allocation allowed us to conduct analyses across four conditions (i.e., no intervention, medication only, BPT+DRC only, and combined intervention) regarding the effect of behavioral and stimulant treatment on homework. Four children (see Figure 1) were not included in analyses as they dropped out prior to baseline data collection and did not receive their assigned treatment.", "section": "Method Participants", "classification_label": 1, "section_number": 8, "sentences": ["Children were excluded from the study if they had an estimated Full-Scale IQ below 80, had a previous diagnosis of Autism Spectrum Disorder (or if parents, teachers, or clinicians observed or reported behaviors consistent with Autism, additional measures were administered), were currently receiving psychotropic medications for conditions other than ADHD, had conditions that could be made worse by stimulant medication (e.g., sustained, severe tics), or had documented intolerability or lack of response to stimulant medication (as evidenced by worsened or not improved symptoms on checklists).", "Initially, 79 children were randomized to either the behavioral treatment (BPT+DRC) or waitlist control (WL; who received BPT in the fall following the STP) resulting in 40 children being assigned to BPT +DRC and 39 to the WL group.", "All children were also involved in a three-week doubleblind placebo/medication crossover (described below).", "Collectively, treatment allocation allowed us to conduct analyses across four conditions (i.e., no intervention, medication only, BPT+DRC only, and combined intervention) regarding the effect of behavioral and stimulant treatment on homework.", "Four children (see Figure 1) were not included in analyses as they dropped out prior to baseline data collection and did not receive their assigned treatment."], "doc_id": "38972"}