{"sentence_labels": [-1, -1, -1, -1, -1, -1, -1, 1], "text": "The schools were located within highly disadvantaged metropolitan areas in Australia, in the state of Queensland (see Mazerolle 2014) . Consistent with what is known from the truancy literature (Askeland et al. 2015) , to be eligible for inclusion in the program, students needed to be aged 10-16 years with 85% or less attendance in the three previous school terms and have no legitimate explanation for their absences from school (e.g., legitimate medical illness). School staff made initial contact with the parent to gain provisional consent to take part in the trial. Each case needed to include at least one legally responsible parent who could provide consent, was willing to take part in a program conference if assigned, and agreed to complete follow-up surveys. The program police officer then met with the parent and student faceto-face to describe the project in full before gaining informed consent (after a 24-h Bcooling off^period). Prior to the recruitment phase, a statistician external to the project team used a random number generator to allocate the 102 cases to the control or experimental condition. The allocation results were secured in sealed sequentially numbered opaque envelopes, and all members of the program trial team were blind to the allocation results. Participants who provided informed consent were provided with a sealed envelope containing their group allocation, which was opened in the presence of the project staff.", "section": "Participants", "classification_label": 0, "section_number": 12, "sentences": ["The schools were located within highly disadvantaged metropolitan areas in Australia, in the state of Queensland (see Mazerolle 2014) .", "Consistent with what is known from the truancy literature (Askeland et al. 2015) , to be eligible for inclusion in the program, students needed to be aged 10-16 years with 85% or less attendance in the three previous school terms and have no legitimate explanation for their absences from school (e.g., legitimate medical illness).", "School staff made initial contact with the parent to gain provisional consent to take part in the trial.", "Each case needed to include at least one legally responsible parent who could provide consent, was willing to take part in a program conference if assigned, and agreed to complete follow-up surveys.", "The program police officer then met with the parent and student faceto-face to describe the project in full before gaining informed consent (after a 24-h Bcooling off^period).", "Prior to the recruitment phase, a statistician external to the project team used a random number generator to allocate the 102 cases to the control or experimental condition.", "The allocation results were secured in sealed sequentially numbered opaque envelopes, and all members of the program trial team were blind to the allocation results.", "Participants who provided informed consent were provided with a sealed envelope containing their group allocation, which was opened in the presence of the project staff."], "doc_id": "44682"}