{"sentence_labels": [-1, -1, -1, -1, -1, -1, -1, 1, -1, -1], "text": "Caregivers and children completed surveys at baseline and one month following the conclusion of the intervention. In the treatment group only, surveys were conducted again 6 months post-intervention. The survey included standardized measures used previously in Thailand and/or in other low-and middle-income countries (LMICs), as well as measures developed specifically for this context based on the qualitative phase of the research [35] . All items were translated and back translated by native Burmese and Karen speakers fluent in English following a protocol used previously by the investigators in LMICs [42] . The questions and response choices were then pilot tested and revised using cognitive interviewing, a method for assessing the understandability and relevance of each item. Results informed clarifications of translations and the addition of examples to improve comprehension of questions related to more abstract concepts. Pictorial aids for use of Likert scales were used. Trained research assistants who were blind to treatment condition administered surveys via interview. For surveys conducted in Burmese, data were collected using Android phones programmed using Episurveyor; the smaller portion of surveys conducted in Karen (19%) were recorded on paper. Outcome measures are divided into three categories based on the targeted outcomes of the intervention: parent-child relationship quality, discipline practices, and family functioning.", "section": "Outcome measures", "classification_label": 0, "section_number": 17, "sentences": ["Caregivers and children completed surveys at baseline and one month following the conclusion of the intervention.", "In the treatment group only, surveys were conducted again 6 months post-intervention.", "The survey included standardized measures used previously in Thailand and/or in other low-and middle-income countries (LMICs), as well as measures developed specifically for this context based on the qualitative phase of the research [35] .", "All items were translated and back translated by native Burmese and Karen speakers fluent in English following a protocol used previously by the investigators in LMICs [42] .", "The questions and response choices were then pilot tested and revised using cognitive interviewing, a method for assessing the understandability and relevance of each item.", "Results informed clarifications of translations and the addition of examples to improve comprehension of questions related to more abstract concepts.", "Pictorial aids for use of Likert scales were used.", "Trained research assistants who were blind to treatment condition administered surveys via interview.", "For surveys conducted in Burmese, data were collected using Android phones programmed using Episurveyor; the smaller portion of surveys conducted in Karen (19%) were recorded on paper.", "Outcome measures are divided into three categories based on the targeted outcomes of the intervention: parent-child relationship quality, discipline practices, and family functioning."], "doc_id": "40453"}