{"sentence_labels": [-1, -1, -1, -1, 1, -1, -1], "text": "Each subject was followed by two clinicians at each site: a treating clinician who monitored the medication dose and adverse events, and an independent evaluator who assessed therapeutic outcomes without any discussion of dose or adverse effects. Independent evaluators underwent training using standardized videos with gold standard scoring by Dr. Scahill. Follow-up visits during the double-blind phase occurred at weeks 2, 4, 6, and 8 (endpoint). At the week 8 visit, the independent evaluator rated treatment response on the Clinical Global Impressions-Improvement (CGI-I) (positive response indicates much improved or very much improved) using all available information. The treatment blind was broken by the treating clinician (the independent evaluator remained blinded). Children who showed a positive response to guanfacine were invited to enter the 8-week extension phase and were evaluated at weeks 12 and 16. Children assigned to placebo who did not show a positive response were offered treatment in an 8-week open-label trial of guanfacine with the same visit schedule used in the double-blind phase.", "section": "Procedures", "classification_label": 0, "section_number": 13, "sentences": ["Each subject was followed by two clinicians at each site: a treating clinician who monitored the medication dose and adverse events, and an independent evaluator who assessed therapeutic outcomes without any discussion of dose or adverse effects.", "Independent evaluators underwent training using standardized videos with gold standard scoring by Dr. Scahill.", "Follow-up visits during the double-blind phase occurred at weeks 2, 4, 6, and 8 (endpoint).", "At the week 8 visit, the independent evaluator rated treatment response on the Clinical Global Impressions-Improvement (CGI-I) (positive response indicates much improved or very much improved) using all available information.", "The treatment blind was broken by the treating clinician (the independent evaluator remained blinded).", "Children who showed a positive response to guanfacine were invited to enter the 8-week extension phase and were evaluated at weeks 12 and 16.", "Children assigned to placebo who did not show a positive response were offered treatment in an 8-week open-label trial of guanfacine with the same visit schedule used in the double-blind phase."], "doc_id": "33681"}