{"sentence_labels": [-1, -1, -1, -1, 1, -1, -1, -1], "text": "Patients were randomized by computer-generated numbers and the sealed envelope technique was used to divide the patients into two groups. Both groups had general anesthesia (GA) and endotracheal intubation. Then, group I received intravenous dexamethasone 0.5 mg/kg (maximum dose 16 mg) with placebo preincision infiltration. Group II received pre-incision infiltration a total of 2e4 ml local anesthesia mixture with saline (0.9% NaCl) and an equivalent volume of intravenous saline. The same infiltration volume was given in both groups to maintain double blindness. The infiltration was performed by the anesthetist. To allow for adequate blinding, the solution used for injection was filled in two syringes, one labeled \"I\" indicating that it is for intravenous use and the other labeled \"T\" indicating that it is for tonsil infiltration. The latter were prepared by an independent nurse outside the operating room and the randomization code was not broken before the end of the study.", "section": "Methods", "classification_label": 0, "section_number": 6, "sentences": ["Patients were randomized by computer-generated numbers and the sealed envelope technique was used to divide the patients into two groups.", "Both groups had general anesthesia (GA) and endotracheal intubation.", "Then, group I received intravenous dexamethasone 0.5 mg/kg (maximum dose 16 mg) with placebo preincision infiltration.", "Group II received pre-incision infiltration a total of 2e4 ml local anesthesia mixture with saline (0.9% NaCl) and an equivalent volume of intravenous saline.", "The same infiltration volume was given in both groups to maintain double blindness.", "The infiltration was performed by the anesthetist.", "To allow for adequate blinding, the solution used for injection was filled in two syringes, one labeled \"I\" indicating that it is for intravenous use and the other labeled \"T\" indicating that it is for tonsil infiltration.", "The latter were prepared by an independent nurse outside the operating room and the randomization code was not broken before the end of the study."], "doc_id": "34794"}