{"sentence_labels": [-1, -1, -1, -1, 1, -1, -1, -1, -1], "text": "We performed a randomized, parallel-group, double-blind, placebocontrolled trial in Japan identified by JapicCTI number 121848. Ninety sites participated in this trial, and 946 subjects were randomly assigned to daily treatment with the SQ HDM SLIT tablet at a dose of 10,000 Japanese allergy units (JAU) or 20,000 JAU or to placebo (1:1:1). Because there was limited AIT experience among Japanese physicians and patients, a 2-step dose escalation was chosen, although the safety profile was similar in the fixed-dose groups and the dose-escalation group in the Japanese phase I trial. Based on the safety profiles of the European phase I trials, 16 3,300 JAU (2 SQ-HDM) was selected as the initial dose for a week, followed by upward titration of the dose to 10,000 JAU (6 SQ-HDM); for subjects randomized to the 20,000 JAU (12 SQ-HDM) group, a further upward titration was performed again 1 week after treatment with 10,000 JAU. During updosing, patients were provided with weekly packages of the investigational medicinal product or placebo to maintain blinding. Therefore subjects received their randomized treatment for approximately 12 months. An electronic diary system was used to obtain information regarding symptom and medication scores in a timely manner. The trial design is shown in Fig 1. The trial was designed and conducted in accordance with the Declaration of Helsinki 17 and Good Clinical Practice guidelines.", "section": "Clinical trial design", "classification_label": 0, "section_number": 4, "sentences": ["We performed a randomized, parallel-group, double-blind, placebocontrolled trial in Japan identified by JapicCTI number 121848.", "Ninety sites participated in this trial, and 946 subjects were randomly assigned to daily treatment with the SQ HDM SLIT tablet at a dose of 10,000 Japanese allergy units (JAU) or 20,000 JAU or to placebo (1:1:1).", "Because there was limited AIT experience among Japanese physicians and patients, a 2-step dose escalation was chosen, although the safety profile was similar in the fixed-dose groups and the dose-escalation group in the Japanese phase I trial.", "Based on the safety profiles of the European phase I trials, 16 3,300 JAU (2 SQ-HDM) was selected as the initial dose for a week, followed by upward titration of the dose to 10,000 JAU (6 SQ-HDM); for subjects randomized to the 20,000 JAU (12 SQ-HDM) group, a further upward titration was performed again 1 week after treatment with 10,000 JAU.", "During updosing, patients were provided with weekly packages of the investigational medicinal product or placebo to maintain blinding.", "Therefore subjects received their randomized treatment for approximately 12 months.", "An electronic diary system was used to obtain information regarding symptom and medication scores in a timely manner.", "The trial design is shown in Fig 1.", "The trial was designed and conducted in accordance with the Declaration of Helsinki 17 and Good Clinical Practice guidelines."], "doc_id": "33866"}