{"sentence_labels": [-1, -1, 1, -1, -1, -1, -1, -1, -1, -1], "text": "Background: Neuraxial anesthesia is an acceptable technique in pregnant females for cesarean section and up to 71% of pregnant patients have hemodynamic complications, especially hypotension. Objectives: This study aimed at comparing the effectiveness of phenylephrine versus ephedrine in treatment of maternal hypotension due to spinal anesthesia for elective cesarean section to determine drug efficacy and fewer side effects. Methods: In this randomized double blind clinical study, 124 pregnant females, who were admitted to Ali ibn Abi Talib hospital in Zahedan, Iran, between 2015 and 2016, for elective cesarean section, were selected by the Block randomization sampling method. The samples were divided to 4 groups: Group I received 5 mg ephedrine bolus, Group II was administered 10 mg bolus ephedrine, Group III were delivered phenylephrine bolus of 50 mcg, and Group IV 100 mcg phenylephrine bolus in case of hypotension. Neonatal outcome and maternal side effects, hemodynamics changes, and Apgar score were controlled and recorded. Results: In terms of hemodynamic parameters (systolic blood pressure, diastolic blood pressure, and pulse rate), there was a significant difference between the groups (P < 0.0001). The umbilical arterial pH value and base excess between ephedrine and phenylephrine groups were significantly different (P < 0.0001), and fetal acidosis in the ephedrine group was found. Nausea and vomiting was significant between the 2 groups (P = 0.03), while the incidence of nausea and vomiting in the ephedrine group was higher than the other groups. There was no difference between the 2 groups in the first-and fifth-minute Apgar (P = 1). Conclusions: Control of blood pressure during spinal 50-mcg phenylephrine is recommended.", "section": "Abstract", "classification_label": 1, "sentences": ["Background: Neuraxial anesthesia is an acceptable technique in pregnant females for cesarean section and up to 71% of pregnant patients have hemodynamic complications, especially hypotension.", "Objectives: This study aimed at comparing the effectiveness of phenylephrine versus ephedrine in treatment of maternal hypotension due to spinal anesthesia for elective cesarean section to determine drug efficacy and fewer side effects.", "Methods: In this randomized double blind clinical study, 124 pregnant females, who were admitted to Ali ibn Abi Talib hospital in Zahedan, Iran, between 2015 and 2016, for elective cesarean section, were selected by the Block randomization sampling method.", "The samples were divided to 4 groups: Group I received 5 mg ephedrine bolus, Group II was administered 10 mg bolus ephedrine, Group III were delivered phenylephrine bolus of 50 mcg, and Group IV 100 mcg phenylephrine bolus in case of hypotension.", "Neonatal outcome and maternal side effects, hemodynamics changes, and Apgar score were controlled and recorded.", "Results: In terms of hemodynamic parameters (systolic blood pressure, diastolic blood pressure, and pulse rate), there was a significant difference between the groups (P < 0.0001).", "The umbilical arterial pH value and base excess between ephedrine and phenylephrine groups were significantly different (P < 0.0001), and fetal acidosis in the ephedrine group was found.", "Nausea and vomiting was significant between the 2 groups (P = 0.03), while the incidence of nausea and vomiting in the ephedrine group was higher than the other groups.", "There was no difference between the 2 groups in the first-and fifth-minute Apgar (P = 1).", "Conclusions: Control of blood pressure during spinal 50-mcg phenylephrine is recommended."], "doc_id": "47252"}