{"sentence_labels": [-1, -1, -1, -1, -1, 1], "text": "A total of 1200 patients entered phase III clinical trials. Using the stratified randomization method, 1200 participants were stratified per age: young (3~16 years), adults (17~59 years), and elderly (60~80 years). In this phase, it taken double-blind method for health workers, because two sources of vaccine were both delivered by pre-filled syringe, to guarantee the unawareness of the identity of the two vaccines administered within the groups. Participants were randomly assigned in a 1:1 ratio to either group 1, in which participants received 0.5 ml of the control vaccine (Sanofi, Trivalent Split Virion Influenza Vaccine), or group 2, in which participants received 0.5 ml of the experimental vaccine (IMBCAMS, Trivalent Split Virion Influenza Vaccine with no preservative) ( Figure 1 ). There was no placebo group. Subjects were unaware of the identity of the two vaccines administered within the groups. ", "section": "Randomized clinical trials", "classification_label": 0, "section_number": 5, "sentences": ["A total of 1200 patients entered phase III clinical trials.", "Using the stratified randomization method, 1200 participants were stratified per age: young (3~16 years), adults (17~59 years), and elderly (60~80 years).", "In this phase, it taken double-blind method for health workers, because two sources of vaccine were both delivered by pre-filled syringe, to guarantee the unawareness of the identity of the two vaccines administered within the groups.", "Participants were randomly assigned in a 1:1 ratio to either group 1, in which participants received 0.5 ml of the control vaccine (Sanofi, Trivalent Split Virion Influenza Vaccine), or group 2, in which participants received 0.5 ml of the experimental vaccine (IMBCAMS, Trivalent Split Virion Influenza Vaccine with no preservative) ( Figure 1 ).", "There was no placebo group.", "Subjects were unaware of the identity of the two vaccines administered within the groups."], "doc_id": "34750"}