{"sentence_labels": [-1, -1, -1, -1, -1, -1, -1, -1, 1], "text": "Once baseline data were collected, each sibling dyad was yoked with another enrolled dyad with similar living situations (i.e., living together or apart from their sibling). Efforts were also made to match dyad profiles in terms of race (i.e., white and non-white) and sibling composition (i.e., same and mixed gender). After a dyad was yoked with a matched pair, each dyad was then randomly assigned to either the intervention group or the control group (i.e, simple randomization). Specifically, and so as to reduce opportunities for bias, implementation of randomization was carried out by a computer. Once dyads were matched by the DHS liaison, another study staff person who was blind to sibling characteristics and uninvolved in recruitment and enrollment entered matched dyads into the computer system, and the computer randomized dyads into group. Youth randomized to the intervention group received the sibling intervention. Youth randomized to the control group received care as-usual foster services, including contact with caseworker and regular visitation with biological parents when deemed appropriate by court officials and DHS. All participating families were provided opportunities to participate in parent management training throughout the study, although only 11.3% of families included a caregiver who attended one or more sessions. After randomization was completed, the project coordinator or treatment coaches notified youth, foster parents and caseworker of treatment assignment.", "section": "Randomization and data collection.", "classification_label": 2, "section_number": 23, "sentences": ["Once baseline data were collected, each sibling dyad was yoked with another enrolled dyad with similar living situations (i.e., living together or apart from their sibling).", "Efforts were also made to match dyad profiles in terms of race (i.e., white and non-white) and sibling composition (i.e., same and mixed gender).", "After a dyad was yoked with a matched pair, each dyad was then randomly assigned to either the intervention group or the control group (i.e, simple randomization).", "Specifically, and so as to reduce opportunities for bias, implementation of randomization was carried out by a computer.", "Once dyads were matched by the DHS liaison, another study staff person who was blind to sibling characteristics and uninvolved in recruitment and enrollment entered matched dyads into the computer system, and the computer randomized dyads into group.", "Youth randomized to the intervention group received the sibling intervention.", "Youth randomized to the control group received care as-usual foster services, including contact with caseworker and regular visitation with biological parents when deemed appropriate by court officials and DHS.", "All participating families were provided opportunities to participate in parent management training throughout the study, although only 11.3% of families included a caregiver who attended one or more sessions.", "After randomization was completed, the project coordinator or treatment coaches notified youth, foster parents and caseworker of treatment assignment."], "doc_id": "35021"}