{"sentence_labels": [1, -1, -1, -1, -1], "text": "SIPPET is an open-label, international, randomized trial in which 251 previously untreated (n 5 142) or minimally treated (n 5 109) patients were treated exclusively with a concentrate from the class of rFVIII or pdFVIII between 2010 and 2014. 3 Eligible patients were boys under 6 years of age with severe hemophilia A (FVIII:C ,1 IU/dL) never exposed to FVIII concentrate, and not or minimally treated (,5 times) with blood components (eg, whole blood, fresh-frozen plasma) and negative for FVIII inhibitors at the central laboratory 8 (EudraCT 2009-011186-88 and clinicaltrials.gov NCT01064284). Ethical committee approval was obtained for the SIPPET trial, including studies investigating inhibitor risk factors. The publication costs of this article were defrayed in part by page charge payment. Therefore, and solely to indicate this fact, this article is hereby marked \"advertisement\" in accordance with 18 USC section 1734.", "section": "Study design", "classification_label": 1, "section_number": 4, "sentences": ["SIPPET is an open-label, international, randomized trial in which 251 previously untreated (n 5 142) or minimally treated (n 5 109) patients were treated exclusively with a concentrate from the class of rFVIII or pdFVIII between 2010 and 2014.", "3 Eligible patients were boys under 6 years of age with severe hemophilia A (FVIII:C ,1 IU/dL) never exposed to FVIII concentrate, and not or minimally treated (,5 times) with blood components (eg, whole blood, fresh-frozen plasma) and negative for FVIII inhibitors at the central laboratory 8 (EudraCT 2009-011186-88 and clinicaltrials.gov NCT01064284).", "Ethical committee approval was obtained for the SIPPET trial, including studies investigating inhibitor risk factors.", "The publication costs of this article were defrayed in part by page charge payment.", "Therefore, and solely to indicate this fact, this article is hereby marked \"advertisement\" in accordance with 18 USC section 1734."], "doc_id": "39157"}