{"sentence_labels": [-1, -1, -1, 1, -1, -1], "text": "No significant effects on either parental monitoring or glycemic control were found among families where both the parent and adolescent received a motivational intervention. The simultaneous promotion of improved adolescent selfmanagement might have been expected to optimize the parent intervention. However, it is also possible that promoting independent adolescent goal setting and self-efficacy for diabetes care did not fit well with concurrent increases in parental involvement. It was not possible to ensure that parents and adolescents remained blinded to each other's treatment assignment after the delivery of treatment sessions. Parents whose adolescent received the motivational intervention may have decided against increased monitoring if the adolescent verbalized an intention to improve their diabetes care. Regardless, no evidence was found to suggest the need to deliver a concurrent motivational intervention to the adolescent to ensure the effectiveness of The 3Ms.", "section": "ELLIS ET AL.", "classification_label": 2, "section_number": 30, "sentences": ["No significant effects on either parental monitoring or glycemic control were found among families where both the parent and adolescent received a motivational intervention.", "The simultaneous promotion of improved adolescent selfmanagement might have been expected to optimize the parent intervention.", "However, it is also possible that promoting independent adolescent goal setting and self-efficacy for diabetes care did not fit well with concurrent increases in parental involvement.", "It was not possible to ensure that parents and adolescents remained blinded to each other's treatment assignment after the delivery of treatment sessions.", "Parents whose adolescent received the motivational intervention may have decided against increased monitoring if the adolescent verbalized an intention to improve their diabetes care.", "Regardless, no evidence was found to suggest the need to deliver a concurrent motivational intervention to the adolescent to ensure the effectiveness of The 3Ms."], "doc_id": "33826"}