{"sentence_labels": [-1, -1, -1, 1, -1, -1, -1, -1, -1], "text": "primary outcome. Although both groups had a median gestational age at delivery of 39 weeks, this variable could still sway the results. Patients were treated within tertiary care centers with strong academic orientation; this could limit application to other clinical settings. Assigned treatment groups were not blinded to the treating physician or the patient, potentially introducing bias in the decision-making process. It should also be noted that the multicenter design of this trial allowed for a diverse patient population to be included. This trial attempted to address the optimal management protocol for one intervention of a multifaceted management practice for GDM. Although analyzed individually, interactions with other interventions that affect the outcomes among patients with GDM are present. This should serve as a motivation for larger trials attempting to not only evaluate safety, but also clinical benefit of this intervention. At the same time, our results are an impetus to additional evaluations regarding cost and patient satisfaction.", "section": "DISCUSSION", "classification_label": 2, "section_number": 18, "sentences": ["primary outcome.", "Although both groups had a median gestational age at delivery of 39 weeks, this variable could still sway the results.", "Patients were treated within tertiary care centers with strong academic orientation; this could limit application to other clinical settings.", "Assigned treatment groups were not blinded to the treating physician or the patient, potentially introducing bias in the decision-making process.", "It should also be noted that the multicenter design of this trial allowed for a diverse patient population to be included.", "This trial attempted to address the optimal management protocol for one intervention of a multifaceted management practice for GDM.", "Although analyzed individually, interactions with other interventions that affect the outcomes among patients with GDM are present.", "This should serve as a motivation for larger trials attempting to not only evaluate safety, but also clinical benefit of this intervention.", "At the same time, our results are an impetus to additional evaluations regarding cost and patient satisfaction."], "doc_id": "36790"}