{"sentence_labels": [-1, -1, -1, 1, -1, -1, -1, -1, -1], "text": "Prior to the study, informed consent was obtained from the participants, their guardians and school officials. At a pre-training assessment session, participants completed the set of questionnaires as well as the Go-Nogo task. The study was a single blindrandomized design where the experimenters who were present in the classroom, were aware of participants training-group randomization. Participants were aware that one of the training tasks was a placebo task, but they were not informed, which condition they were randomized to, nor their guardians and teachers. The session was completed by explaining the training task to the participants. Participants then completed 20 sessions of the aWMT lasting between 30 and 45 min (dependent on level of neback achieved) at the school on weekdays. The placebo training group completed 20 sessions of their training task for a fixed duration of 30 min. At the post-training session, which included all the measures administered at pre-training, participants were debriefed and compensated with an aquatic center gift card. All computer-based testing and training was done in groups, on a 15 inch laptop and under supervision of a post-graduate psychology student.", "section": "Procedure", "classification_label": 0, "section_number": 10, "sentences": ["Prior to the study, informed consent was obtained from the participants, their guardians and school officials.", "At a pre-training assessment session, participants completed the set of questionnaires as well as the Go-Nogo task.", "The study was a single blindrandomized design where the experimenters who were present in the classroom, were aware of participants training-group randomization.", "Participants were aware that one of the training tasks was a placebo task, but they were not informed, which condition they were randomized to, nor their guardians and teachers.", "The session was completed by explaining the training task to the participants.", "Participants then completed 20 sessions of the aWMT lasting between 30 and 45 min (dependent on level of neback achieved) at the school on weekdays.", "The placebo training group completed 20 sessions of their training task for a fixed duration of 30 min.", "At the post-training session, which included all the measures administered at pre-training, participants were debriefed and compensated with an aquatic center gift card.", "All computer-based testing and training was done in groups, on a 15 inch laptop and under supervision of a post-graduate psychology student."], "doc_id": "36412"}