{"sentence_labels": [-1, -1, -1, -1, -1, -1, -1, -1, -1, -1, -1, 1, -1, -1, -1, -1], "text": "All combinations proved non-inferior to the standard treatment with AmBisome, with definitive cure rate differences in relation to AmBisome compared to: AmBisome + paromomycin ITT 1.3% (95%CI -1.73, 4.27); AmBisome + miltefosine ITT1-3.7% (95%CI -9.20,1.85) and paromomycin + miltefosine ITT1-0.1% (95%CI -4.15, 4.03) ( Table 1 ). Treatments were well tolerated and no new safety signal was identified. Overall adverse events were of mild intensity. The internationally accepted parameters for efficacy of VL treatment (!95%) [8] were also met for all combinations in both the per-protocol (PP) and the intention-to-treat (ITT) populations, except for AmBisome + miltefosine, which showed an efficacy of 94.4% in the ITT population. These cases of failure were not due to lack of response or relapse, but related to two deaths and a higher number of treatment discontinuations in relation to adverse events, requiring rescue treatment. The trial was not powered to detect differences between the treatment arms; however, a small but significant difference was found between the efficacy of AmBisome + miltefosine and AmBisome + paromomycin in both the PP and ITT population. Post-hoc analysis of the data stratified per age group showed that this difference only remained significant in adult patients ( Table 5 ). There was no loss to follow up at 6 months as patients were actively tracked by committed field workers, and there were no relapses or PKDL. However, there is recent evidence that most relapses occur after 6 months [9, 10] . We therefore recommend, in line with other authors [9] , to follow VL patients for at least 12 months before determining the final treatment outcome. The combination regimens described in this paper have been studied earlier in a Phase III clinical trial conducted in India (2008-2010) [7] . The excellent safety and efficacy outcomes in the present study support those found in India. The main difference with the Indian study is that patients have been mostly treated in field conditions at Upazila level, with treatment provided by government doctors. This study provides evidence that it is feasible to scale up the implementation of combination regimens within national program settings and that these are acceptable to patients as well as doctors. However, the patient population was selected to have non-severe disease, and we recommend active pharmacovigilance at sentinel sites in Bangladesh documenting treatment outcome (side effects, early treatment failure, relapse and PKDL) on the full patient population after implementation of combination regimens.", "section": "Discussion", "classification_label": 2, "section_number": 37, "sentences": ["All combinations proved non-inferior to the standard treatment with AmBisome, with definitive cure rate differences in relation to AmBisome compared to: AmBisome + paromomycin ITT 1.3% (95%CI -1.73, 4.27); AmBisome + miltefosine ITT1-3.7% (95%CI -9.20,1.85) and paromomycin + miltefosine ITT1-0.1% (95%CI -4.15, 4.03) ( Table 1 ).", "Treatments were well tolerated and no new safety signal was identified.", "Overall adverse events were of mild intensity.", "The internationally accepted parameters for efficacy of VL treatment (!", "95%) [8] were also met for all combinations in both the per-protocol (PP) and the intention-to-treat (ITT) populations, except for AmBisome + miltefosine, which showed an efficacy of 94.4% in the ITT population.", "These cases of failure were not due to lack of response or relapse, but related to two deaths and a higher number of treatment discontinuations in relation to adverse events, requiring rescue treatment.", "The trial was not powered to detect differences between the treatment arms; however, a small but significant difference was found between the efficacy of AmBisome + miltefosine and AmBisome + paromomycin in both the PP and ITT population.", "Post-hoc analysis of the data stratified per age group showed that this difference only remained significant in adult patients ( Table 5 ).", "There was no loss to follow up at 6 months as patients were actively tracked by committed field workers, and there were no relapses or PKDL.", "However, there is recent evidence that most relapses occur after 6 months [9, 10] .", "We therefore recommend, in line with other authors [9] , to follow VL patients for at least 12 months before determining the final treatment outcome.", "The combination regimens described in this paper have been studied earlier in a Phase III clinical trial conducted in India (2008-2010) [7] .", "The excellent safety and efficacy outcomes in the present study support those found in India.", "The main difference with the Indian study is that patients have been mostly treated in field conditions at Upazila level, with treatment provided by government doctors.", "This study provides evidence that it is feasible to scale up the implementation of combination regimens within national program settings and that these are acceptable to patients as well as doctors.", "However, the patient population was selected to have non-severe disease, and we recommend active pharmacovigilance at sentinel sites in Bangladesh documenting treatment outcome (side effects, early treatment failure, relapse and PKDL) on the full patient population after implementation of combination regimens."], "doc_id": "35244"}