{"sentence_labels": [-1, -1, -1, -1, -1, 1, -1, -1, -1, -1, -1], "text": "Enteral feeding, according to group allocation, was started within several hours after birth, with daily increments, while PN was gradually reduced, to maintain daily fluid intake within the protocol range. Where possible, MOM was used for enteral nutrition. If MOM was not available, Group A received donor milk and Group B and C received formula. Preterm formula (Hero Baby Prematuur Start; Hero Kindervoeding, Breda, The Netherlands) contained 2.40 mmol/dL Ca, 1.70 mmol/dL P and 2.6 g/dL proteins. Groups A and B started fortification of human milk or other enteral enrichment only after day 10. For both groups the additional nutritional intake was blinded to all caretakers and parents. Group C received enteral nutrition from day 1 onwards, according to the local protocol. This group received additional enteral supplementation and human milk fortifier (HMF) by the time the enteral intake was 50 mL per day. (Nutrilon Neonatal BMF; Nutriticia, Zoetermeer, The Netherlands) The HMF added 1.65 mmol/dL Ca, 1.22 mmol/dL P and 0.8 g/dL protein. Additional enteral supplementation could comprise of either a supplement of protein (Nutrilon Nenatal protein Fortifier; Nutricia, Zoetermeer, The Netherlands) or a potassium phosphate (KPO 4 ) and calcium chloride (CaCl 2 ) suspension for enteral supplementation. The decision to start additional enteral supplementation was made by the attending neonatologist and according to the department's protocol, based on biochemical parameters and postnatal growth.", "section": "Intervention and Nutritional Protocol", "classification_label": 1, "section_number": 7, "sentences": ["Enteral feeding, according to group allocation, was started within several hours after birth, with daily increments, while PN was gradually reduced, to maintain daily fluid intake within the protocol range.", "Where possible, MOM was used for enteral nutrition.", "If MOM was not available, Group A received donor milk and Group B and C received formula.", "Preterm formula (Hero Baby Prematuur Start; Hero Kindervoeding, Breda, The Netherlands) contained 2.40 mmol/dL Ca, 1.70 mmol/dL P and 2.6 g/dL proteins.", "Groups A and B started fortification of human milk or other enteral enrichment only after day 10.", "For both groups the additional nutritional intake was blinded to all caretakers and parents.", "Group C received enteral nutrition from day 1 onwards, according to the local protocol.", "This group received additional enteral supplementation and human milk fortifier (HMF) by the time the enteral intake was 50 mL per day. (", "Nutrilon Neonatal BMF; Nutriticia, Zoetermeer, The Netherlands) The HMF added 1.65 mmol/dL Ca, 1.22 mmol/dL P and 0.8 g/dL protein.", "Additional enteral supplementation could comprise of either a supplement of protein (Nutrilon Nenatal protein Fortifier; Nutricia, Zoetermeer, The Netherlands) or a potassium phosphate (KPO 4 ) and calcium chloride (CaCl 2 ) suspension for enteral supplementation.", "The decision to start additional enteral supplementation was made by the attending neonatologist and according to the department's protocol, based on biochemical parameters and postnatal growth."], "doc_id": "40972"}