{"sentence_labels": [-1, -1, -1, 1, -1, -1, -1, -1], "text": "This was a randomized controlled trial (RCT), designed and reported using the 2012 extension to the CONSORT for cluster RCTs (5) . Randomization was performed by a third party, using computergenerated random numbers and strati-fied by a sporting code: 1 Gaelic football and 1 hurling team in each group. Allocation of the teams was concealed until all teams were recruited. Because of the nature of the intervention, coaches and participants were not blinded to group allocation after randomization, but all testing was undertaken by a blinded assessor. Subjects Permission was received from the Director of Gaelic Games at the University. Coaches and players were then invited to participate. Subjects were informed of the benefits and risks of the investigation before signing written consent to participate in the study. Ethical approval was received from the University Human Research Ethics Committee LS-11-73 O'Malley-Blake, and the study was registered as a clinical trial NCT02433106.", "section": "Experimental Approach to the Problem", "classification_label": 0, "section_number": 6, "sentences": ["This was a randomized controlled trial (RCT), designed and reported using the 2012 extension to the CONSORT for cluster RCTs (5) .", "Randomization was performed by a third party, using computergenerated random numbers and strati-fied by a sporting code: 1 Gaelic football and 1 hurling team in each group.", "Allocation of the teams was concealed until all teams were recruited.", "Because of the nature of the intervention, coaches and participants were not blinded to group allocation after randomization, but all testing was undertaken by a blinded assessor.", "Subjects Permission was received from the Director of Gaelic Games at the University.", "Coaches and players were then invited to participate.", "Subjects were informed of the benefits and risks of the investigation before signing written consent to participate in the study.", "Ethical approval was received from the University Human Research Ethics Committee LS-11-73 O'Malley-Blake, and the study was registered as a clinical trial NCT02433106."], "doc_id": "36456"}