{"sentence_labels": [-1, -1, -1, -1, -1, 1, -1], "text": "Incidence of ROP in the study group was lower, but statistically not significant (56.8% vs 68.6%; difference of 11.8%, ie, 12% absolute difference; p=0.39). To demonstrate statistical significance in the incidence of all grades of ROP to the tune that was observed in this study with an α-error of 0.05 and power of 80%, the estimated sample size should have been 502 (251 infants per group). Our study therefore remained underpowered. Additional limitation of our study was that infants <26 weeks were not included in the study, and therefore generalisability of the study is limited. The strength of our study is that it is a randomised controlled double blind trial. Caregivers were blinded to the nature of interventions. Ophthalmologists, who assessed the primary outcome measure of ROP, were also not aware of treatment allocation.", "section": "DISCUSSION", "classification_label": 0, "section_number": 24, "sentences": ["Incidence of ROP in the study group was lower, but statistically not significant (56.8% vs 68.6%; difference of 11.8%, ie, 12% absolute difference; p=0.39).", "To demonstrate statistical significance in the incidence of all grades of ROP to the tune that was observed in this study with an α-error of 0.05 and power of 80%, the estimated sample size should have been 502 (251 infants per group).", "Our study therefore remained underpowered.", "Additional limitation of our study was that infants <26 weeks were not included in the study, and therefore generalisability of the study is limited.", "The strength of our study is that it is a randomised controlled double blind trial.", "Caregivers were blinded to the nature of interventions.", "Ophthalmologists, who assessed the primary outcome measure of ROP, were also not aware of treatment allocation."], "doc_id": "40811"}he trial.", "Access to the binder was restricted to the selected study nurse only.", "The study logs were retrieved after the completion of recruitment to ensure that all randomly assigned infants were included in the analysis.", "Infants were considered to have been randomly assigned at the time of the first administration of study drug sequence generation.", "A study nurse who was not a caregiver of the infants in the NICU prepared the drug solutions daily according to the randomisation sequence and labelled them 'ROP study drug'.", "The study medication was administered by the caregiving staff nurse who was blinded to the nature of the study drug.", "Infants were enrolled and written consent obtained by consultants involved in the care of the infant.", "Assignment of participants was performed by the study nurse as per the randomisation scheme.", "Care providers, consultants, residents, nurses and ophthalmologists assessing ROP status were blinded to the study drug assignment."], "doc_id": "40811"}