{"sentence_labels": [-1, 1, -1, -1, -1, -1, -1], "text": "We evaluated intervention integrity for the website by examining data analytics that tracked the number of pages visited and the amount of time spent on each page. We told participants that their role in the research was to evaluate and provide feedback on health websites designed for teen audiences. The website analytics revealed that intervention participants spent an average of 23 min reviewing the website (range 0 to 66 min; SD = 18.8 min). Approximately 89 % visited at least 50 % of the website pages, with 73 % visiting 100 % of the website pages. We did not have access to the data analytics for the control website. To obtain an estimate of control participation, at follow-up, we asked control participants whether they had visited the Above the Influence website. One hundred ninety-three of the 206 control participants (93.7 %) who completed follow-up reported visiting the control website at least once.", "section": "Intervention Integrity", "classification_label": 0, "section_number": 12, "sentences": ["We evaluated intervention integrity for the website by examining data analytics that tracked the number of pages visited and the amount of time spent on each page.", "We told participants that their role in the research was to evaluate and provide feedback on health websites designed for teen audiences.", "The website analytics revealed that intervention participants spent an average of 23 min reviewing the website (range 0 to 66 min; SD = 18.8 min).", "Approximately 89 % visited at least 50 % of the website pages, with 73 % visiting 100 % of the website pages.", "We did not have access to the data analytics for the control website.", "To obtain an estimate of control participation, at follow-up, we asked control participants whether they had visited the Above the Influence website.", "One hundred ninety-three of the 206 control participants (93.7 %) who completed follow-up reported visiting the control website at least once."], "doc_id": "36242"}