{"sentence_labels": [1, -1, -1, -1, -1, -1, -1], "text": "International Maternal Pediatric Adolescent AIDS Clinical Trials (IMPAACT) P1094 was a multi-center (domestic and international), open-label, Phase IV randomized, controlled, comparative trial to evaluate continuation of non-suppressive cART (Arm A) vs. 3TC/FTC monotherapy (Arm B) for 28 weeks (in both arms) (NCT01338025). [23] All of the participating sites are part of the IMPAACT network of clinical research sites. Participants were (perinatally or non perinatally) HIV-infected children, adolescents, and young adults !8 to <25 years old, on a non-NNRTI (non-nucleoside reverse transcriptase inhibitor) regimen for at least 6 months, with documented nonadherence (e.g., self-report or pharmacy report, despite documented interventions to improve nonadherence), M184V resistance mutation at or prior to screening on standard, clinically available genotyping assays, absolute CD4+ T cell count !100 cells/ mm 3 , and VF (defined as HIV-1 plasma RNA !400 copies/mL on at least two occasions including screening at least 2 months after initiating the regimen and within 6 months of study entry). When slow enrolment was observed, a site survey was conducted and in response, the following changes were made to the eligibility criteria (March 7 2012): absolute CD4+ T cell count was lowered from 250 to 100 cells/mm 3 and the time demonstrating failure from 6 months to 2 months.", "section": "Materials & methods", "classification_label": 2, "section_number": 7, "sentences": ["International Maternal Pediatric Adolescent AIDS Clinical Trials (IMPAACT) P1094 was a multi-center (domestic and international), open-label, Phase IV randomized, controlled, comparative trial to evaluate continuation of non-suppressive cART (Arm A) vs. 3TC/FTC monotherapy (Arm B) for 28 weeks (in both arms) (NCT01338025). [", "23] All of the participating sites are part of the IMPAACT network of clinical research sites.", "Participants were (perinatally or non perinatally) HIV-infected children, adolescents, and young adults !", "8 to <25 years old, on a non-NNRTI (non-nucleoside reverse transcriptase inhibitor) regimen for at least 6 months, with documented nonadherence (e.g., self-report or pharmacy report, despite documented interventions to improve nonadherence), M184V resistance mutation at or prior to screening on standard, clinically available genotyping assays, absolute CD4+ T cell count !", "100 cells/ mm 3 , and VF (defined as HIV-1 plasma RNA !", "400 copies/mL on at least two occasions including screening at least 2 months after initiating the regimen and within 6 months of study entry).", "When slow enrolment was observed, a site survey was conducted and in response, the following changes were made to the eligibility criteria (March 7 2012): absolute CD4+ T cell count was lowered from 250 to 100 cells/mm 3 and the time demonstrating failure from 6 months to 2 months."], "doc_id": "33832"}