{"sentence_labels": [-1, -1, -1, -1, 1, -1, -1], "text": "For the first cohort, women at 17-34 weeks of pregnancy were enrolled between April 25, 2011, and April 24, 2012, and vaccinated on enrollment. For the second cohort, women were enrolled between April 25, 2012, and April 24, 2013; they were then randomly assigned a week between 17 and 34 weeks of pregnancy at which they would undergo vaccination. Pregnancy length was calculated from the date of the last menstrual period; recall of the date was aided by 5-weekly population pregnancy surveillance by the study staff. Women in both cohorts were randomly allocated to receive a trivalent inactivated influenza vaccine or saline placebo in blocks of eight, stratified by pregnancy length at vaccination (17-25 or 26-34 weeks). The participants were masked to their allocation. Two different formulations of the vaccine were used (second formulation used starting from October 15, 2012). Details on the vaccines are available in Appendix S1.", "section": "| MATERIALS AND METHODS", "classification_label": 0, "section_number": 5, "sentences": ["For the first cohort, women at 17-34 weeks of pregnancy were enrolled between April 25, 2011, and April 24, 2012, and vaccinated on enrollment.", "For the second cohort, women were enrolled between April 25, 2012, and April 24, 2013; they were then randomly assigned a week between 17 and 34 weeks of pregnancy at which they would undergo vaccination.", "Pregnancy length was calculated from the date of the last menstrual period; recall of the date was aided by 5-weekly population pregnancy surveillance by the study staff.", "Women in both cohorts were randomly allocated to receive a trivalent inactivated influenza vaccine or saline placebo in blocks of eight, stratified by pregnancy length at vaccination (17-25 or 26-34 weeks).", "The participants were masked to their allocation.", "Two different formulations of the vaccine were used (second formulation used starting from October 15, 2012).", "Details on the vaccines are available in Appendix S1."], "doc_id": "35365"}