{"sentence_labels": [1], "text": "The randomisation was open label; all investigators were aware of the treatment allocation.", "section": "Randomisation", "classification_label": 2, "section_number": 14, "sentences": ["The randomisation was open label; all investigators were aware of the treatment allocation."], "doc_id": "34302"}ildren is still undefined. We aimed to test whether a higher dose of ATLG was superior to a lower dose for prevention of grade II-IV acute graft-versus-host disease (GVHD). Methods We conducted a multicentre, randomised, open-label, phase 3 trial in seven Italian centres comparing two different doses of ATLG (30 mg/kg vs 15 mg/kg, given intravenously over 3 days, from day-4 to-2) in children (aged 0-18 years) with haematological malignancies transplanted from an unrelated donor, selected using high-resolution typing for HLA-class I/II loci. All patients received a myeloablative regimen and cyclosporine-A plus short-term methotrexate as post-transplantation GVHD prophylaxis. Patients were randomly assigned (1:1) to either of the two groups and were stratified by the degree of HLA-compatibility with their donor, the source of haemopoietic stem cells used (bone marrow vs peripheral blood stem cells), and the disease risk category. The randomisation was open label; all investigators were aware of the treatment allocation. The primary endpoint of the study was 100-day cumulative incidence of grade II-IV acute GVHD. Statistical analyses were done according to the per-protocol principle. Other outcomes included cumulative incidence of chronic GVHD, non-relapse mortality, disease recurrence, and probability of overall survival and event-free survival. This study was registered with ClinicalTrials.gov, number NCT00934557.", "section": "Abstract", "classification_label": 2, "sentences": ["Background Although rabbit anti-T-lymphocyte globulin (ATLG) is largely used for the prevention of immunemediated complications in patients given allogeneic haemopoietic stem-cell transplantation (HSCT) from an unrelated donor, the optimum dose of this drug in children is still undefined.", "We aimed to test whether a higher dose of ATLG was superior to a lower dose for prevention of grade II-IV acute graft-versus-host disease (GVHD).", "Methods We conducted a multicentre, randomised, open-label, phase 3 trial in seven Italian centres comparing two different doses of ATLG (30 mg/kg vs 15 mg/kg, given intravenously over 3 days, from day-4 to-2) in children (aged 0-18 years) with haematological malignancies transplanted from an unrelated donor, selected using high-resolution typing for HLA-class I/II loci.", "All patients received a myeloablative regimen and cyclosporine-A plus short-term methotrexate as post-transplantation GVHD prophylaxis.", "Patients were randomly assigned (1:1) to either of the two groups and were stratified by the degree of HLA-compatibility with their donor, the source of haemopoietic stem cells used (bone marrow vs peripheral blood stem cells), and the disease risk category.", "The randomisation was open label; all investigators were aware of the treatment allocation.", "The primary endpoint of the study was 100-day cumulative incidence of grade II-IV acute GVHD.", "Statistical analyses were done according to the per-protocol principle.", "Other outcomes included cumulative incidence of chronic GVHD, non-relapse mortality, disease recurrence, and probability of overall survival and event-free survival.", "This study was registered with ClinicalTrials.gov, number NCT00934557."], "doc_id": "34302"}