{"sentence_labels": [-1, -1, -1, -1, -1, -1, -1, 1], "text": "These patients were randomly divided into two equal retention groups as Essix and Hawley. Five patients did not appear during the follow-up periods. Thus, the Essix group ultimately included 13 participants (3 male and 10 female), with a mean age of 15.3 ± 2.4 years, and the Hawley group included 12 participants (5 male and 7 female), with a mean age of 16.3 ± 2.56 years. All of the patients were native speakers raised in a monolingual environment. At the beginning of the observation period, none of the patients had known cognitive deficits, definite dysmorphology such as cleft lip and/ or palate, neurological disorders, phonological problems, articulation problems, or hearing loss. Patients who were due to debonding process were assessed by the orthodontist (EA) for inclusion in the trial according to the inclusion and exclusion criteria and were recruited by consecutive debonds. The patients were treated with non-extraction treatment protocol and had Class I and II malocclusion. Potential contributors were identified at the last appointment, and the orthodontist explained the purpose and process of the study to both parents and patients.", "section": "Subjects and methods", "classification_label": 1, "section_number": 6, "sentences": ["These patients were randomly divided into two equal retention groups as Essix and Hawley.", "Five patients did not appear during the follow-up periods.", "Thus, the Essix group ultimately included 13 participants (3 male and 10 female), with a mean age of 15.3 ± 2.4 years, and the Hawley group included 12 participants (5 male and 7 female), with a mean age of 16.3 ± 2.56 years.", "All of the patients were native speakers raised in a monolingual environment.", "At the beginning of the observation period, none of the patients had known cognitive deficits, definite dysmorphology such as cleft lip and/ or palate, neurological disorders, phonological problems, articulation problems, or hearing loss.", "Patients who were due to debonding process were assessed by the orthodontist (EA) for inclusion in the trial according to the inclusion and exclusion criteria and were recruited by consecutive debonds.", "The patients were treated with non-extraction treatment protocol and had Class I and II malocclusion.", "Potential contributors were identified at the last appointment, and the orthodontist explained the purpose and process of the study to both parents and patients."], "doc_id": "35035"}