{"sentence_labels": [-1, -1, -1, -1, -1, -1, 1, -1, -1, -1], "text": "Trained enumerators and local health practitioners who assisted with baseline and follow-up surveys were not †Statistical power calculations were conducted using the code of clustersampsi in Stata12. According to our sampling strategy, 19-20 students 9-11 years of age were randomly sampled in each township (cluster). Data from the baseline survey of the project show that the intracluster correlation (ICC) for the Working Memory Index is 0.102. To detect an effect size of 0.20 standard deviations with 80% power and 95% significance level, when we run the code \"clustersampsi, mu1(0) mu2(.2) alpha(.05) beta(.8) rho(0.102) m (19) \" in Stata, we find that 60 clusters are required per experimental arm. For the Processing Speed Index, the ICC is 0.188. When we run the code \"clustersampsi, mu1(0) mu2(.2) alpha(.05) beta(.8) rho(0.188) m(19)\" in Stata, we find that 90 clusters are required per experimental arm. explicitly informed of the treatment assignment of participants, although blinding of participants themselves was not possible because of the nature of the intervention. Students in the intervention group, as well as their parents or teachers, were not told explicitly that the purpose of the study was to examine the effect of a trial intervention. The study team informed students that they were participating in a general study of health and education of rural pupils by the Chinese Academy of Sciences and the Chinese Centers for Disease Control and Prevention (CDC). Participants in the control group were not aware that they were in a randomized trial.", "section": "METHODS", "classification_label": 1, "section_number": 7, "sentences": ["Trained enumerators and local health practitioners who assisted with baseline and follow-up surveys were not †Statistical power calculations were conducted using the code of clustersampsi in Stata12.", "According to our sampling strategy, 19-20 students 9-11 years of age were randomly sampled in each township (cluster).", "Data from the baseline survey of the project show that the intracluster correlation (ICC) for the Working Memory Index is 0.102.", "To detect an effect size of 0.20 standard deviations with 80% power and 95% significance level, when we run the code \"clustersampsi, mu1(0) mu2(.2) alpha(.05) beta(.8) rho(0.102) m (19) \" in Stata, we find that 60 clusters are required per experimental arm.", "For the Processing Speed Index, the ICC is 0.188.", "When we run the code \"clustersampsi, mu1(0) mu2(.2) alpha(.05) beta(.8) rho(0.188) m(19)\" in Stata, we find that 90 clusters are required per experimental arm.", "explicitly informed of the treatment assignment of participants, although blinding of participants themselves was not possible because of the nature of the intervention.", "Students in the intervention group, as well as their parents or teachers, were not told explicitly that the purpose of the study was to examine the effect of a trial intervention.", "The study team informed students that they were participating in a general study of health and education of rural pupils by the Chinese Academy of Sciences and the Chinese Centers for Disease Control and Prevention (CDC).", "Participants in the control group were not aware that they were in a randomized trial."], "doc_id": "46150"}