{"sentence_labels": [-1, -1, -1, -1, -1, -1, 1, -1, -1, -1, -1, -1, -1], "text": "The aim of this study was to investigate the efficacy of intraperitoneal local anesthetic (IPLA) on pain after acute laparoscopic appendectomy in children. Summary of Background: IPLA reduces pain in adult elective surgery. It has not been well studied in acute peritoneal inflammatory conditions. We hypothesized that IPLA would improve recovery in pediatric acute laparoscopic appendectomy. Methods: This randomized controlled trial in acute laparoscopic appendectomy recruited children aged 8 to 14 years to receive 20 mL 0.25% or 0.125% bupivacaine (according to weight) atomized onto the peritoneum of the right iliac fossa and pelvis, or 20 mL 0.9% NaCl control. Unrestricted computergenerated randomization was implemented by surgical nurses. Participants, caregivers, and outcome assessors were blinded. The primary outcome was pain score. Analysis was by a linear mixed-effects model. Results: Of 184 randomized participants (92 to each group), the final analysis included 88 IPLA and 87 control participants. There was no statistically significant difference in overall pain scores (effect estimate 0.004, standard error 0.028, 95% confidence interval À0.052, 0.061), and no difference in right iliac fossa or suprapubic site-specific pain scores, opioid use, recovery parameters, or complications. No child experienced a complication related to the intervention. Conclusion: IPLA imparted no clinical benefit to children undergoing acute laparoscopic appendectomy and cannot be recommended in this setting.", "section": "Abstract", "classification_label": 0, "sentences": ["The aim of this study was to investigate the efficacy of intraperitoneal local anesthetic (IPLA) on pain after acute laparoscopic appendectomy in children.", "Summary of Background: IPLA reduces pain in adult elective surgery.", "It has not been well studied in acute peritoneal inflammatory conditions.", "We hypothesized that IPLA would improve recovery in pediatric acute laparoscopic appendectomy.", "Methods: This randomized controlled trial in acute laparoscopic appendectomy recruited children aged 8 to 14 years to receive 20 mL 0.25% or 0.125% bupivacaine (according to weight) atomized onto the peritoneum of the right iliac fossa and pelvis, or 20 mL 0.9% NaCl control.", "Unrestricted computergenerated randomization was implemented by surgical nurses.", "Participants, caregivers, and outcome assessors were blinded.", "The primary outcome was pain score.", "Analysis was by a linear mixed-effects model.", "Results: Of 184 randomized participants (92 to each group), the final analysis included 88 IPLA and 87 control participants.", "There was no statistically significant difference in overall pain scores (effect estimate 0.004, standard error 0.028, 95% confidence interval À0.052, 0.061), and no difference in right iliac fossa or suprapubic site-specific pain scores, opioid use, recovery parameters, or complications.", "No child experienced a complication related to the intervention.", "Conclusion: IPLA imparted no clinical benefit to children undergoing acute laparoscopic appendectomy and cannot be recommended in this setting."], "doc_id": "34911"}