{"sentence_labels": [-1, -1, -1, -1, 1, -1, -1, -1, -1, -1], "text": "The study was conducted in preterm infants with a gestational age ≤32 week and a birth weight ≤ 1500 g at Uludağ University Medical Faculty Neonatal Intensive Care Unit (NICU); they were followed for a one-year period in a prospective randomized controlled manner. Patients were randomized in a 2:1 ration to receive probiotics or not (control group). While ten percent reduction in NEC frequency via probiotic supplementation is considered significant, and aiming for alpha value of 0.05 and beta value (power analysis) of 80%; the number of patients to be enrolled in both arms of the study was found to be 40. The infants with: detected chromosomal abnormalities, previous gastrointestinal system surgery, a diagnosis of metabolic disease, babies lost in the first postnatal week and babies with severe sepsis episode were excluded from the study. Alternate randomization was used to enroll the infants to the study arms and following the randomization of the infants, the ready commercial preparation which contain multi-combined probiotics of Lactobacillus rhamnosus (4.1x10⁸ Birth weight ≤1000 g, n (%) Male, n (%) APGAR 5' (median) Multiple birth, n (%) Antenatal steroid, n (%) Maternal antibiotics, n (%) PROM, n (%) Preeclampsia, n (%) Cesarean section birth n (%) The day when probiotics were given RDS, n (%) PDA, n (%) BPD, n (%) IVH≥3, n (%) ROP≥3, n (%) Minimal enteral feeding was started on the first day of life with mother's milk for all patients. The infants who could not receive mother's milk were fed with formula, and the infants with insufficent mother's milk condition were fed with mixed mother's milk and formula. The probiotic support was started when the amount of the diet in one meal time exceeded 2 ml, and when the enteral nutrition reached 50-60 ml/kg, it was set as 2x1 sachets, until the patient was discharged. The choice of nutrition for patients (breast milk, formula, mother's milk/formula), the first day they were started to be fed, the first time they were given probiotics, the day that the feeding reached 100 ml/kg/day and 150 ml/kg/day were recorded on preprinted forms. The patients who developed abdominal distension, gastric residue or vomiting during feeding were accepted as having episodes of feeding intolerance and their feeding was suspended. Necrotizing enterocolitis staging was made according to the Bell Classification 7 .", "section": "Patients and study design", "classification_label": 2, "section_number": 4, "sentences": ["The study was conducted in preterm infants with a gestational age ≤32 week and a birth weight ≤ 1500 g at Uludağ University Medical Faculty Neonatal Intensive Care Unit (NICU); they were followed for a one-year period in a prospective randomized controlled manner.", "Patients were randomized in a 2:1 ration to receive probiotics or not (control group).", "While ten percent reduction in NEC frequency via probiotic supplementation is considered significant, and aiming for alpha value of 0.05 and beta value (power analysis) of 80%; the number of patients to be enrolled in both arms of the study was found to be 40.", "The infants with: detected chromosomal abnormalities, previous gastrointestinal system surgery, a diagnosis of metabolic disease, babies lost in the first postnatal week and babies with severe sepsis episode were excluded from the study.", "Alternate randomization was used to enroll the infants to the study arms and following the randomization of the infants, the ready commercial preparation which contain multi-combined probiotics of Lactobacillus rhamnosus (4.1x10⁸ Birth weight ≤1000 g, n (%) Male, n (%) APGAR 5' (median) Multiple birth, n (%) Antenatal steroid, n (%) Maternal antibiotics, n (%) PROM, n (%) Preeclampsia, n (%) Cesarean section birth n (%) The day when probiotics were given RDS, n (%) PDA, n (%) BPD, n (%) IVH≥3, n (%) ROP≥3, n (%) Minimal enteral feeding was started on the first day of life with mother's milk for all patients.", "The infants who could not receive mother's milk were fed with formula, and the infants with insufficent mother's milk condition were fed with mixed mother's milk and formula.", "The probiotic support was started when the amount of the diet in one meal time exceeded 2 ml, and when the enteral nutrition reached 50-60 ml/kg, it was set as 2x1 sachets, until the patient was discharged.", "The choice of nutrition for patients (breast milk, formula, mother's milk/formula), the first day they were started to be fed, the first time they were given probiotics, the day that the feeding reached 100 ml/kg/day and 150 ml/kg/day were recorded on preprinted forms.", "The patients who developed abdominal distension, gastric residue or vomiting during feeding were accepted as having episodes of feeding intolerance and their feeding was suspended.", "Necrotizing enterocolitis staging was made according to the Bell Classification 7 ."], "doc_id": "38539"}