{"sentence_labels": [1, -1, -1, -1, -1, -1, -1, -1, -1], "text": "Thirty-seven healthy young athletes from a regional soccer team were randomly assigned either to a PTS group (n = 21; age = 12.1 6 0.5) or a PTC group (n = 16; age = 12.2 6 0.6 years). All participants were classified as experienced soccer players with 4.0 6 1.2 years of systematic soccer training involving 3-5 training sessions per week. Anthropometric data of both groups are presented in Table 1 . Athletes who missed more than 20% of the total training sessions and/or more than 2 consecutive sessions were excluded from the study (27) . Maturation status of the participants was determined at the beginning and after 8 weeks of training according to the predicted age at peak height velocity (APHV) (19) . All procedures were approved by the Institutional Review Committee for the ethical use of human subjects at Ksar Said University. Written informed parental consent and participant assent was obtained before the start of the study. All Plyometric Training in Youth youth athletes and their parents or legal guardians were informed about the experimental protocol and its potential risks and benefits before the commencement of the research project. Participants were allowed to withdraw from the study at any time and without giving any reason.", "section": "Subjects", "classification_label": 1, "section_number": 9, "sentences": ["Thirty-seven healthy young athletes from a regional soccer team were randomly assigned either to a PTS group (n = 21; age = 12.1 6 0.5) or a PTC group (n = 16; age = 12.2 6 0.6 years).", "All participants were classified as experienced soccer players with 4.0 6 1.2 years of systematic soccer training involving 3-5 training sessions per week.", "Anthropometric data of both groups are presented in Table 1 .", "Athletes who missed more than 20% of the total training sessions and/or more than 2 consecutive sessions were excluded from the study (27) .", "Maturation status of the participants was determined at the beginning and after 8 weeks of training according to the predicted age at peak height velocity (APHV) (19) .", "All procedures were approved by the Institutional Review Committee for the ethical use of human subjects at Ksar Said University.", "Written informed parental consent and participant assent was obtained before the start of the study.", "All Plyometric Training in Youth youth athletes and their parents or legal guardians were informed about the experimental protocol and its potential risks and benefits before the commencement of the research project.", "Participants were allowed to withdraw from the study at any time and without giving any reason."], "doc_id": "33650"}