{"sentence_labels": [1, -1, -1, -1, -1], "text": "Patients were assigned to one of two groups according to a computer generated random numbers table. After intubation patients in dexmedetomidine group (Group D, n = 38) received 1 μg/kg dexmedetomidine and the patients in tramadol group (Group T, n = 39) received 2 mg/kg tramadol. The study drugs were diluted in saline as follows: dexmedetomidine 20 μg/ml (2 ml of dexmedetomidine and 8 ml of saline) and tramadol 20 mg/ml (4 ml of tramadol and 6 ml of saline) and administered as a single iv dose over a 10 min' period. The anesthetist who administered the study drugs was blinded to the patient group and excluded from the perioperative assessment of the patient. Heart rate (HR), mean arterial pressure (MAP), peripheral oxygen saturation (SpO 2 ), and minimum alveolar concentration (MAC) were recorded before induction (baseline), at induction and every 5 min after induction during the procedure.", "section": "Methods", "classification_label": 0, "section_number": 9, "sentences": ["Patients were assigned to one of two groups according to a computer generated random numbers table.", "After intubation patients in dexmedetomidine group (Group D, n = 38) received 1 μg/kg dexmedetomidine and the patients in tramadol group (Group T, n = 39) received 2 mg/kg tramadol.", "The study drugs were diluted in saline as follows: dexmedetomidine 20 μg/ml (2 ml of dexmedetomidine and 8 ml of saline) and tramadol 20 mg/ml (4 ml of tramadol and 6 ml of saline) and administered as a single iv dose over a 10 min' period.", "The anesthetist who administered the study drugs was blinded to the patient group and excluded from the perioperative assessment of the patient.", "Heart rate (HR), mean arterial pressure (MAP), peripheral oxygen saturation (SpO 2 ), and minimum alveolar concentration (MAC) were recorded before induction (baseline), at induction and every 5 min after induction during the procedure."], "doc_id": "38883"}