{"sentence_labels": [-1, -1, -1, 1, -1, -1, -1], "text": "Between December 1, 2011 and June 30, 2012, 44 children with CP were recruited from the Physical Medicine and Rehabilitation Department of a tertiary hospital. Of the 44 children with CP who underwent an eligibility assessment, 15 were deemed eligible for the randomization procedure. Participants were randomly assigned by the study biostatistician, who was not involved in the outcome measure. This randomization was achieved by assigning participants to either the programmed standing exercise group (group A) or the standing as usual group according to conventional rehabilitation treatment (group B) with equal probability within randomly permuted blocks of size 2, 4, and 8. Due to the preliminary nature of the study, stratification in grouping was not performed. One child in group A and 2 children in group B discontinued participation in the study. Finally data from 6 healthy children (control group) and 12 children with CP (group A = 7 children; group B = 5 children) were analyzed.", "section": "Participants", "classification_label": 0, "section_number": 6, "sentences": ["Between December 1, 2011 and June 30, 2012, 44 children with CP were recruited from the Physical Medicine and Rehabilitation Department of a tertiary hospital.", "Of the 44 children with CP who underwent an eligibility assessment, 15 were deemed eligible for the randomization procedure.", "Participants were randomly assigned by the study biostatistician, who was not involved in the outcome measure.", "This randomization was achieved by assigning participants to either the programmed standing exercise group (group A) or the standing as usual group according to conventional rehabilitation treatment (group B) with equal probability within randomly permuted blocks of size 2, 4, and 8.", "Due to the preliminary nature of the study, stratification in grouping was not performed.", "One child in group A and 2 children in group B discontinued participation in the study.", "Finally data from 6 healthy children (control group) and 12 children with CP (group A = 7 children; group B = 5 children) were analyzed."], "doc_id": "37254"}