{"sentence_labels": [1, -1, -1, -1, -1, -1, -1, -1, -1], "text": "Preterm newborns were randomly assigned to receive a L. reuteri DSM 17938 supplementation or placebo by the use of a computer-generated randomization scheme. The study personnel, health care workers, and parents were masked to the study group allocation. The active study product consisted of freeze-dried L. reuteri DSM 17938 suspended in a mixture of pharmaceutical grade sunflower and medium-chain triglyceride oils supplied in a dark bottle fitted with a dropper cap and an individual number indicating the randomization sequence. Five drops of the formulation, delivering a dose of 1 × 10 8 colony-forming units (CFUs) of L. reuteri DSM 17938, were administered to infants in the probiotic group each day regardless of whether enteric feeds were started and until 30 days of life. The placebo consisted of an identical formulation of oils supplied in an identical bottle and was administered following the same protocol as that described for the probiotic group. There were no differences in smell or taste between the two formulations. Analysis of total Lactobacillus counts was performed in our laboratory on three randomly selected bottles from separate batches to ensure the viability of the live bacteria. Each bottle of 10 mL, containing at least 45 dosages, was confirmed to conform with the stated content of L. reuteri of at least 4.5 × 10 9 . The study products were stored refrigerated, which keeps the live content at a stable level.", "section": "Randomization and Interventions", "classification_label": 0, "section_number": 5, "sentences": ["Preterm newborns were randomly assigned to receive a L. reuteri DSM 17938 supplementation or placebo by the use of a computer-generated randomization scheme.", "The study personnel, health care workers, and parents were masked to the study group allocation.", "The active study product consisted of freeze-dried L. reuteri DSM 17938 suspended in a mixture of pharmaceutical grade sunflower and medium-chain triglyceride oils supplied in a dark bottle fitted with a dropper cap and an individual number indicating the randomization sequence.", "Five drops of the formulation, delivering a dose of 1 × 10 8 colony-forming units (CFUs) of L. reuteri DSM 17938, were administered to infants in the probiotic group each day regardless of whether enteric feeds were started and until 30 days of life.", "The placebo consisted of an identical formulation of oils supplied in an identical bottle and was administered following the same protocol as that described for the probiotic group.", "There were no differences in smell or taste between the two formulations.", "Analysis of total Lactobacillus counts was performed in our laboratory on three randomly selected bottles from separate batches to ensure the viability of the live bacteria.", "Each bottle of 10 mL, containing at least 45 dosages, was confirmed to conform with the stated content of L. reuteri of at least 4.5 × 10 9 .", "The study products were stored refrigerated, which keeps the live content at a stable level."], "doc_id": "39710"}