{"sentence_labels": [-1, -1, -1, -1, 1, -1, -1], "text": "This randomized controlled trial was approved by the institutional review board of Severance Hospital, Korea (No. 4-2014-0921) and registered at ClinicalTrials.gov (NCT02375191). After obtaining written informed consent from the parents or legal guardians, we prospectively enrolled pediatric patients aged 3 to 12 years who were scheduled for extensive orthopedic surgery of the lower extremities and epidural patient-controlled analgesia (PCA) between February 2015 and June 2016 at Severance Hospital. In this study, extensive orthopedic surgery was defined as at least one bone procedure at different anatomical levels (hip or knee). Exclusion criteria included history of known or suspected coagulopathy, any congenital anomalies at the site of the proposed epidural block, severe cognitive impairment with no verbal communication, history of allergies to any of the study drugs, and postoperative intensive care unit admission. Patients were randomized into the fentanyl group or dexmedetomidine group using a computerized randomization table. The random numbers were kept in opaque sealed envelopes and opened by an independent anesthesiologist not involved in the study, who prepared the study drugs in identical syringes labeled only with the drug's serial number. All attending surgeons and anesthesiologists in charge of patient management were blinded to group allocation throughout the study period.", "section": "MATERIALS AND METHODS", "classification_label": 0, "section_number": 3, "sentences": ["This randomized controlled trial was approved by the institutional review board of Severance Hospital, Korea (No. 4-2014-0921) and registered at ClinicalTrials.gov (NCT02375191).", "After obtaining written informed consent from the parents or legal guardians, we prospectively enrolled pediatric patients aged 3 to 12 years who were scheduled for extensive orthopedic surgery of the lower extremities and epidural patient-controlled analgesia (PCA) between February 2015 and June 2016 at Severance Hospital.", "In this study, extensive orthopedic surgery was defined as at least one bone procedure at different anatomical levels (hip or knee).", "Exclusion criteria included history of known or suspected coagulopathy, any congenital anomalies at the site of the proposed epidural block, severe cognitive impairment with no verbal communication, history of allergies to any of the study drugs, and postoperative intensive care unit admission.", "Patients were randomized into the fentanyl group or dexmedetomidine group using a computerized randomization table.", "The random numbers were kept in opaque sealed envelopes and opened by an independent anesthesiologist not involved in the study, who prepared the study drugs in identical syringes labeled only with the drug's serial number.", "All attending surgeons and anesthesiologists in charge of patient management were blinded to group allocation throughout the study period."], "doc_id": "38865"}