{"sentence_labels": [-1, -1, -1, -1, -1, -1, -1, 1, -1, -1, -1, -1, -1], "text": "A total number of 99 patients (54 males and 45 females) who underwent laparoscopic appendectomy because of suspected appendicitis between December 2013 and May 2015 in the Department of Pediatric Surgery, University Hospital of Split, were enrolled in the study. The study was carried out as a randomized controlled clinical trial among a convenience sample of patients. Informed consent was obtained from parents or legal guardians of all the patients, and the Ethics Committee of University Hospital of Split approved the study protocol. The study included patients of both genders, aged 0-18 y, suspected to acute appendicitis. Exclusion criteria were as follows: patients aged >18 y, those who required conversion to open appendectomy, patients with contraindications for laparoscopic procedure, and those whose parents refused laparoscopic appendectomy. Based on instrument used for sealing and cutting of mesoappendix, the patients were divided in three groups: group 1 (Ultracision; n ¼ 36), group 2 (LigaSure; n ¼ 32), and group 3 (MiSeal; n ¼ 31). In each group, the patients were divided in two subgroups based on the histopathologic findings (acute appendicitis and nonappendicitis). The allocation of participants in three groups was done using random number generator. The statistician who did not have any contact with the surgents preformed the randomization, with the probability of each participant entering any group of 33%. The strength of the evidence which could be drawn from this study is satisfactory. Preoperatively, all patients underwent a clinical examination and laboratory analysis. In most of the patients, abdominal ultrasound was performed. The patient data are summarized in Table 1 .", "section": "Patients", "classification_label": 0, "section_number": 2, "sentences": ["A total number of 99 patients (54 males and 45 females) who underwent laparoscopic appendectomy because of suspected appendicitis between December 2013 and May 2015 in the Department of Pediatric Surgery, University Hospital of Split, were enrolled in the study.", "The study was carried out as a randomized controlled clinical trial among a convenience sample of patients.", "Informed consent was obtained from parents or legal guardians of all the patients, and the Ethics Committee of University Hospital of Split approved the study protocol.", "The study included patients of both genders, aged 0-18 y, suspected to acute appendicitis.", "Exclusion criteria were as follows: patients aged >18 y, those who required conversion to open appendectomy, patients with contraindications for laparoscopic procedure, and those whose parents refused laparoscopic appendectomy.", "Based on instrument used for sealing and cutting of mesoappendix, the patients were divided in three groups: group 1 (Ultracision; n ¼ 36), group 2 (LigaSure; n ¼ 32), and group 3 (MiSeal; n ¼ 31).", "In each group, the patients were divided in two subgroups based on the histopathologic findings (acute appendicitis and nonappendicitis).", "The allocation of participants in three groups was done using random number generator.", "The statistician who did not have any contact with the surgents preformed the randomization, with the probability of each participant entering any group of 33%.", "The strength of the evidence which could be drawn from this study is satisfactory.", "Preoperatively, all patients underwent a clinical examination and laboratory analysis.", "In most of the patients, abdominal ultrasound was performed.", "The patient data are summarized in Table 1 ."], "doc_id": "34792"}