{"sentence_labels": [-1, -1, 1, -1, -1, -1, -1], "text": "Following a 4-week screening period, participants were randomized 1:1:1 to once-daily tiotropium 5 mg (2 puffs of 2.5 mg) or 2.5 mg (2 puffs of 1.25 mg), or placebo (2 puffs), administered through the Respimat Soft Mist inhaler over 12 weeks, with a 3-week follow-up period after the last dose of treatment (Fig 1, A) . Participants were required to show compliance of 80% or more (recorded with the AM3 asthma monitor device [electronic peak flow meter and eDiary; eResearch Technology, H€ ochberg, Germany]) at randomization to continue with the trial. Randomization was performed using a pseudo-random number generator with a supplied seed number, with a block size of 6. Study treatments were administered as add-on to high-dose ICS maintenance therapy (>400 mg budesonide or equivalent) with 1 or more controller medications (eg, LABA and/or LTRA) or medium-dose ICS (200-400 mg budesonide or equivalent) with 2 or more controller medications (eg, LABA and/or LTRA and/or sustained-release theophylline). Participants self-administered medication once daily in the evening between 4 PM and 7 PM, taking ICS therapy first (if usually administered in the evening), then other controller therapies, followed by trial medication. Open-label salbutamol hydrofluoroalkane metered-dose inhalers (100 mg per actuation) were provided as rescue medication during the screening, treatment, and follow-up periods. Permitted concomitant medications for the treatment of acute asthma exacerbations included temporary increases in the dose of ICS; temporary addition of systemic corticosteroids, short-acting theophylline preparations, systemic b 2 -agonists, or inhaled short-acting anticholinergics; and antibiotics.", "section": "Study procedures", "classification_label": 0, "section_number": 8, "sentences": ["Following a 4-week screening period, participants were randomized 1:1:1 to once-daily tiotropium 5 mg (2 puffs of 2.5 mg) or 2.5 mg (2 puffs of 1.25 mg), or placebo (2 puffs), administered through the Respimat Soft Mist inhaler over 12 weeks, with a 3-week follow-up period after the last dose of treatment (Fig 1, A) .", "Participants were required to show compliance of 80% or more (recorded with the AM3 asthma monitor device [electronic peak flow meter and eDiary; eResearch Technology, H€ ochberg, Germany]) at randomization to continue with the trial.", "Randomization was performed using a pseudo-random number generator with a supplied seed number, with a block size of 6.", "Study treatments were administered as add-on to high-dose ICS maintenance therapy (>400 mg budesonide or equivalent) with 1 or more controller medications (eg, LABA and/or LTRA) or medium-dose ICS (200-400 mg budesonide or equivalent) with 2 or more controller medications (eg, LABA and/or LTRA and/or sustained-release theophylline).", "Participants self-administered medication once daily in the evening between 4 PM and 7 PM, taking ICS therapy first (if usually administered in the evening), then other controller therapies, followed by trial medication.", "Open-label salbutamol hydrofluoroalkane metered-dose inhalers (100 mg per actuation) were provided as rescue medication during the screening, treatment, and follow-up periods.", "Permitted concomitant medications for the treatment of acute asthma exacerbations included temporary increases in the dose of ICS; temporary addition of systemic corticosteroids, short-acting theophylline preparations, systemic b 2 -agonists, or inhaled short-acting anticholinergics; and antibiotics."], "doc_id": "37075"}