{"sentence_labels": [-1, -1, 1, -1, -1, -1, -1, -1], "text": "Families attended an assessment appointment, where informed consent was gained. Those families meeting inclusion criteria were then randomly allocated to either the treatment or the WL condition according to a randomization table generated by computer software. A block randomization method was used, whereby a block size of 4 was used with 6 possible combinations of allocation to the treatment (T) or waitlist control (C) condition (i.e., TTCC, TCTC, TCCT, CTTC, CTCT, CCTT). Families in the WL condition were re-assessed following their 6week wait. Although they then received the intervention; these families ceased to be part of the trial at this point. Families in the treatment condition were re-assessed using the measures outlined above within 1 week of the end of the treatment program; 3, 6 and 12 months later. All outcome assessments were conducted by trained postgraduate clinical psychology trainees who were blind to participants' condition. Participant retention was good, with minimal attrition (1, 2, 3 and 1 families lost to follow-up at posttreatment, 3-month, 6-month and 12-month follow-up respectively).", "section": "Procedure", "classification_label": 0, "section_number": 18, "sentences": ["Families attended an assessment appointment, where informed consent was gained.", "Those families meeting inclusion criteria were then randomly allocated to either the treatment or the WL condition according to a randomization table generated by computer software.", "A block randomization method was used, whereby a block size of 4 was used with 6 possible combinations of allocation to the treatment (T) or waitlist control (C) condition (i.e., TTCC, TCTC, TCCT, CTTC, CTCT, CCTT).", "Families in the WL condition were re-assessed following their 6week wait.", "Although they then received the intervention; these families ceased to be part of the trial at this point.", "Families in the treatment condition were re-assessed using the measures outlined above within 1 week of the end of the treatment program; 3, 6 and 12 months later.", "All outcome assessments were conducted by trained postgraduate clinical psychology trainees who were blind to participants' condition.", "Participant retention was good, with minimal attrition (1, 2, 3 and 1 families lost to follow-up at posttreatment, 3-month, 6-month and 12-month follow-up respectively)."], "doc_id": "33726"}