{"sentence_labels": [-1, -1, -1, -1, -1, 1, -1, -1, -1, -1, -1, -1, -1, -1], "text": "The present randomized clinical trial study includes a control group. Sampling was done using randomized method and a final number of 120 subjects were selected [7] . Studying in high school, being aged between 15 to 17 years, having moderate to severe PMS, having experienced at least 6 menstrual cycles, no history of a serious mental and physical illness, such as psychotic disorders, schizophrenia and severe depression which might require special medication or diet, and taking no medicine with negative impact on PMS, such as sedative medications, hormone, and anti-prostaglandins, one month before the initiation of intervention were the main inclusion criteria. To this end, four of the 57 high schools in Hamadan city were randomly selected from different regions, and equally distributed in intervention group and the control group. Subjects in both groups filled in demographic questionnaire and PSST during pre-test stage. Based on the analysis of the questionnaires, he patients with moderate and severe PMS in the control and test groups were classified randomly using the random number table method in regard with age and severity of the symptoms. After identifying syndrome symptoms and determining the control group, 8 one-hour counselling intervention sessions were conducted in four weeks; each session included questions and answers, group counseling, group discussions, and slide presentations. A demographic questionnaire and a Premenstrual-Symptoms-Screening-Tool (PSST) questionnaire were used to collect required data; PSST questionnaire had two parts, the first part of which included 14 questions about mood, physical and behavioral symptoms; the second part measured the effect of these symptoms on the subjects, with each question ranging between four criteria of not at all, mild, moderate, and severe, and rating between 0 to 3. In order for a subject to be diagnosed with moderate to severe PMS, she must choose at least one item of moderate to severe from questions 1 to four and four items of moderate to severe in questions 1 to 14; there must also be at least one moderate or severe item in the field of effect of the symptoms. If the total score is between 0-19, PMS is mild; 19-28 signifies moderate and more than 28 signifies severe PMS [19] . The reliability of the questionnaire was measured using Cronbach alpha and turned out to be 0.9; content validity and validity index were measured and turned out to be 0.7 and 0.8, indicative of content validity of this questionnaire [25] . Also, the normal distribution of variables was examined by Kolmogorov-Smirnov-test. The data collected were analyzed by SPSS version 21 through using descriptive-analytical statistics and T student test [26, 27] . Moreover, p<0.05 was considered as the significance level.", "section": "MATERIALS AND METHODS:", "classification_label": 0, "section_number": 2, "sentences": ["The present randomized clinical trial study includes a control group.", "Sampling was done using randomized method and a final number of 120 subjects were selected [7] .", "Studying in high school, being aged between 15 to 17 years, having moderate to severe PMS, having experienced at least 6 menstrual cycles, no history of a serious mental and physical illness, such as psychotic disorders, schizophrenia and severe depression which might require special medication or diet, and taking no medicine with negative impact on PMS, such as sedative medications, hormone, and anti-prostaglandins, one month before the initiation of intervention were the main inclusion criteria.", "To this end, four of the 57 high schools in Hamadan city were randomly selected from different regions, and equally distributed in intervention group and the control group.", "Subjects in both groups filled in demographic questionnaire and PSST during pre-test stage.", "Based on the analysis of the questionnaires, he patients with moderate and severe PMS in the control and test groups were classified randomly using the random number table method in regard with age and severity of the symptoms.", "After identifying syndrome symptoms and determining the control group, 8 one-hour counselling intervention sessions were conducted in four weeks; each session included questions and answers, group counseling, group discussions, and slide presentations.", "A demographic questionnaire and a Premenstrual-Symptoms-Screening-Tool (PSST) questionnaire were used to collect required data; PSST questionnaire had two parts, the first part of which included 14 questions about mood, physical and behavioral symptoms; the second part measured the effect of these symptoms on the subjects, with each question ranging between four criteria of not at all, mild, moderate, and severe, and rating between 0 to 3.", "In order for a subject to be diagnosed with moderate to severe PMS, she must choose at least one item of moderate to severe from questions 1 to four and four items of moderate to severe in questions 1 to 14; there must also be at least one moderate or severe item in the field of effect of the symptoms.", "If the total score is between 0-19, PMS is mild; 19-28 signifies moderate and more than 28 signifies severe PMS [19] .", "The reliability of the questionnaire was measured using Cronbach alpha and turned out to be 0.9; content validity and validity index were measured and turned out to be 0.7 and 0.8, indicative of content validity of this questionnaire [25] .", "Also, the normal distribution of variables was examined by Kolmogorov-Smirnov-test.", "The data collected were analyzed by SPSS version 21 through using descriptive-analytical statistics and T student test [26, 27] .", "Moreover, p<0.05 was considered as the significance level."], "doc_id": "36094"}