{"sentence_labels": [-1, -1, 1, -1, -1, -1, -1, -1, -1, -1], "text": "Objectives-To identify success rates for radial artery cannulation in a pediatric critical care unit using either palpation or ultrasound guidance to cannulate the radial artery. Methods-A prospective randomized comparative study of critically ill children who required invasive monitoring in a tertiary referral center was conducted. All patients were randomized by a stratified block of 4 to either ultrasound-guided or traditional palpation radial artery cannulation. The primary outcomes were the first attempt and total success rates. Results-Eighty-four children were enrolled, with 43 randomized to the palpation technique and 41 to the ultrasound-guided technique. Demographic data between the groups were not significantly different. The total success and first attempt rates for the ultrasound-guided group were significantly higher than those for the palpation group (success ratio, 2.03; 95% confidence interval, 1.13-3.64; P 5 .018; and success ratio, 4.18; 95% confidence interval, 1.57-11.14; P 5 .004, respectively). The median time to success for the ultrasound-guided group was significantly shorter than that for the palpation group (3.3 versus 10.4 minutes; P < .001). Cannulation complications were lower in the ultrasound-guided group than the palpation group (12.5% versus 53.3%; P < .001). Conclusions-The ultrasound-guided technique could improve the success rate and allow for faster cannulation of radial artery catheterization in critically ill children.", "section": "Abstract", "classification_label": 0, "sentences": ["Objectives-To identify success rates for radial artery cannulation in a pediatric critical care unit using either palpation or ultrasound guidance to cannulate the radial artery.", "Methods-A prospective randomized comparative study of critically ill children who required invasive monitoring in a tertiary referral center was conducted.", "All patients were randomized by a stratified block of 4 to either ultrasound-guided or traditional palpation radial artery cannulation.", "The primary outcomes were the first attempt and total success rates.", "Results-Eighty-four children were enrolled, with 43 randomized to the palpation technique and 41 to the ultrasound-guided technique.", "Demographic data between the groups were not significantly different.", "The total success and first attempt rates for the ultrasound-guided group were significantly higher than those for the palpation group (success ratio, 2.03; 95% confidence interval, 1.13-3.64; P 5 .018; and success ratio, 4.18; 95% confidence interval, 1.57-11.14; P 5 .004, respectively).", "The median time to success for the ultrasound-guided group was significantly shorter than that for the palpation group (3.3 versus 10.4 minutes; P < .001).", "Cannulation complications were lower in the ultrasound-guided group than the palpation group (12.5% versus 53.3%; P < .001).", "Conclusions-The ultrasound-guided technique could improve the success rate and allow for faster cannulation of radial artery catheterization in critically ill children."], "doc_id": "34380"}