{"sentence_labels": [-1, -1, -1, 1, -1, -1], "text": "Children with ASD, aged 4-7, were recruited through the Association for Children at Risk, an Israeli organization that operates kindergartens and clinical centers for children with ASD throughout the country. In addition, adverts were placed in internet forums of professionals and parents of children with ASD. Of the 107 families who volunteered for the study, 77 children met the inclusion criteria: WPPSI subtest standardized scores >6, and VABS communication score >80. These 77 children, diagnosed with ASD according to established DSM-IV-TR [American Psychiatric Association, 2000] criteria, and meeting criteria for ASD on the ADOS-2 [Lord et al., 2012] , were randomly allocated into the four intervention groups (see Fig. 2 ). During the 8 weeks of intervention, eight participants dropped out for various reasons: Five participants did not find the series interesting (two participants from the TT group and three participants from the CS 1 PS and CS groups); three participants (one from the TT group, one from the TT 1 PS group, Figure 1 . Screenshots of items from computer tasks-generalization levels 2 (left) and 3 (right).", "section": "Participants", "classification_label": 1, "section_number": 24, "sentences": ["Children with ASD, aged 4-7, were recruited through the Association for Children at Risk, an Israeli organization that operates kindergartens and clinical centers for children with ASD throughout the country.", "In addition, adverts were placed in internet forums of professionals and parents of children with ASD.", "Of the 107 families who volunteered for the study, 77 children met the inclusion criteria: WPPSI subtest standardized scores >6, and VABS communication score >80.", "These 77 children, diagnosed with ASD according to established DSM-IV-TR [American Psychiatric Association, 2000] criteria, and meeting criteria for ASD on the ADOS-2 [Lord et al., 2012] , were randomly allocated into the four intervention groups (see Fig. 2 ).", "During the 8 weeks of intervention, eight participants dropped out for various reasons: Five participants did not find the series interesting (two participants from the TT group and three participants from the CS 1 PS and CS groups); three participants (one from the TT group, one from the TT 1 PS group, Figure 1 .", "Screenshots of items from computer tasks-generalization levels 2 (left) and 3 (right)."], "doc_id": "39027"}