{"sentence_labels": [-1, -1, -1, 1, -1, -1], "text": "Participants were eligible for the study if they were diagnosed with type 1 diabetes at least 6 months prior, had an insulin requirement .0.5 U insulin/kg/d, aged 8 to 18 years, and a BMI .50th percentile for age and sex (Centers for Disease Control and Prevention 2000 standardized reference charts; http://wwwn.cdc.gov/epiinfo/). They were excluded if they had a severe hypoglycemic episode in 6 months prior to recruitment, more than two episodes of diabetes ketoacidosis in the previous 12 months, serious comorbidities, contraindication to metformin therapy, or were already on metformin, statins, multivitamins, or antihypertensives. Participants were recruited and enrolled by a single investigator (J.J.A.A.) and assigned a code in sequence (1 to 90). Participants were allocated in a 1:1 ratio to metformin or placebo by the pharmacist using the randomization list generated by a statistician external to the study using statistical software S-PLUS version 8.1. Medication bottles were identical between groups aside from batch number, which the pharmacist used to allocate participants to treatment group (labeled as A or B). Participants, their care providers, and investigators were blinded to treatment group (22) .", "section": "Study participants", "classification_label": 0, "section_number": 6, "sentences": ["Participants were eligible for the study if they were diagnosed with type 1 diabetes at least 6 months prior, had an insulin requirement .0.5 U insulin/kg/d, aged 8 to 18 years, and a BMI .50th percentile for age and sex (Centers for Disease Control and Prevention 2000 standardized reference charts; http://wwwn.cdc.gov/epiinfo/).", "They were excluded if they had a severe hypoglycemic episode in 6 months prior to recruitment, more than two episodes of diabetes ketoacidosis in the previous 12 months, serious comorbidities, contraindication to metformin therapy, or were already on metformin, statins, multivitamins, or antihypertensives.", "Participants were recruited and enrolled by a single investigator (J.J.A.A.) and assigned a code in sequence (1 to 90).", "Participants were allocated in a 1:1 ratio to metformin or placebo by the pharmacist using the randomization list generated by a statistician external to the study using statistical software S-PLUS version 8.1.", "Medication bottles were identical between groups aside from batch number, which the pharmacist used to allocate participants to treatment group (labeled as A or B).", "Participants, their care providers, and investigators were blinded to treatment group (22) ."], "doc_id": "34901"}