{"sentence_labels": [-1, -1, 1, -1, -1], "text": "The target sample of 20 families per arm was selected based upon conventions for pilot studies, 49 and therefore, the study was not powered to detect significant differences in study end points. Families enrolled were randomly assigned to one of three treatment arms: Arm 1: parent and adolescent each received a motivational intervention, Arm 2: parent received a motivational intervention and adolescents received an attention control intervention, or Arm 3: parents and adolescents each received an attention control intervention. Randomization was stratified by child age (10.0-11.49 vs. 11.5-13.9) using a 1:1:1 ratio. Twentyfour were assigned to Arm 1 (MI Parent and MI Adolescent), 19 to Arm 2 (MI Parent and Educational Control Adolescent), and 24 to Arm 3 (Educational Control Parent and Educational Control Adolescent). All families also continued to receive standard medical care at their diabetes clinic during the trial.", "section": "PARTICIPANTS", "classification_label": 0, "section_number": 7, "sentences": ["The target sample of 20 families per arm was selected based upon conventions for pilot studies, 49 and therefore, the study was not powered to detect significant differences in study end points.", "Families enrolled were randomly assigned to one of three treatment arms: Arm 1: parent and adolescent each received a motivational intervention, Arm 2: parent received a motivational intervention and adolescents received an attention control intervention, or Arm 3: parents and adolescents each received an attention control intervention.", "Randomization was stratified by child age (10.0-11.49 vs. 11.5-13.9) using a 1:1:1 ratio.", "Twentyfour were assigned to Arm 1 (MI Parent and MI Adolescent), 19 to Arm 2 (MI Parent and Educational Control Adolescent), and 24 to Arm 3 (Educational Control Parent and Educational Control Adolescent).", "All families also continued to receive standard medical care at their diabetes clinic during the trial."], "doc_id": "33826"}