{"sentence_labels": [1, -1, -1, -1, -1, -1, -1], "text": "Behavioral Treatment-Families were randomly assigned to either the homeworkfocused behavioral intervention (BPT+DRC) or a waitlist control group (WL). BPT+DRC was a behavioral treatment package largely based on Power's work developing the FSS and the Homework Success Program (HSP; Power, Karustis, & Habboushe, 2001 ) as well as general parent training content from the Community Parent Education Program (COPE; Cunningham, Bremner, & Boyle, 1995; Cunningham, 1990 ) and a DRC. The HSP manual was used for all homework-focused sessions and within-session content (e.g., homework routine, when-then contingencies, homework goals). The more general parent training skills (e.g., positive attention, time out) in the current intervention were derived from COPE, the standard BPT program employed in the STP (see Table 2 for outline of session content). In the COPE style of parent training, families sit in small subgroups of about seven parents each, watch video-taped vignettes of parenting errors, and discuss parenting errors, alternative strategies, potential barriers, and benefits of strategies. After each discussion, parent subgroup leaders report back to the larger group, and BPT clinicians facilitate discussion by reflecting questions back to the group and modeling proposed strategies. Due to the predominantly Hispanic sample, subgroup language could be either English or Spanish, and a Spanish-speaking translator was present in each of the parent training sessions.", "section": "Intervention", "classification_label": 1, "section_number": 12, "sentences": ["Behavioral Treatment-Families were randomly assigned to either the homeworkfocused behavioral intervention (BPT+DRC) or a waitlist control group (WL).", "BPT+DRC was a behavioral treatment package largely based on Power's work developing the FSS and the Homework Success Program (HSP; Power, Karustis, & Habboushe, 2001 ) as well as general parent training content from the Community Parent Education Program (COPE; Cunningham, Bremner, & Boyle, 1995; Cunningham, 1990 ) and a DRC.", "The HSP manual was used for all homework-focused sessions and within-session content (e.g., homework routine, when-then contingencies, homework goals).", "The more general parent training skills (e.g., positive attention, time out) in the current intervention were derived from COPE, the standard BPT program employed in the STP (see Table 2 for outline of session content).", "In the COPE style of parent training, families sit in small subgroups of about seven parents each, watch video-taped vignettes of parenting errors, and discuss parenting errors, alternative strategies, potential barriers, and benefits of strategies.", "After each discussion, parent subgroup leaders report back to the larger group, and BPT clinicians facilitate discussion by reflecting questions back to the group and modeling proposed strategies.", "Due to the predominantly Hispanic sample, subgroup language could be either English or Spanish, and a Spanish-speaking translator was present in each of the parent training sessions."], "doc_id": "38972"}