{"sentence_labels": [1, -1, -1, -1, -1, -1], "text": "Overall, 107 families completed T1 assessment and were randomly allocated to intervention (n ¼ 52) or CAU (n ¼ 55). Eligibility screening and progress of target parents through each phase of the study is detailed elsewhere (Morawska et al., 2016a (Morawska et al., , 2016b . At enrollment, before randomization, a subsample of 55 families (51.4%) agreed to have the child's father take part in assessment alongside the child's mother, who was the primary target of the intervention. Nearly all (54 of 55) fathers were part of a partnered, cohabitating heterosexual couple, except for one divorced father who participated alongside the child's mother. In cases where two parents participated, both completed all self-report measures, but intervention-group fathers who were not primarily responsible for their child's management may or may not have attended the intervention sessions themselves. There were no significant differences on any baseline demographic or outcome variables for mothers whose partners participated in the study compared with mothers whose partners did not.", "section": "Participants", "classification_label": 0, "section_number": 9, "sentences": ["Overall, 107 families completed T1 assessment and were randomly allocated to intervention (n ¼ 52) or CAU (n ¼ 55).", "Eligibility screening and progress of target parents through each phase of the study is detailed elsewhere (Morawska et al., 2016a (Morawska et al., , 2016b .", "At enrollment, before randomization, a subsample of 55 families (51.4%) agreed to have the child's father take part in assessment alongside the child's mother, who was the primary target of the intervention.", "Nearly all (54 of 55) fathers were part of a partnered, cohabitating heterosexual couple, except for one divorced father who participated alongside the child's mother.", "In cases where two parents participated, both completed all self-report measures, but intervention-group fathers who were not primarily responsible for their child's management may or may not have attended the intervention sessions themselves.", "There were no significant differences on any baseline demographic or outcome variables for mothers whose partners participated in the study compared with mothers whose partners did not."], "doc_id": "39015"}