{"sentence_labels": [-1, -1, -1, -1, -1, -1, 1, -1], "text": "Standardized food challenges using PRACTALL criteria 12 were conducted before initiating therapy and following 12, 24, and 36 months of daily peanut-patch application. Incremental peanut protein doses of 1, 3, 10, 30, 100, and 300 mg every 30 minutes were used for all challenges, with additional doses of 1000 and 2000 mg of peanut protein for challenges at 12, 24, and 36 months. An additional dose of 1600 mg of peanut protein was administered at 24 and 36 months. Peanut protein doses were administered in a standardized chocolate pudding. 13 Food challenges were discontinued and eliciting doses were established only when clear-cut objective symptoms were present (eTable 1 in Supplement 2). 12 Once qualified, patients were randomly assigned at a ratio of 1:1:1:1 to receive patches containing 50 μg, 100 μg, or 250 μg of peanut protein or placebo patch. Randomization was stratified by site and age group using a dynamic randomization schedule through Interactive Web Response Systems: children aged 6 to 11 years and adolescents/adults aged 12 to 55 years (treatment block size was 4). Patients and their families were reimbursed for travel cost limited to US$40 per visit; there were no additional financial incentives.", "section": "Interventions", "classification_label": 0, "section_number": 4, "sentences": ["Standardized food challenges using PRACTALL criteria 12 were conducted before initiating therapy and following 12, 24, and 36 months of daily peanut-patch application.", "Incremental peanut protein doses of 1, 3, 10, 30, 100, and 300 mg every 30 minutes were used for all challenges, with additional doses of 1000 and 2000 mg of peanut protein for challenges at 12, 24, and 36 months.", "An additional dose of 1600 mg of peanut protein was administered at 24 and 36 months.", "Peanut protein doses were administered in a standardized chocolate pudding.", "13 Food challenges were discontinued and eliciting doses were established only when clear-cut objective symptoms were present (eTable 1 in Supplement 2).", "12 Once qualified, patients were randomly assigned at a ratio of 1:1:1:1 to receive patches containing 50 μg, 100 μg, or 250 μg of peanut protein or placebo patch.", "Randomization was stratified by site and age group using a dynamic randomization schedule through Interactive Web Response Systems: children aged 6 to 11 years and adolescents/adults aged 12 to 55 years (treatment block size was 4).", "Patients and their families were reimbursed for travel cost limited to US$40 per visit; there were no additional financial incentives."], "doc_id": "34198"}