{"sentence_labels": [-1, -1, 1, -1, -1, -1], "text": "Patients were randomly assigned to either the IVIG group or the IVIG plus clarithromycin group in a 1:1 ratio. Patients were allocated through dynamic randomization adjusted by the Kobayashi score 19 (<5 or ≥5) to ensure a balanced allocation of patients at high risk between the 2 groups. Dynamic randomization was performed using the minimization method, incorporating a random element, via a computer-generated interactive web-based response system. The Kobayashi score ranges from 0 to 11, with higher scores predicting the IVIG unresponsiveness in Japanese children. 19 The parameters of the Kobayashi score consists of age (1 point if ≤12 months), days of illness at diagnosis (2 points if ≤4 days), peripheral blood platelet counts (1 point if ≤30910 4 lL), neutrophil percentage (2 points if ≥80%), and serum concentration of sodium (2 points if ≤133 mmol/L), asparate aminotransferase (2 points if ≥100 IU/L), and C-reactive protein (1 point if ≥100 mg/L). Patients, doctors in charge of the patients, and medical staff were not masked to the assignment.", "section": "Procedures", "classification_label": 0, "section_number": 6, "sentences": ["Patients were randomly assigned to either the IVIG group or the IVIG plus clarithromycin group in a 1:1 ratio.", "Patients were allocated through dynamic randomization adjusted by the Kobayashi score 19 (<5 or ≥5) to ensure a balanced allocation of patients at high risk between the 2 groups.", "Dynamic randomization was performed using the minimization method, incorporating a random element, via a computer-generated interactive web-based response system.", "The Kobayashi score ranges from 0 to 11, with higher scores predicting the IVIG unresponsiveness in Japanese children.", "19 The parameters of the Kobayashi score consists of age (1 point if ≤12 months), days of illness at diagnosis (2 points if ≤4 days), peripheral blood platelet counts (1 point if ≤30910 4 lL), neutrophil percentage (2 points if ≥80%), and serum concentration of sodium (2 points if ≤133 mmol/L), asparate aminotransferase (2 points if ≥100 IU/L), and C-reactive protein (1 point if ≥100 mg/L).", "Patients, doctors in charge of the patients, and medical staff were not masked to the assignment."], "doc_id": "39688"}