{"sentence_labels": [1, -1, -1, -1, -1], "text": "Randomisation was performed double-blind using a validated pseudo-random number generator and supplied seed number, to ensure the allocation was both reproducible and nonpredictable, and was performed in blocks of six, stratified by country. The randomisation list was generated by Boehringer Ingelheim (Biberach an der Riss, Germany). Patients self-administered medication once daily in the evening between 17:00 h and 19:00 h, in the following sequence: ICS therapy, then other controller therapies, followed by trial medication. Open-label salbutamol hydrofluoroalkane metered-dose inhalers were provided for use as rescue medication during the trial. Permitted concomitant medications for the treatment of acute asthma exacerbations included temporary increases in the dose of ICS; temporary increases in the dose of, or the addition of, systemic corticosteroids or short-acting theophylline preparations; temporary addition of systemic β 2 -agonists or inhaled short-acting anticholinergics; and antibiotics.", "section": "Treatment", "classification_label": 0, "section_number": 9, "sentences": ["Randomisation was performed double-blind using a validated pseudo-random number generator and supplied seed number, to ensure the allocation was both reproducible and nonpredictable, and was performed in blocks of six, stratified by country.", "The randomisation list was generated by Boehringer Ingelheim (Biberach an der Riss, Germany).", "Patients self-administered medication once daily in the evening between 17:00 h and 19:00 h, in the following sequence: ICS therapy, then other controller therapies, followed by trial medication.", "Open-label salbutamol hydrofluoroalkane metered-dose inhalers were provided for use as rescue medication during the trial.", "Permitted concomitant medications for the treatment of acute asthma exacerbations included temporary increases in the dose of ICS; temporary increases in the dose of, or the addition of, systemic corticosteroids or short-acting theophylline preparations; temporary addition of systemic β 2 -agonists or inhaled short-acting anticholinergics; and antibiotics."], "doc_id": "34291"}