{"sentence_labels": [-1, -1, -1, -1, -1, 1, -1, -1, -1, -1], "text": "A detailed methodological account has been published elsewhere [43] . Informed by the PRECEDE-PROCEED model for health promotion program planning [44] , and methodologically designed and implemented in accordance with the Consolidated Standards of Reporting Trials (CONSORT) statement [45] , a single-blind cluster RCT was conducted. Childcare centres were eligible if they had at least one preschool classroom, if the staff and children were English-speaking, and if the centre director and childcare staff of the eligible classrooms were willing to participate. All recruitment and randomization activities were conducted by the project coordinator. Twenty-two centre-based childcare facilities in London, Ontario, Canada were randomly selected and agreed to participate (59%; see Fig. 1 for participation rates). The director of each childcare facility was contacted via phone; once verbal consent was received from all 22 centres, each centre was randomly assigned to either the experimental or control condition (using a blocked design). Centre start dates were staggered over four months during spring and summer, making it logistically impossible to perform baseline measures prior to randomization. No centres withdrew from the study at any time. Only centres assigned to the experimental condition had childcare staff deliver the SPACE intervention (i.e., providing four 30-min daily outdoor periods and offering the supplied portable play equipment), while centres enrolled in the control condition continued their typical daily curriculum and programming, including regular outdoor playtime periods (i.e., two 60-min periods). This study and all related documents received ethical approval from the University of Western Ontario's Research Ethics Board (REB# 105779) and was assigned an International Standard Randomized Controlled Trial Number (ISRCTN 70604107).", "section": "Study design and recruitment", "classification_label": 0, "section_number": 10, "sentences": ["A detailed methodological account has been published elsewhere [43] .", "Informed by the PRECEDE-PROCEED model for health promotion program planning [44] , and methodologically designed and implemented in accordance with the Consolidated Standards of Reporting Trials (CONSORT) statement [45] , a single-blind cluster RCT was conducted.", "Childcare centres were eligible if they had at least one preschool classroom, if the staff and children were English-speaking, and if the centre director and childcare staff of the eligible classrooms were willing to participate.", "All recruitment and randomization activities were conducted by the project coordinator.", "Twenty-two centre-based childcare facilities in London, Ontario, Canada were randomly selected and agreed to participate (59%; see Fig. 1 for participation rates).", "The director of each childcare facility was contacted via phone; once verbal consent was received from all 22 centres, each centre was randomly assigned to either the experimental or control condition (using a blocked design).", "Centre start dates were staggered over four months during spring and summer, making it logistically impossible to perform baseline measures prior to randomization.", "No centres withdrew from the study at any time.", "Only centres assigned to the experimental condition had childcare staff deliver the SPACE intervention (i.e., providing four 30-min daily outdoor periods and offering the supplied portable play equipment), while centres enrolled in the control condition continued their typical daily curriculum and programming, including regular outdoor playtime periods (i.e., two 60-min periods).", "This study and all related documents received ethical approval from the University of Western Ontario's Research Ethics Board (REB# 105779) and was assigned an International Standard Randomized Controlled Trial Number (ISRCTN 70604107)."], "doc_id": "39995"}