{"sentence_labels": [1, -1, -1, -1, -1, -1, -1, -1, -1, -1], "text": "Subjects were matched according to total strength and then randomly allocated to one of the 2 training groups (front squat or hip thrust) by a coin flip. Statistical analysis (t-test) was performed to ensure that there were no statistical differences between groups (p # 0.05) in the measured baseline variables ( Table 1) . For lower body, one group performed front squats only while the other group performed hip thrusts only. The repetition scheme used for the front squat and hip thrust is presented in Table 2 . In addition to lowerbody training, both groups performed upper-body and core exercises, consisting of 4 sets of incline press or standing military press; 4 sets of bent-over rows, bench pull, or seated rows; and 4 sets of core exercises for the abdominals/lower back. Each week, on 2 separate days spaced at least 72 hours apart, the front squat group performed 4 sets of front squats and the hip thrust group performed 4 sets of hip thrusts in a periodized fashion ( Table 2 ). The aforementioned 10-minute dynamic warm-up followed by 3 progressively heavier specific warm-up sets was performed before each session. Three-minute rest periods in between sets were used throughout the duration of the training. During week 1, 60% 3RM loads were used. Loads were increased gradually each week, assuming the subject completed all repetitions with proper form.", "section": "Training Protocol", "classification_label": 0, "section_number": 13, "sentences": ["Subjects were matched according to total strength and then randomly allocated to one of the 2 training groups (front squat or hip thrust) by a coin flip.", "Statistical analysis (t-test) was performed to ensure that there were no statistical differences between groups (p # 0.05) in the measured baseline variables ( Table 1) .", "For lower body, one group performed front squats only while the other group performed hip thrusts only.", "The repetition scheme used for the front squat and hip thrust is presented in Table 2 .", "In addition to lowerbody training, both groups performed upper-body and core exercises, consisting of 4 sets of incline press or standing military press; 4 sets of bent-over rows, bench pull, or seated rows; and 4 sets of core exercises for the abdominals/lower back.", "Each week, on 2 separate days spaced at least 72 hours apart, the front squat group performed 4 sets of front squats and the hip thrust group performed 4 sets of hip thrusts in a periodized fashion ( Table 2 ).", "The aforementioned 10-minute dynamic warm-up followed by 3 progressively heavier specific warm-up sets was performed before each session.", "Three-minute rest periods in between sets were used throughout the duration of the training.", "During week 1, 60% 3RM loads were used.", "Loads were increased gradually each week, assuming the subject completed all repetitions with proper form."], "doc_id": "36663"}