{"sentence_labels": [1, -1, -1, -1, -1, -1, -1, -1, -1, -1, -1], "text": "Patients were randomly assigned in fixed blocks of nine to receive ondansetron or domperidone or placebo in a 1:1:1 ratio. The randomization list was generated using the STATA software and was stratified according to participating centers. The randomization procedure was centralized. The randomization sequence was transmitted to the pharmaceutical development service (Monteresearch S.r.l.), that prepared and sent directly to participating hospitals, active drugs and placebo in closed, opaque and consecutively numbered bags. Drug preparations were indistinguishable by taste, odor and appearance. A syrup was preferred to other possible formulations (i.e. tablets) because it allows for the preparation of solutions at different concentrations which makes it possible to administer the same volume, based only on the child's weight (ml/kg), regardless of the allocation group. Each bag contained a graduated drug dispenser. For each randomization the amount of syrup allowed for a second administration in vomiting children within 15 min of the first dose. After confirmation of first-line ORT failure, the next available bag containing the drug preparation was opened and a weigh-appropriate dose was administered to the patient. Study investigators and participants were unaware of the randomization list and blind to the pharmaceutical preparations assigned.", "section": "Randomization and masking", "classification_label": 0, "section_number": 10, "sentences": ["Patients were randomly assigned in fixed blocks of nine to receive ondansetron or domperidone or placebo in a 1:1:1 ratio.", "The randomization list was generated using the STATA software and was stratified according to participating centers.", "The randomization procedure was centralized.", "The randomization sequence was transmitted to the pharmaceutical development service (Monteresearch S.r.l.),", "that prepared and sent directly to participating hospitals, active drugs and placebo in closed, opaque and consecutively numbered bags.", "Drug preparations were indistinguishable by taste, odor and appearance.", "A syrup was preferred to other possible formulations (i.e. tablets) because it allows for the preparation of solutions at different concentrations which makes it possible to administer the same volume, based only on the child's weight (ml/kg), regardless of the allocation group.", "Each bag contained a graduated drug dispenser.", "For each randomization the amount of syrup allowed for a second administration in vomiting children within 15 min of the first dose.", "After confirmation of first-line ORT failure, the next available bag containing the drug preparation was opened and a weigh-appropriate dose was administered to the patient.", "Study investigators and participants were unaware of the randomization list and blind to the pharmaceutical preparations assigned."], "doc_id": "36319"}