{"sentence_labels": [-1, -1, -1, -1, 1, -1, -1, -1, -1, -1], "text": "Study participants received standard obstetric care as defined by their institution and treating health care provider. The decision to assess fetal growth using ultrasonography, the need for antenatal testing, and the choice of mode of delivery were determined by the treating health care provider. When deciding timing of delivery, standard clinical practice was followed including delivery no earlier than 39 weeks of gestation and no later than 40 weeks of gestation, unless spontaneous labor ensued. Decision to deliver outside these established goals were left to the discretion of the patient's health care provider while still adhering to the recommendations outlined in the Society for Maternal-Fetal Medicine-Eunice Kennedy Shriver National Institute of Child Health and Human Development guidelines. 10 Group assignment was made by a computergenerated random sequence stratified by clinical center. Balanced group sizes were maintained using a simple urn method. All research-related data including maternal and neonatal outcomes were collected by certified research personnel. The primary outcome was difference in birth weights among both groups. Because the goal was to demonstrate noninferiority and not superiority, the design utilized was a noninferiority trial design. The rationale for using a noninferiority trial rather than a superiority trial was: 1) given the importance of adequate glycemic control and its effects on both the mother and fetus, it would be unethical to perform a trial with a group of individuals not allowed to test their blood glucose values; 2) testing blood glucose every other day is not expected to be superior to testing every day, although some potential benefits may be expected; and 3) because testing every other day is easier and probably preferred rather than testing every day, testing compliance may improve while still retaining the clinical benefits.", "section": "MATERIALS AND METHODS", "classification_label": 0, "section_number": 8, "sentences": ["Study participants received standard obstetric care as defined by their institution and treating health care provider.", "The decision to assess fetal growth using ultrasonography, the need for antenatal testing, and the choice of mode of delivery were determined by the treating health care provider.", "When deciding timing of delivery, standard clinical practice was followed including delivery no earlier than 39 weeks of gestation and no later than 40 weeks of gestation, unless spontaneous labor ensued.", "Decision to deliver outside these established goals were left to the discretion of the patient's health care provider while still adhering to the recommendations outlined in the Society for Maternal-Fetal Medicine-Eunice Kennedy Shriver National Institute of Child Health and Human Development guidelines.", "10 Group assignment was made by a computergenerated random sequence stratified by clinical center.", "Balanced group sizes were maintained using a simple urn method.", "All research-related data including maternal and neonatal outcomes were collected by certified research personnel.", "The primary outcome was difference in birth weights among both groups.", "Because the goal was to demonstrate noninferiority and not superiority, the design utilized was a noninferiority trial design.", "The rationale for using a noninferiority trial rather than a superiority trial was: 1) given the importance of adequate glycemic control and its effects on both the mother and fetus, it would be unethical to perform a trial with a group of individuals not allowed to test their blood glucose values; 2) testing blood glucose every other day is not expected to be superior to testing every day, although some potential benefits may be expected; and 3) because testing every other day is easier and probably preferred rather than testing every day, testing compliance may improve while still retaining the clinical benefits."], "doc_id": "36790"}