{"sentence_labels": [-1, -1, -1, -1, -1, -1, 1, -1, -1], "text": "Study population and sample size. The Eastern region of Burkina Faso has a Sudan-Sahelian climate, characterized by 2 distinct seasons: a hot and dry period from October to May and a rainy season from June to September. The 24-h dietary recall was a cross-sectional substudy nested within the MAMÕOut study. Due to limited access in the rainy season, 6 remote clusters were purposely excluded from this substudy: 3 in the control group and 3 in the intervention group. A subsample of children included in the MAMÕOut study were then randomly chosen among the 26 remaining villages to be part of the 24-h dietary recall study. No restriction was placed on the childrenÕs age or nutritional status. Children in both arms were randomly selected by using the computerized random-number generator in Stata 12.0 (StataCorp). With a type I error of 5% and a statistical power of 80%, assuming a size effect of 0.4 and a design effect of 1.5 (19) , with 13 clusters/study arms, 156 children/study arm were required. Allowing for 5-10% nonresponse, we increased the sample size to 166 children/study arm.", "section": "Methods", "classification_label": 0, "section_number": 5, "sentences": ["Study population and sample size.", "The Eastern region of Burkina Faso has a Sudan-Sahelian climate, characterized by 2 distinct seasons: a hot and dry period from October to May and a rainy season from June to September.", "The 24-h dietary recall was a cross-sectional substudy nested within the MAMÕOut study.", "Due to limited access in the rainy season, 6 remote clusters were purposely excluded from this substudy: 3 in the control group and 3 in the intervention group.", "A subsample of children included in the MAMÕOut study were then randomly chosen among the 26 remaining villages to be part of the 24-h dietary recall study.", "No restriction was placed on the childrenÕs age or nutritional status.", "Children in both arms were randomly selected by using the computerized random-number generator in Stata 12.0 (StataCorp).", "With a type I error of 5% and a statistical power of 80%, assuming a size effect of 0.4 and a design effect of 1.5 (19) , with 13 clusters/study arms, 156 children/study arm were required.", "Allowing for 5-10% nonresponse, we increased the sample size to 166 children/study arm."], "doc_id": "37192"}