{"sentence_labels": [-1, 1, -1, -1, -1, -1, -1, -1, -1, -1, -1, -1], "text": "Required second cure (6) Closed (30) Closed (31) Rectal ibuprofen (36) 96 infants with hsPDA Oral ibuprofen (36) 11 with minimal ductal shunt closed on follow up cystatin-C (cys-C), sodium levels and urinary output), plasma ibuprofen and bilirubin levels, transfontanelle ultrasonography and echocardiography results were evaluated in all cases. Thirty-six patients diagnosed with hsPDA were randomized into the rectal and ibuprofen groups. These groups were treated with a total of three ibuprofen doses, the initial dose was 10 mg/kg and the following two doses at hour 24 and 48 were 5 mg/kg doses (Pedifen; Atafarm, Istanbul, Turkey). The 36 patients were included as the control group. Both rectal and oral ibuprofen (312 mOsmol/l and stabilized with propylparaben, methylparaben and sodium benzoate) were given via an orogastric tube, which was flushed with 1-2 ml of sterile water to ensure the delivery of the drug. In rectal applications, the drug was delivered after a 6F catheter was advanced 2-3 cm rectally, to prevent the drug from leaking from the rectum, both hips were held close for 3-5 minutes. As the suppository form of ibuprofen is not available in Turkey, the syrup form was used for rectal delivery. All of the infants were given only breast milk from the first day of life. The daily oral intake received was between 20 and 40 mL/kg when treatment was started. After the first course of treatment, the success of the treatment and the need for a second course were evaluated by echocardiography. Patients with closed hsPDA and repeating clinical findings during observation were evaluated by echocardiography and second treatment courses were delivered if needed. Surgical ligation was performed in hsPDA cases that persisted after the second course of ibuprofen.", "section": "Introduction", "classification_label": 1, "section_number": 6, "sentences": ["Required second cure (6) Closed (30) Closed (31) Rectal ibuprofen (36) 96 infants with hsPDA Oral ibuprofen (36) 11 with minimal ductal shunt closed on follow up cystatin-C (cys-C), sodium levels and urinary output), plasma ibuprofen and bilirubin levels, transfontanelle ultrasonography and echocardiography results were evaluated in all cases.", "Thirty-six patients diagnosed with hsPDA were randomized into the rectal and ibuprofen groups.", "These groups were treated with a total of three ibuprofen doses, the initial dose was 10 mg/kg and the following two doses at hour 24 and 48 were 5 mg/kg doses (Pedifen; Atafarm, Istanbul, Turkey).", "The 36 patients were included as the control group.", "Both rectal and oral ibuprofen (312 mOsmol/l and stabilized with propylparaben, methylparaben and sodium benzoate) were given via an orogastric tube, which was flushed with 1-2 ml of sterile water to ensure the delivery of the drug.", "In rectal applications, the drug was delivered after a 6F catheter was advanced 2-3 cm rectally, to prevent the drug from leaking from the rectum, both hips were held close for 3-5 minutes.", "As the suppository form of ibuprofen is not available in Turkey, the syrup form was used for rectal delivery.", "All of the infants were given only breast milk from the first day of life.", "The daily oral intake received was between 20 and 40 mL/kg when treatment was started.", "After the first course of treatment, the success of the treatment and the need for a second course were evaluated by echocardiography.", "Patients with closed hsPDA and repeating clinical findings during observation were evaluated by echocardiography and second treatment courses were delivered if needed.", "Surgical ligation was performed in hsPDA cases that persisted after the second course of ibuprofen."], "doc_id": "39768"}