{"sentence_labels": [-1, -1, -1, -1, 1, -1], "text": "Children with CP, who were undergoing treatment at a tertiary care teaching hospital in the department of Physical Medicine and Rehabilitation, were included in this study. Children aged 5-20 years with sufficient balance to play Wii games in the sitting or standing position, adequate functional hand skills to hold the Wii remote, and cognitive skills to follow directions to play the games were included. Children with history of serious health problems and those who had played Wii games earlier were excluded. None of the children were recovering from surgery. After obtaining the parent's informed consent and child's assent, the subjects were randomly allocated into either control or intervention group, based on a computer-generated random sequence (www.random.org) using sequentially numbered sealed opaque envelopes. Generation of the random allocation sequence was done by an individual not directly involved in the study.", "section": "Participants", "classification_label": 0, "section_number": 6, "sentences": ["Children with CP, who were undergoing treatment at a tertiary care teaching hospital in the department of Physical Medicine and Rehabilitation, were included in this study.", "Children aged 5-20 years with sufficient balance to play Wii games in the sitting or standing position, adequate functional hand skills to hold the Wii remote, and cognitive skills to follow directions to play the games were included.", "Children with history of serious health problems and those who had played Wii games earlier were excluded.", "None of the children were recovering from surgery.", "After obtaining the parent's informed consent and child's assent, the subjects were randomly allocated into either control or intervention group, based on a computer-generated random sequence (www.random.org) using sequentially numbered sealed opaque envelopes.", "Generation of the random allocation sequence was done by an individual not directly involved in the study."], "doc_id": "39218"}