{"sentence_labels": [-1, -1, -1, -1, -1, 1, -1, -1], "text": "Kebelle is the smallest administrative unit in Ethiopia consisting of at least 500 households, or the equivalent of 3500 to 4000 persons (FMOH, 2007) . The Kebelle is further divided into sub-Kebelles (neighbourhood villages). A Final count of 14 Kebelle was eligible for the study. These eligible Kebelles for the study located north and south of Jigjiga City i.e., 5 North (22 sub-Kebelles) and 9 South (34 sub-Kebelles). Eligible Kebelles in the north and south were assigned randomly to intervention and control groups respectively by using lottery method in the presence of community leaders, Kebele heads and representative from the district health office and Regional Health Bureau to avoid study contamination by geographically separating the region of the intervention from the control region. Twenty-four Sub-Kebelles were then randomly selected from the 56 total sub-Kebelles by using simple randomization (computer generated numbers). From 22 sub-Kebelles, 12 were selected randomly and assigned to the Intervention group. From 34 sub-Kebelles, 12 were selected randomly and assigned to the control group (Fig. 2) .", "section": "Randomization and masking", "classification_label": 0, "section_number": 16, "sentences": ["Kebelle is the smallest administrative unit in Ethiopia consisting of at least 500 households, or the equivalent of 3500 to 4000 persons (FMOH, 2007) .", "The Kebelle is further divided into sub-Kebelles (neighbourhood villages).", "A Final count of 14 Kebelle was eligible for the study.", "These eligible Kebelles for the study located north and south of Jigjiga City i.e., 5 North (22 sub-Kebelles) and 9 South (34 sub-Kebelles).", "Eligible Kebelles in the north and south were assigned randomly to intervention and control groups respectively by using lottery method in the presence of community leaders, Kebele heads and representative from the district health office and Regional Health Bureau to avoid study contamination by geographically separating the region of the intervention from the control region.", "Twenty-four Sub-Kebelles were then randomly selected from the 56 total sub-Kebelles by using simple randomization (computer generated numbers).", "From 22 sub-Kebelles, 12 were selected randomly and assigned to the Intervention group.", "From 34 sub-Kebelles, 12 were selected randomly and assigned to the control group (Fig. 2) ."], "doc_id": "42060"}