{"sentence_labels": [-1, -1, -1, -1, 1, -1, -1, -1, -1], "text": "randomised to the experimental group (cerebral NIRS monitoring in combination with an evidence based intervention guideline [16] for NIRS values out of range (55-85%)) and 80 infants to the control group (blinded collection of NIRS values combined with treatment as usual). The inclusion criteria were infants born more than 12 weeks before term (gestational age <27 weeks and six days) with a decision to provide full life support and the possibility to start cerebral NIRS monitoring within three hours after birth. Written informed consent from the parents was mandatory before inclusion and randomisation. The randomisation was web based and handled by The Copenhagen Trial Unit. The generated allocation sequence of 1:1 with block sizes 4 and 6 in random order concealed for the investigators. The intervention period was 72 hours. The 2y-followup of the infants is on going. The infants were recruited from 8 European countries each represented by one neonatal intensive care unit (June 2012 to December 2013). The trial is registered at ClinicalTrial.gov, NCT01590316, the protocol is available in full at http://www.safeboosc.eu.", "section": "Infant characteristics and study design", "classification_label": 0, "section_number": 4, "sentences": ["randomised to the experimental group (cerebral NIRS monitoring in combination with an evidence based intervention guideline [16] for NIRS values out of range (55-85%)) and 80 infants to the control group (blinded collection of NIRS values combined with treatment as usual).", "The inclusion criteria were infants born more than 12 weeks before term (gestational age <27 weeks and six days) with a decision to provide full life support and the possibility to start cerebral NIRS monitoring within three hours after birth.", "Written informed consent from the parents was mandatory before inclusion and randomisation.", "The randomisation was web based and handled by The Copenhagen Trial Unit.", "The generated allocation sequence of 1:1 with block sizes 4 and 6 in random order concealed for the investigators.", "The intervention period was 72 hours.", "The 2y-followup of the infants is on going.", "The infants were recruited from 8 European countries each represented by one neonatal intensive care unit (June 2012 to December 2013).", "The trial is registered at ClinicalTrial.gov, NCT01590316, the protocol is available in full at http://www.safeboosc.eu."], "doc_id": "41551"}