{"sentence_labels": [-1, -1, -1, 1, -1, -1, -1, -1], "text": "This study (Early Supplementation Study (ESS)) was part of a larger multi-center double-blinded randomized controlled trial: the Early Nutrition Study (ENS) [17] . The ENS evaluated the effects of human milk on postnatal mortality and morbidity, while the ESS evaluated bone mineralization and growth in relation to the timing of mineral supplementation. The studies were approved by the Ethical Committee of the VU University Medical Center, (Amsterdam, The Netherlands) 23 November 2012 (CMO dossier number: NL37296.029.11, Netherlands Trial Registry: NTR 3225). Participants were assigned into one of three groups through two steps of randomization, based on stratification according to birth weight, below or above 1000 g, and appropriate or small for gestational age status. First, infants were randomized into either late mineral and protein supplementation, as part of the ENS (Group A and B), or early supplementation, as part of the ESS (Group C). The second step was only performed if infants were randomized to the late supplementation group. This step randomized infants to either Group A (mother's own milk (MOM) and/or donor milk) or Group B (MOM and/or preterm formula). Both randomization steps were performed before the first enteral nutrition was administered.", "section": "Study Design and Randomization", "classification_label": 1, "section_number": 4, "sentences": ["This study (Early Supplementation Study (ESS)) was part of a larger multi-center double-blinded randomized controlled trial: the Early Nutrition Study (ENS) [17] .", "The ENS evaluated the effects of human milk on postnatal mortality and morbidity, while the ESS evaluated bone mineralization and growth in relation to the timing of mineral supplementation.", "The studies were approved by the Ethical Committee of the VU University Medical Center, (Amsterdam, The Netherlands) 23 November 2012 (CMO dossier number: NL37296.029.11, Netherlands Trial Registry: NTR 3225).", "Participants were assigned into one of three groups through two steps of randomization, based on stratification according to birth weight, below or above 1000 g, and appropriate or small for gestational age status.", "First, infants were randomized into either late mineral and protein supplementation, as part of the ENS (Group A and B), or early supplementation, as part of the ESS (Group C).", "The second step was only performed if infants were randomized to the late supplementation group.", "This step randomized infants to either Group A (mother's own milk (MOM) and/or donor milk) or Group B (MOM and/or preterm formula).", "Both randomization steps were performed before the first enteral nutrition was administered."], "doc_id": "40972"}