{"sentence_labels": [-1, 1, -1, -1, -1, -1, -1, -1, -1], "text": "At each participant's first visit, an investigator, blinded to group assignment, collected the NPRS, OSW, and PSFS before the participant was randomly assigned to a weekly supervised PT group or an unsupervised HEP group. To determine group assignment, each participant drew a card from an opaque envelope, which contained 34 cards, 17 labeled \"1\" for the weekly supervised PT group and 17 labeled \"2\" for the unsupervised HEP group. When a participant dropped out of the study, a card marked with the number of the participant's group assignment was returned to the envelope to ensure an equal number of participants in each group. The spinal stabilization exercise program given to all participants in both groups was modified for adolescents from a spinal stabilization program for adults with LBP by Hicks et al, 15 and was previously published. 1 Briefly, participants performed 1 exercise from each of 4 exercise categories, thus a total of 4 exercises at any given time. Participants were asked to perform each exercise for 100 repetitions or by holding for 100 seconds. The 4 exercise categories targeted the transversus abdominis, the transversus abdominis in functional positions, the erector spinae and multifidus, and the global core. Each exercise incorporated abdominal bracing, or isometric coactivation of the abdominal muscles. Participants' exercises were progressed as their performance improved.", "section": "Procedures", "classification_label": 0, "section_number": 4, "sentences": ["At each participant's first visit, an investigator, blinded to group assignment, collected the NPRS, OSW, and PSFS before the participant was randomly assigned to a weekly supervised PT group or an unsupervised HEP group.", "To determine group assignment, each participant drew a card from an opaque envelope, which contained 34 cards, 17 labeled \"1\" for the weekly supervised PT group and 17 labeled \"2\" for the unsupervised HEP group.", "When a participant dropped out of the study, a card marked with the number of the participant's group assignment was returned to the envelope to ensure an equal number of participants in each group.", "The spinal stabilization exercise program given to all participants in both groups was modified for adolescents from a spinal stabilization program for adults with LBP by Hicks et al, 15 and was previously published.", "1 Briefly, participants performed 1 exercise from each of 4 exercise categories, thus a total of 4 exercises at any given time.", "Participants were asked to perform each exercise for 100 repetitions or by holding for 100 seconds.", "The 4 exercise categories targeted the transversus abdominis, the transversus abdominis in functional positions, the erector spinae and multifidus, and the global core.", "Each exercise incorporated abdominal bracing, or isometric coactivation of the abdominal muscles.", "Participants' exercises were progressed as their performance improved."], "doc_id": "44085"}