{"sentence_labels": [-1, -1, -1, -1, -1, 1, -1, -1], "text": "This randomized trial was approved by the Institutional Research Ethics Committee, under the project number 15-0500. Data were collected between April 2014 and February 2016. Children 3---12 years old admitted for outpatient adenotonsillectomy were invited to participate. Neurologically compromised and syndromic patients were not eligible. Informed consent was obtained verbally and in written form from parents/caregivers. Children were allocated into two groups, no dietary and physical restrictions (Group A), and dietary and physical restrictions (Group B), by a simple randomization method. Children on Group A were advised to resume their usual diet and physical activity according to their tolerance, and patients in Group B were oriented to maintain preferably only liquid and soft foods and to refrain from engaging in physical activities during the first week after surgery. Patients and caregivers allocated to Group B also received a formal medical certificate suspending school and labor activities for 7---10 days, until the follow up visit could be arranged.", "section": "Methods", "classification_label": 0, "section_number": 8, "sentences": ["This randomized trial was approved by the Institutional Research Ethics Committee, under the project number 15-0500.", "Data were collected between April 2014 and February 2016.", "Children 3---12 years old admitted for outpatient adenotonsillectomy were invited to participate.", "Neurologically compromised and syndromic patients were not eligible.", "Informed consent was obtained verbally and in written form from parents/caregivers.", "Children were allocated into two groups, no dietary and physical restrictions (Group A), and dietary and physical restrictions (Group B), by a simple randomization method.", "Children on Group A were advised to resume their usual diet and physical activity according to their tolerance, and patients in Group B were oriented to maintain preferably only liquid and soft foods and to refrain from engaging in physical activities during the first week after surgery.", "Patients and caregivers allocated to Group B also received a formal medical certificate suspending school and labor activities for 7---10 days, until the follow up visit could be arranged."], "doc_id": "42266"}