{"sentence_labels": [-1, -1, -1, -1, -1, 1, -1, -1, -1, -1, -1, -1, -1, -1], "text": "The data of students and their parents were collected as part of a large longitudinal intervention study (i.e., MoMa) in academic track schools in the German state of Baden-Württemberg from September 2012 to March 2013. A total of 1,978 ninth grade students with active parental consent participated in the study, reflecting a high participation rate of 96%. Out of the total sample, 1,916 students (age at the beginning of the study: M ϭ 14.62, SD ϭ 0.47; 53.5% female) participated in the intervention (720 students in the text condition, 561 students in the quotations condition) or were in the waiting control group (635 students). Students absent during the intervention were not included in the present analyses (N ϭ 65). Students were enrolled in 82 classrooms from 25 schools. Teachers and their classes were randomly assigned within each school to the waiting control group or one of two intervention conditions (text and quotations condition) resulting in 27 classes in the control condition, 30 classes in the text condition, and 25 classes in the quotations condition. It was ensured that all classes taught by the same teacher were in the same experimental condition and that conditions were distributed equally within each school. The majority of parents from participating students responded to the parent questionnaire (79.5%). We asked the parent most involved in each student's homework to fill out the parent questionnaire: 56.3% of the questionnaires were filled out by students' mothers, 23.6% by mothers and fathers together, and 16.7% by fathers (0.4% were filled out by a different person). Because data were collected from the highest educational track in Germany, parents' educational level was above the national average, with 56.4% of mothers and 66.9% of fathers holding qualifications for college education (i.e., obtained a university of applied sciences entrance qualification or the Abitur certificate). However, with about 40% of all students attending elementary school going on to academic track schools in Germany (Statistisches Bundesamt [Federal Office of Statistics], 2016), this school track has the highest heterogeneity in terms of students' socioeconomic background (Trautwein & Neumann, 2008) . Accordingly, the present sample comprised students with parents from a broad range of educational backgrounds: 56.4% of mothers and 66.9% of fathers had qualifications for college education (university of applied sciences entrance qualification or the Abitur certificate, equivalent to 13 years of school), 35.4% of mothers and 18.5% of fathers had graduated from the intermediate track schools (equivalent to 10 years of school), and 6.8% of mothers and 11.8% of fathers had graduated from the lowest track schools or did not graduate at all (equivalent to 9 years of school or less). Concerning our SES measure (the International Socio-Economic Index of Occupational Status; Ganzeboom & Treiman, 2003) , we also found a substantial amount of variance in the sample under investigation (Range ISEI ϭ 16 to 90; x ϭ 65.24, SD ϭ 16.21). Regard-This document is copyrighted by the American Psychological Association or one of its allied publishers.", "section": "Method Sample", "classification_label": 1, "section_number": 16, "sentences": ["The data of students and their parents were collected as part of a large longitudinal intervention study (i.e., MoMa) in academic track schools in the German state of Baden-Württemberg from September 2012 to March 2013.", "A total of 1,978 ninth grade students with active parental consent participated in the study, reflecting a high participation rate of 96%.", "Out of the total sample, 1,916 students (age at the beginning of the study: M ϭ 14.62, SD ϭ 0.47; 53.5% female) participated in the intervention (720 students in the text condition, 561 students in the quotations condition) or were in the waiting control group (635 students).", "Students absent during the intervention were not included in the present analyses (N ϭ 65).", "Students were enrolled in 82 classrooms from 25 schools.", "Teachers and their classes were randomly assigned within each school to the waiting control group or one of two intervention conditions (text and quotations condition) resulting in 27 classes in the control condition, 30 classes in the text condition, and 25 classes in the quotations condition.", "It was ensured that all classes taught by the same teacher were in the same experimental condition and that conditions were distributed equally within each school.", "The majority of parents from participating students responded to the parent questionnaire (79.5%).", "We asked the parent most involved in each student's homework to fill out the parent questionnaire: 56.3% of the questionnaires were filled out by students' mothers, 23.6% by mothers and fathers together, and 16.7% by fathers (0.4% were filled out by a different person).", "Because data were collected from the highest educational track in Germany, parents' educational level was above the national average, with 56.4% of mothers and 66.9% of fathers holding qualifications for college education (i.e., obtained a university of applied sciences entrance qualification or the Abitur certificate).", "However, with about 40% of all students attending elementary school going on to academic track schools in Germany (Statistisches Bundesamt [Federal Office of Statistics], 2016), this school track has the highest heterogeneity in terms of students' socioeconomic background (Trautwein & Neumann, 2008) .", "Accordingly, the present sample comprised students with parents from a broad range of educational backgrounds: 56.4% of mothers and 66.9% of fathers had qualifications for college education (university of applied sciences entrance qualification or the Abitur certificate, equivalent to 13 years of school), 35.4% of mothers and 18.5% of fathers had graduated from the intermediate track schools (equivalent to 10 years of school), and 6.8% of mothers and 11.8% of fathers had graduated from the lowest track schools or did not graduate at all (equivalent to 9 years of school or less).", "Concerning our SES measure (the International Socio-Economic Index of Occupational Status; Ganzeboom & Treiman, 2003) , we also found a substantial amount of variance in the sample under investigation (Range ISEI ϭ 16 to 90; x ϭ 65.24, SD ϭ 16.21).", "Regard-This document is copyrighted by the American Psychological Association or one of its allied publishers."], "doc_id": "43828"}