{"sentence_labels": [-1, -1, 1, -1, -1, -1, -1], "text": "From April, 2015 to June, 2016, 42 patients aged 3-24 months with a definite diagnosis of a large ventricular septal defect and moderate-to-severe preoperative pulmonary arterial hypertension were enrolled into this study. The diagnoses of ventricular septal defect and severity of pulmonary arterial hypertension were based on data from color Doppler two-dimensional echocardiography. Patients were randomly divided into two equal groups -A and B. From 7 to 10 days preoperatively, group A received oral sildenafil (SDF 50, Marham Daru Co, Tehran, Iran) at 1 mg/kg/day divided into three doses and group B received oral tadalafil (Kish Medipharm, Kish, Iran) at 1 mg/kg daily. During surgery and then until initiation of oral feeding, in both groups, the drugs were administered through a nasogastric tube. During admission to the paediatric ICU, the dose of sildenafil was increased up to 2 mg/kg/day in two patients and up to 3 mg/kg/day only in one patient because of high PAP (mean = 1.23 ± 0.53 SD). According to the protocol of our surgical centre for treatment of patients with CHD and pulmonary hypertension, milrinone (a vasodilator) and dopamine (an inotrope) were administered to both groups during cardiopulmonary bypass and continued in the paediatric ICU until the patient's haemodynamics were stable. Sildenafil or tadalafil administration was continued for 3-4 weeks after surgery; hence, the total duration of drug intake was 4-6 weeks.", "section": "Patients and methods", "classification_label": 1, "section_number": 3, "sentences": ["From April, 2015 to June, 2016, 42 patients aged 3-24 months with a definite diagnosis of a large ventricular septal defect and moderate-to-severe preoperative pulmonary arterial hypertension were enrolled into this study.", "The diagnoses of ventricular septal defect and severity of pulmonary arterial hypertension were based on data from color Doppler two-dimensional echocardiography.", "Patients were randomly divided into two equal groups -A and B. From 7 to 10 days preoperatively, group A received oral sildenafil (SDF 50, Marham Daru Co, Tehran, Iran) at 1 mg/kg/day divided into three doses and group B received oral tadalafil (Kish Medipharm, Kish, Iran) at 1 mg/kg daily.", "During surgery and then until initiation of oral feeding, in both groups, the drugs were administered through a nasogastric tube.", "During admission to the paediatric ICU, the dose of sildenafil was increased up to 2 mg/kg/day in two patients and up to 3 mg/kg/day only in one patient because of high PAP (mean = 1.23 ± 0.53 SD).", "According to the protocol of our surgical centre for treatment of patients with CHD and pulmonary hypertension, milrinone (a vasodilator) and dopamine (an inotrope) were administered to both groups during cardiopulmonary bypass and continued in the paediatric ICU until the patient's haemodynamics were stable.", "Sildenafil or tadalafil administration was continued for 3-4 weeks after surgery; hence, the total duration of drug intake was 4-6 weeks."], "doc_id": "44782"}