{"sentence_labels": [1, -1, -1, -1, -1, -1, -1, -1, -1], "text": "The Hong Kong University Department of Pharmacy and Pharmacology generated a computerised random sequence to allocate children to oral chloral hydrate and intranasal placebo or oral placebo and intranasal dexmedetomidine. The department could unmask individual allocations from the secured sequence for a suspected serious adverse event. Hospital pharmacists prepared the study drugs in numbered indistinguishable containers, the contents of which patients and investigators were blinded to. Aloe vera syrup was used as placebo and chloral hydrate was either 200 mg.ml À1 (Hong Kong) or 100 mg.ml À1 (China). The atomised nasal spray was saline or dexmedetomidine 100 lg.ml À1 (MAD â ; Teleflex Medical China, Shanghai, China). Thirty minutes before the CT study, children drank 1 ml.4 kg À1 syrup (Hong Kong) or 2 ml.4 kg À1 syrup (China) and received 0.03 ml.kg À1 nasal spray. We recorded whether the child's reaction was unacceptable (crying or resisting) or acceptable (anxious but accepting, or calm and co-operative). A paediatric resident inserted an i.v. cannula for children in Hong Kong, which was departmental policy.", "section": "Methods", "classification_label": 0, "section_number": 4, "sentences": ["The Hong Kong University Department of Pharmacy and Pharmacology generated a computerised random sequence to allocate children to oral chloral hydrate and intranasal placebo or oral placebo and intranasal dexmedetomidine.", "The department could unmask individual allocations from the secured sequence for a suspected serious adverse event.", "Hospital pharmacists prepared the study drugs in numbered indistinguishable containers, the contents of which patients and investigators were blinded to.", "Aloe vera syrup was used as placebo and chloral hydrate was either 200 mg.ml À1 (Hong Kong) or 100 mg.ml À1 (China).", "The atomised nasal spray was saline or dexmedetomidine 100 lg.ml À1 (MAD â ; Teleflex Medical China, Shanghai, China).", "Thirty minutes before the CT study, children drank 1 ml.4 kg À1 syrup (Hong Kong) or 2 ml.4 kg À1 syrup (China) and received 0.03 ml.kg À1 nasal spray.", "We recorded whether the child's reaction was unacceptable (crying or resisting) or acceptable (anxious but accepting, or calm and co-operative).", "A paediatric resident inserted an i.v.", "cannula for children in Hong Kong, which was departmental policy."], "doc_id": "42622"}