{"sentence_labels": [-1, -1, -1, -1, 1, -1, -1, -1, -1, -1, -1, -1, -1, -1, -1, -1], "text": "The study was done in the Aram Consultation Center in Shahrekord city in Iran. Two groups of children suffering from type 1 diabetes mellitus besides their mothers (experimental and control ones; n = 25 for each one; with 9.27 AE 2.56 and 9.12 AE 1.86 years old, respectively) were evaluated. The percentage of female children in the experimental and control groups were 72% and 64%, respectively. The parents had secondary to high education levels in both groups. All of the diabetic candidates were randomly selected and a written consent was gained from the mothers. The importance of the study was firstly explained for the mothers and the following biochemical assessment and screening tools were carried out: glycosylated hemoglobin test (Hb A1C) on diabetic patients as well as depression, anxiety, stress scale (DASS), and parenting stress index (PSI). DASS is a self-report questionnaire designed by Lovibond in 1995 and consisting 42 multiplechoice questions related to depression, anxiety and stress. The possible answers are \"never\", \"sometimes\", \"often\", and \"almost always\" with the scores of 0, 1, 2, and 3, respectively, and the total score (within the range of 0-42) represents the estimated level of depression, anxiety, and stress. PSI is applied to evaluate parenting stress based on children and parents characteristics and also various situations directly related to parenting. The index is scored according to Likert methods as absolutely agree to strongly disagree (ranging from 1 to 5). PSI for parents with child domain consists of forty-seven items and six scales including adoptability (11 items), acceptability (7 items), demandingness (9 items), mood (5 items), distractibility/hyperactivity (9 items), reinforces parent (6 items) and for ones with parent domain consists of 54 items and 7 scales including depression (9 items), attachment (7 items), role restriction (7 items), competence (13 items), isolation (6 items), spouse/partner relationship (7 items), health (7 items) and total stress (19 voluntary items) . Having undergone a pre-assessment, a group of mothers (n = 25, as experimental ones) were trained to intervene in diabetes management through sessions of cognitive behavioral therapy held by psycho-therapists, and the control one was remained untrained. Both trained and untrained mothers answered the questionnaires before and after the intervention and HbA1c test was done on children after the intervention. The educational diabetes management sessions were held for eight 2-h ones during two months. The sessions were dealt with the following issues: the first, introducing the factors causing stress and the effects of stress on blood glucose as well as educating selfrelaxation and diaphragmatic breathing; the second and third, relationship between thinking and emotion and how to recognize illogical thoughts and also to reassess the thoughts and challenge them as a way to change illogical thinking; the fourth, anger management; the fifth, problem solution; the sixth, communication and self-presentation; the seventh, time management; and eighth, review the skills taught in the previous sessions. The trained mothers practically applied the taught issues at home to their diabetes children and reported on how they had done.", "section": "Material and methods", "classification_label": 1, "section_number": 5, "sentences": ["The study was done in the Aram Consultation Center in Shahrekord city in Iran.", "Two groups of children suffering from type 1 diabetes mellitus besides their mothers (experimental and control ones; n = 25 for each one; with 9.27 AE 2.56 and 9.12 AE 1.86 years old, respectively) were evaluated.", "The percentage of female children in the experimental and control groups were 72% and 64%, respectively.", "The parents had secondary to high education levels in both groups.", "All of the diabetic candidates were randomly selected and a written consent was gained from the mothers.", "The importance of the study was firstly explained for the mothers and the following biochemical assessment and screening tools were carried out: glycosylated hemoglobin test (Hb A1C) on diabetic patients as well as depression, anxiety, stress scale (DASS), and parenting stress index (PSI).", "DASS is a self-report questionnaire designed by Lovibond in 1995 and consisting 42 multiplechoice questions related to depression, anxiety and stress.", "The possible answers are \"never\", \"sometimes\", \"often\", and \"almost always\" with the scores of 0, 1, 2, and 3, respectively, and the total score (within the range of 0-42) represents the estimated level of depression, anxiety, and stress.", "PSI is applied to evaluate parenting stress based on children and parents characteristics and also various situations directly related to parenting.", "The index is scored according to Likert methods as absolutely agree to strongly disagree (ranging from 1 to 5).", "PSI for parents with child domain consists of forty-seven items and six scales including adoptability (11 items), acceptability (7 items), demandingness (9 items), mood (5 items), distractibility/hyperactivity (9 items), reinforces parent (6 items) and for ones with parent domain consists of 54 items and 7 scales including depression (9 items), attachment (7 items), role restriction (7 items), competence (13 items), isolation (6 items), spouse/partner relationship (7 items), health (7 items) and total stress (19 voluntary items) .", "Having undergone a pre-assessment, a group of mothers (n = 25, as experimental ones) were trained to intervene in diabetes management through sessions of cognitive behavioral therapy held by psycho-therapists, and the control one was remained untrained.", "Both trained and untrained mothers answered the questionnaires before and after the intervention and HbA1c test was done on children after the intervention.", "The educational diabetes management sessions were held for eight 2-h ones during two months.", "The sessions were dealt with the following issues: the first, introducing the factors causing stress and the effects of stress on blood glucose as well as educating selfrelaxation and diaphragmatic breathing; the second and third, relationship between thinking and emotion and how to recognize illogical thoughts and also to reassess the thoughts and challenge them as a way to change illogical thinking; the fourth, anger management; the fifth, problem solution; the sixth, communication and self-presentation; the seventh, time management; and eighth, review the skills taught in the previous sessions.", "The trained mothers practically applied the taught issues at home to their diabetes children and reported on how they had done."], "doc_id": "42545"}