{"sentence_labels": [1, -1, -1, -1, -1], "text": "Using a controlled and randomized study design (ABBA distribution), players were divided into 2 training groups that performed either exclusive unilateral (n = 11; age 16.8 ± 1.7 y, body mass 76.9 ± 8.6 kg, height 190.4 ± 6.9 cm) or bilateral (n = 11; age 16.7 ± 1.7 y, body mass 74.9 ± 9.6 kg, height 188.9 ± 7.5 cm) strength training based on their ranked physical performance. Tests were performed on an indoor basketball court 1 week before training and 1 week after the training period. Tests included a 25-m running sprint test (with 5-and 15-m split times), a countermovement-jump (CMJ) test, a multiple-COD test (V-cut test), a 15-m-sprint test (7.5 m + 7.5 m) with one 180° COD performed both right (180°-CODR) and left (180°-CODL) legs, and an incremental bilateral and unilateral squat-load test. Players were familiarized with the exercise procedures before the commencement of each test. They were asked not to perform intense exercise on the day before a test and to consume their last meal at least 3 hours before the scheduled test time.", "section": "Study Design", "classification_label": 2, "section_number": 5, "sentences": ["Using a controlled and randomized study design (ABBA distribution), players were divided into 2 training groups that performed either exclusive unilateral (n = 11; age 16.8 ± 1.7 y, body mass 76.9 ± 8.6 kg, height 190.4 ± 6.9 cm) or bilateral (n = 11; age 16.7 ± 1.7 y, body mass 74.9 ± 9.6 kg, height 188.9 ± 7.5 cm) strength training based on their ranked physical performance.", "Tests were performed on an indoor basketball court 1 week before training and 1 week after the training period.", "Tests included a 25-m running sprint test (with 5-and 15-m split times), a countermovement-jump (CMJ) test, a multiple-COD test (V-cut test), a 15-m-sprint test (7.5 m + 7.5 m) with one 180° COD performed both right (180°-CODR) and left (180°-CODL) legs, and an incremental bilateral and unilateral squat-load test.", "Players were familiarized with the exercise procedures before the commencement of each test.", "They were asked not to perform intense exercise on the day before a test and to consume their last meal at least 3 hours before the scheduled test time."], "doc_id": "43738"}