{"sentence_labels": [-1, -1, 1, -1, -1, -1, -1], "text": "Randomization and masking. Cluster randomization was conducted at the township level. All randomized selection and allocation was performed using a computerized random sequence generator. In each of the seven counties included in our study, we randomly assigned half of the townships within each county to the control group and the other half to the intervention group. To increase statistical power, we used baseline survey information to assign the sample townships in each county into two pairs, using an optimal matching algorithm. The optimal matching algorithm assigned sample townships into pairs by minimizing the total (Mahalanobis) distance within the matched pairs. 29 The Mahalanobis distance measure was calculated using the following baseline covariates at the township level: prevalence of STH, per capita net income, prevalence of anemia, number of households with children between 3 and 18 years of age, and distance (km) to the nearest paved road.", "section": "METHODS", "classification_label": 0, "section_number": 5, "sentences": ["Randomization and masking.", "Cluster randomization was conducted at the township level.", "All randomized selection and allocation was performed using a computerized random sequence generator.", "In each of the seven counties included in our study, we randomly assigned half of the townships within each county to the control group and the other half to the intervention group.", "To increase statistical power, we used baseline survey information to assign the sample townships in each county into two pairs, using an optimal matching algorithm.", "The optimal matching algorithm assigned sample townships into pairs by minimizing the total (Mahalanobis) distance within the matched pairs.", "29 The Mahalanobis distance measure was calculated using the following baseline covariates at the township level: prevalence of STH, per capita net income, prevalence of anemia, number of households with children between 3 and 18 years of age, and distance (km) to the nearest paved road."], "doc_id": "46150"}