{"sentence_labels": [-1, -1, -1, -1, 1, -1, -1, -1], "text": "Forty-three children from Israel and 40 children from Sweden, aged 6-9 years, with high functioning ASC were recruited for the study. Participants were recruited from volunteer databases, local clinics for children with ASC, special education classes and kindergartens, internet forums and support organizations for individuals with ASC. All the participants had been diagnosed with ASC by a psychiatrist or a clinical psychologist according to DSM-IV, DSM-5, or ICD-10 criteria [14, 55, 56] . Diagnosis was corroborated by meeting ASC cutoff on the ADOS-2. Participants were randomly allocated into an intervention group or a treatment as usual control group, as illustrated in Fig. 5 . As shown in Fig. 5 , nine participants from the intervention groups had failed to complete the entire training period. The reasons for children's failure to complete the intervention included poor parental motivation, children's lack of interest in the SG and medical reasons. Participants who dropped out of the intervention group and those who had completed the program did not differ on age, IQ, ADOS, VABS, parental education and the preintervention ER task scores.", "section": "Participants", "classification_label": 1, "section_number": 23, "sentences": ["Forty-three children from Israel and 40 children from Sweden, aged 6-9 years, with high functioning ASC were recruited for the study.", "Participants were recruited from volunteer databases, local clinics for children with ASC, special education classes and kindergartens, internet forums and support organizations for individuals with ASC.", "All the participants had been diagnosed with ASC by a psychiatrist or a clinical psychologist according to DSM-IV, DSM-5, or ICD-10 criteria [14, 55, 56] .", "Diagnosis was corroborated by meeting ASC cutoff on the ADOS-2.", "Participants were randomly allocated into an intervention group or a treatment as usual control group, as illustrated in Fig. 5 .", "As shown in Fig. 5 , nine participants from the intervention groups had failed to complete the entire training period.", "The reasons for children's failure to complete the intervention included poor parental motivation, children's lack of interest in the SG and medical reasons.", "Participants who dropped out of the intervention group and those who had completed the program did not differ on age, IQ, ADOS, VABS, parental education and the preintervention ER task scores."], "doc_id": "40757"}