{"sentence_labels": [-1, -1, -1, 1, -1, -1, -1], "text": "The study population consisted of women who participated in a randomized, double-blind, placebo-controlled trial in Dar es Salaam, Tanzania, between August 2001 and July 2004. Detailed trial design and study outcomes have been reported elsewhere (30) . Eligible participants for this study/analysis were human immunodeficiency virus-negative women between 12 and 27 weeks of gestation who planned to stay in Dar es Salaam for a minimum of 1 year after delivery. At the time of enrollment, participants were randomly assigned to receive an oral dose of a multivitamin that contained 20 mg of vitamin B1, 20 mg of vitamin B2, 25 mg of vitamin B6, 100 mg of niacin, 50 μg of vitamin B12, 500 mg of vitamin C, and 20 mg of vitamin E or a placebo to be taken daily until delivery. All trial participants also received daily 60-mg doses of elemental iron and 0.25-mg doses of folic acid as part of routine antenatal care in Tanzania. Participants in the original study were excluded from this analysis if they had not completed at least one 24-hour dietary recall during pregnancy (n = 424) or had implausible values for energy intake (≤800 or >4,500 kcal/day; n = 143), protein intake (>200 g; n = 69), or fat intake (>300 g; n = 21). The final analytic cohort comprised 7,591 participants.", "section": "METHODS", "classification_label": 1, "section_number": 5, "sentences": ["The study population consisted of women who participated in a randomized, double-blind, placebo-controlled trial in Dar es Salaam, Tanzania, between August 2001 and July 2004.", "Detailed trial design and study outcomes have been reported elsewhere (30) .", "Eligible participants for this study/analysis were human immunodeficiency virus-negative women between 12 and 27 weeks of gestation who planned to stay in Dar es Salaam for a minimum of 1 year after delivery.", "At the time of enrollment, participants were randomly assigned to receive an oral dose of a multivitamin that contained 20 mg of vitamin B1, 20 mg of vitamin B2, 25 mg of vitamin B6, 100 mg of niacin, 50 μg of vitamin B12, 500 mg of vitamin C, and 20 mg of vitamin E or a placebo to be taken daily until delivery.", "All trial participants also received daily 60-mg doses of elemental iron and 0.25-mg doses of folic acid as part of routine antenatal care in Tanzania.", "Participants in the original study were excluded from this analysis if they had not completed at least one 24-hour dietary recall during pregnancy (n = 424) or had implausible values for energy intake (≤800 or >4,500 kcal/day; n = 143), protein intake (>200 g; n = 69), or fat intake (>300 g; n = 21).", "The final analytic cohort comprised 7,591 participants."], "doc_id": "40983"}