{"sentence_labels": [1, -1, -1, -1, -1, -1, -1, -1, -1], "text": "Twenty children with CP were randomly allocated to the experimental group (active tDCS administered over the primary motor cortex) or control group (sham tDCS). No significant differences were found between groups during the pre-intervention evaluations (p > 0.05 for all analyses). Moreover, both groups had the same starting conditions regarding the paretic and non-paretic upper limbs. Table 1 displays the characteristics and functional classification of the children studied. All children tolerated stimulation with no complaints and no adverse effects were observed. Tables 2 and 3 display the results obtained regarding the spatiotemporal variables of the kinematics of the upper limbs. In the experimental group, the comparison between pre-intervention and post-intervention evaluations demonstrated significant reductions in total MD and returning MD for both the paretic and non-paretic limbs. The remaining variables remained unchanged after treatment in this group. No significant differences were found in the control group for any of the variables analyzed on either the paretic or non-paretic side.", "section": "Results", "classification_label": 1, "section_number": 21, "sentences": ["Twenty children with CP were randomly allocated to the experimental group (active tDCS administered over the primary motor cortex) or control group (sham tDCS).", "No significant differences were found between groups during the pre-intervention evaluations (p > 0.05 for all analyses).", "Moreover, both groups had the same starting conditions regarding the paretic and non-paretic upper limbs.", "Table 1 displays the characteristics and functional classification of the children studied.", "All children tolerated stimulation with no complaints and no adverse effects were observed.", "Tables 2 and 3 display the results obtained regarding the spatiotemporal variables of the kinematics of the upper limbs.", "In the experimental group, the comparison between pre-intervention and post-intervention evaluations demonstrated significant reductions in total MD and returning MD for both the paretic and non-paretic limbs.", "The remaining variables remained unchanged after treatment in this group.", "No significant differences were found in the control group for any of the variables analyzed on either the paretic or non-paretic side."], "doc_id": "41812"}