{"sentence_labels": [1, -1, -1, -1, -1], "text": "Children with cADHD and concurrent vestibular disorder were randomly assigned to either the intervention (n = 17) or control (n = 16) groups using randomization in the parallel groups design. Both groups were matched for age and for an age-equivalent score from motor development testing. Exclusion criteria were any type of hearing, middle ear effusion, visual, muscular, or neurological condition (other than ADHD), and participation in any other rehabilitative program such as occupational therapy, neuro-feedback, and use of medication other than Ritalin (which is normally used for these children). All criteria were confirmed by review of their medical records and examinations (Audiometry and tympanometry) by an audiologist, an occupational therapist, and a psychiatrist. This study was approved by the local ethics committee of the University of Social Welfare and Rehabilitation Sciences (USWR) as No. USWR.REC.1392.114.", "section": "Participants", "classification_label": 1, "section_number": 8, "sentences": ["Children with cADHD and concurrent vestibular disorder were randomly assigned to either the intervention (n = 17) or control (n = 16) groups using randomization in the parallel groups design.", "Both groups were matched for age and for an age-equivalent score from motor development testing.", "Exclusion criteria were any type of hearing, middle ear effusion, visual, muscular, or neurological condition (other than ADHD), and participation in any other rehabilitative program such as occupational therapy, neuro-feedback, and use of medication other than Ritalin (which is normally used for these children).", "All criteria were confirmed by review of their medical records and examinations (Audiometry and tympanometry) by an audiologist, an occupational therapist, and a psychiatrist.", "This study was approved by the local ethics committee of the University of Social Welfare and Rehabilitation Sciences (USWR) as No. USWR.REC.1392.114."], "doc_id": "41803"}