{"sentence_labels": [-1, 1, -1, -1, -1], "text": "After the consent procedure, before randomization, patients and parents were asked to complete self-report questionnaires about their (or their child's) comfort with self-injection. Then, half of the sample (n ¼ 30) was randomized to the intervention (self-injection group) and the other half (n ¼ 30) was randomized to the control condition (standard education, control group), by research assistants' pulling a number out of a sealed envelope. Intervention group participants answered a set of questionnaires on the same day immediately after the injection, and control patients answered the same set of questionnaires on the same day, after the education was given. One month after the clinic visit, participants and their parents were mailed a follow-up questionnaire packet that was identical to that completed by the participant and parent on the day of recruitment. Patients who did not send the packet back within a week were called twice to remind them to send it.", "section": "Participants, sample size, and procedures", "classification_label": 1, "section_number": 5, "sentences": ["After the consent procedure, before randomization, patients and parents were asked to complete self-report questionnaires about their (or their child's) comfort with self-injection.", "Then, half of the sample (n ¼ 30) was randomized to the intervention (self-injection group) and the other half (n ¼ 30) was randomized to the control condition (standard education, control group), by research assistants' pulling a number out of a sealed envelope.", "Intervention group participants answered a set of questionnaires on the same day immediately after the injection, and control patients answered the same set of questionnaires on the same day, after the education was given.", "One month after the clinic visit, participants and their parents were mailed a follow-up questionnaire packet that was identical to that completed by the participant and parent on the day of recruitment.", "Patients who did not send the packet back within a week were called twice to remind them to send it."], "doc_id": "36692"}