{"sentence_labels": [1, -1, -1, -1, -1, -1, -1, -1], "text": "Statistics were performed by the SUNLINE Co. Ltd. Assignments were enclosed in sequentially numbered, identical, sealed envelopes. All data analyses were performed as per preestablished analysis plan. Numerical factors such as GMTs and GMRs of the study and control vaccine groups were compared using Student's t-test. Categorical factors such as seroconversion rate, seroprotection rate, and the quantity and incidence of AEs/serious AEs and serious AE were compared using chi-square test or Fisher's exact test. Statistical analysis involved three analysis sets: full analysis set (FAS), per-protocol set (PPS), and safety set. Analysis of immuogenicity indicators was for PPS sets. Baseline data analysis of the same data set was for immunogenicity evaluation and the Safety Analysis Safety Analysis Set (SS). SUNLINE Co. Ltd. used the SAS (version 9.3) for analysis, Epidata3.1 for data entry, and MedDRA14.0 for coding AEs.", "section": "Statistical analysis", "classification_label": 0, "section_number": 13, "sentences": ["Statistics were performed by the SUNLINE Co. Ltd. Assignments were enclosed in sequentially numbered, identical, sealed envelopes.", "All data analyses were performed as per preestablished analysis plan.", "Numerical factors such as GMTs and GMRs of the study and control vaccine groups were compared using Student's t-test.", "Categorical factors such as seroconversion rate, seroprotection rate, and the quantity and incidence of AEs/serious AEs and serious AE were compared using chi-square test or Fisher's exact test.", "Statistical analysis involved three analysis sets: full analysis set (FAS), per-protocol set (PPS), and safety set.", "Analysis of immuogenicity indicators was for PPS sets.", "Baseline data analysis of the same data set was for immunogenicity evaluation and the Safety Analysis Safety Analysis Set (SS).", "SUNLINE Co. Ltd. used the SAS (version 9.3) for analysis, Epidata3.1 for data entry, and MedDRA14.0 for coding AEs."], "doc_id": "34750"}