{"sentence_labels": [-1, -1, -1, -1, -1, -1, 1, -1, -1, -1, -1], "text": "in Kabale and 4 out of 14 in Kisoro) to participate in the study. We used a three-stage procedure to obtain households for the study. First, by simple random sampling, three subcounties in Kabale were allocated to the intervention group and the other three to the control group. Similarly, in Kisoro, two subcounties were allocated to the intervention and the other two to the control group. Second, all the villages in each participating subcounty (intervention or control) were listed alphabetically and assigned numbers in an ascending order. By use of computer-generated random numbers, villages to whose assigned number matched with the random numbers were chosen. The intervention villages did not share common geographical boundaries with control villages to minimize contamination of the intervention contents between the two study groups. Third, by complete enumeration, all consenting households with children aged 6-8 months within a participating village were recruited to the study. If a household had more than one eligible child, the youngest was selected, and in the case of twins, we randomly selected one for evaluation. On the basis of the 2002 population housing census and the fertility rate, we expected an average of 6 mother-child dyads per 150 households in every village to have a child between 6 and 8 months old. Households were excluded if the child had (a) congenital malformation(s), (b) a physical disorder that would influence growth or preclude anthropometric measurements or influence nutrient intake, or (c) been diagnosed with a mental or brain illness as reported by the mother or a health worker.", "section": "| Design and statistical analyses", "classification_label": 0, "section_number": 33, "sentences": ["in Kabale and 4 out of 14 in Kisoro) to participate in the study.", "We used a three-stage procedure to obtain households for the study.", "First, by simple random sampling, three subcounties in Kabale were allocated to the intervention group and the other three to the control group.", "Similarly, in Kisoro, two subcounties were allocated to the intervention and the other two to the control group.", "Second, all the villages in each participating subcounty (intervention or control) were listed alphabetically and assigned numbers in an ascending order.", "By use of computer-generated random numbers, villages to whose assigned number matched with the random numbers were chosen.", "The intervention villages did not share common geographical boundaries with control villages to minimize contamination of the intervention contents between the two study groups.", "Third, by complete enumeration, all consenting households with children aged 6-8 months within a participating village were recruited to the study.", "If a household had more than one eligible child, the youngest was selected, and in the case of twins, we randomly selected one for evaluation.", "On the basis of the 2002 population housing census and the fertility rate, we expected an average of 6 mother-child dyads per 150 households in every village to have a child between 6 and 8 months old.", "Households were excluded if the child had (a) congenital malformation(s), (b) a physical disorder that would influence growth or preclude anthropometric measurements or influence nutrient intake, or (c) been diagnosed with a mental or brain illness as reported by the mother or a health worker."], "doc_id": "37734"}