{"sentence_labels": [-1, -1, -1, -1, -1, 1], "text": "Patients who did not have ultrasound-visible saphenous veins on either leg were not studied. The operator who attempted to cannulate the saphenous vein was allowed to enter the operating room only after control measurements were recorded. Patients were then randomly allocated to saphenous vein cannulation using either the dynamic shortaxis needle tip navigation technique (ultrasound group) or the landmark technique (landmark group). Three anaesthetists (each with experience of more than 100 saphenous vein cannulations using both techniques in this patient population) performed one or the other technique. To ensure balance among the three operators for each study technique, computergenerated randomisation was stratified. The predefined group assignment for each operator was contained in a sealed, opaque envelope that was opened by an investigator with no direct involvement in the case and was performed after control measurements were made, and just before the study operator entered the operating room.", "section": "Methods", "classification_label": 0, "section_number": 4, "sentences": ["Patients who did not have ultrasound-visible saphenous veins on either leg were not studied.", "The operator who attempted to cannulate the saphenous vein was allowed to enter the operating room only after control measurements were recorded.", "Patients were then randomly allocated to saphenous vein cannulation using either the dynamic shortaxis needle tip navigation technique (ultrasound group) or the landmark technique (landmark group).", "Three anaesthetists (each with experience of more than 100 saphenous vein cannulations using both techniques in this patient population) performed one or the other technique.", "To ensure balance among the three operators for each study technique, computergenerated randomisation was stratified.", "The predefined group assignment for each operator was contained in a sealed, opaque envelope that was opened by an investigator with no direct involvement in the case and was performed after control measurements were made, and just before the study operator entered the operating room."], "doc_id": "39905"}