{"sentence_labels": [-1, 1, -1, -1, -1, -1, -1, -1], "text": "A computer generated randomization code was used for patient treatment allocation. Individual, opaque, sealed and sequentially numbered envelopes were provided to each study site (one envelope per patient), indicating the individual patient allocation to treatment. Eligible patients who fulfilled all the inclusion criteria, met none of the exclusion criteria and from whom informed consent had been obtained were randomized to treatment regimens using the sealed envelopes. Randomization was stratified by treatment centre and was done using an equal allocation ratio for married women, men, and children firstly; and further with an equal ratio in single women of childbearing potential. Single women of childbearing age were randomized to receive either AmBisome alone or AmBisome + paromomycin. The allocation ratio was adjusted to account for this, in order to achieve approximately equal numbers of patients in each arm. Thus the allocation ratio was 1:1:1:1 for four treatments in married women, men, and children; and 1:1 (for AmBisome alone or AmBisome + paromomycin) in single women of childbearing potential. This was an open-label study; miltefosine is an orally administered medication and AmBisome and paromomycin are administered IV and IM respectively.", "section": "Randomization", "classification_label": 0, "section_number": 17, "sentences": ["A computer generated randomization code was used for patient treatment allocation.", "Individual, opaque, sealed and sequentially numbered envelopes were provided to each study site (one envelope per patient), indicating the individual patient allocation to treatment.", "Eligible patients who fulfilled all the inclusion criteria, met none of the exclusion criteria and from whom informed consent had been obtained were randomized to treatment regimens using the sealed envelopes.", "Randomization was stratified by treatment centre and was done using an equal allocation ratio for married women, men, and children firstly; and further with an equal ratio in single women of childbearing potential.", "Single women of childbearing age were randomized to receive either AmBisome alone or AmBisome + paromomycin.", "The allocation ratio was adjusted to account for this, in order to achieve approximately equal numbers of patients in each arm.", "Thus the allocation ratio was 1:1:1:1 for four treatments in married women, men, and children; and 1:1 (for AmBisome alone or AmBisome + paromomycin) in single women of childbearing potential.", "This was an open-label study; miltefosine is an orally administered medication and AmBisome and paromomycin are administered IV and IM respectively."], "doc_id": "35244"}