{"sentence_labels": [1, -1, -1, -1, -1, -1, -1, -1, -1, -1, -1], "text": "Numbered and closed envelopes were prepared before the trial including the treatment allocation card. And a secretary out of the study was responsible for opening the envelope in sequence. Patients completing full orthodontic treatment were randomly assigned to the Essix or Hawley retention groups. Fixed lingual retainers were not applied to any of patient in order to reveal only the effects of removable appliances on speech performance. During the fixed labial orthodontic treatment of these patients, lingual/palatal anchorage devices or acrylic appliances such as bite plates were not used, as they would have allowed better or faster speech adaptation to the retainers. The Essix retainers were constructed from plastic, copolyester .030″ Essix sheet materials according to the manufacturer's instructions, and the maxillary retainers were trimmed into a horseshoe shape. The Hawley retainers were made with Adams clasps, labial wire with vertical loops, and lingual acrylic. The acrylic part of the Hawley retainer had a uniform thickness of 2-3 mm, and it was trimmed into a horseshoe shape. The patients were instructed to wear the retainers 24 hours a day for 6 months, including while eating, but to remove them when brushing their teeth. It was recommended that the patients not read paragraphs out loud to expedite speech adaptation, in order to allow spontaneous flow during speech adaptation. The speech sound assessments were performed by a speech-language pathologist (FE) who was blinded to the nature of the study and did not have a thorough knowledge of the potential effects of the retainers.", "section": "Subjects and methods", "classification_label": 0, "section_number": 7, "sentences": ["Numbered and closed envelopes were prepared before the trial including the treatment allocation card.", "And a secretary out of the study was responsible for opening the envelope in sequence.", "Patients completing full orthodontic treatment were randomly assigned to the Essix or Hawley retention groups.", "Fixed lingual retainers were not applied to any of patient in order to reveal only the effects of removable appliances on speech performance.", "During the fixed labial orthodontic treatment of these patients, lingual/palatal anchorage devices or acrylic appliances such as bite plates were not used, as they would have allowed better or faster speech adaptation to the retainers.", "The Essix retainers were constructed from plastic, copolyester .030″ Essix sheet materials according to the manufacturer's instructions, and the maxillary retainers were trimmed into a horseshoe shape.", "The Hawley retainers were made with Adams clasps, labial wire with vertical loops, and lingual acrylic.", "The acrylic part of the Hawley retainer had a uniform thickness of 2-3 mm, and it was trimmed into a horseshoe shape.", "The patients were instructed to wear the retainers 24 hours a day for 6 months, including while eating, but to remove them when brushing their teeth.", "It was recommended that the patients not read paragraphs out loud to expedite speech adaptation, in order to allow spontaneous flow during speech adaptation.", "The speech sound assessments were performed by a speech-language pathologist (FE) who was blinded to the nature of the study and did not have a thorough knowledge of the potential effects of the retainers."], "doc_id": "35035"}