{"sentence_labels": [-1, -1, 1, -1, -1, -1, -1, -1, -1], "text": "The children included in the study were 2-10 years of age, American Society of Anesthesiologists' physical status I-II and posted for elective plastic and paediatric surgeries requiring tracheal intubation. The following were excluded from the study: (i) patients with upper respiratory tract symptoms, (ii) those at risk of gastroesophageal regurgitation and (iii) those with airway-related conditions such as trismus, limited mouth opening, trauma or mass. Sixty patients were equally randomized by block randomisation to one of the two groups (Airtraq™ and Miller) of 30 each for airway management using a computer-generated randomisation programme by an anaesthetist who was not involved in the operating room procedures. Operating room nurse in-charge assigned the participants to interventions. As it was a single-blind study, participants were blinded to the interventions. Three anaesthesiologists, involved in this study, were assigned to intubation using the two devices. The anaesthesiologists had performed at least 300 intubations using the Miller blade in pediatric patients and more than 50 intubations using the Airtraq™ in adult manikins and at least 40 intubations in pediatric patients before this study. The primary outcome measure was time for intubation. We also measured ease of intubation, number of attempts, POGO score, haemodynamic changes and airway trauma.", "section": "METHODS", "classification_label": 0, "section_number": 3, "sentences": ["The children included in the study were 2-10 years of age, American Society of Anesthesiologists' physical status I-II and posted for elective plastic and paediatric surgeries requiring tracheal intubation.", "The following were excluded from the study: (i) patients with upper respiratory tract symptoms, (ii) those at risk of gastroesophageal regurgitation and (iii) those with airway-related conditions such as trismus, limited mouth opening, trauma or mass.", "Sixty patients were equally randomized by block randomisation to one of the two groups (Airtraq™ and Miller) of 30 each for airway management using a computer-generated randomisation programme by an anaesthetist who was not involved in the operating room procedures.", "Operating room nurse in-charge assigned the participants to interventions.", "As it was a single-blind study, participants were blinded to the interventions.", "Three anaesthesiologists, involved in this study, were assigned to intubation using the two devices.", "The anaesthesiologists had performed at least 300 intubations using the Miller blade in pediatric patients and more than 50 intubations using the Airtraq™ in adult manikins and at least 40 intubations in pediatric patients before this study.", "The primary outcome measure was time for intubation.", "We also measured ease of intubation, number of attempts, POGO score, haemodynamic changes and airway trauma."], "doc_id": "40691"}