{"sentence_labels": [-1, -1, 1, -1, -1, -1, -1, -1, -1], "text": "This study was an open, randomized, controlled clinical trial. All patients included were given the standard intravenous azithromycin (IA) at a dose of 10 mg/kg/ day once daily for 3 days, according to the hospital recommendations, and were randomly allocated to three groups ( Fig.) . Randomization was done according to a computer-determined allocation to groups A, B or C. The sequence was concealed in an envelope, and the next neutral envelope was opened each time the next patient was included in the study. In the first three days, group A (n=56) received the additional intravenous methylprednisolone (2 mg/kg/day, 3 days); group B (n=56) received IVIG 400 mg/kg/day, for 3 days; group C (n=56) received IA alone without additional therapy. All patients were followed for 7 days. Treatment compliance was evaluated by the returning medication after the intervention period. From the 2nd week, all patients were given IA for 3 consecutive days. Since all of the children in group C still had a fever, we randomly divided group C into two subgroups: group C 1 (methylprednisolone 2 mg/kg/day+IA, 3 days, n=25) and group C 2 (IVIG 400 mg/kg/day+IA, 3 days, n=25). All groups received water-electrolyte balance maintenance, sputum aspiration and other comprehensive treatments.", "section": "Study design", "classification_label": 1, "section_number": 5, "sentences": ["This study was an open, randomized, controlled clinical trial.", "All patients included were given the standard intravenous azithromycin (IA) at a dose of 10 mg/kg/ day once daily for 3 days, according to the hospital recommendations, and were randomly allocated to three groups ( Fig.) .", "Randomization was done according to a computer-determined allocation to groups A, B or C. The sequence was concealed in an envelope, and the next neutral envelope was opened each time the next patient was included in the study.", "In the first three days, group A (n=56) received the additional intravenous methylprednisolone (2 mg/kg/day, 3 days); group B (n=56) received IVIG 400 mg/kg/day, for 3 days; group C (n=56) received IA alone without additional therapy.", "All patients were followed for 7 days.", "Treatment compliance was evaluated by the returning medication after the intervention period.", "From the 2nd week, all patients were given IA for 3 consecutive days.", "Since all of the children in group C still had a fever, we randomly divided group C into two subgroups: group C 1 (methylprednisolone 2 mg/kg/day+IA, 3 days, n=25) and group C 2 (IVIG 400 mg/kg/day+IA, 3 days, n=25).", "All groups received water-electrolyte balance maintenance, sputum aspiration and other comprehensive treatments."], "doc_id": "42601"}