{"sentence_labels": [-1, -1, 1, -1, -1, -1, -1, -1, -1, -1, -1], "text": "or four) to treatment groups in a 1:1 ratio. Randomisation for each centre was stratified according to gestational age (26 +1 weeks to 29 completed weeks and 29 +1 weeks to 32 completed weeks). A study coordinator nurse received a binder containing the prespecified sequence of treatment group assignments from a statistician who was not otherwise involved in the trial. Access to the binder was restricted to the selected study nurse only. The study logs were retrieved after the completion of recruitment to ensure that all randomly assigned infants were included in the analysis. Infants were considered to have been randomly assigned at the time of the first administration of study drug sequence generation. A study nurse who was not a caregiver of the infants in the NICU prepared the drug solutions daily according to the randomisation sequence and labelled them 'ROP study drug'. The study medication was administered by the caregiving staff nurse who was blinded to the nature of the study drug. Infants were enrolled and written consent obtained by consultants involved in the care of the infant. Assignment of participants was performed by the study nurse as per the randomisation scheme. Care providers, consultants, residents, nurses and ophthalmologists assessing ROP status were blinded to the study drug assignment.", "section": "What this study adds?", "classification_label": 0, "section_number": 8, "sentences": ["or four) to treatment groups in a 1:1 ratio.", "Randomisation for each centre was stratified according to gestational age (26 +1 weeks to 29 completed weeks and 29 +1 weeks to 32 completed weeks).", "A study coordinator nurse received a binder containing the prespecified sequence of treatment group assignments from a statistician who was not otherwise involved in the trial.", "Access to the binder was restricted to the selected study nurse only.", "The study logs were retrieved after the completion of recruitment to ensure that all randomly assigned infants were included in the analysis.", "Infants were considered to have been randomly assigned at the time of the first administration of study drug sequence generation.", "A study nurse who was not a caregiver of the infants in the NICU prepared the drug solutions daily according to the randomisation sequence and labelled them 'ROP study drug'.", "The study medication was administered by the caregiving staff nurse who was blinded to the nature of the study drug.", "Infants were enrolled and written consent obtained by consultants involved in the care of the infant.", "Assignment of participants was performed by the study nurse as per the randomisation scheme.", "Care providers, consultants, residents, nurses and ophthalmologists assessing ROP status were blinded to the study drug assignment."], "doc_id": "40811"}