{"abstract": ["Master randomization assignments using a blocked randomization design stratified by sex and race (non-Hispanic white or other) with sequential randomization numbers were prepared in advance by the study statistician (H.A.F.).", "Individual group assignments were specified in a sequence of sealed envelopes, labeled with the same randomization numbers.", "The appropriate envelope was opened for each enrolled participant the day of the first in-person session with the dietitian."], "structured": false, "doc_id": "33907", "title": "title"}
{"abstract": ["The participants were assigned to receive metformin or placebo in TabLe 1 Inclusion and Exclusion Criteria Inclusion Criteria Exclusion Criteria BMI greater than the 95th percentile based on the standards of Cole et al 26 Does not meet the established age Age 7-14 y Any previous underlying disease No underlying disease or a history of pathology use of medication with metabolic side effects, such accordance with a randomization schedule generated by the Pharmacy Service of the Virgen de las Nieves University Hospital in Granada.", "MAS 100 version 2.1 software (Glaxo-Welcome, Madrid, Spain) was used by the Support Consortium to Biomedical Research Network.", "At each center, 50% of the children were assigned to each group.", "All research staff was blinded to both the treatment allocation during the time of the study and the data analysis.", "The patients were instructed to gradually increase their dosage by taking 50 mg twice daily for 10 days, followed by 500 mg twice daily until the end of the intervention.", "Both treatments were administered during meals.", "The participants attended an initial trial baseline visit, followed by 2 additional control visits at 2-month intervals, which comprised the assessment of blood pressure and a physical examination.", "To assess the safety and tolerance of metformin administration, the primary evaluation criteria were the absence of adverse effects, as previously reported.", "24"], "structured": false, "doc_id": "34306", "title": "title"}
{"abstract": ["During the study, 228 VLBW infants 32 weeks of pregnancy were accepted at our unit.", "Twenty-one of the 96 hsPDA infants were not included in the study for various reasons (Figure 1 ).", "The patients were randomized into treatment groups using numbered cards in sealed envelopes which are not opaque and 78 of these patients were able to complete the study.", "Two-dimensional color Doppler echocardiography was performed by a pediatric cardiologist using the Vivid S6 6s sector probe (GE Healthcare, GE Medical Systems, Horten, Norway) Doppler echocardiography device.", "Patients with major congenital anomalies, right-to-left ductal shunts, life threatening infections, grade III or IV IVH, urinary output <1 mL/kg/hour, serum creatinine levels >1.6 mg/dL, thrombocyte count <60,000/mm 3 , hyperbilirubinemia requiring exchange transfusions and persistent pulmonary hypertension were excluded from the study."], "structured": false, "doc_id": "39768", "title": "title"}
{"abstract": ["Enrolled subjects were randomly assigned to the Botulax group (injection with letibotulinum toxin A) or the Botox group (injection with onabotulinum toxin A) at a ratio of 1:1.", "The random assignment code was generated using a block randomization method for each hospital.", "Those codes were sealed until the trial was completed except in cases where it was inevitably necessary to view the code due to a serious adverse event.", "Thus, all research staff, clinicians, and participants were unaware of trial group assignments."], "structured": false, "doc_id": "41503", "title": "title"}
{"abstract": ["At each participant's first visit, an investigator, blinded to group assignment, collected the NPRS, OSW, and PSFS before the participant was randomly assigned to a weekly supervised PT group or an unsupervised HEP group.", "To determine group assignment, each participant drew a card from an opaque envelope, which contained 34 cards, 17 labeled \"1\" for the weekly supervised PT group and 17 labeled \"2\" for the unsupervised HEP group.", "When a participant dropped out of the study, a card marked with the number of the participant's group assignment was returned to the envelope to ensure an equal number of participants in each group.", "The spinal stabilization exercise program given to all participants in both groups was modified for adolescents from a spinal stabilization program for adults with LBP by Hicks et al, 15 and was previously published.", "1 Briefly, participants performed 1 exercise from each of 4 exercise categories, thus a total of 4 exercises at any given time.", "Participants were asked to perform each exercise for 100 repetitions or by holding for 100 seconds.", "The 4 exercise categories targeted the transversus abdominis, the transversus abdominis in functional positions, the erector spinae and multifidus, and the global core.", "Each exercise incorporated abdominal bracing, or isometric coactivation of the abdominal muscles.", "Participants' exercises were progressed as their performance improved."], "structured": false, "doc_id": "44085", "title": "title"}
{"abstract": ["A randomization sequence in Microsoft Excel was used to assign families to each condition, with equal balance of dual-and single-caregiver households, given literature indicating different support needs and stressors by family configuration (Human & van Rensburg, 2011) .", "All families were introduced to the study by the social worker at their nearest health center.", "Randomization occurred after baseline assessments.", "TAU families were seen at least once by a social worker over the course of the FSI-HIV intervention study and FSI-HIV families continued to receive TAU.", "TAU assistance most often pertained to food insecurity and assistance with accessing school."], "structured": false, "doc_id": "35176", "title": "title"}
{"abstract": ["After the consent procedure, before randomization, patients and parents were asked to complete self-report questionnaires about their (or their child's) comfort with self-injection.", "Then, half of the sample (n ¼ 30) was randomized to the intervention (self-injection group) and the other half (n ¼ 30) was randomized to the control condition (standard education, control group), by research assistants' pulling a number out of a sealed envelope.", "Intervention group participants answered a set of questionnaires on the same day immediately after the injection, and control patients answered the same set of questionnaires on the same day, after the education was given.", "One month after the clinic visit, participants and their parents were mailed a follow-up questionnaire packet that was identical to that completed by the participant and parent on the day of recruitment.", "Patients who did not send the packet back within a week were called twice to remind them to send it."], "structured": false, "doc_id": "36692", "title": "title"}
{"abstract": ["Numbered and closed envelopes were prepared before the trial including the treatment allocation card.", "And a secretary out of the study was responsible for opening the envelope in sequence.", "Patients completing full orthodontic treatment were randomly assigned to the Essix or Hawley retention groups.", "Fixed lingual retainers were not applied to any of patient in order to reveal only the effects of removable appliances on speech performance.", "During the fixed labial orthodontic treatment of these patients, lingual/palatal anchorage devices or acrylic appliances such as bite plates were not used, as they would have allowed better or faster speech adaptation to the retainers.", "The Essix retainers were constructed from plastic, copolyester .030″ Essix sheet materials according to the manufacturer's instructions, and the maxillary retainers were trimmed into a horseshoe shape.", "The Hawley retainers were made with Adams clasps, labial wire with vertical loops, and lingual acrylic.", "The acrylic part of the Hawley retainer had a uniform thickness of 2-3 mm, and it was trimmed into a horseshoe shape.", "The patients were instructed to wear the retainers 24 hours a day for 6 months, including while eating, but to remove them when brushing their teeth.", "It was recommended that the patients not read paragraphs out loud to expedite speech adaptation, in order to allow spontaneous flow during speech adaptation.", "The speech sound assessments were performed by a speech-language pathologist (FE) who was blinded to the nature of the study and did not have a thorough knowledge of the potential effects of the retainers."], "structured": false, "doc_id": "35035", "title": "title"}
{"abstract": ["Patients were randomly assigned in fixed blocks of nine to receive ondansetron or domperidone or placebo in a 1:1:1 ratio.", "The randomization list was generated using the STATA software and was stratified according to participating centers.", "The randomization procedure was centralized.", "The randomization sequence was transmitted to the pharmaceutical development service (Monteresearch S.r.l.),", "that prepared and sent directly to participating hospitals, active drugs and placebo in closed, opaque and consecutively numbered bags.", "Drug preparations were indistinguishable by taste, odor and appearance.", "A syrup was preferred to other possible formulations (i.e. tablets) because it allows for the preparation of solutions at different concentrations which makes it possible to administer the same volume, based only on the child's weight (ml/kg), regardless of the allocation group.", "Each bag contained a graduated drug dispenser.", "For each randomization the amount of syrup allowed for a second administration in vomiting children within 15 min of the first dose.", "After confirmation of first-line ORT failure, the next available bag containing the drug preparation was opened and a weigh-appropriate dose was administered to the patient.", "Study investigators and participants were unaware of the randomization list and blind to the pharmaceutical preparations assigned."], "structured": false, "doc_id": "36319", "title": "title"}
{"abstract": ["This randomized controlled trial was approved by the institutional review board of Severance Hospital, Korea (No. 4-2014-0921) and registered at ClinicalTrials.gov (NCT02375191).", "After obtaining written informed consent from the parents or legal guardians, we prospectively enrolled pediatric patients aged 3 to 12 years who were scheduled for extensive orthopedic surgery of the lower extremities and epidural patient-controlled analgesia (PCA) between February 2015 and June 2016 at Severance Hospital.", "In this study, extensive orthopedic surgery was defined as at least one bone procedure at different anatomical levels (hip or knee).", "Exclusion criteria included history of known or suspected coagulopathy, any congenital anomalies at the site of the proposed epidural block, severe cognitive impairment with no verbal communication, history of allergies to any of the study drugs, and postoperative intensive care unit admission.", "Patients were randomized into the fentanyl group or dexmedetomidine group using a computerized randomization table.", "The random numbers were kept in opaque sealed envelopes and opened by an independent anesthesiologist not involved in the study, who prepared the study drugs in identical syringes labeled only with the drug's serial number.", "All attending surgeons and anesthesiologists in charge of patient management were blinded to group allocation throughout the study period."], "structured": false, "doc_id": "38865", "title": "title"}
{"abstract": ["A total number of 99 patients (54 males and 45 females) who underwent laparoscopic appendectomy because of suspected appendicitis between December 2013 and May 2015 in the Department of Pediatric Surgery, University Hospital of Split, were enrolled in the study.", "The study was carried out as a randomized controlled clinical trial among a convenience sample of patients.", "Informed consent was obtained from parents or legal guardians of all the patients, and the Ethics Committee of University Hospital of Split approved the study protocol.", "The study included patients of both genders, aged 0-18 y, suspected to acute appendicitis.", "Exclusion criteria were as follows: patients aged >18 y, those who required conversion to open appendectomy, patients with contraindications for laparoscopic procedure, and those whose parents refused laparoscopic appendectomy.", "Based on instrument used for sealing and cutting of mesoappendix, the patients were divided in three groups: group 1 (Ultracision; n ¼ 36), group 2 (LigaSure; n ¼ 32), and group 3 (MiSeal; n ¼ 31).", "In each group, the patients were divided in two subgroups based on the histopathologic findings (acute appendicitis and nonappendicitis).", "The allocation of participants in three groups was done using random number generator.", "The statistician who did not have any contact with the surgents preformed the randomization, with the probability of each participant entering any group of 33%.", "The strength of the evidence which could be drawn from this study is satisfactory.", "Preoperatively, all patients underwent a clinical examination and laboratory analysis.", "In most of the patients, abdominal ultrasound was performed.", "The patient data are summarized in Table 1 ."], "structured": false, "doc_id": "34792", "title": "title"}
{"abstract": ["Randomization occurred when delivery was imminent.", "The surveillance officer opened the next consecutively numbered envelope and informed the nurse-midwife of the allocation.", "The details of sequence generation and allocation concealment were limited to the investigator (O.A.), who had no clinical involvement in the trial but participated in data analysis after the trial had ended.", "The surveillance officer and nursemidwife did not inform the mother of the allocated treatment.", "However, the mother might have noticed the nature of intervention.", "The outcome assessors were blinded to the allocation, as were the members of the research team who obtained the outcome measurements."], "structured": false, "doc_id": "39039", "title": "title"}
{"abstract": ["randomised to the experimental group (cerebral NIRS monitoring in combination with an evidence based intervention guideline [16] for NIRS values out of range (55-85%)) and 80 infants to the control group (blinded collection of NIRS values combined with treatment as usual).", "The inclusion criteria were infants born more than 12 weeks before term (gestational age <27 weeks and six days) with a decision to provide full life support and the possibility to start cerebral NIRS monitoring within three hours after birth.", "Written informed consent from the parents was mandatory before inclusion and randomisation.", "The randomisation was web based and handled by The Copenhagen Trial Unit.", "The generated allocation sequence of 1:1 with block sizes 4 and 6 in random order concealed for the investigators.", "The intervention period was 72 hours.", "The 2y-followup of the infants is on going.", "The infants were recruited from 8 European countries each represented by one neonatal intensive care unit (June 2012 to December 2013).", "The trial is registered at ClinicalTrial.gov, NCT01590316, the protocol is available in full at http://www.safeboosc.eu."], "structured": false, "doc_id": "41551", "title": "title"}
{"abstract": ["Twenty-seven patients enrolled the study and were allocated to the intervention (n ¼ 14) or control group (n ¼ 13) by block randomization according to gender, age (<6 years, 6e12 years, >12 years) and diagnosis (ALL, AML and others).", "Allocation concealment was guaranteed by the use of random numbers.", "The final sample was comprised of 27 patients who met the inclusion criteria as illustrated in the flow diagram in Fig. 1 (Schulz et al., 2010) ."], "structured": false, "doc_id": "34639", "title": "title"}
{"abstract": ["A total of 24 children were recruited.", "Following the application of the eligibility criteria, 20 children were selected for the study.", "The participants were randomly allocated to the experimental group (motor training + active tDCS) and control group (motor training + sham tDCS) based on the order of inclusion to the study.", "Numbered opaque envelopes were employed to ensure the concealment of the allocation.", "Each envelop contained a card stipulating to which group the child would be allocated."], "structured": false, "doc_id": "41812", "title": "title"}
{"abstract": ["Forty neonates (age 28 days) who were undergoing nonemergency cardiac operations with cardiopulmonary bypass (CPB) between April 2012 and October 2014 were randomized by sealed envelope into two groups.", "Exclusion criteria were symptoms related to prematurity or birth before 36 weeks of gestational age, chromosomal abnormalities, administration of corticosteroids before the operation, and the need of preoperative inotropic support other than milrinone."], "structured": false, "doc_id": "41480", "title": "title"}
{"abstract": ["or four) to treatment groups in a 1:1 ratio.", "Randomisation for each centre was stratified according to gestational age (26 +1 weeks to 29 completed weeks and 29 +1 weeks to 32 completed weeks).", "A study coordinator nurse received a binder containing the prespecified sequence of treatment group assignments from a statistician who was not otherwise involved in the trial.", "Access to the binder was restricted to the selected study nurse only.", "The study logs were retrieved after the completion of recruitment to ensure that all randomly assigned infants were included in the analysis.", "Infants were considered to have been randomly assigned at the time of the first administration of study drug sequence generation.", "A study nurse who was not a caregiver of the infants in the NICU prepared the drug solutions daily according to the randomisation sequence and labelled them 'ROP study drug'.", "The study medication was administered by the caregiving staff nurse who was blinded to the nature of the study drug.", "Infants were enrolled and written consent obtained by consultants involved in the care of the infant.", "Assignment of participants was performed by the study nurse as per the randomisation scheme.", "Care providers, consultants, residents, nurses and ophthalmologists assessing ROP status were blinded to the study drug assignment."], "structured": false, "doc_id": "40811", "title": "title"}
{"abstract": ["A computer-generated randomization scheme was used to create the randomization sequence with 1:1 allocation for each arm of the study.", "The randomization sequence was created using EXCEL 2007 (Microsoft) using random block sizes of 2 and 4.", "To ensure concealment of the random allocation from those responsible for recruiting participants into the study, sealed opaque envelopes were prepared.", "Blinding of the woman or the care provider was not possible due to the nature of the intervention received."], "structured": false, "doc_id": "47167", "title": "title"}
{"abstract": ["Patients were randomized by computer-generated numbers and the sealed envelope technique was used to divide the patients into two groups.", "Both groups had general anesthesia (GA) and endotracheal intubation.", "Then, group I received intravenous dexamethasone 0.5 mg/kg (maximum dose 16 mg) with placebo preincision infiltration.", "Group II received pre-incision infiltration a total of 2e4 ml local anesthesia mixture with saline (0.9% NaCl) and an equivalent volume of intravenous saline.", "The same infiltration volume was given in both groups to maintain double blindness.", "The infiltration was performed by the anesthetist.", "To allow for adequate blinding, the solution used for injection was filled in two syringes, one labeled \"I\" indicating that it is for intravenous use and the other labeled \"T\" indicating that it is for tonsil infiltration.", "The latter were prepared by an independent nurse outside the operating room and the randomization code was not broken before the end of the study."], "structured": false, "doc_id": "34794", "title": "title"}
{"abstract": ["The family, defined as the index child and their caregiver(s), was the unit of randomization.", "Within each of the 20 communities, half (N = 12) of the families were randomly assigned to the intervention group and half to the waitlist control group.", "Randomization was conducted after the baseline survey.", "The study team used a computerized, excel-based random number generator for random assignment and to select the index child."], "structured": false, "doc_id": "40453", "title": "title"}
{"abstract": ["This study was approved by the Ethics Committee of the Affiliated Hospital of Stomatology, Sun Yat-sen University, Guangzhou, Guangdong, China, and registered in ClinicalTrials.gov (ID: NCT01799187).", "Patients were recruited from the Department of Pediatric Dentistry of the dental hospital from June 2013 to May 2015.", "The inclusion criteria were as follows: patients between 6 and 18 years old; pulp necrosis, which was defined by a negative response to the temperature test and the electric pulp test; radiographic evidence of immature teeth with a single canal, open apices larger than 1 mm in diameter, and presence of periapical radiolucency; and the involved tooth had either dens evaginatus or a history of trauma.", "The exclusion criteria were patients with chronic systematic disease, patients allergic to the antibiotics used in the study, a vital tooth, a tooth with periodontal disease, a tooth with more than 1 canal, and radiographic evidence of a root fracture.", "Envelopes containing information on RET or apexification were prepared with a ratio of 2 to 1 and randomly assigned to the patients.", "All the clinical procedures were performed by 1 experienced endodontist who also had special training in pediatric dentistry."], "structured": false, "doc_id": "34713", "title": "title"}
{"abstract": ["A total of 40 full-term parturients with a single neonate with American Society of Anesthesiology grade I or II, aged 23 to 41 years old were included in this study.", "The women weighed 61-92 kg, did not have spinal canal puncture contraindications, and were scheduled for caesarean section under epidural anaesthesia.", "Parturients with the following conditions were excluded from the study: a history of allergy to dexmedetomidine; cardiac, pulmonary, hepatic, renal, neurological or neuromuscular diseases; morbid obesity; diabetes mellitus; bleeding disorders, receiving cardiovascular, antipsychotic or hypnotic medications; alcohol or drug abuse; pregnancy-induced hypertension; and intrauterine growth restriction.", "Parturients were included if a prenatal examination showed no abnormalities.", "The patients were randomly divided into the dexmedetomidine group (Dex group) and the normal saline (NS) group using a computer generated randomization list, with 20 patients in each group.", "Using a doubleblind procedure, dexmedetomidine solution or NS was prepared by an independent investigator.", "One anaesthesiologist who was blinded to the treatment scheme provided perioperative care.", "Another anaesthesiologist collected perioperative data.", "All staff in the operating room were unaware of the patient allocation."], "structured": false, "doc_id": "47891", "title": "title"}
{"abstract": ["This study was an open, randomized, controlled clinical trial.", "All patients included were given the standard intravenous azithromycin (IA) at a dose of 10 mg/kg/ day once daily for 3 days, according to the hospital recommendations, and were randomly allocated to three groups ( Fig.) .", "Randomization was done according to a computer-determined allocation to groups A, B or C. The sequence was concealed in an envelope, and the next neutral envelope was opened each time the next patient was included in the study.", "In the first three days, group A (n=56) received the additional intravenous methylprednisolone (2 mg/kg/day, 3 days); group B (n=56) received IVIG 400 mg/kg/day, for 3 days; group C (n=56) received IA alone without additional therapy.", "All patients were followed for 7 days.", "Treatment compliance was evaluated by the returning medication after the intervention period.", "From the 2nd week, all patients were given IA for 3 consecutive days.", "Since all of the children in group C still had a fever, we randomly divided group C into two subgroups: group C 1 (methylprednisolone 2 mg/kg/day+IA, 3 days, n=25) and group C 2 (IVIG 400 mg/kg/day+IA, 3 days, n=25).", "All groups received water-electrolyte balance maintenance, sputum aspiration and other comprehensive treatments."], "structured": false, "doc_id": "42601", "title": "title"}
{"abstract": ["The statistical package R (version 2.12; R Foundation for Statistical Computing, Vienna, Austria; www.r-project.org) was used to generate the random allocation sequence of clusters (Travis C. Porco).", "16 Study staff used MS Access (version 2007; Microsoft Corp., Redmond, WA) to randomly select individuals for trachoma and malaria assessments."], "structured": false, "doc_id": "38507", "title": "title"}
{"abstract": ["After documenting parental consent, all infants were assigned using a table of random numbers and sealed opaque envelopes to either nCPAP or nHFOV."], "structured": false, "doc_id": "39564", "title": "title"}
{"abstract": ["The allocation sequence was generated using a computergenerated table of random numbers and block randomisation with blocks of various sizes by an investigator who had no role in recruitment, treatment or assessment of the babies.", "The concealment of allocation was ensured using sequentially numbered, opaque, sealed envelopes."], "structured": false, "doc_id": "39545", "title": "title"}
{"abstract": ["(1) 25% glucose group (G25) and (2) non-nutritive sucking (NNS).", "The allocation was performed using an opaque envelope, which contained the group name (25% glucose, or non-nutritive sucking).", "After randomization, all children were placed in the beds of their mothers, wearing only diapers and with a neonatal pulse oximeter attached to their left foot, for 3 min as described by Chermont et al., (2009) .", "Depending on the protocol assigned, the following procedures were performed: (1) for the G25 group, 2 mL of 25% glucose was orally administered 2 min before cleansing of the right thigh; and (2) the NNS group received a gloved finger 2 min before and during the entire procedure of immunization.", "All children stayed in their mothers' beds during the procedures."], "structured": false, "doc_id": "46953", "title": "title"}
{"abstract": ["Patients were prospectively randomized into 1 of 3 study groups.", "The randomization scheme was established a priori by the study biostatistician and given to the hospital pharmacist to ensure blinding of the study personnel and patient caregivers.", "Treatment assignment was coordinated by the hospital pharmacist.", "The randomization was stratified for age, burn size, and presence of inhalation injury to minimize the possible confounding effect of these factors in the analysis.", "The age strata was 6 months to 3 years 11 months, 4 years to 10 years 11 months, and 11 years to 18 years 11 months.", "The burn size strata were 30%-60% and >60%."], "structured": false, "doc_id": "34891", "title": "title"}
{"abstract": ["Schools were informed that they would be randomly allocated to one of the three arms of the trial: to receive an informational leaflet, short video interventions or a seminar.", "They were also informed that only students of the fourth year would be included in the study and that there would be assessments at three points in time.", "Schools were then randomly allocated to one of the three trial conditions resulting seven schools allocated to each of the branches."], "structured": false, "doc_id": "36296", "title": "title"}
{"abstract": ["Randomization was achieved using opaque sequentially numbered envelopes developed from a random number generator.", "A research assistant who was not involved in the recruitment of participants prepared the envelopes.", "The allocation of eligible participants was performed by a health practitioner who was not a member of the research team at the health center.", "BR, the research statistician, and pediatric dentist, and LB were remained blind throughout the study and analysis."], "structured": false, "doc_id": "37096", "title": "title"}
{"abstract": ["On the completion of the run-in phase and baseline data collection, participants were randomised by computer allocation with a minimisation algorithm stratified by sex, ethnicity (divided into those of M aori or Pacific ethnicity and those not of M aori or Pacific ethnicity), and school.", "Allocation was concealed from all team members dealing with the participants and involved in data collection."], "structured": false, "doc_id": "34560", "title": "title"}
{"abstract": ["Kebelle is the smallest administrative unit in Ethiopia consisting of at least 500 households, or the equivalent of 3500 to 4000 persons (FMOH, 2007) .", "The Kebelle is further divided into sub-Kebelles (neighbourhood villages).", "A Final count of 14 Kebelle was eligible for the study.", "These eligible Kebelles for the study located north and south of Jigjiga City i.e., 5 North (22 sub-Kebelles) and 9 South (34 sub-Kebelles).", "Eligible Kebelles in the north and south were assigned randomly to intervention and control groups respectively by using lottery method in the presence of community leaders, Kebele heads and representative from the district health office and Regional Health Bureau to avoid study contamination by geographically separating the region of the intervention from the control region.", "Twenty-four Sub-Kebelles were then randomly selected from the 56 total sub-Kebelles by using simple randomization (computer generated numbers).", "From 22 sub-Kebelles, 12 were selected randomly and assigned to the Intervention group.", "From 34 sub-Kebelles, 12 were selected randomly and assigned to the control group (Fig. 2) ."], "structured": false, "doc_id": "42060", "title": "title"}
{"abstract": ["Children with CP, who were undergoing treatment at a tertiary care teaching hospital in the department of Physical Medicine and Rehabilitation, were included in this study.", "Children aged 5-20 years with sufficient balance to play Wii games in the sitting or standing position, adequate functional hand skills to hold the Wii remote, and cognitive skills to follow directions to play the games were included.", "Children with history of serious health problems and those who had played Wii games earlier were excluded.", "None of the children were recovering from surgery.", "After obtaining the parent's informed consent and child's assent, the subjects were randomly allocated into either control or intervention group, based on a computer-generated random sequence (www.random.org) using sequentially numbered sealed opaque envelopes.", "Generation of the random allocation sequence was done by an individual not directly involved in the study."], "structured": false, "doc_id": "39218", "title": "title"}
{"abstract": ["The random number generator random.org (http://www.random.org) created the allocation sequence.", "Numbers 1 to 209, to give 20% redundancy over the 174 calculated sample size, were arranged in random sequence without restriction or stratification.", "Allocations to groups ''A'' and ''B'' were placed in sealed opaque sequentially numbered envelopes and stored in the operating suite."], "structured": false, "doc_id": "34911", "title": "title"}
{"abstract": ["This was a prospective observational study.", "Children were randomized into 1 of the 2 induction protocols according to a computer-generated random numbers table created by investigators not participating in data collection.", "A sealed envelope containing random numbers was opened by data collecting investigators after patients' arrival to the operating room.", "Investigator analyzing the data was unaware of the patients' group assignment."], "structured": false, "doc_id": "42098", "title": "title"}
{"abstract": ["Randomisation was done through a remote AIEOP data entry system; the personnel of the trial units and the individual investigators did not have access to any randomisation listings.", "The randomisation code was generated by nQuery Advisor (version 5.0), with the use of a block randomisation plan and a block size of four."], "structured": false, "doc_id": "34302", "title": "title"}
{"abstract": ["Patients who did not have ultrasound-visible saphenous veins on either leg were not studied.", "The operator who attempted to cannulate the saphenous vein was allowed to enter the operating room only after control measurements were recorded.", "Patients were then randomly allocated to saphenous vein cannulation using either the dynamic shortaxis needle tip navigation technique (ultrasound group) or the landmark technique (landmark group).", "Three anaesthetists (each with experience of more than 100 saphenous vein cannulations using both techniques in this patient population) performed one or the other technique.", "To ensure balance among the three operators for each study technique, computergenerated randomisation was stratified.", "The predefined group assignment for each operator was contained in a sealed, opaque envelope that was opened by an investigator with no direct involvement in the case and was performed after control measurements were made, and just before the study operator entered the operating room."], "structured": false, "doc_id": "39905", "title": "title"}
{"abstract": ["The schools were located within highly disadvantaged metropolitan areas in Australia, in the state of Queensland (see Mazerolle 2014) .", "Consistent with what is known from the truancy literature (Askeland et al. 2015) , to be eligible for inclusion in the program, students needed to be aged 10-16 years with 85% or less attendance in the three previous school terms and have no legitimate explanation for their absences from school (e.g., legitimate medical illness).", "School staff made initial contact with the parent to gain provisional consent to take part in the trial.", "Each case needed to include at least one legally responsible parent who could provide consent, was willing to take part in a program conference if assigned, and agreed to complete follow-up surveys.", "The program police officer then met with the parent and student faceto-face to describe the project in full before gaining informed consent (after a 24-h Bcooling off^period).", "Prior to the recruitment phase, a statistician external to the project team used a random number generator to allocate the 102 cases to the control or experimental condition.", "The allocation results were secured in sealed sequentially numbered opaque envelopes, and all members of the program trial team were blind to the allocation results.", "Participants who provided informed consent were provided with a sealed envelope containing their group allocation, which was opened in the presence of the project staff."], "structured": false, "doc_id": "44682", "title": "title"}
{"abstract": ["A computer generated randomization code was used for patient treatment allocation.", "Individual, opaque, sealed and sequentially numbered envelopes were provided to each study site (one envelope per patient), indicating the individual patient allocation to treatment.", "Eligible patients who fulfilled all the inclusion criteria, met none of the exclusion criteria and from whom informed consent had been obtained were randomized to treatment regimens using the sealed envelopes.", "Randomization was stratified by treatment centre and was done using an equal allocation ratio for married women, men, and children firstly; and further with an equal ratio in single women of childbearing potential.", "Single women of childbearing age were randomized to receive either AmBisome alone or AmBisome + paromomycin.", "The allocation ratio was adjusted to account for this, in order to achieve approximately equal numbers of patients in each arm.", "Thus the allocation ratio was 1:1:1:1 for four treatments in married women, men, and children; and 1:1 (for AmBisome alone or AmBisome + paromomycin) in single women of childbearing potential.", "This was an open-label study; miltefosine is an orally administered medication and AmBisome and paromomycin are administered IV and IM respectively."], "structured": false, "doc_id": "35244", "title": "title"}
{"abstract": ["To avoid bias, diet allocation was concealed from study personnel until after consent was obtained.", "Patients were blinded to their diet assignment in that they were not told explicitly if their assigned diet was in accordance with ND or FSGs."], "structured": false, "doc_id": "42297", "title": "title"}
{"abstract": ["Forty neonates (age 28 days) who were undergoing nonemergency cardiac operations with cardiopulmonary bypass (CPB) between April 2012 and October 2014 were randomized by sealed envelope into two groups.", "Exclusion criteria were symptoms related to prematurity or birth before 36 weeks of gestational age, chromosomal abnormalities, administration of corticosteroids before the operation, and the need of preoperative inotropic support other than milrinone."], "structured": false, "doc_id": "47695", "title": "title"}
{"abstract": ["Between December 1, 2011 and June 30, 2012, 44 children with CP were recruited from the Physical Medicine and Rehabilitation Department of a tertiary hospital.", "Of the 44 children with CP who underwent an eligibility assessment, 15 were deemed eligible for the randomization procedure.", "Participants were randomly assigned by the study biostatistician, who was not involved in the outcome measure.", "This randomization was achieved by assigning participants to either the programmed standing exercise group (group A) or the standing as usual group according to conventional rehabilitation treatment (group B) with equal probability within randomly permuted blocks of size 2, 4, and 8.", "Due to the preliminary nature of the study, stratification in grouping was not performed.", "One child in group A and 2 children in group B discontinued participation in the study.", "Finally data from 6 healthy children (control group) and 12 children with CP (group A = 7 children; group B = 5 children) were analyzed."], "structured": false, "doc_id": "37254", "title": "title"}
{"abstract": ["Patients eligible for participation were offered study enrollment, and informed consent was obtained.", "After CR, subjects were randomized to either bivalved or circumferential casts in a 1:1 ratio; treatment allocation was determined by drawing from prepackaged, sealed envelopes with assignments made based on an age-stratified (4 to 10 y and 11 to 16 y) randomized block design."], "structured": false, "doc_id": "34813", "title": "title"}
{"abstract": ["The random sequence numbers with a block size of 4 were generated by an independent researcher.", "The sequence was kept in serially numbered sealed opaque envelopes.", "Multiple births were assigned to the same group.", "Fortifiers were kept in 2 boxes labeled as A or B. Fortification was done by the care-giving nurse who was aware of the type of fortifier used in a particular infant.", "Treating neonatologists, research personnel, and the families of the enrolled infants were, however, unaware of the group allocation."], "structured": false, "doc_id": "37356", "title": "title"}
{"abstract": ["The study adopted a randomized block design to balance the individuals between the intervention and waitlist groups.", "Children with ADHD who met the eligibility criteria were randomized to a block that comprised a permutation of four participants, two for each group separately.", "The grouping scheme was concealed in envelopes, and the recruited participant was notified of his or her group sequentially.", "During the study, the intervention group received a 12-session training program for multiple executive skills once a week, whereas the waitlist group did not receive any new intervention.", "After the postintervention data collection, participants in the waitlist group had the opportunity to receive the same intervention to adhere to ethical considerations."], "structured": false, "doc_id": "39164", "title": "title"}
{"abstract": ["The randomization procedure was as follows: a computer-generated randomization list was created using SPSS software (version 17.0; SPSS, Chicago, Ill) and stored with a research secretary at the Postgraduate Dental Education Centre.", "Each time a patient gave his/her consent, the secretary was contacted by e-mail and the information about which type of expander the patient should receive was acquired.", "After informed consent was obtained from both patients and their parents/guardians, the patients were randomized into two groups: group A was treated with a conventional banded hyrax expander (n ¼ 27) ( Figure 1a ) and group B with a hybrid hyrax expander with two 1.7 3 8-mm miniscrew implants (Orthoeasyt; Forestadent, Pforzheim, Germany) attaching the expander to the palate surface (n ¼ 27) ( Figure 1b )."], "structured": false, "doc_id": "34940", "title": "title"}
{"abstract": ["Inclusion criteria were that the adolescents were attending 9 th grade at the schools participating in the study, and that they knew the Norwegian language orally and written.", "Thus, all pupils at 9 th grade received invitation to participate in the study.", "Exclusion criteria were allergy or intolerance to the study food or supplements.", "The random allocation was performed individually stratified by sex.", "Two researchers, (one blinded), assigned every enrolled girl and boy to either the fish, meat or supplement group by drawing lots.", "Researchers and participants were not blinded to treatment conditions in the present study, but the d2 test of attention was scored blinded."], "structured": false, "doc_id": "34328", "title": "title"}
{"abstract": ["The Hong Kong University Department of Pharmacy and Pharmacology generated a computerised random sequence to allocate children to oral chloral hydrate and intranasal placebo or oral placebo and intranasal dexmedetomidine.", "The department could unmask individual allocations from the secured sequence for a suspected serious adverse event.", "Hospital pharmacists prepared the study drugs in numbered indistinguishable containers, the contents of which patients and investigators were blinded to.", "Aloe vera syrup was used as placebo and chloral hydrate was either 200 mg.ml À1 (Hong Kong) or 100 mg.ml À1 (China).", "The atomised nasal spray was saline or dexmedetomidine 100 lg.ml À1 (MAD â ; Teleflex Medical China, Shanghai, China).", "Thirty minutes before the CT study, children drank 1 ml.4 kg À1 syrup (Hong Kong) or 2 ml.4 kg À1 syrup (China) and received 0.03 ml.kg À1 nasal spray.", "We recorded whether the child's reaction was unacceptable (crying or resisting) or acceptable (anxious but accepting, or calm and co-operative).", "A paediatric resident inserted an i.v.", "cannula for children in Hong Kong, which was departmental policy."], "structured": false, "doc_id": "42622", "title": "title"}
{"abstract": ["A stratified randomization procedure based on various age groups (3-17 years, 18-59 years, and ≥60 years) was performed according to a blocked randomization list (block = 4).", "The whole randomization process was conducted by an independent statistician, using SAS (version 9.4).", "Participants from each subage group were stratified at a ratio of 2:1:1 to receive QIV, TIV-Vic, or TIV-Yam.", "The appearance of packages of QIV, TIV-Vic, and TIV-Yam was identical and labeled with an assigned code from the randomization list as the only identifier.", "We assigned an identical number to every eligible participant enrolled according to their sequence at enrollment, and then, the vaccine with the same number was injected.", "The staff who performed the randomizing had no role in any other activities of this study.", "The treatment allocation was masked from participants and investigators throughout the study period."], "structured": false, "doc_id": "35260", "title": "title"}
{"abstract": ["Overall, 107 families completed T1 assessment and were randomly allocated to intervention (n ¼ 52) or CAU (n ¼ 55).", "Eligibility screening and progress of target parents through each phase of the study is detailed elsewhere (Morawska et al., 2016a (Morawska et al., , 2016b .", "At enrollment, before randomization, a subsample of 55 families (51.4%) agreed to have the child's father take part in assessment alongside the child's mother, who was the primary target of the intervention.", "Nearly all (54 of 55) fathers were part of a partnered, cohabitating heterosexual couple, except for one divorced father who participated alongside the child's mother.", "In cases where two parents participated, both completed all self-report measures, but intervention-group fathers who were not primarily responsible for their child's management may or may not have attended the intervention sessions themselves.", "There were no significant differences on any baseline demographic or outcome variables for mothers whose partners participated in the study compared with mothers whose partners did not."], "structured": false, "doc_id": "39015", "title": "title"}
{"abstract": ["Randomisation was performed double-blind using a validated pseudo-random number generator and supplied seed number, to ensure the allocation was both reproducible and nonpredictable, and was performed in blocks of six, stratified by country.", "The randomisation list was generated by Boehringer Ingelheim (Biberach an der Riss, Germany).", "Patients self-administered medication once daily in the evening between 17:00 h and 19:00 h, in the following sequence: ICS therapy, then other controller therapies, followed by trial medication.", "Open-label salbutamol hydrofluoroalkane metered-dose inhalers were provided for use as rescue medication during the trial.", "Permitted concomitant medications for the treatment of acute asthma exacerbations included temporary increases in the dose of ICS; temporary increases in the dose of, or the addition of, systemic corticosteroids or short-acting theophylline preparations; temporary addition of systemic β 2 -agonists or inhaled short-acting anticholinergics; and antibiotics."], "structured": false, "doc_id": "34291", "title": "title"}
{"abstract": ["obtaining written informed parental consent, 40 children were enrolled in the trial and randomized to undergo GA maintained with either xenon as an adjuvant to sevoflurane (xenon group), or sevoflurane alone (sevoflurane group) at a 1:1 ratio.", "Randomization was performed using a software-generated allocation sequence (Sealed Envelope TM , London, UK).", "Group assignments were ensured in sealed, nontransparent, serially numbered envelopes, only opened after the arrival of the patient in the intervention room.", "Two investigator types conducted the trial.", "Investigator I accomplished the enrollment (day prior to intervention) and all postoperative visits and was, similar to the patient and his parents, blinded to treatment allocation."], "structured": false, "doc_id": "42267", "title": "title"}
{"abstract": ["The anticipated sample size was based on the number that could feasibly be enrolled during the study period.", "We planned to enroll ten patients, randomizing each to start with control or intervention HD periods at a ratio of 1:1.", "Randomization codes used to assign patients to their treatment sequence were generated by the biostatistician using SAS PROC PLAN."], "structured": false, "doc_id": "35580", "title": "title"}
{"abstract": ["Statistics were performed by the SUNLINE Co. Ltd. Assignments were enclosed in sequentially numbered, identical, sealed envelopes.", "All data analyses were performed as per preestablished analysis plan.", "Numerical factors such as GMTs and GMRs of the study and control vaccine groups were compared using Student's t-test.", "Categorical factors such as seroconversion rate, seroprotection rate, and the quantity and incidence of AEs/serious AEs and serious AE were compared using chi-square test or Fisher's exact test.", "Statistical analysis involved three analysis sets: full analysis set (FAS), per-protocol set (PPS), and safety set.", "Analysis of immuogenicity indicators was for PPS sets.", "Baseline data analysis of the same data set was for immunogenicity evaluation and the Safety Analysis Safety Analysis Set (SS).", "SUNLINE Co. Ltd. used the SAS (version 9.3) for analysis, Epidata3.1 for data entry, and MedDRA14.0 for coding AEs."], "structured": false, "doc_id": "34750", "title": "title"}
{"abstract": ["Children were assessed at least 12 wk after their most recent botulinum toxin therapy and were pair-matched for age and Manual Ability Classification System level (Eliasson et al., 2006) .", "Children were assessed at baseline (Time Point 1, or TP1), after 6 wk of intervention or control (TP2), at 6-wk follow-up (TP3), and at 6-mo follow-up (TP4; see Figure 1 ).", "All assessments were undertaken at each time point, including goal setting and subsequent scoring, by an assessor blinded to group allocation.", "With the assessor, who was trained to identify tasks involving obvious somatosensory cues, children and their parents set goals important to them that involved the upper limbs.", "After completing the baseline assessment, children were randomized to a group by a third party not involved with the study."], "structured": false, "doc_id": "40276", "title": "title"}
{"abstract": ["This was a randomized controlled trial (RCT), designed and reported using the 2012 extension to the CONSORT for cluster RCTs (5) .", "Randomization was performed by a third party, using computergenerated random numbers and strati-fied by a sporting code: 1 Gaelic football and 1 hurling team in each group.", "Allocation of the teams was concealed until all teams were recruited.", "Because of the nature of the intervention, coaches and participants were not blinded to group allocation after randomization, but all testing was undertaken by a blinded assessor.", "Subjects Permission was received from the Director of Gaelic Games at the University.", "Coaches and players were then invited to participate.", "Subjects were informed of the benefits and risks of the investigation before signing written consent to participate in the study.", "Ethical approval was received from the University Human Research Ethics Committee LS-11-73 O'Malley-Blake, and the study was registered as a clinical trial NCT02433106."], "structured": false, "doc_id": "36456", "title": "title"}
{"abstract": ["in Kabale and 4 out of 14 in Kisoro) to participate in the study.", "We used a three-stage procedure to obtain households for the study.", "First, by simple random sampling, three subcounties in Kabale were allocated to the intervention group and the other three to the control group.", "Similarly, in Kisoro, two subcounties were allocated to the intervention and the other two to the control group.", "Second, all the villages in each participating subcounty (intervention or control) were listed alphabetically and assigned numbers in an ascending order.", "By use of computer-generated random numbers, villages to whose assigned number matched with the random numbers were chosen.", "The intervention villages did not share common geographical boundaries with control villages to minimize contamination of the intervention contents between the two study groups.", "Third, by complete enumeration, all consenting households with children aged 6-8 months within a participating village were recruited to the study.", "If a household had more than one eligible child, the youngest was selected, and in the case of twins, we randomly selected one for evaluation.", "On the basis of the 2002 population housing census and the fertility rate, we expected an average of 6 mother-child dyads per 150 households in every village to have a child between 6 and 8 months old.", "Households were excluded if the child had (a) congenital malformation(s), (b) a physical disorder that would influence growth or preclude anthropometric measurements or influence nutrient intake, or (c) been diagnosed with a mental or brain illness as reported by the mother or a health worker."], "structured": false, "doc_id": "37734", "title": "title"}
{"abstract": ["A computer-generated randomization list was used to assign newborns to one of the six groups.", "This information was available only to the principal investigator.", "Infants were assigned a sequential, number that was placed in an opaque, sealed envelope by the nurse who received the signed parental informed consent.", "When the newborn was scheduled to undergo the metabolic screening test, the envelope was opened by the nurse who performed the test."], "structured": false, "doc_id": "39368", "title": "title"}
{"abstract": ["Women were randomly assigned to receive nifedipine or placebo (allocation ratio 1:1).", "Group assignment was stratified by center and based on a computer generated random sequence in balanced blocks (Department of Biostatistics, Rouen, France).", "Treatment packages were prepared and numbered according to this random sequence and delivered by each local center pharmacy following each new inclusion.", "Treatment assignment and block size were blinded to investigators, participants, clinicians, and research nurses.", "Group assignments were also placed in sealed opaque sequentially numbered envelopes in association with a 24-hour telephone service for unblinding treatment allocation if necessary."], "structured": false, "doc_id": "46794", "title": "title"}
{"abstract": ["Liquid paraffin and vitamin E at same doses as experimental treatment.", "Blinding procedures included producing both experimental treatment and placebo specifically for the study, to ensure identical appearance and organoleptic properties of the active treatment and placebo.", "All participants and investigators, data managers and statisticians were blind to group assignment until the end of the study.", "Randomization was the sole responsibility of a pharmacist (EL) based at the coordinating site."], "structured": false, "doc_id": "37077", "title": "title"}
{"abstract": ["A randomisation list, stratified by centre, with a fixed block size of 10, was generated using a computer-based method by an independent epidemiologist at the Clinical Epidemiology and Public Health Research Unit of the IRCCS Burlo Garofolo, Trieste, Italy.", "Allocation concealment was guaranteed by the use of sealed, opaque envelopes, consecutively numbered, each containing the allocation group.", "After obtaining informed consent, the healthcare staff performing the needle procedures opened the envelope marked with lowest number available and assigned the patient to the corresponding group."], "structured": false, "doc_id": "41518", "title": "title"}
{"abstract": ["Four percent lidocaine hydrochloride suspension was chosen as the active drug, with 0.9% sodium chloride as the placebo; each suspension is identical in appearance.", "Either lidocaine or placebo (0.5 mL) was placed into identical 1-mL syringes by pharmacy personnel who were not directly involved in bedside care.", "These syringes were prepared beforehand and stocked together in the ED (without particular order), further ensuring blinding of the pharmacist.", "Internal grants provided the funding for study medications, but these entities were uninvolved in the conduct and reporting of this study."], "structured": false, "doc_id": "38803", "title": "title"}
{"abstract": ["Parent-child dyads were randomized to receive either the PP-ACT followed by C-ACT (group A) or C-ACT followed by PP-ACT (group B) to minimize bias due to order effects.", "Randomization proceeded by obtaining a sequence of group assignments for participants randomly permuted in blocks of varying sizes (sizes of 2, 4, 6, or 8), where the size and order of the blocks were also random.", "Such a randomization procedure is useful as it maintains blinding by concealing the pattern and size of the blocks.", "Sealed envelopes were used for allocation concealment.", "Randomization was blinded at the time of allocation only."], "structured": false, "doc_id": "42528", "title": "title"}
{"abstract": ["The children included in the study were 2-10 years of age, American Society of Anesthesiologists' physical status I-II and posted for elective plastic and paediatric surgeries requiring tracheal intubation.", "The following were excluded from the study: (i) patients with upper respiratory tract symptoms, (ii) those at risk of gastroesophageal regurgitation and (iii) those with airway-related conditions such as trismus, limited mouth opening, trauma or mass.", "Sixty patients were equally randomized by block randomisation to one of the two groups (Airtraq™ and Miller) of 30 each for airway management using a computer-generated randomisation programme by an anaesthetist who was not involved in the operating room procedures.", "Operating room nurse in-charge assigned the participants to interventions.", "As it was a single-blind study, participants were blinded to the interventions.", "Three anaesthesiologists, involved in this study, were assigned to intubation using the two devices.", "The anaesthesiologists had performed at least 300 intubations using the Miller blade in pediatric patients and more than 50 intubations using the Airtraq™ in adult manikins and at least 40 intubations in pediatric patients before this study.", "The primary outcome measure was time for intubation.", "We also measured ease of intubation, number of attempts, POGO score, haemodynamic changes and airway trauma."], "structured": false, "doc_id": "40691", "title": "title"}
{"abstract": ["Randomization list was electronically generated with nQuery software v 6.01 by the Epidemiology Department at our institution.", "This list was sent to the Pharmacy Department that prepared the product to be administered to each patient (N2O, Kalinox TM ) or medicinal air.", "Before each session, the appropriate gas bottle was provided by the pharmacy (either N2O or control).", "A sticker was applied onto the bottle, which was also covered by a plastic bag, in order to ensure blinding for the patient and for the caregiver who administered the treatment"], "structured": false, "doc_id": "34718", "title": "title"}
{"abstract": ["An independent consultant produced a computer-generated randomization schedule, and an independent study nurse allocated the identically packaged dietary intervention powders to the corresponding study number of the child.", "This study nurse was involved in neither the assessment of the child nor the allocation of the study powder.", "Participants, care providers, physicians, dieticians, and nurses involved in assessing the outcome were blinded."], "structured": false, "doc_id": "38758", "title": "title"}
{"abstract": ["Women were randomly assigned using a computer generated randomisation table to one of two groups, to receive either nefopam or paracetamol.", "The sequentially numbered opaque sealed envelopes indicating the group allocation were opened at the time of surgery."], "structured": false, "doc_id": "47163", "title": "title"}
{"abstract": ["Children were randomly (according to a blind code with 1:1 ratio) assigned to one arm of treatment: Group A was treated with the active drug: Sinuclean Nebules 45, watery solution containing cucurbitacines B-D-I-E (glycosylates triterpenes) 45 mcg.", "Group B was treated with isotonic saline."], "structured": false, "doc_id": "38991", "title": "title"}