{"abstract": ["The children included in the study were 2-10 years of age, American Society of Anesthesiologists' physical status I-II and posted for elective plastic and paediatric surgeries requiring tracheal intubation.", "The following were excluded from the study: (i) patients with upper respiratory tract symptoms, (ii) those at risk of gastroesophageal regurgitation and (iii) those with airway-related conditions such as trismus, limited mouth opening, trauma or mass.", "Sixty patients were equally randomized by block randomisation to one of the two groups (Airtraq™ and Miller) of 30 each for airway management using a computer-generated randomisation programme by an anaesthetist who was not involved in the operating room procedures.", "Operating room nurse in-charge assigned the participants to interventions.", "As it was a single-blind study, participants were blinded to the interventions.", "Three anaesthesiologists, involved in this study, were assigned to intubation using the two devices.", "The anaesthesiologists had performed at least 300 intubations using the Miller blade in pediatric patients and more than 50 intubations using the Airtraq™ in adult manikins and at least 40 intubations in pediatric patients before this study.", "The primary outcome measure was time for intubation.", "We also measured ease of intubation, number of attempts, POGO score, haemodynamic changes and airway trauma."], "structured": false, "doc_id": 40691, "title": "title"}
{"abstract": ["Kebelle is the smallest administrative unit in Ethiopia consisting of at least 500 households, or the equivalent of 3500 to 4000 persons (FMOH, 2007) .", "The Kebelle is further divided into sub-Kebelles (neighbourhood villages).", "A Final count of 14 Kebelle was eligible for the study.", "These eligible Kebelles for the study located north and south of Jigjiga City i.e., 5 North (22 sub-Kebelles) and 9 South (34 sub-Kebelles).", "Eligible Kebelles in the north and south were assigned randomly to intervention and control groups respectively by using lottery method in the presence of community leaders, Kebele heads and representative from the district health office and Regional Health Bureau to avoid study contamination by geographically separating the region of the intervention from the control region.", "Twenty-four Sub-Kebelles were then randomly selected from the 56 total sub-Kebelles by using simple randomization (computer generated numbers).", "From 22 sub-Kebelles, 12 were selected randomly and assigned to the Intervention group.", "From 34 sub-Kebelles, 12 were selected randomly and assigned to the control group (Fig. 2) ."], "structured": false, "doc_id": 42060, "title": "title"}
{"abstract": ["This study was performed to show the efficacy of in situ local autograft in adolescent idiopathic scoliosis surgery by comparing this method with the other grafting methods.", "the order of presentation at our clinic without using any descriptive or differentiation criteria."], "structured": false, "doc_id": 33776, "title": "title"}
{"abstract": ["Randomization was achieved using opaque sequentially numbered envelopes developed from a random number generator.", "A research assistant who was not involved in the recruitment of participants prepared the envelopes.", "The allocation of eligible participants was performed by a health practitioner who was not a member of the research team at the health center.", "BR, the research statistician, and pediatric dentist, and LB were remained blind throughout the study and analysis."], "structured": false, "doc_id": 37096, "title": "title"}
{"abstract": ["A parallel-group, randomized controlled trial was conducted to compare the effects of a CBT group with a HE standard-of-care control group (Shomaker et al., 2016) .", "All components were carried out at the NIH Clinical Center in Bethesda, Maryland.", "Eleven cohorts of adolescents participated from September 2011-July 2014.", "After a baseline assessment to determine eligibility, participants were randomized to CBT or HE.", "Randomization, generated by an electronic program with permuted blocks, was stratified by age and race/ethnicity.", "Groups were run in parallel on weekdays after school, in separate clinics to deter cross-contamination.", "Follow-ups were completed at post-treatment and one year."], "structured": false, "doc_id": 34136, "title": "title"}
{"abstract": ["Overall, 611/611 (100%) randomized subjects received Dose-1 of study vaccine; and among subjects who received Dose-1, 90.5% (553/611) received Dose-2 ( Fig. 1 ).", "Approximately 87.2% (533/ 611) of subjects completed the study (received both doses, had all blood samples collected, and completed the 42-day safety data after each vaccination).", "The most commonly cited reason for exclusion was a missing blood sample after Dose-1.", "In general, the number of subjects who were excluded from the perprotocol analyses at each deviation category was comparable between groups (Supplementary Table 1 ).", "All subjects who received a vaccine dose were included in the safety analysis."], "structured": false, "doc_id": 42758, "title": "title"}
{"abstract": ["A total of 88 patients were selected for the study.", "Six patients stopped attending the camp for different reasons and they were eliminated from the study.", "All patients were assessed at the onset and at the end of the Speech Summer Camp, including an analysis based on the WLM and basic phonological principles.", "Special attention was focused on the detection of compensatory articulation patterns, the placement and manner of articulation of these patterns and the phonological rules of the phonological system of each child.", "For this purpose, children were videotaped interacting with a trained speech and language pathologist (SLP) during storytelling for 30 min.", "A 20 min segment was selected where a high level of verbal interaction occurred.", "The 20 min of interaction were transcribed verbatim for analyzing the presence and severity of compensatory articulation.", "All the SLP's participating in this study had been performing phonological transcriptions of cleft palate children for at least 5 years.", "A blind procedure was utilized for assessing the reliability of the evaluation of CA severity.", "All analyses were independently conducted by twotrained SLP.", "Whenever there was a disagreement, each case was discussed until a consensus was reached.", "The children were randomly divided into two groups.", "Patients assigned to the active group were matched by gender with patients included in the control group.", "The age range of the patients from both groups was kept as similar as possible.", "The articulation of all the children was evaluated according with a previously reported clinical scale of severity of CA [31] .", "This scale categorizes the degree of severity of CA in each child in 8 levels as follows:"], "structured": false, "doc_id": 38971, "title": "title"}
{"abstract": ["The study population consisted of women who participated in a randomized, double-blind, placebo-controlled trial in Dar es Salaam, Tanzania, between August 2001 and July 2004.", "Detailed trial design and study outcomes have been reported elsewhere (30) .", "Eligible participants for this study/analysis were human immunodeficiency virus-negative women between 12 and 27 weeks of gestation who planned to stay in Dar es Salaam for a minimum of 1 year after delivery.", "At the time of enrollment, participants were randomly assigned to receive an oral dose of a multivitamin that contained 20 mg of vitamin B1, 20 mg of vitamin B2, 25 mg of vitamin B6, 100 mg of niacin, 50 μg of vitamin B12, 500 mg of vitamin C, and 20 mg of vitamin E or a placebo to be taken daily until delivery.", "All trial participants also received daily 60-mg doses of elemental iron and 0.25-mg doses of folic acid as part of routine antenatal care in Tanzania.", "Participants in the original study were excluded from this analysis if they had not completed at least one 24-hour dietary recall during pregnancy (n = 424) or had implausible values for energy intake (≤800 or >4,500 kcal/day; n = 143), protein intake (>200 g; n = 69), or fat intake (>300 g; n = 21).", "The final analytic cohort comprised 7,591 participants."], "structured": false, "doc_id": 40983, "title": "title"}
{"abstract": ["Children with CP, who were undergoing treatment at a tertiary care teaching hospital in the department of Physical Medicine and Rehabilitation, were included in this study.", "Children aged 5-20 years with sufficient balance to play Wii games in the sitting or standing position, adequate functional hand skills to hold the Wii remote, and cognitive skills to follow directions to play the games were included.", "Children with history of serious health problems and those who had played Wii games earlier were excluded.", "None of the children were recovering from surgery.", "After obtaining the parent's informed consent and child's assent, the subjects were randomly allocated into either control or intervention group, based on a computer-generated random sequence (www.random.org) using sequentially numbered sealed opaque envelopes.", "Generation of the random allocation sequence was done by an individual not directly involved in the study."], "structured": false, "doc_id": 39218, "title": "title"}
{"abstract": ["A computer-generated randomization scheme was used to create the randomization sequence with 1:1 allocation for each arm of the study.", "The randomization sequence was created using EXCEL 2007 (Microsoft) using random block sizes of 2 and 4.", "To ensure concealment of the random allocation from those responsible for recruiting participants into the study, sealed opaque envelopes were prepared.", "Blinding of the woman or the care provider was not possible due to the nature of the intervention received."], "structured": false, "doc_id": 47167, "title": "title"}
{"abstract": ["This study (Early Supplementation Study (ESS)) was part of a larger multi-center double-blinded randomized controlled trial: the Early Nutrition Study (ENS) [17] .", "The ENS evaluated the effects of human milk on postnatal mortality and morbidity, while the ESS evaluated bone mineralization and growth in relation to the timing of mineral supplementation.", "The studies were approved by the Ethical Committee of the VU University Medical Center, (Amsterdam, The Netherlands) 23 November 2012 (CMO dossier number: NL37296.029.11, Netherlands Trial Registry: NTR 3225).", "Participants were assigned into one of three groups through two steps of randomization, based on stratification according to birth weight, below or above 1000 g, and appropriate or small for gestational age status.", "First, infants were randomized into either late mineral and protein supplementation, as part of the ENS (Group A and B), or early supplementation, as part of the ESS (Group C).", "The second step was only performed if infants were randomized to the late supplementation group.", "This step randomized infants to either Group A (mother's own milk (MOM) and/or donor milk) or Group B (MOM and/or preterm formula).", "Both randomization steps were performed before the first enteral nutrition was administered."], "structured": false, "doc_id": 40972, "title": "title"}
{"abstract": ["When spinal anesthesia was finished, all the patients were randomized into norepinephrine group and phenylephrine group.", "Patients in the norepinephrine group received an i.v.", "bolus of norepinephrine 10 μg (10 μg/ml) and those in the phenylephrine group received an i.v.", "bolus of phenylephrine 50 μg (50 μg/ml).", "All the drugs were prepared by dilution in 5% dextrose solution.", "Randomization was performed according to computer-generated codes contained in opaque, sealed and sequentially-numbered envelopes.", "The anesthesiologist, patients, operator and midwives involved in the study were blinded to the patient grouping.", "The doses of phenylephrine and norepinephrine were chosen empirically, based on our clinical experience."], "structured": false, "doc_id": 46891, "title": "title"}
{"abstract": ["We used a randomized between-subjects design with two conditions (type of memory-game: fruit [see Fig. 1 ] vs. nonfood products [see Fig. 2] ).", "The two games were identical, except for the items on the backside.", "Children were told that they could eat freely from the bowls with fruit during the experiment; the dependent variable in this study was fruit intake.", "During playtime, children were presented four bowls of fruit, containing (1) mandarins, (2) apples, (3) bananas, and (4) grapes.", "The types of fruit that were selected for the memory-game and for the test food were based on popularity levels assessed in studies examining fruit intake among children in the Netherlands (Rijksinstituut voor Volksgezondheid en Milieu (RIVM), 2012; Voedingscentrum (Dutch Nutrition Centre), 2016).", "A pilot test was conducted (N = 6) to test whether children understood and liked the memory-game."], "structured": false, "doc_id": 39334, "title": "title"}
{"abstract": ["in Kabale and 4 out of 14 in Kisoro) to participate in the study.", "We used a three-stage procedure to obtain households for the study.", "First, by simple random sampling, three subcounties in Kabale were allocated to the intervention group and the other three to the control group.", "Similarly, in Kisoro, two subcounties were allocated to the intervention and the other two to the control group.", "Second, all the villages in each participating subcounty (intervention or control) were listed alphabetically and assigned numbers in an ascending order.", "By use of computer-generated random numbers, villages to whose assigned number matched with the random numbers were chosen.", "The intervention villages did not share common geographical boundaries with control villages to minimize contamination of the intervention contents between the two study groups.", "Third, by complete enumeration, all consenting households with children aged 6-8 months within a participating village were recruited to the study.", "If a household had more than one eligible child, the youngest was selected, and in the case of twins, we randomly selected one for evaluation.", "On the basis of the 2002 population housing census and the fertility rate, we expected an average of 6 mother-child dyads per 150 households in every village to have a child between 6 and 8 months old.", "Households were excluded if the child had (a) congenital malformation(s), (b) a physical disorder that would influence growth or preclude anthropometric measurements or influence nutrient intake, or (c) been diagnosed with a mental or brain illness as reported by the mother or a health worker."], "structured": false, "doc_id": 37734, "title": "title"}
{"abstract": ["Participants were 48 11-and 12-year-old students (38% female) from two sixth-grade classes at an urban public middle school.", "Participants were randomly assigned to an experimental group or a comparison group (24 students each, balanced across gender and drawn equally from the two classrooms).", "Students were largely Hispanic (82%) or African American (14%) and were socioeconomically disadvantaged, with 92% of students in the sixth grade qualifying for reduced-price lunch.", "Students performed below grade level academically, as assessed on standardized tests; nearly half (44%) were classified as English language learners."], "structured": false, "doc_id": 39636, "title": "title"}
{"abstract": ["Women were randomly assigned to receive nifedipine or placebo (allocation ratio 1:1).", "Group assignment was stratified by center and based on a computer generated random sequence in balanced blocks (Department of Biostatistics, Rouen, France).", "Treatment packages were prepared and numbered according to this random sequence and delivered by each local center pharmacy following each new inclusion.", "Treatment assignment and block size were blinded to investigators, participants, clinicians, and research nurses.", "Group assignments were also placed in sealed opaque sequentially numbered envelopes in association with a 24-hour telephone service for unblinding treatment allocation if necessary."], "structured": false, "doc_id": 46794, "title": "title"}
{"abstract": ["Families attended an assessment appointment, where informed consent was gained.", "Those families meeting inclusion criteria were then randomly allocated to either the treatment or the WL condition according to a randomization table generated by computer software.", "A block randomization method was used, whereby a block size of 4 was used with 6 possible combinations of allocation to the treatment (T) or waitlist control (C) condition (i.e., TTCC, TCTC, TCCT, CTTC, CTCT, CCTT).", "Families in the WL condition were re-assessed following their 6week wait.", "Although they then received the intervention; these families ceased to be part of the trial at this point.", "Families in the treatment condition were re-assessed using the measures outlined above within 1 week of the end of the treatment program; 3, 6 and 12 months later.", "All outcome assessments were conducted by trained postgraduate clinical psychology trainees who were blind to participants' condition.", "Participant retention was good, with minimal attrition (1, 2, 3 and 1 families lost to follow-up at posttreatment, 3-month, 6-month and 12-month follow-up respectively)."], "structured": false, "doc_id": 33726, "title": "title"}
{"abstract": ["Children with ASD, aged 4-7, were recruited through the Association for Children at Risk, an Israeli organization that operates kindergartens and clinical centers for children with ASD throughout the country.", "In addition, adverts were placed in internet forums of professionals and parents of children with ASD.", "Of the 107 families who volunteered for the study, 77 children met the inclusion criteria: WPPSI subtest standardized scores >6, and VABS communication score >80.", "These 77 children, diagnosed with ASD according to established DSM-IV-TR [American Psychiatric Association, 2000] criteria, and meeting criteria for ASD on the ADOS-2 [Lord et al., 2012] , were randomly allocated into the four intervention groups (see Fig. 2 ).", "During the 8 weeks of intervention, eight participants dropped out for various reasons: Five participants did not find the series interesting (two participants from the TT group and three participants from the CS 1 PS and CS groups); three participants (one from the TT group, one from the TT 1 PS group, Figure 1 .", "Screenshots of items from computer tasks-generalization levels 2 (left) and 3 (right)."], "structured": false, "doc_id": 39027, "title": "title"}
{"abstract": ["Under the control of the experienced dentist (M.E.A.), allocation was implemented by simple randomization by the assistant of the dentist.", "The children were told to choose red or green papers for determining the groups.", "The children who had chosen red papers were recorded as placebo group, while the green paper pickers were recorded as herbal group.", "The children were unaware of their allocation to the respective groups."], "structured": false, "doc_id": 39014, "title": "title"}
{"abstract": ["Women were randomly assigned using a computer generated randomisation table to one of two groups, to receive either nefopam or paracetamol.", "The sequentially numbered opaque sealed envelopes indicating the group allocation were opened at the time of surgery."], "structured": false, "doc_id": 47163, "title": "title"}
{"abstract": ["The family, defined as the index child and their caregiver(s), was the unit of randomization.", "Within each of the 20 communities, half (N = 12) of the families were randomly assigned to the intervention group and half to the waitlist control group.", "Randomization was conducted after the baseline survey.", "The study team used a computerized, excel-based random number generator for random assignment and to select the index child."], "structured": false, "doc_id": 40453, "title": "title"}
{"abstract": ["The data of students and their parents were collected as part of a large longitudinal intervention study (i.e., MoMa) in academic track schools in the German state of Baden-Württemberg from September 2012 to March 2013.", "A total of 1,978 ninth grade students with active parental consent participated in the study, reflecting a high participation rate of 96%.", "Out of the total sample, 1,916 students (age at the beginning of the study: M ϭ 14.62, SD ϭ 0.47; 53.5% female) participated in the intervention (720 students in the text condition, 561 students in the quotations condition) or were in the waiting control group (635 students).", "Students absent during the intervention were not included in the present analyses (N ϭ 65).", "Students were enrolled in 82 classrooms from 25 schools.", "Teachers and their classes were randomly assigned within each school to the waiting control group or one of two intervention conditions (text and quotations condition) resulting in 27 classes in the control condition, 30 classes in the text condition, and 25 classes in the quotations condition.", "It was ensured that all classes taught by the same teacher were in the same experimental condition and that conditions were distributed equally within each school.", "The majority of parents from participating students responded to the parent questionnaire (79.5%).", "We asked the parent most involved in each student's homework to fill out the parent questionnaire: 56.3% of the questionnaires were filled out by students' mothers, 23.6% by mothers and fathers together, and 16.7% by fathers (0.4% were filled out by a different person).", "Because data were collected from the highest educational track in Germany, parents' educational level was above the national average, with 56.4% of mothers and 66.9% of fathers holding qualifications for college education (i.e., obtained a university of applied sciences entrance qualification or the Abitur certificate).", "However, with about 40% of all students attending elementary school going on to academic track schools in Germany (Statistisches Bundesamt [Federal Office of Statistics], 2016), this school track has the highest heterogeneity in terms of students' socioeconomic background (Trautwein & Neumann, 2008) .", "Accordingly, the present sample comprised students with parents from a broad range of educational backgrounds: 56.4% of mothers and 66.9% of fathers had qualifications for college education (university of applied sciences entrance qualification or the Abitur certificate, equivalent to 13 years of school), 35.4% of mothers and 18.5% of fathers had graduated from the intermediate track schools (equivalent to 10 years of school), and 6.8% of mothers and 11.8% of fathers had graduated from the lowest track schools or did not graduate at all (equivalent to 9 years of school or less).", "Concerning our SES measure (the International Socio-Economic Index of Occupational Status; Ganzeboom & Treiman, 2003) , we also found a substantial amount of variance in the sample under investigation (Range ISEI ϭ 16 to 90; x ϭ 65.24, SD ϭ 16.21).", "Regard-This document is copyrighted by the American Psychological Association or one of its allied publishers."], "structured": false, "doc_id": 43828, "title": "title"}
{"abstract": ["Parent-child dyads were randomized to receive either the PP-ACT followed by C-ACT (group A) or C-ACT followed by PP-ACT (group B) to minimize bias due to order effects.", "Randomization proceeded by obtaining a sequence of group assignments for participants randomly permuted in blocks of varying sizes (sizes of 2, 4, 6, or 8), where the size and order of the blocks were also random.", "Such a randomization procedure is useful as it maintains blinding by concealing the pattern and size of the blocks.", "Sealed envelopes were used for allocation concealment.", "Randomization was blinded at the time of allocation only."], "structured": false, "doc_id": 42528, "title": "title"}
{"abstract": ["Two hundred and three neonates with clinical signs of sepsis were screened for the study and 53 were excluded among them.", "One hundred and fifty babies were randomized and allocated into 'no zinc' and 'zinc' groups.", "There were 13 deaths and six drop outs in 'no zinc' group.", "Nine babies were lost to follow-up and there were five deaths in zinc group (Fig. 1 ).", "This study is a continuation of authors' earlier studies on zinc supplementation in neonatal sepsis and some of the babies have been recruited later [13, 14] ."], "structured": false, "doc_id": 40842, "title": "title"}
{"abstract": ["CONSORT diagram): 0.2 μg•kg −1 •hr.", "−1 of sufentanil ad- ministration, group L; 0.5 μg•kg −1 •hr.", "−1 of sufentanil ad- ministration, group M; 0.8 μg•kg −1 •hr.", "−1 of sufentanil administration, group H."], "structured": false, "doc_id": 39000, "title": "title"}
{"abstract": ["The study used an experimental design (randomized placebo-controlled trial) with three groups: melatonin, placebo pills, and light therapy, and was double-blind for melatonin/placebo.", "Randomization took place using a preset list specifying whether a participant should receive medication (melatonin or placebo) or light on a 2:1 ratio.", "Children who were randomized to medication received either melatonin or placebo, dependent on a coding determined by the manufacturer, blind for the researcher and treatment provider (neurologist).", "Only at post-treatment, when they returned to the center, the code was broken by the neurologist."], "structured": false, "doc_id": 42175, "title": "title"}
{"abstract": ["An independent consultant produced a computer-generated randomization schedule, and an independent study nurse allocated the identically packaged dietary intervention powders to the corresponding study number of the child.", "This study nurse was involved in neither the assessment of the child nor the allocation of the study powder.", "Participants, care providers, physicians, dieticians, and nurses involved in assessing the outcome were blinded."], "structured": false, "doc_id": 38758, "title": "title"}
{"abstract": ["Overall, 107 families completed T1 assessment and were randomly allocated to intervention (n ¼ 52) or CAU (n ¼ 55).", "Eligibility screening and progress of target parents through each phase of the study is detailed elsewhere (Morawska et al., 2016a (Morawska et al., , 2016b .", "At enrollment, before randomization, a subsample of 55 families (51.4%) agreed to have the child's father take part in assessment alongside the child's mother, who was the primary target of the intervention.", "Nearly all (54 of 55) fathers were part of a partnered, cohabitating heterosexual couple, except for one divorced father who participated alongside the child's mother.", "In cases where two parents participated, both completed all self-report measures, but intervention-group fathers who were not primarily responsible for their child's management may or may not have attended the intervention sessions themselves.", "There were no significant differences on any baseline demographic or outcome variables for mothers whose partners participated in the study compared with mothers whose partners did not."], "structured": false, "doc_id": 39015, "title": "title"}
{"abstract": ["The Hong Kong University Department of Pharmacy and Pharmacology generated a computerised random sequence to allocate children to oral chloral hydrate and intranasal placebo or oral placebo and intranasal dexmedetomidine.", "The department could unmask individual allocations from the secured sequence for a suspected serious adverse event.", "Hospital pharmacists prepared the study drugs in numbered indistinguishable containers, the contents of which patients and investigators were blinded to.", "Aloe vera syrup was used as placebo and chloral hydrate was either 200 mg.ml À1 (Hong Kong) or 100 mg.ml À1 (China).", "The atomised nasal spray was saline or dexmedetomidine 100 lg.ml À1 (MAD â ; Teleflex Medical China, Shanghai, China).", "Thirty minutes before the CT study, children drank 1 ml.4 kg À1 syrup (Hong Kong) or 2 ml.4 kg À1 syrup (China) and received 0.03 ml.kg À1 nasal spray.", "We recorded whether the child's reaction was unacceptable (crying or resisting) or acceptable (anxious but accepting, or calm and co-operative).", "A paediatric resident inserted an i.v.", "cannula for children in Hong Kong, which was departmental policy."], "structured": false, "doc_id": 42622, "title": "title"}
{"abstract": ["The study adopted a randomized block design to balance the individuals between the intervention and waitlist groups.", "Children with ADHD who met the eligibility criteria were randomized to a block that comprised a permutation of four participants, two for each group separately.", "The grouping scheme was concealed in envelopes, and the recruited participant was notified of his or her group sequentially.", "During the study, the intervention group received a 12-session training program for multiple executive skills once a week, whereas the waitlist group did not receive any new intervention.", "After the postintervention data collection, participants in the waitlist group had the opportunity to receive the same intervention to adhere to ethical considerations."], "structured": false, "doc_id": 39164, "title": "title"}
{"abstract": ["The present study was nested in a community-based randomized trial of complementary food supplements for children ages 6 to 18 months conducted from September 2012 through May 2014 in northwest Bangladesh, which demonstrated benefits for linear growth and prevention of stunting (23) .", "Children were randomized based on their geographic sector of residence to receive child feeding counseling for mothers only or child feeding counseling and 1 of 4 formulations of complementary food supplements fed as a daily snack for 1 year.", "EED was assessed at age 18 months with the L:M test and a panel of intestinal and systemic health biomarkers selected to broadly capture the EED condition."], "structured": false, "doc_id": 42319, "title": "title"}
{"abstract": ["Randomization list was electronically generated with nQuery software v 6.01 by the Epidemiology Department at our institution.", "This list was sent to the Pharmacy Department that prepared the product to be administered to each patient (N2O, Kalinox TM ) or medicinal air.", "Before each session, the appropriate gas bottle was provided by the pharmacy (either N2O or control).", "A sticker was applied onto the bottle, which was also covered by a plastic bag, in order to ensure blinding for the patient and for the caregiver who administered the treatment"], "structured": false, "doc_id": 34718, "title": "title"}
{"abstract": ["A stratified randomization procedure based on various age groups (3-17 years, 18-59 years, and ≥60 years) was performed according to a blocked randomization list (block = 4).", "The whole randomization process was conducted by an independent statistician, using SAS (version 9.4).", "Participants from each subage group were stratified at a ratio of 2:1:1 to receive QIV, TIV-Vic, or TIV-Yam.", "The appearance of packages of QIV, TIV-Vic, and TIV-Yam was identical and labeled with an assigned code from the randomization list as the only identifier.", "We assigned an identical number to every eligible participant enrolled according to their sequence at enrollment, and then, the vaccine with the same number was injected.", "The staff who performed the randomizing had no role in any other activities of this study.", "The treatment allocation was masked from participants and investigators throughout the study period."], "structured": false, "doc_id": 35260, "title": "title"}
{"abstract": ["This open-labeled randomized clinical trial was conducted on premature neonates who were hospitalized in NICU of Ali Asghar hospital in 2014 after obtaining permission from the ethics committee of Tehran University of Medical Sciences (Ethic Number: 91/D/130/2368).", "The inclusion criteria were gestational age less than 32 weeks and neonatal weight less than 1500 grams.", "Those neonates with the history of maternal hyperparathyroidism or maternal vitamin D deficiency or lack of parental consent were excluded.", "All neonates were selected by convenience sampling method that was randomly categorized (using block randomization method) to two groups.", "One of the two groups received TPN with intravenous sodium glycerophosphate or Glycophos (1.5 mmol/kg/day, Fresenius Kabi's Glycophos, USA) and another were fed with TPN but without sodium glycerophosphate.", "The personnel for DEXA scanning and statistical analyzer were blinded to study protocol."], "structured": false, "doc_id": 39977, "title": "title"}
{"abstract": ["After consent and collection of baseline data, subjects were stratified by disease, and randomly assigned by a statistician to either the FSGs or the ND + FSGs.", "Five disease strata were used: acute lymphoblastic leukemia and lymphoma, acute myeloid leukemia (AML), central nervous system (CNS) tumors, non-CNS solid tumors, and nasopharyngeal carcinoma.", "Central randomization was performed in blocks of 10 using a computer-based system developed by the statistician.", "Site project managers were notified of diet allocation by phone from the home site."], "structured": false, "doc_id": 42297, "title": "title"}
{"abstract": ["This was a randomized controlled trial (RCT), designed and reported using the 2012 extension to the CONSORT for cluster RCTs (5) .", "Randomization was performed by a third party, using computergenerated random numbers and strati-fied by a sporting code: 1 Gaelic football and 1 hurling team in each group.", "Allocation of the teams was concealed until all teams were recruited.", "Because of the nature of the intervention, coaches and participants were not blinded to group allocation after randomization, but all testing was undertaken by a blinded assessor.", "Subjects Permission was received from the Director of Gaelic Games at the University.", "Coaches and players were then invited to participate.", "Subjects were informed of the benefits and risks of the investigation before signing written consent to participate in the study.", "Ethical approval was received from the University Human Research Ethics Committee LS-11-73 O'Malley-Blake, and the study was registered as a clinical trial NCT02433106."], "structured": false, "doc_id": 36456, "title": "title"}
{"abstract": ["Objectives-To identify success rates for radial artery cannulation in a pediatric critical care unit using either palpation or ultrasound guidance to cannulate the radial artery.", "Methods-A prospective randomized comparative study of critically ill children who required invasive monitoring in a tertiary referral center was conducted.", "All patients were randomized by a stratified block of 4 to either ultrasound-guided or traditional palpation radial artery cannulation.", "The primary outcomes were the first attempt and total success rates.", "Results-Eighty-four children were enrolled, with 43 randomized to the palpation technique and 41 to the ultrasound-guided technique.", "Demographic data between the groups were not significantly different.", "The total success and first attempt rates for the ultrasound-guided group were significantly higher than those for the palpation group (success ratio, 2.03; 95% confidence interval, 1.13-3.64; P 5 .018; and success ratio, 4.18; 95% confidence interval, 1.57-11.14; P 5 .004, respectively).", "The median time to success for the ultrasound-guided group was significantly shorter than that for the palpation group (3.3 versus 10.4 minutes; P < .001).", "Cannulation complications were lower in the ultrasound-guided group than the palpation group (12.5% versus 53.3%; P < .001).", "Conclusions-The ultrasound-guided technique could improve the success rate and allow for faster cannulation of radial artery catheterization in critically ill children."], "structured": false, "doc_id": 34380, "title": "title"}
{"abstract": ["blood recovery system.", "After obtained written parental consent, the 20 patients were randomized to 2 groups of 10 patients each, according to whether vancomycin or saline solution (SS) was added to the machine's wash solution.", "The randomization sequence was generated on the www.randomization.com website using the randomly permuted blocks method."], "structured": false, "doc_id": 34318, "title": "title"}
{"abstract": ["A sample of 185 adolescents in vocational tracks of secondary education (79 boys), aged 13-17 years (mean 14.9; standard deviation = 0.8), participated in the study.", "They were randomly divided over the three conditions: gametraining: 70 (31 boys); game placebo training: 60 (37 boys); and nongame training (3): 55 (10 boys).", "The Ethics Review Board of Utrecht University approved the study, protocol number FETC16-064, and the study was registered at The Netherlands National Trial Register (no. NTR5967)."], "structured": false, "doc_id": 44099, "title": "title"}
{"abstract": ["The random sequence numbers with a block size of 4 were generated by an independent researcher.", "The sequence was kept in serially numbered sealed opaque envelopes.", "Multiple births were assigned to the same group.", "Fortifiers were kept in 2 boxes labeled as A or B. Fortification was done by the care-giving nurse who was aware of the type of fortifier used in a particular infant.", "Treating neonatologists, research personnel, and the families of the enrolled infants were, however, unaware of the group allocation."], "structured": false, "doc_id": 37356, "title": "title"}
{"abstract": ["Randomization was performed by the Investigational Pharmacy at each institution.", "PK and pharmacodynamic data were interpreted masked to knowledge of the clinical oxygenation requirements or ventilator requirements.", "Echo data were interpreted by blinded cardiologists."], "structured": false, "doc_id": 41469, "title": "title"}
{"abstract": ["Parents were randomly allocated to intervention or waitlist-control groups in a 1:1 allocation.", "Randomization occurred at the end of the baseline questionnaire with an automated computer script.", "Parents were informed via email about their group allocation and received a welcome telephone call within the first week.", "Intervention parents were emailed instructions on how to create an account with the online program immediately after randomization.", "Parents in the control group were e-mailed these instructions once they had completed the final questionnaire after a waiting period of 24 weeks.", "Parents were not restricted from seeking other assistance during the study."], "structured": false, "doc_id": 37004, "title": "title"}
{"abstract": ["Between December 1, 2011 and June 30, 2012, 44 children with CP were recruited from the Physical Medicine and Rehabilitation Department of a tertiary hospital.", "Of the 44 children with CP who underwent an eligibility assessment, 15 were deemed eligible for the randomization procedure.", "Participants were randomly assigned by the study biostatistician, who was not involved in the outcome measure.", "This randomization was achieved by assigning participants to either the programmed standing exercise group (group A) or the standing as usual group according to conventional rehabilitation treatment (group B) with equal probability within randomly permuted blocks of size 2, 4, and 8.", "Due to the preliminary nature of the study, stratification in grouping was not performed.", "One child in group A and 2 children in group B discontinued participation in the study.", "Finally data from 6 healthy children (control group) and 12 children with CP (group A = 7 children; group B = 5 children) were analyzed."], "structured": false, "doc_id": 37254, "title": "title"}
{"abstract": ["The study was conducted in preterm infants with a gestational age ≤32 week and a birth weight ≤ 1500 g at Uludağ University Medical Faculty Neonatal Intensive Care Unit (NICU); they were followed for a one-year period in a prospective randomized controlled manner.", "Patients were randomized in a 2:1 ration to receive probiotics or not (control group).", "While ten percent reduction in NEC frequency via probiotic supplementation is considered significant, and aiming for alpha value of 0.05 and beta value (power analysis) of 80%; the number of patients to be enrolled in both arms of the study was found to be 40.", "The infants with: detected chromosomal abnormalities, previous gastrointestinal system surgery, a diagnosis of metabolic disease, babies lost in the first postnatal week and babies with severe sepsis episode were excluded from the study.", "Alternate randomization was used to enroll the infants to the study arms and following the randomization of the infants, the ready commercial preparation which contain multi-combined probiotics of Lactobacillus rhamnosus (4.1x10⁸ Birth weight ≤1000 g, n (%) Male, n (%) APGAR 5' (median) Multiple birth, n (%) Antenatal steroid, n (%) Maternal antibiotics, n (%) PROM, n (%) Preeclampsia, n (%) Cesarean section birth n (%) The day when probiotics were given RDS, n (%) PDA, n (%) BPD, n (%) IVH≥3, n (%) ROP≥3, n (%) Minimal enteral feeding was started on the first day of life with mother's milk for all patients.", "The infants who could not receive mother's milk were fed with formula, and the infants with insufficent mother's milk condition were fed with mixed mother's milk and formula.", "The probiotic support was started when the amount of the diet in one meal time exceeded 2 ml, and when the enteral nutrition reached 50-60 ml/kg, it was set as 2x1 sachets, until the patient was discharged.", "The choice of nutrition for patients (breast milk, formula, mother's milk/formula), the first day they were started to be fed, the first time they were given probiotics, the day that the feeding reached 100 ml/kg/day and 150 ml/kg/day were recorded on preprinted forms.", "The patients who developed abdominal distension, gastric residue or vomiting during feeding were accepted as having episodes of feeding intolerance and their feeding was suspended.", "Necrotizing enterocolitis staging was made according to the Bell Classification 7 ."], "structured": false, "doc_id": 38539, "title": "title"}
{"abstract": ["Forty neonates (age 28 days) who were undergoing nonemergency cardiac operations with cardiopulmonary bypass (CPB) between April 2012 and October 2014 were randomized by sealed envelope into two groups.", "Exclusion criteria were symptoms related to prematurity or birth before 36 weeks of gestational age, chromosomal abnormalities, administration of corticosteroids before the operation, and the need of preoperative inotropic support other than milrinone."], "structured": false, "doc_id": 47695, "title": "title"}
{"abstract": ["Patients were randomly assigned in fixed blocks of nine to receive ondansetron or domperidone or placebo in a 1:1:1 ratio.", "The randomization list was generated using the STATA software and was stratified according to participating centers.", "The randomization procedure was centralized.", "The randomization sequence was transmitted to the pharmaceutical development service (Monteresearch S.r.l.),", "that prepared and sent directly to participating hospitals, active drugs and placebo in closed, opaque and consecutively numbered bags.", "Drug preparations were indistinguishable by taste, odor and appearance.", "A syrup was preferred to other possible formulations (i.e. tablets) because it allows for the preparation of solutions at different concentrations which makes it possible to administer the same volume, based only on the child's weight (ml/kg), regardless of the allocation group.", "Each bag contained a graduated drug dispenser.", "For each randomization the amount of syrup allowed for a second administration in vomiting children within 15 min of the first dose.", "After confirmation of first-line ORT failure, the next available bag containing the drug preparation was opened and a weigh-appropriate dose was administered to the patient.", "Study investigators and participants were unaware of the randomization list and blind to the pharmaceutical preparations assigned."], "structured": false, "doc_id": 36319, "title": "title"}
{"abstract": ["Participants were eligible for the study if they were diagnosed with type 1 diabetes at least 6 months prior, had an insulin requirement .0.5 U insulin/kg/d, aged 8 to 18 years, and a BMI .50th percentile for age and sex (Centers for Disease Control and Prevention 2000 standardized reference charts; http://wwwn.cdc.gov/epiinfo/).", "They were excluded if they had a severe hypoglycemic episode in 6 months prior to recruitment, more than two episodes of diabetes ketoacidosis in the previous 12 months, serious comorbidities, contraindication to metformin therapy, or were already on metformin, statins, multivitamins, or antihypertensives.", "Participants were recruited and enrolled by a single investigator (J.J.A.A.) and assigned a code in sequence (1 to 90).", "Participants were allocated in a 1:1 ratio to metformin or placebo by the pharmacist using the randomization list generated by a statistician external to the study using statistical software S-PLUS version 8.1.", "Medication bottles were identical between groups aside from batch number, which the pharmacist used to allocate participants to treatment group (labeled as A or B).", "Participants, their care providers, and investigators were blinded to treatment group (22) ."], "structured": false, "doc_id": 34901, "title": "title"}
{"abstract": ["We randomly assigned infants to the 2 intervention groups using a computer-generated list (Excel, Microsoft Office 2010; Microsoft Corp) and 2 color codes and randomly assigned the test-meal order using a computer-generated list (Excel, Microsoft Office 2010) of letter codes (AB or BA) with infants blocked in groups to ensure that, within groups, an equal number of infants started with test meals A and B. The caregivers and infants, as well as most of the research team, were masked to the intervention group assignment and test-meal order.", "Two senior members of the research team, who were responsible for the addition of the isotopic iron and MNP to the test meals just before they were administered, were not masked."], "structured": false, "doc_id": 46967, "title": "title"}
{"abstract": ["The sampling procedure was as follows.", "We selected schools from an internet databases (http://www.seznamskol.eu; http://www.atlasskolstvi.cz/stredni-skoly) and made a list of all nursing high schools in the Czech Republic (n = 60).", "We generated a random number between 1 and 60 to represent each of the schools on the list and arranged schools according to the assigned number, from the lowest to the highest.", "We invited schools to participate one by one until we reached 21 schools agreeing to participate in the study.", "We invited a total of 22 schools before reaching the final sample (one school refused participation before achieving the planned sample size of 21 schools)."], "structured": false, "doc_id": 36296, "title": "title"}
{"abstract": ["The CPIT was a phase II single-centre efficacy trial that offered up to £400 of financial incentives to self-reported pregnant smokers to engage with smoking cessation services and quit smoking near the end of pregnancy.", "Enrolment of participants included women who were representative of all self-reported pregnant smokers identified routinely at maternity booking in the National Health Service (NHS) Greater Glasgow and Clyde Health Board area [12] .", "The primary outcome was cotinine-validated selfreport of smoking cessation collected between 34 and 38 weeks gestation corroborated by saliva (or urine) cotinine estimation.", "Excluding participants who had multiple births (n = 5), 607 women were randomised in the CPIT (304 in the incentives, 303 in the control group).", "Of these, the birth weight of their baby was not available for nine women in the incentives group and 16 in the control group, leaving 582 mother/baby pairs for analysis."], "structured": false, "doc_id": 40148, "title": "title"}
{"abstract": ["This was a prospective observational study.", "Children were randomized into 1 of the 2 induction protocols according to a computer-generated random numbers table created by investigators not participating in data collection.", "A sealed envelope containing random numbers was opened by data collecting investigators after patients' arrival to the operating room.", "Investigator analyzing the data was unaware of the patients' group assignment."], "structured": false, "doc_id": 42098, "title": "title"}
{"abstract": ["Children with cADHD and concurrent vestibular disorder were randomly assigned to either the intervention (n = 17) or control (n = 16) groups using randomization in the parallel groups design.", "Both groups were matched for age and for an age-equivalent score from motor development testing.", "Exclusion criteria were any type of hearing, middle ear effusion, visual, muscular, or neurological condition (other than ADHD), and participation in any other rehabilitative program such as occupational therapy, neuro-feedback, and use of medication other than Ritalin (which is normally used for these children).", "All criteria were confirmed by review of their medical records and examinations (Audiometry and tympanometry) by an audiologist, an occupational therapist, and a psychiatrist.", "This study was approved by the local ethics committee of the University of Social Welfare and Rehabilitation Sciences (USWR) as No. USWR.REC.1392.114."], "structured": false, "doc_id": 41803, "title": "title"}
{"abstract": ["At each participant's first visit, an investigator, blinded to group assignment, collected the NPRS, OSW, and PSFS before the participant was randomly assigned to a weekly supervised PT group or an unsupervised HEP group.", "To determine group assignment, each participant drew a card from an opaque envelope, which contained 34 cards, 17 labeled \"1\" for the weekly supervised PT group and 17 labeled \"2\" for the unsupervised HEP group.", "When a participant dropped out of the study, a card marked with the number of the participant's group assignment was returned to the envelope to ensure an equal number of participants in each group.", "The spinal stabilization exercise program given to all participants in both groups was modified for adolescents from a spinal stabilization program for adults with LBP by Hicks et al, 15 and was previously published.", "1 Briefly, participants performed 1 exercise from each of 4 exercise categories, thus a total of 4 exercises at any given time.", "Participants were asked to perform each exercise for 100 repetitions or by holding for 100 seconds.", "The 4 exercise categories targeted the transversus abdominis, the transversus abdominis in functional positions, the erector spinae and multifidus, and the global core.", "Each exercise incorporated abdominal bracing, or isometric coactivation of the abdominal muscles.", "Participants' exercises were progressed as their performance improved."], "structured": false, "doc_id": 44085, "title": "title"}
{"abstract": ["The trial was performed at the Neurology Department of the Hospital Infantil de México Federico Gómez (National Health Institute for Children in Mexico) as a randomized pilot trial.", "Participants were randomized (unblinded) by means of an aleatorized table to receive MPH, Omega-3/6, or combination therapy with MPH + Omega-3/6.", "During a 12-month evaluation period, clinical assessments were made at five time points: at baseline (t1), after 1 month (t2), after 3 months (t3), after 6 months (t4), and after 12 months (t5).", "MPH doses were titrated during the first 4 weeks of the evaluation period."], "structured": false, "doc_id": 39302, "title": "title"}
{"abstract": ["randomised to the experimental group (cerebral NIRS monitoring in combination with an evidence based intervention guideline [16] for NIRS values out of range (55-85%)) and 80 infants to the control group (blinded collection of NIRS values combined with treatment as usual).", "The inclusion criteria were infants born more than 12 weeks before term (gestational age <27 weeks and six days) with a decision to provide full life support and the possibility to start cerebral NIRS monitoring within three hours after birth.", "Written informed consent from the parents was mandatory before inclusion and randomisation.", "The randomisation was web based and handled by The Copenhagen Trial Unit.", "The generated allocation sequence of 1:1 with block sizes 4 and 6 in random order concealed for the investigators.", "The intervention period was 72 hours.", "The 2y-followup of the infants is on going.", "The infants were recruited from 8 European countries each represented by one neonatal intensive care unit (June 2012 to December 2013).", "The trial is registered at ClinicalTrial.gov, NCT01590316, the protocol is available in full at http://www.safeboosc.eu."], "structured": false, "doc_id": 41551, "title": "title"}
{"abstract": ["Children were randomly (according to a blind code with 1:1 ratio) assigned to one arm of treatment: Group A was treated with the active drug: Sinuclean Nebules 45, watery solution containing cucurbitacines B-D-I-E (glycosylates triterpenes) 45 mcg.", "Group B was treated with isotonic saline."], "structured": false, "doc_id": 38991, "title": "title"}
{"abstract": ["This randomized trial was approved by the Institutional Research Ethics Committee, under the project number 15-0500.", "Data were collected between April 2014 and February 2016.", "Children 3---12 years old admitted for outpatient adenotonsillectomy were invited to participate.", "Neurologically compromised and syndromic patients were not eligible.", "Informed consent was obtained verbally and in written form from parents/caregivers.", "Children were allocated into two groups, no dietary and physical restrictions (Group A), and dietary and physical restrictions (Group B), by a simple randomization method.", "Children on Group A were advised to resume their usual diet and physical activity according to their tolerance, and patients in Group B were oriented to maintain preferably only liquid and soft foods and to refrain from engaging in physical activities during the first week after surgery.", "Patients and caregivers allocated to Group B also received a formal medical certificate suspending school and labor activities for 7---10 days, until the follow up visit could be arranged."], "structured": false, "doc_id": 42266, "title": "title"}
{"abstract": ["Forty-three children from Israel and 40 children from Sweden, aged 6-9 years, with high functioning ASC were recruited for the study.", "Participants were recruited from volunteer databases, local clinics for children with ASC, special education classes and kindergartens, internet forums and support organizations for individuals with ASC.", "All the participants had been diagnosed with ASC by a psychiatrist or a clinical psychologist according to DSM-IV, DSM-5, or ICD-10 criteria [14, 55, 56] .", "Diagnosis was corroborated by meeting ASC cutoff on the ADOS-2.", "Participants were randomly allocated into an intervention group or a treatment as usual control group, as illustrated in Fig. 5 .", "As shown in Fig. 5 , nine participants from the intervention groups had failed to complete the entire training period.", "The reasons for children's failure to complete the intervention included poor parental motivation, children's lack of interest in the SG and medical reasons.", "Participants who dropped out of the intervention group and those who had completed the program did not differ on age, IQ, ADOS, VABS, parental education and the preintervention ER task scores."], "structured": false, "doc_id": 40757, "title": "title"}
{"abstract": ["For randomization, we used sequentially numbered sheets available only for the two investigators assigned to resuscitate eligible babies.", "Odd numbered sheets were allocated for SLI and even numbered for CBMI procedure.", "A second puff was given with a pressure of 25 cmH 2 O for 15 s when respiration was still labored and/or heart rate inadequate.", "It was followed by PEEP of 6 cmH 2 O."], "structured": false, "doc_id": 39709, "title": "title"}
{"abstract": ["A randomisation list, stratified by centre, with a fixed block size of 10, was generated using a computer-based method by an independent epidemiologist at the Clinical Epidemiology and Public Health Research Unit of the IRCCS Burlo Garofolo, Trieste, Italy.", "Allocation concealment was guaranteed by the use of sealed, opaque envelopes, consecutively numbered, each containing the allocation group.", "After obtaining informed consent, the healthcare staff performing the needle procedures opened the envelope marked with lowest number available and assigned the patient to the corresponding group."], "structured": false, "doc_id": 41518, "title": "title"}
{"abstract": ["The target sample of 20 families per arm was selected based upon conventions for pilot studies, 49 and therefore, the study was not powered to detect significant differences in study end points.", "Families enrolled were randomly assigned to one of three treatment arms: Arm 1: parent and adolescent each received a motivational intervention, Arm 2: parent received a motivational intervention and adolescents received an attention control intervention, or Arm 3: parents and adolescents each received an attention control intervention.", "Randomization was stratified by child age (10.0-11.49 vs. 11.5-13.9) using a 1:1:1 ratio.", "Twentyfour were assigned to Arm 1 (MI Parent and MI Adolescent), 19 to Arm 2 (MI Parent and Educational Control Adolescent), and 24 to Arm 3 (Educational Control Parent and Educational Control Adolescent).", "All families also continued to receive standard medical care at their diabetes clinic during the trial."], "structured": false, "doc_id": 33826, "title": "title"}
{"abstract": ["Across 4 years (2009-2012), six cohorts of children participated, with a mean number of 33 children in each cohort (range: 24-43).", "Children were randomized within site to the Child Life and Attention Skills Treatment (CLAS; 36 at site 1 and 38 at site 2; 74 total), Parent Focused Treatment (PFT; 36 at site 1 and 38 at site 2; 74 total), or treatment as usual (TAU; 24 at site 1 and 27 at site 2; 51 total).", "Within each cohort, treatment occurred over a 10-to 13-week period.", "Immediately following treatment, laboratory visits were scheduled with families and rating scales were sent to teachers.", "Five to seven months post-treatment (i.e., in October to November of the subsequent school year), children and their parents participated in a follow-up laboratory visit."], "structured": false, "doc_id": 39149, "title": "title"}
{"abstract": ["Randomization of syringes was performed with a one-to-one allocation ratio and randomized permuted blocks.", "Prior to placing the syringes in the ED, they were labeled with a unique numerical identifier and randomized in the fashion above.", "Only the pharmacist, who was kept blinded to the primary endpoint and any clinical criteria throughout the study's duration, was aware of the identity of the drug.", "When a study drug was ordered, the nurse would simply pull a syringe from the medication drawer (irrespective of identifier).", "All clinical staff (nurses, physicians, study personnel), subjects, and their families were blinded to the drug's identity."], "structured": false, "doc_id": 38803, "title": "title"}
{"abstract": ["The timeline of the study is presented graphically in Fig. 1 .", "A comprehensive overview of the trial design can be found elsewhere (6) .", "Briefly, patients were randomized to either the KD or to CAU after a 1-month baseline period.", "A software package (ALEA) was used to support the randomization, which was based on the minimization method."], "structured": false, "doc_id": 33458, "title": "title"}
{"abstract": ["Patients underwent randomization by means of a secure Internet-based service (www .", "sealedenvelope .", "com) to one of four regimens: ACE inhibitor plus placebo, statin plus placebo, ACE inhibitor plus statin, or placebo plus placebo.", "Differences in baseline characteristics were minimized by categorizing patients according to glycated hemoglobin level (<7.5%, 7.5 to 8.5%, or >8.5%), log 10 albumin-to-creatinine ratio (1.2 to 1.7 or >1.7), sex, age (11 to 13 years or >13 years), duration of type 1 diabetes (<5 years or ≥5 years), total cholesterol level (<172.5 mg per deciliter or ≥172.5 mg per deciliter), and country.", "18"], "structured": false, "doc_id": 33676, "title": "title"}
{"abstract": ["For the first cohort, women at 17-34 weeks of pregnancy were enrolled between April 25, 2011, and April 24, 2012, and vaccinated on enrollment.", "For the second cohort, women were enrolled between April 25, 2012, and April 24, 2013; they were then randomly assigned a week between 17 and 34 weeks of pregnancy at which they would undergo vaccination.", "Pregnancy length was calculated from the date of the last menstrual period; recall of the date was aided by 5-weekly population pregnancy surveillance by the study staff.", "Women in both cohorts were randomly allocated to receive a trivalent inactivated influenza vaccine or saline placebo in blocks of eight, stratified by pregnancy length at vaccination (17-25 or 26-34 weeks).", "The participants were masked to their allocation.", "Two different formulations of the vaccine were used (second formulation used starting from October 15, 2012).", "Details on the vaccines are available in Appendix S1."], "structured": false, "doc_id": 35365, "title": "title"}
{"abstract": ["One of us (O.A.) prepared a list using the random digit generator in the Excel program (Microsoft Corporation).", "Sequentially numbered, opaque envelopes were prepared holding cards with details of the allocated group.", "These envelopes were kept at the research office and were brought to the delivery unit before randomization."], "structured": false, "doc_id": 39039, "title": "title"}
{"abstract": ["Randomization.", "Participants were randomized to CT-PTSD or WL.", "A minimization procedure with stratification according to age (<14 vs. ≥ 14 years), gender, symptom severity (<28 vs. ≥ 28, derived from previous trial; Smith et al., 2007) on the Child PTSD Symptom Scale (CPSS; Foa, Johnson, Feeny, & Treadwell, 2001 ; Cronbach's a = .89) and pretreatment diagnosis (i.e. meeting both DSM-IV and PTSD-AA criteria vs. PTSD-AA criteria) was used to ensure each trial arm was suitably matched on variables that might moderate outcome."], "structured": false, "doc_id": 33777, "title": "title"}
{"abstract": ["Patients were randomly assigned to receive gelatin tannate plus ORS, or ORS plus placebo at a ratio of 1: 1.", "Gelatin tannate was administered in the form of 250 mg oral sachets (Tasectan ® ; Onko & Koçsel Ílaçlari, Istanbul, Turkey) at a dosage of 1 sachet every 6 hours.", "The sachet contents could be mixed with a milk feed, water, fruit juice, or yoghurt.", "ORS (Ge-Oral ® ; Kansuk Laboratuari, Istanbul, Turkey) 50 mL/kg ad libitum was administered as a powder for oral solution, containing sodium chloride, trisodium citrate, potassium chloride, and glucose."], "structured": false, "doc_id": 41092, "title": "title"}
{"abstract": ["Main exclusion criteria included hepatitis B infection, active malignancy within the prior two years, active opportunistic or other infection; !", "1 CDC class C event within 12 months of entry, or viral load >250,000 copies/mL at screening.", "Participants were enrolled between May 2011 and January 2013 and randomized 1:1 to the two treatment groups using a dynamic permuted block system with institutional balancing (maximum institutional imbalance of 2), stratified by CD4+ T cell count (<400 cells/mm 3 versus !", "400 cells/mm 3 ).", "Participants were enrolled online and randomized at time of enrollment via computer algorithm at the Data Management Center."], "structured": false, "doc_id": 33832, "title": "title"}
{"abstract": ["Of the 153 parents who were contacted, 106 agreed to participate in the project.", "From the pool of those who agreed, 80 children met the criteria and were eligible for participation in the intervention program.", "After matching by gender and age, these children were randomly assigned to the intervention and control groups.", "After six months, 37 children out of 40 remained in the intervention group and 27 out of 40 in the control group.", "Three children from the intervention group dropped out of the program because the families did not see progress in their child or because they moved to another city.", "The children in the control group received the intervention services after six months, when the services for the intervention group were over: thirteen children dropped out of the control group because their parents did not want to wait.", "There was no significant difference in adaptive functioning (t = −.10, p > .05), as measured by the composite adaptive behavior score of Vineland Scale, between the children who dropped from the program (n = 16, M = 75.50, SD = 9.79) and those who stayed enrolled for six months (n = 64, M = 75.25, SD = 8.33)."], "structured": false, "doc_id": 40630, "title": "title"}
{"abstract": ["A computer-generated randomization list was used to assign newborns to one of the six groups.", "This information was available only to the principal investigator.", "Infants were assigned a sequential, number that was placed in an opaque, sealed envelope by the nurse who received the signed parental informed consent.", "When the newborn was scheduled to undergo the metabolic screening test, the envelope was opened by the nurse who performed the test."], "structured": false, "doc_id": 39368, "title": "title"}
{"abstract": ["Participants were randomly assigned 1:1 to the intervention (n = 150) or control (n = 152) arms by using a computer program designed to minimize the likelihood of an imbalance between the study arms with respect to sexual experience and sexual identity.", "21 Participants, but not researchers, were blind to arm allocation."], "structured": false, "doc_id": 36449, "title": "title"}
{"abstract": ["Randomization and masking.", "Cluster randomization was conducted at the township level.", "All randomized selection and allocation was performed using a computerized random sequence generator.", "In each of the seven counties included in our study, we randomly assigned half of the townships within each county to the control group and the other half to the intervention group.", "To increase statistical power, we used baseline survey information to assign the sample townships in each county into two pairs, using an optimal matching algorithm.", "The optimal matching algorithm assigned sample townships into pairs by minimizing the total (Mahalanobis) distance within the matched pairs.", "29 The Mahalanobis distance measure was calculated using the following baseline covariates at the township level: prevalence of STH, per capita net income, prevalence of anemia, number of households with children between 3 and 18 years of age, and distance (km) to the nearest paved road."], "structured": false, "doc_id": 46150, "title": "title"}
{"abstract": ["As described previously [8] , 100 children 6-59 months old with malaria (positive Giemsa smear and T>37.5˚C) and hemoglobin 5.0-9.9 g/dL were enrolled in a randomized trial of iron therapy at Mulago Hospital in Kampala, Uganda (Fig 1) .", "Children were treated for malaria with parenteral artesunate and also given a 3-day course of oral artemether-lumefantrine.", "If children had a zinc protoporphyin (ZPP) concentration > = 80 μmol/mol heme, they were randomized either to begin a 27-day iron therapy regimen (2 mg/kg/day as liquid oral ferrous sulfate) concurrently with antimalarial treatment on Day 0 (immediate group, n = 50) or 28 days later on Day 28 (delayed group, n = 50).", "Children were given an insecticide-treated bednet and were followed for 56 days (Day 0 -Day 56)."], "structured": false, "doc_id": 39515, "title": "title"}
{"abstract": ["This study was an open, randomized, controlled clinical trial.", "All patients included were given the standard intravenous azithromycin (IA) at a dose of 10 mg/kg/ day once daily for 3 days, according to the hospital recommendations, and were randomly allocated to three groups ( Fig.) .", "Randomization was done according to a computer-determined allocation to groups A, B or C. The sequence was concealed in an envelope, and the next neutral envelope was opened each time the next patient was included in the study.", "In the first three days, group A (n=56) received the additional intravenous methylprednisolone (2 mg/kg/day, 3 days); group B (n=56) received IVIG 400 mg/kg/day, for 3 days; group C (n=56) received IA alone without additional therapy.", "All patients were followed for 7 days.", "Treatment compliance was evaluated by the returning medication after the intervention period.", "From the 2nd week, all patients were given IA for 3 consecutive days.", "Since all of the children in group C still had a fever, we randomly divided group C into two subgroups: group C 1 (methylprednisolone 2 mg/kg/day+IA, 3 days, n=25) and group C 2 (IVIG 400 mg/kg/day+IA, 3 days, n=25).", "All groups received water-electrolyte balance maintenance, sputum aspiration and other comprehensive treatments."], "structured": false, "doc_id": 42601, "title": "title"}
{"abstract": ["The pre-operative assessment was done 1 day before the day of surgery.", "Parents were taught about the scoring for ease of administration and facial hedonic scale at the time of pre-operative assessment.", "They were also given a demonstration on how to use the nasal spray and were made to practice on a mannequin using a placebo.", "Weight, pulse rate, and blood pressure were measured at the time of pre-anesthetic check-up on the day before the surgery.", "Parental education level was noted and categorized according to the education scale adapted from Kuppuswamy's socioeconomic scale [12] .", "Patients were made to follow standard fasting guidelines before the surgery.", "On the day of surgery, the pulse rate was recorded 30 min before entering the operation room (i.e., just before administering the premedication).", "Patients were randomly allocated into either of the two groups, N and O. Group N received intranasal midazolam spray administered by parents at a dose of 0.2 mg/kg, and group O received oral midazolam syrup administered by parents at a dose of 0.5 mg/kg.", "Commercially available oral midazolam syrup (manufactured by M/S Neon Laboratories Limited, India) and midazolam available in the marketplace specially produced for nasal administration (Samarth Pharma Pvt.", "Ltd) which delivers 0.5 mg midazolam per metered dose (puff) was used in our study.", "The nasal midazolam bottle is supplied with a nozzle.", "First, the nozzle should be connected to the bottle, and the child's head should be made straight.", "Then the nozzle has to be introduced into the nares of the child and the nozzle has to be pressed downwards for the delivery of the drug (shown in Fig. 1 ).", "The commercially available nasal midazolam delivers 0.5 mg per puff.", "So first we calculated the dose required for the child and divided it by 0.5 to calculate the number of puffs needed for the child.", "Then we divided the number of puffs equally between each nostril of the child.", "For example if the child weighed 10 kg, the dose required was 0.2 × 10 = 2 mg.", "As each puff deliver 0.5 mg, the child requires 2/0.5 puffs, i.e., four puffs.", "So, two puffs in each nostril were administered.", "If the final amount was not a multiple of 5, then we adjusted the value to the nearby multiple.", "If the weight was 12 kg, then the dose required was 2.4 mg.", "It was adjusted to a nearby multiple of 5, i.e., 2.5 and 2.5/0.5 is 5 puffs.", "Commercially available oral midazolam contains 2 mg/cc of midazolam.", "First, we calculated the amount required and took the amount in the cup/tumbler supplied by the manufacturer ( Fig. 1) , and administered it.", "If the child weighed 10 kg then the dose required was 0.5 × 10 = 5 mg.", "As the drug is available as 2 mg/cc, the amount required was 5/2 = 2.5 ml.", "So 2.5 ml of oral midazolam was taken in the cup and administered.", "Parents were made to score ease of administration and facial hedonic scale just after administering the drug [13, 14] .", "An observer recorded the modified medication acceptance score [15] .", "Pulse rate was recorded 10 and 20 min after administering the drug.", "Sedation scores were recorded at 15 and 30 min after administering the drug [3] .", "The patient was separated from the parent 30 min after drug administration, and parental separation anxiety score was recorded [3] ."], "structured": false, "doc_id": 40723, "title": "title"}
{"abstract": ["A total of 40 full-term parturients with a single neonate with American Society of Anesthesiology grade I or II, aged 23 to 41 years old were included in this study.", "The women weighed 61-92 kg, did not have spinal canal puncture contraindications, and were scheduled for caesarean section under epidural anaesthesia.", "Parturients with the following conditions were excluded from the study: a history of allergy to dexmedetomidine; cardiac, pulmonary, hepatic, renal, neurological or neuromuscular diseases; morbid obesity; diabetes mellitus; bleeding disorders, receiving cardiovascular, antipsychotic or hypnotic medications; alcohol or drug abuse; pregnancy-induced hypertension; and intrauterine growth restriction.", "Parturients were included if a prenatal examination showed no abnormalities.", "The patients were randomly divided into the dexmedetomidine group (Dex group) and the normal saline (NS) group using a computer generated randomization list, with 20 patients in each group.", "Using a doubleblind procedure, dexmedetomidine solution or NS was prepared by an independent investigator.", "One anaesthesiologist who was blinded to the treatment scheme provided perioperative care.", "Another anaesthesiologist collected perioperative data.", "All staff in the operating room were unaware of the patient allocation."], "structured": false, "doc_id": 47891, "title": "title"}
{"abstract": ["A detailed methodological account has been published elsewhere [43] .", "Informed by the PRECEDE-PROCEED model for health promotion program planning [44] , and methodologically designed and implemented in accordance with the Consolidated Standards of Reporting Trials (CONSORT) statement [45] , a single-blind cluster RCT was conducted.", "Childcare centres were eligible if they had at least one preschool classroom, if the staff and children were English-speaking, and if the centre director and childcare staff of the eligible classrooms were willing to participate.", "All recruitment and randomization activities were conducted by the project coordinator.", "Twenty-two centre-based childcare facilities in London, Ontario, Canada were randomly selected and agreed to participate (59%; see Fig. 1 for participation rates).", "The director of each childcare facility was contacted via phone; once verbal consent was received from all 22 centres, each centre was randomly assigned to either the experimental or control condition (using a blocked design).", "Centre start dates were staggered over four months during spring and summer, making it logistically impossible to perform baseline measures prior to randomization.", "No centres withdrew from the study at any time.", "Only centres assigned to the experimental condition had childcare staff deliver the SPACE intervention (i.e., providing four 30-min daily outdoor periods and offering the supplied portable play equipment), while centres enrolled in the control condition continued their typical daily curriculum and programming, including regular outdoor playtime periods (i.e., two 60-min periods).", "This study and all related documents received ethical approval from the University of Western Ontario's Research Ethics Board (REB# 105779) and was assigned an International Standard Randomized Controlled Trial Number (ISRCTN 70604107)."], "structured": false, "doc_id": 39995, "title": "title"}
{"abstract": ["Patients were assigned to one of two groups according to a computer generated random numbers table.", "After intubation patients in dexmedetomidine group (Group D, n = 38) received 1 μg/kg dexmedetomidine and the patients in tramadol group (Group T, n = 39) received 2 mg/kg tramadol.", "The study drugs were diluted in saline as follows: dexmedetomidine 20 μg/ml (2 ml of dexmedetomidine and 8 ml of saline) and tramadol 20 mg/ml (4 ml of tramadol and 6 ml of saline) and administered as a single iv dose over a 10 min' period.", "The anesthetist who administered the study drugs was blinded to the patient group and excluded from the perioperative assessment of the patient.", "Heart rate (HR), mean arterial pressure (MAP), peripheral oxygen saturation (SpO 2 ), and minimum alveolar concentration (MAC) were recorded before induction (baseline), at induction and every 5 min after induction during the procedure."], "structured": false, "doc_id": 38883, "title": "title"}
{"abstract": ["This is a multicentre, randomized, double-blind, placebo-controlled, crossover trial of ω3 in children and adolescents with ASD, registered in the European Clinical Trials Database (EudraCT) under number 2007-006444-21.", "Stratified randomization was conducted with blocks of 4 subjects within each strata.", "Stratification took into account site and age (with 2 options, less than 12 years of age and 12 and above).", "Participants were randomized to receive treatment with ω3 PUFAs (experimental treatment) or paraffin oil (placebo) for 8 weeks (phase I).", "After a 2-week washout phase, participants receiving ω3 PUFAs in phase I switched to placebo and vice versa, and continued on them for 8 weeks more (phase II).", "Before and after phases I and II, blood draws and clinical evaluations were performed."], "structured": false, "doc_id": 37077, "title": "title"}
{"abstract": ["or four) to treatment groups in a 1:1 ratio.", "Randomisation for each centre was stratified according to gestational age (26 +1 weeks to 29 completed weeks and 29 +1 weeks to 32 completed weeks).", "A study coordinator nurse received a binder containing the prespecified sequence of treatment group assignments from a statistician who was not otherwise involved in the trial.", "Access to the binder was restricted to the selected study nurse only.", "The study logs were retrieved after the completion of recruitment to ensure that all randomly assigned infants were included in the analysis.", "Infants were considered to have been randomly assigned at the time of the first administration of study drug sequence generation.", "A study nurse who was not a caregiver of the infants in the NICU prepared the drug solutions daily according to the randomisation sequence and labelled them 'ROP study drug'.", "The study medication was administered by the caregiving staff nurse who was blinded to the nature of the study drug.", "Infants were enrolled and written consent obtained by consultants involved in the care of the infant.", "Assignment of participants was performed by the study nurse as per the randomisation scheme.", "Care providers, consultants, residents, nurses and ophthalmologists assessing ROP status were blinded to the study drug assignment."], "structured": false, "doc_id": 40811, "title": "title"}
{"abstract": ["The anticipated sample size was based on the number that could feasibly be enrolled during the study period.", "We planned to enroll ten patients, randomizing each to start with control or intervention HD periods at a ratio of 1:1.", "Randomization codes used to assign patients to their treatment sequence were generated by the biostatistician using SAS PROC PLAN."], "structured": false, "doc_id": 35580, "title": "title"}
{"abstract": ["Full details of this study can be found in the published protocol (Porter et al., 2012) .", "After obtaining informed consent, data were collected at the participants' home by an independent researcher.", "Appropriate randomisation and blinding protocols were adhered to.", "The Northern Ireland Clinical Trials Unit (NICTU) randomised participants; the randomisation list was computer-generated with random variable block lengths and stratified by recruiting centre.", "Due of the nature of the intervention, both the music therapist and the research participants involved were aware of whether or not the intervention had been administered.", "However, the participants and the professionals involved in their care were asked not to disclose this to the researcher/outcome assessor."], "structured": false, "doc_id": 33781, "title": "title"}
{"abstract": ["Study participants received standard obstetric care as defined by their institution and treating health care provider.", "The decision to assess fetal growth using ultrasonography, the need for antenatal testing, and the choice of mode of delivery were determined by the treating health care provider.", "When deciding timing of delivery, standard clinical practice was followed including delivery no earlier than 39 weeks of gestation and no later than 40 weeks of gestation, unless spontaneous labor ensued.", "Decision to deliver outside these established goals were left to the discretion of the patient's health care provider while still adhering to the recommendations outlined in the Society for Maternal-Fetal Medicine-Eunice Kennedy Shriver National Institute of Child Health and Human Development guidelines.", "10 Group assignment was made by a computergenerated random sequence stratified by clinical center.", "Balanced group sizes were maintained using a simple urn method.", "All research-related data including maternal and neonatal outcomes were collected by certified research personnel.", "The primary outcome was difference in birth weights among both groups.", "Because the goal was to demonstrate noninferiority and not superiority, the design utilized was a noninferiority trial design.", "The rationale for using a noninferiority trial rather than a superiority trial was: 1) given the importance of adequate glycemic control and its effects on both the mother and fetus, it would be unethical to perform a trial with a group of individuals not allowed to test their blood glucose values; 2) testing blood glucose every other day is not expected to be superior to testing every day, although some potential benefits may be expected; and 3) because testing every other day is easier and probably preferred rather than testing every day, testing compliance may improve while still retaining the clinical benefits."], "structured": false, "doc_id": 36790, "title": "title"}
{"abstract": ["After documenting parental consent, all infants were assigned using a table of random numbers and sealed opaque envelopes to either nCPAP or nHFOV."], "structured": false, "doc_id": 39564, "title": "title"}
{"abstract": ["Required second cure (6) Closed (30) Closed (31) Rectal ibuprofen (36) 96 infants with hsPDA Oral ibuprofen (36) 11 with minimal ductal shunt closed on follow up cystatin-C (cys-C), sodium levels and urinary output), plasma ibuprofen and bilirubin levels, transfontanelle ultrasonography and echocardiography results were evaluated in all cases.", "Thirty-six patients diagnosed with hsPDA were randomized into the rectal and ibuprofen groups.", "These groups were treated with a total of three ibuprofen doses, the initial dose was 10 mg/kg and the following two doses at hour 24 and 48 were 5 mg/kg doses (Pedifen; Atafarm, Istanbul, Turkey).", "The 36 patients were included as the control group.", "Both rectal and oral ibuprofen (312 mOsmol/l and stabilized with propylparaben, methylparaben and sodium benzoate) were given via an orogastric tube, which was flushed with 1-2 ml of sterile water to ensure the delivery of the drug.", "In rectal applications, the drug was delivered after a 6F catheter was advanced 2-3 cm rectally, to prevent the drug from leaking from the rectum, both hips were held close for 3-5 minutes.", "As the suppository form of ibuprofen is not available in Turkey, the syrup form was used for rectal delivery.", "All of the infants were given only breast milk from the first day of life.", "The daily oral intake received was between 20 and 40 mL/kg when treatment was started.", "After the first course of treatment, the success of the treatment and the need for a second course were evaluated by echocardiography.", "Patients with closed hsPDA and repeating clinical findings during observation were evaluated by echocardiography and second treatment courses were delivered if needed.", "Surgical ligation was performed in hsPDA cases that persisted after the second course of ibuprofen."], "structured": false, "doc_id": 39768, "title": "title"}
{"abstract": ["Enrolled subjects were randomly assigned to the Botulax group (injection with letibotulinum toxin A) or the Botox group (injection with onabotulinum toxin A) at a ratio of 1:1.", "The random assignment code was generated using a block randomization method for each hospital.", "Those codes were sealed until the trial was completed except in cases where it was inevitably necessary to view the code due to a serious adverse event.", "Thus, all research staff, clinicians, and participants were unaware of trial group assignments."], "structured": false, "doc_id": 41503, "title": "title"}
{"abstract": ["obtaining written informed parental consent, 40 children were enrolled in the trial and randomized to undergo GA maintained with either xenon as an adjuvant to sevoflurane (xenon group), or sevoflurane alone (sevoflurane group) at a 1:1 ratio.", "Randomization was performed using a software-generated allocation sequence (Sealed Envelope TM , London, UK).", "Group assignments were ensured in sealed, nontransparent, serially numbered envelopes, only opened after the arrival of the patient in the intervention room.", "Two investigator types conducted the trial.", "Investigator I accomplished the enrollment (day prior to intervention) and all postoperative visits and was, similar to the patient and his parents, blinded to treatment allocation."], "structured": false, "doc_id": 42267, "title": "title"}
{"abstract": ["Participants were selected from patients attending the Department of Pediatric Dentistry at Istanbul University in Istanbul, Turkey.", "The clinical procedure, possible discomfort and risks, and possible benefits were explained to the parents or legal guardians of the participants, and written informed consent was obtained prior to investigation.", "The study protocol was approved by the Ethics Committee of the Istanbul Medical Faculty at Istanbul University (file number 2012/1728-1288).", "The study was registered at ClinicalTrials.gov (no. NCT03135626).", "The study design followed the CONSORT 2010 Statement of updated guidelines for reporting parallel group randomized trials [33] .", "A randomized, single-blind patient, split-mouth study design was used.", "Randomization was achieved by allocating each material equally to one of four quadrants.", "Two coauthors, both pediatric dentists, performed all pulpotomies.", "Although operators could not be blinded to group allocation due to obvious differences in materials, the dentists assessing the outcomes were blinded to group assignment.", "A power calculation indicated that a minimum of 28 teeth per group were required to detect a significant difference between groups when alpha risk is set at 0.05 and beta risk at 0.2 (Z = 1.96, Z = 0.85).", "The sample size was increased to 38 subjects to compensate for potentially larger number of dropouts."], "structured": false, "doc_id": 42552, "title": "title"}
{"abstract": ["This was an 8-week, multisite, randomized, double-blind, and placebo-controlled parallel group study.", "After screening, subjects who met enrollment criteria returned for the baseline assessment and were randomized 1:1 within site to guanfacine or placebo using permuted blocks with allocation concealed to investigators."], "structured": false, "doc_id": 33681, "title": "title"}
{"abstract": ["Participants were randomized to an intervention group or a waiting list group by the minimization method.", "32 With this method, the randomization group allocated to the next study participant depends partly on the characteristics of those participants already enrolled, thus minimizing the imbalance between the groups across multiple factors.", "The groups were balanced for the following variables: sex, age at randomization, age at radiotherapy, age group (7 to 13 years or above 13 years), type of radiotherapy (focal vs craniospinal).", "At mid-study each participant shifted groups in a cross-over fashion.", "This allowed all participants to take part in the active-video-gaming intervention, something we expected would serve as a motivational factor for study participation.", "The participants were instructed to refrain from active video gaming during the waiting list period, but otherwise live their life as normal.", "They were evaluated at 3 time points: at the study start, in-between periods, and at the end of study (Fig. 1B) .", "These evaluations included tests of cognitive functions and execution of ADL.", "Testers were blinded to the participants´ randomization group."], "structured": false, "doc_id": 35542, "title": "title"}
{"abstract": ["Children were assessed at least 12 wk after their most recent botulinum toxin therapy and were pair-matched for age and Manual Ability Classification System level (Eliasson et al., 2006) .", "Children were assessed at baseline (Time Point 1, or TP1), after 6 wk of intervention or control (TP2), at 6-wk follow-up (TP3), and at 6-mo follow-up (TP4; see Figure 1 ).", "All assessments were undertaken at each time point, including goal setting and subsequent scoring, by an assessor blinded to group allocation.", "With the assessor, who was trained to identify tasks involving obvious somatosensory cues, children and their parents set goals important to them that involved the upper limbs.", "After completing the baseline assessment, children were randomized to a group by a third party not involved with the study."], "structured": false, "doc_id": 40276, "title": "title"}
{"abstract": ["Randomisation was performed double-blind using a validated pseudo-random number generator and supplied seed number, to ensure the allocation was both reproducible and nonpredictable, and was performed in blocks of six, stratified by country.", "The randomisation list was generated by Boehringer Ingelheim (Biberach an der Riss, Germany).", "Patients self-administered medication once daily in the evening between 17:00 h and 19:00 h, in the following sequence: ICS therapy, then other controller therapies, followed by trial medication.", "Open-label salbutamol hydrofluoroalkane metered-dose inhalers were provided for use as rescue medication during the trial.", "Permitted concomitant medications for the treatment of acute asthma exacerbations included temporary increases in the dose of ICS; temporary increases in the dose of, or the addition of, systemic corticosteroids or short-acting theophylline preparations; temporary addition of systemic β 2 -agonists or inhaled short-acting anticholinergics; and antibiotics."], "structured": false, "doc_id": 34291, "title": "title"}
{"abstract": ["Baseline data were extracted from participating practices, approximately 6 weeks after the start of the influenza vaccination period in Australia (between May 4 and May 26, 2016).", "Data collected from participat-ing patients' electronic medical records included the patient's age, indigenous status, any underlying medical conditions, and influenza vaccination history.", "Of the 12,354 eligible patients, one-half of the patients within each practice were randomly assigned to receive a SMS (intervention group) or no SMS (control group).", "General practice staff were blinded to the patient's group assignment."], "structured": false, "doc_id": 35243, "title": "title"}
{"abstract": ["Inclusion criteria were that the adolescents were attending 9 th grade at the schools participating in the study, and that they knew the Norwegian language orally and written.", "Thus, all pupils at 9 th grade received invitation to participate in the study.", "Exclusion criteria were allergy or intolerance to the study food or supplements.", "The random allocation was performed individually stratified by sex.", "Two researchers, (one blinded), assigned every enrolled girl and boy to either the fish, meat or supplement group by drawing lots.", "Researchers and participants were not blinded to treatment conditions in the present study, but the d2 test of attention was scored blinded."], "structured": false, "doc_id": 34328, "title": "title"}
{"abstract": ["This was a multicentred, randomised controlled trial (NCT00360061) with 12-month postintervention follow-up.", "Participants were randomised to CBT or NDC with stratification by gender and centre according to the minimization method 19 after a 3-month run-in period, with baseline dietetic education (3-day food diary and a home visit from a dietician) to compensate for potential variations in the dietetic provision between participating centres.", "The participant's diabetes team was blinded as to the outcome of randomisation.", "Ethical approval for the study has been granted by the multicentre research ethics committee (MREC 01/5/34) and participating hospitals in the South-West England."], "structured": false, "doc_id": 33891, "title": "title"}
{"abstract": ["The convenience sampling method was used and participants were randomly assigned to one of the two groups, with a blocking design.", "In this regard the corresponding authors and the statistician were not present in patient enrollment and the first author was not involved in data analysis."], "structured": false, "doc_id": 39230, "title": "title"}
{"abstract": ["From April, 2015 to June, 2016, 42 patients aged 3-24 months with a definite diagnosis of a large ventricular septal defect and moderate-to-severe preoperative pulmonary arterial hypertension were enrolled into this study.", "The diagnoses of ventricular septal defect and severity of pulmonary arterial hypertension were based on data from color Doppler two-dimensional echocardiography.", "Patients were randomly divided into two equal groups -A and B. From 7 to 10 days preoperatively, group A received oral sildenafil (SDF 50, Marham Daru Co, Tehran, Iran) at 1 mg/kg/day divided into three doses and group B received oral tadalafil (Kish Medipharm, Kish, Iran) at 1 mg/kg daily.", "During surgery and then until initiation of oral feeding, in both groups, the drugs were administered through a nasogastric tube.", "During admission to the paediatric ICU, the dose of sildenafil was increased up to 2 mg/kg/day in two patients and up to 3 mg/kg/day only in one patient because of high PAP (mean = 1.23 ± 0.53 SD).", "According to the protocol of our surgical centre for treatment of patients with CHD and pulmonary hypertension, milrinone (a vasodilator) and dopamine (an inotrope) were administered to both groups during cardiopulmonary bypass and continued in the paediatric ICU until the patient's haemodynamics were stable.", "Sildenafil or tadalafil administration was continued for 3-4 weeks after surgery; hence, the total duration of drug intake was 4-6 weeks."], "structured": false, "doc_id": 44782, "title": "title"}
{"abstract": ["A total number of 99 patients (54 males and 45 females) who underwent laparoscopic appendectomy because of suspected appendicitis between December 2013 and May 2015 in the Department of Pediatric Surgery, University Hospital of Split, were enrolled in the study.", "The study was carried out as a randomized controlled clinical trial among a convenience sample of patients.", "Informed consent was obtained from parents or legal guardians of all the patients, and the Ethics Committee of University Hospital of Split approved the study protocol.", "The study included patients of both genders, aged 0-18 y, suspected to acute appendicitis.", "Exclusion criteria were as follows: patients aged >18 y, those who required conversion to open appendectomy, patients with contraindications for laparoscopic procedure, and those whose parents refused laparoscopic appendectomy.", "Based on instrument used for sealing and cutting of mesoappendix, the patients were divided in three groups: group 1 (Ultracision; n ¼ 36), group 2 (LigaSure; n ¼ 32), and group 3 (MiSeal; n ¼ 31).", "In each group, the patients were divided in two subgroups based on the histopathologic findings (acute appendicitis and nonappendicitis).", "The allocation of participants in three groups was done using random number generator.", "The statistician who did not have any contact with the surgents preformed the randomization, with the probability of each participant entering any group of 33%.", "The strength of the evidence which could be drawn from this study is satisfactory.", "Preoperatively, all patients underwent a clinical examination and laboratory analysis.", "In most of the patients, abdominal ultrasound was performed.", "The patient data are summarized in Table 1 ."], "structured": false, "doc_id": 34792, "title": "title"}
{"abstract": ["From June 2013 through September 2014, a total of 37 eligible participants were enrolled and randomized in a 3.5 to 1 ratio to receive omalizumab (N=29) or placebo (N=8) in conjunction with peanut oral immunotherapy (OIT).", "The selected randomization ratio was based on the power analysis and on the strong therapeutic effect of omalizumab observed in previous open-label studies.", "The study design called for 28 patients in the omalizumab arm, but one participant randomized to omalizumab withdrew before receiving the first injection and was replaced per the protocol.", "Dosing for omalizumab (and placebo) was in accordance with the Xolair Global Dosing Schedule with slight modification."], "structured": false, "doc_id": 35186, "title": "title"}
{"abstract": ["Patients were block-randomized between rFVIII and pdFVIII.", "The recombinant products included: Recombinate (Baxalta, Bannockburn, IL), Kogenate FS (Bayer AG, Leverkusen, Germany), Advate (Baxalta), and ReFacto AF (Pfizer, New York, NY).", "pdFVIII brands were Alphanate and Fanhdi (Grifols, Barcelona, Spain), Emoclot (Kedrion Biopharma, Lucca, Italy), and Factane (LFB, Les Ulis, France).", "Patients were followed for 50 consecutive exposure days or 3 years, until death, or until the development of a centrally confirmed inhibitor, whichever occurred first.", "An exposure day was defined as a calendar day with 1 or more infusions of FVIII."], "structured": false, "doc_id": 39157, "title": "title"}
{"abstract": ["The statistical package R (version 2.12; R Foundation for Statistical Computing, Vienna, Austria; www.r-project.org) was used to generate the random allocation sequence of clusters (Travis C. Porco).", "16 Study staff used MS Access (version 2007; Microsoft Corp., Redmond, WA) to randomly select individuals for trachoma and malaria assessments."], "structured": false, "doc_id": 38507, "title": "title"}
{"abstract": ["Patients were randomly assigned to either the IVIG group or the IVIG plus clarithromycin group in a 1:1 ratio.", "Patients were allocated through dynamic randomization adjusted by the Kobayashi score 19 (<5 or ≥5) to ensure a balanced allocation of patients at high risk between the 2 groups.", "Dynamic randomization was performed using the minimization method, incorporating a random element, via a computer-generated interactive web-based response system.", "The Kobayashi score ranges from 0 to 11, with higher scores predicting the IVIG unresponsiveness in Japanese children.", "19 The parameters of the Kobayashi score consists of age (1 point if ≤12 months), days of illness at diagnosis (2 points if ≤4 days), peripheral blood platelet counts (1 point if ≤30910 4 lL), neutrophil percentage (2 points if ≥80%), and serum concentration of sodium (2 points if ≤133 mmol/L), asparate aminotransferase (2 points if ≥100 IU/L), and C-reactive protein (1 point if ≥100 mg/L).", "Patients, doctors in charge of the patients, and medical staff were not masked to the assignment."], "structured": false, "doc_id": 39688, "title": "title"}
{"abstract": ["Preterm newborns were randomly assigned to receive a L. reuteri DSM 17938 supplementation or placebo by the use of a computer-generated randomization scheme.", "The study personnel, health care workers, and parents were masked to the study group allocation.", "The active study product consisted of freeze-dried L. reuteri DSM 17938 suspended in a mixture of pharmaceutical grade sunflower and medium-chain triglyceride oils supplied in a dark bottle fitted with a dropper cap and an individual number indicating the randomization sequence.", "Five drops of the formulation, delivering a dose of 1 × 10 8 colony-forming units (CFUs) of L. reuteri DSM 17938, were administered to infants in the probiotic group each day regardless of whether enteric feeds were started and until 30 days of life.", "The placebo consisted of an identical formulation of oils supplied in an identical bottle and was administered following the same protocol as that described for the probiotic group.", "There were no differences in smell or taste between the two formulations.", "Analysis of total Lactobacillus counts was performed in our laboratory on three randomly selected bottles from separate batches to ensure the viability of the live bacteria.", "Each bottle of 10 mL, containing at least 45 dosages, was confirmed to conform with the stated content of L. reuteri of at least 4.5 × 10 9 .", "The study products were stored refrigerated, which keeps the live content at a stable level."], "structured": false, "doc_id": 39710, "title": "title"}
{"abstract": ["Patients were randomized by computer-generated numbers and the sealed envelope technique was used to divide the patients into two groups.", "Both groups had general anesthesia (GA) and endotracheal intubation.", "Then, group I received intravenous dexamethasone 0.5 mg/kg (maximum dose 16 mg) with placebo preincision infiltration.", "Group II received pre-incision infiltration a total of 2e4 ml local anesthesia mixture with saline (0.9% NaCl) and an equivalent volume of intravenous saline.", "The same infiltration volume was given in both groups to maintain double blindness.", "The infiltration was performed by the anesthetist.", "To allow for adequate blinding, the solution used for injection was filled in two syringes, one labeled \"I\" indicating that it is for intravenous use and the other labeled \"T\" indicating that it is for tonsil infiltration.", "The latter were prepared by an independent nurse outside the operating room and the randomization code was not broken before the end of the study."], "structured": false, "doc_id": 34794, "title": "title"}
{"abstract": ["The allocation sequence was generated using a computergenerated table of random numbers and block randomisation with blocks of various sizes by an investigator who had no role in recruitment, treatment or assessment of the babies.", "The concealment of allocation was ensured using sequentially numbered, opaque, sealed envelopes."], "structured": false, "doc_id": 39545, "title": "title"}
{"abstract": ["After the baseline testing, each age and sex group was randomly divided into 2 subgroups for the experimental design.", "The subjects went through a crossover study design during which they were randomly assigned to follow either an LD or HD for 7 days.", "Two to 4 weeks after finishing the first diet period, the subjects were assigned to the alternate diet.", "Thus, in both diet groups the total number of subjects was 88 and the subjects acted as their own controls.", "For the female subjects the diet periods were scheduled in the same phase of their menstrual cycles."], "structured": false, "doc_id": 44067, "title": "title"}
{"abstract": ["For the sample allocation block randomization was used for each of the treatment groups.", "Each patient based on block randomization with 10 blocks contained 3 cards for each group with a total of 12 cards in each block, and was randomly assigned to 1 of the 4 double-blind study groups."], "structured": false, "doc_id": 47252, "title": "title"}
{"abstract": ["Of 237 HD patients who had been operated during the study period, 57 patients with persistent constipation assessed for eligibility and only 30 patients met inclusion criteria.", "They were randomly assigned in a balanced randomization study using random block sizes of 2 (ratio; 1:1) into two equal treatment groups.", "For allocation of the participants, a computer-generated list of random numbers was used.", "IF group (n = 15) underwent behavioral therapy combined with IF electrical stimulation.", "Control group (n = 15) received only behavioral therapy without IF electrical stimulation."], "structured": false, "doc_id": 38900, "title": "title"}
{"abstract": ["The participants were assigned to receive metformin or placebo in TabLe 1 Inclusion and Exclusion Criteria Inclusion Criteria Exclusion Criteria BMI greater than the 95th percentile based on the standards of Cole et al 26 Does not meet the established age Age 7-14 y Any previous underlying disease No underlying disease or a history of pathology use of medication with metabolic side effects, such accordance with a randomization schedule generated by the Pharmacy Service of the Virgen de las Nieves University Hospital in Granada.", "MAS 100 version 2.1 software (Glaxo-Welcome, Madrid, Spain) was used by the Support Consortium to Biomedical Research Network.", "At each center, 50% of the children were assigned to each group.", "All research staff was blinded to both the treatment allocation during the time of the study and the data analysis.", "The patients were instructed to gradually increase their dosage by taking 50 mg twice daily for 10 days, followed by 500 mg twice daily until the end of the intervention.", "Both treatments were administered during meals.", "The participants attended an initial trial baseline visit, followed by 2 additional control visits at 2-month intervals, which comprised the assessment of blood pressure and a physical examination.", "To assess the safety and tolerance of metformin administration, the primary evaluation criteria were the absence of adverse effects, as previously reported.", "24"], "structured": false, "doc_id": 34306, "title": "title"}
{"abstract": ["Twenty children with CP were randomly allocated to the experimental group (active tDCS administered over the primary motor cortex) or control group (sham tDCS).", "No significant differences were found between groups during the pre-intervention evaluations (p > 0.05 for all analyses).", "Moreover, both groups had the same starting conditions regarding the paretic and non-paretic upper limbs.", "Table 1 displays the characteristics and functional classification of the children studied.", "All children tolerated stimulation with no complaints and no adverse effects were observed.", "Tables 2 and 3 display the results obtained regarding the spatiotemporal variables of the kinematics of the upper limbs.", "In the experimental group, the comparison between pre-intervention and post-intervention evaluations demonstrated significant reductions in total MD and returning MD for both the paretic and non-paretic limbs.", "The remaining variables remained unchanged after treatment in this group.", "No significant differences were found in the control group for any of the variables analyzed on either the paretic or non-paretic side."], "structured": false, "doc_id": 41812, "title": "title"}
{"abstract": ["A randomization sequence in Microsoft Excel was used to assign families to each condition, with equal balance of dual-and single-caregiver households, given literature indicating different support needs and stressors by family configuration (Human & van Rensburg, 2011) .", "All families were introduced to the study by the social worker at their nearest health center.", "Randomization occurred after baseline assessments.", "TAU families were seen at least once by a social worker over the course of the FSI-HIV intervention study and FSI-HIV families continued to receive TAU.", "TAU assistance most often pertained to food insecurity and assistance with accessing school."], "structured": false, "doc_id": 35176, "title": "title"}
{"abstract": ["This was a randomized, double blind controlled study.", "In group 1 (G1) 173 children received 480 mL/day of whole milk (300 kcal; Zn = 1.96 mg, Fe = 0.14 mg, vit A = 136 µg), while in group 2 (G2) 155 children received 480 mL/day of fortified milk (300 kcal; Zn = 7.16 mg, Fe = 4.56 mg, VA = 360 µg) ( Table I) .", "Children received daily two glasses of 240 mL of milk; one in the morning and one in the afternoon, during 23 weeks, from January to June 2015.", "Milk supplementation for both groups was added to children's usual diets.", "All children had a full nutritional assessment before and after supplementation which included clinical examination, anthropometric measurements and laboratory analysis ( Fig. 1) ."], "structured": false, "doc_id": 41987, "title": "title"}
{"abstract": ["The schools were located within highly disadvantaged metropolitan areas in Australia, in the state of Queensland (see Mazerolle 2014) .", "Consistent with what is known from the truancy literature (Askeland et al. 2015) , to be eligible for inclusion in the program, students needed to be aged 10-16 years with 85% or less attendance in the three previous school terms and have no legitimate explanation for their absences from school (e.g., legitimate medical illness).", "School staff made initial contact with the parent to gain provisional consent to take part in the trial.", "Each case needed to include at least one legally responsible parent who could provide consent, was willing to take part in a program conference if assigned, and agreed to complete follow-up surveys.", "The program police officer then met with the parent and student faceto-face to describe the project in full before gaining informed consent (after a 24-h Bcooling off^period).", "Prior to the recruitment phase, a statistician external to the project team used a random number generator to allocate the 102 cases to the control or experimental condition.", "The allocation results were secured in sealed sequentially numbered opaque envelopes, and all members of the program trial team were blind to the allocation results.", "Participants who provided informed consent were provided with a sealed envelope containing their group allocation, which was opened in the presence of the project staff."], "structured": false, "doc_id": 44682, "title": "title"}
{"abstract": ["Subjects were matched according to total strength and then randomly allocated to one of the 2 training groups (front squat or hip thrust) by a coin flip.", "Statistical analysis (t-test) was performed to ensure that there were no statistical differences between groups (p # 0.05) in the measured baseline variables ( Table 1) .", "For lower body, one group performed front squats only while the other group performed hip thrusts only.", "The repetition scheme used for the front squat and hip thrust is presented in Table 2 .", "In addition to lowerbody training, both groups performed upper-body and core exercises, consisting of 4 sets of incline press or standing military press; 4 sets of bent-over rows, bench pull, or seated rows; and 4 sets of core exercises for the abdominals/lower back.", "Each week, on 2 separate days spaced at least 72 hours apart, the front squat group performed 4 sets of front squats and the hip thrust group performed 4 sets of hip thrusts in a periodized fashion ( Table 2 ).", "The aforementioned 10-minute dynamic warm-up followed by 3 progressively heavier specific warm-up sets was performed before each session.", "Three-minute rest periods in between sets were used throughout the duration of the training.", "During week 1, 60% 3RM loads were used.", "Loads were increased gradually each week, assuming the subject completed all repetitions with proper form."], "structured": false, "doc_id": 36663, "title": "title"}
{"abstract": ["This randomized controlled trial was approved by the institutional review board of Severance Hospital, Korea (No. 4-2014-0921) and registered at ClinicalTrials.gov (NCT02375191).", "After obtaining written informed consent from the parents or legal guardians, we prospectively enrolled pediatric patients aged 3 to 12 years who were scheduled for extensive orthopedic surgery of the lower extremities and epidural patient-controlled analgesia (PCA) between February 2015 and June 2016 at Severance Hospital.", "In this study, extensive orthopedic surgery was defined as at least one bone procedure at different anatomical levels (hip or knee).", "Exclusion criteria included history of known or suspected coagulopathy, any congenital anomalies at the site of the proposed epidural block, severe cognitive impairment with no verbal communication, history of allergies to any of the study drugs, and postoperative intensive care unit admission.", "Patients were randomized into the fentanyl group or dexmedetomidine group using a computerized randomization table.", "The random numbers were kept in opaque sealed envelopes and opened by an independent anesthesiologist not involved in the study, who prepared the study drugs in identical syringes labeled only with the drug's serial number.", "All attending surgeons and anesthesiologists in charge of patient management were blinded to group allocation throughout the study period."], "structured": false, "doc_id": 38865, "title": "title"}
{"abstract": ["Using a controlled and randomized study design (ABBA distribution), players were divided into 2 training groups that performed either exclusive unilateral (n = 11; age 16.8 ± 1.7 y, body mass 76.9 ± 8.6 kg, height 190.4 ± 6.9 cm) or bilateral (n = 11; age 16.7 ± 1.7 y, body mass 74.9 ± 9.6 kg, height 188.9 ± 7.5 cm) strength training based on their ranked physical performance.", "Tests were performed on an indoor basketball court 1 week before training and 1 week after the training period.", "Tests included a 25-m running sprint test (with 5-and 15-m split times), a countermovement-jump (CMJ) test, a multiple-COD test (V-cut test), a 15-m-sprint test (7.5 m + 7.5 m) with one 180° COD performed both right (180°-CODR) and left (180°-CODL) legs, and an incremental bilateral and unilateral squat-load test.", "Players were familiarized with the exercise procedures before the commencement of each test.", "They were asked not to perform intense exercise on the day before a test and to consume their last meal at least 3 hours before the scheduled test time."], "structured": false, "doc_id": 43738, "title": "title"}
{"abstract": ["The study was a single site, randomized, double-blind, placebo-controlled 5-day trial.", "After providing consent, the participants were given a randomly generated study identification number.", "Treatment allocation (LMMS platform or a placebo platform) was randomly assigned using a list of randomly generated numbers.", "Only the statistician and Research Coordinator were privy to the assignments until trial completion.", "The PI and participants were blinded throughout the trial."], "structured": false, "doc_id": 36679, "title": "title"}
{"abstract": ["(documented by echocardiography) on stable treatment for chronic HF were considered eligible.", "Patients enrolled were stratified into 3 subgroups (age 6 to 12 months, >1 year and < 3 years, and 3 to 18 years), and were then randomly allocated to treatment with either ivabradine or placebo in a 2:1 ratio.", "Treatment was allocated via a centralized interactive randomization response system.", "The primary objectives of the study were to: 1) determine the optimal dose of ivabradine to reach a target heart rate reduction of $20% without bradycardia; and 2) assess the pharmacokinetic profile and pharmacokineticpharmacodynamic relationship of ivabradine in children.", "This report describes the results pertaining to the target heart rate reduction.", "Pharmacokinetic results have been reported in separate publications (19, 20) ."], "structured": false, "doc_id": 34345, "title": "title"}
{"abstract": ["Randomisation was done through a remote AIEOP data entry system; the personnel of the trial units and the individual investigators did not have access to any randomisation listings.", "The randomisation code was generated by nQuery Advisor (version 5.0), with the use of a block randomisation plan and a block size of four."], "structured": false, "doc_id": 34302, "title": "title"}
{"abstract": ["The present study describes a parallel-group, randomized controlled trial with blinded assessors, conducted in a tertiary outpatient concussion clinic.", "The study protocol was approved by the University of British Columbia Clinical Research Ethics Board and prospectively registered with clinicaltrials.gov (NCT02031068).", "Consecutive referrals to the clinic between January 2015 and August 2016 were screened for eligibility.", "Participants were eligible if they were 12 to 18 years of age, sustained a sport-related concussion, 12 were !", "4 weeks postinjury, and reported !", "2 persistent postconcussion symptoms.", "Exclusion criteria were as follows: history of a developmental disorder; previous moderate-to-severe traumatic brain injury; in active mental health treatment; and a previous concussion within 6 months of the index injury.", "Note that we did not require that patients self-report exertion tolerance or demonstrate exertion intolerance with graded treadmill testing, unlike some prior trials.", "6, 13 Referred patients were contacted within 1 week for an eligibility screen.", "Potentially eligible participants were invited for an in-person meeting to obtain consent, assent from a parental guardian, complete baseline assessment measures, and undergo a medical evaluation with the study physician to confirm their concussion diagnosis and rule out contraindications to exercise.", "Confirmed eligible participants were randomized (1:1) according to a predetermined simple randomization sequence, concealed from the research team, to either treatment as usual (TAU) or TAU plus an active rehabilitation program.", "Figure 1 depicts participants' flow through the study."], "structured": false, "doc_id": 33887, "title": "title"}
{"abstract": ["Forty neonates (age 28 days) who were undergoing nonemergency cardiac operations with cardiopulmonary bypass (CPB) between April 2012 and October 2014 were randomized by sealed envelope into two groups.", "Exclusion criteria were symptoms related to prematurity or birth before 36 weeks of gestational age, chromosomal abnormalities, administration of corticosteroids before the operation, and the need of preoperative inotropic support other than milrinone."], "structured": false, "doc_id": 41480, "title": "title"}
{"abstract": ["A randomization block was used to allocate the selected participants into PPIA or control groups.", "Patients in the control group received 0.5 mg/kg oral midazolam at least 20 minutes before surgery, and patients in the PPIA group received 0.5 mg/kg oral midazolam and PPIA (ie, one parent in the operating room until anesthesia induction and loss of consciousness of the child and then parents went out of the operating room).", "The primary outcome of the trial was preoperative anxiety in the pediatric patients.", "The secondary outcomes were the child's cooperation with anesthesiologist in acceptance of anesthesia mask, state anxiety, and satisfaction of parents."], "structured": false, "doc_id": 46137, "title": "title"}
{"abstract": ["The aim of this study was to investigate the efficacy of intraperitoneal local anesthetic (IPLA) on pain after acute laparoscopic appendectomy in children.", "Summary of Background: IPLA reduces pain in adult elective surgery.", "It has not been well studied in acute peritoneal inflammatory conditions.", "We hypothesized that IPLA would improve recovery in pediatric acute laparoscopic appendectomy.", "Methods: This randomized controlled trial in acute laparoscopic appendectomy recruited children aged 8 to 14 years to receive 20 mL 0.25% or 0.125% bupivacaine (according to weight) atomized onto the peritoneum of the right iliac fossa and pelvis, or 20 mL 0.9% NaCl control.", "Unrestricted computergenerated randomization was implemented by surgical nurses.", "Participants, caregivers, and outcome assessors were blinded.", "The primary outcome was pain score.", "Analysis was by a linear mixed-effects model.", "Results: Of 184 randomized participants (92 to each group), the final analysis included 88 IPLA and 87 control participants.", "There was no statistically significant difference in overall pain scores (effect estimate 0.004, standard error 0.028, 95% confidence interval À0.052, 0.061), and no difference in right iliac fossa or suprapubic site-specific pain scores, opioid use, recovery parameters, or complications.", "No child experienced a complication related to the intervention.", "Conclusion: IPLA imparted no clinical benefit to children undergoing acute laparoscopic appendectomy and cannot be recommended in this setting."], "structured": false, "doc_id": 34911, "title": "title"}
{"abstract": ["Thirty-seven healthy young athletes from a regional soccer team were randomly assigned either to a PTS group (n = 21; age = 12.1 6 0.5) or a PTC group (n = 16; age = 12.2 6 0.6 years).", "All participants were classified as experienced soccer players with 4.0 6 1.2 years of systematic soccer training involving 3-5 training sessions per week.", "Anthropometric data of both groups are presented in Table 1 .", "Athletes who missed more than 20% of the total training sessions and/or more than 2 consecutive sessions were excluded from the study (27) .", "Maturation status of the participants was determined at the beginning and after 8 weeks of training according to the predicted age at peak height velocity (APHV) (19) .", "All procedures were approved by the Institutional Review Committee for the ethical use of human subjects at Ksar Said University.", "Written informed parental consent and participant assent was obtained before the start of the study.", "All Plyometric Training in Youth youth athletes and their parents or legal guardians were informed about the experimental protocol and its potential risks and benefits before the commencement of the research project.", "Participants were allowed to withdraw from the study at any time and without giving any reason."], "structured": false, "doc_id": 33650, "title": "title"}
{"abstract": ["Study population and sample size.", "The Eastern region of Burkina Faso has a Sudan-Sahelian climate, characterized by 2 distinct seasons: a hot and dry period from October to May and a rainy season from June to September.", "The 24-h dietary recall was a cross-sectional substudy nested within the MAMÕOut study.", "Due to limited access in the rainy season, 6 remote clusters were purposely excluded from this substudy: 3 in the control group and 3 in the intervention group.", "A subsample of children included in the MAMÕOut study were then randomly chosen among the 26 remaining villages to be part of the 24-h dietary recall study.", "No restriction was placed on the childrenÕs age or nutritional status.", "Children in both arms were randomly selected by using the computerized random-number generator in Stata 12.0 (StataCorp).", "With a type I error of 5% and a statistical power of 80%, assuming a size effect of 0.4 and a design effect of 1.5 (19) , with 13 clusters/study arms, 156 children/study arm were required.", "Allowing for 5-10% nonresponse, we increased the sample size to 166 children/study arm."], "structured": false, "doc_id": 37192, "title": "title"}
{"abstract": ["After approval from hospital ethical committee and informed consent 80 patients were selected from ENT ward who were scheduled to undergo tonsillectomy under general anaesthesia.", "Their demographic data including name, age, gender and weight was noted and they were randomly allocated to one of the two groups.", "Randomization was ensured using random number table."], "structured": false, "doc_id": 35447, "title": "title"}
{"abstract": ["Following a 4-week screening period, participants were randomized 1:1:1 to once-daily tiotropium 5 mg (2 puffs of 2.5 mg) or 2.5 mg (2 puffs of 1.25 mg), or placebo (2 puffs), administered through the Respimat Soft Mist inhaler over 12 weeks, with a 3-week follow-up period after the last dose of treatment (Fig 1, A) .", "Participants were required to show compliance of 80% or more (recorded with the AM3 asthma monitor device [electronic peak flow meter and eDiary; eResearch Technology, H€ ochberg, Germany]) at randomization to continue with the trial.", "Randomization was performed using a pseudo-random number generator with a supplied seed number, with a block size of 6.", "Study treatments were administered as add-on to high-dose ICS maintenance therapy (>400 mg budesonide or equivalent) with 1 or more controller medications (eg, LABA and/or LTRA) or medium-dose ICS (200-400 mg budesonide or equivalent) with 2 or more controller medications (eg, LABA and/or LTRA and/or sustained-release theophylline).", "Participants self-administered medication once daily in the evening between 4 PM and 7 PM, taking ICS therapy first (if usually administered in the evening), then other controller therapies, followed by trial medication.", "Open-label salbutamol hydrofluoroalkane metered-dose inhalers (100 mg per actuation) were provided as rescue medication during the screening, treatment, and follow-up periods.", "Permitted concomitant medications for the treatment of acute asthma exacerbations included temporary increases in the dose of ICS; temporary addition of systemic corticosteroids, short-acting theophylline preparations, systemic b 2 -agonists, or inhaled short-acting anticholinergics; and antibiotics."], "structured": false, "doc_id": 37075, "title": "title"}
{"abstract": ["This was a multi-centred, randomized controlled trial (NCT00360061) with 12month post-intervention follow-up.", "Participants were randomised to CBT or NDC with stratification by gender and centre according to the minimization method (19) after a 3-month run-in period, with baseline dietetic education (3-day food diary and a home visit from a dietician) to compensate for potential variations in the dietetic provision between participating centres.", "The participant's diabetes team was blinded as to the outcome of randomisation.", "Ethical approval for the study has been granted by the multi-centre research ethics committee (MREC 01/5/34) and participating hospitals in the South West of England."], "structured": false, "doc_id": 33891, "title": "title"}
{"abstract": ["Informed consent was obtained from the mothers; then, the infants were divided into two groups of intervention and control.", "The target sample size for each group was 20 infants based on previous studies and mean difference formula with the aim of reaching a confidence level of 95%, accuracy of 0.5%, and power of 85%.", "The newborns were put in a quiet environment (nursery) before, during, and after the intervention.", "At first, temperature of the newborns was measured using axillary method and if their temperature was normal (range: 36.5-37.5°C) (20) , the newborns were exposed to a radiant heater (HKN-93B model, China).", "A temperature control probe was attached on the right side of the abdomen of the neonates with an adhesive tape with the length of 2 cm."], "structured": false, "doc_id": 40111, "title": "title"}
{"abstract": ["Trial participants were randomised 1:1 to exercise or control groups after baseline assessments.", "We used a computer random number generator developed and administrated at the Unit for Applied Clinical Research at NTNU to generate the random allocation sequence, as previously detailed [26] ."], "structured": false, "doc_id": 39758, "title": "title"}
{"abstract": ["Children with DCD were tested by a team of qualified physiotherapists and physiotherapy students who had received prior training on the administration of all outcome measures before commencement of the study.", "To ensure that the protocols both contained approximately equal numbers of children with DCD and TD, all participants were stratified by participant group (TD/DCD) before being randomly assigned to either protocol."], "structured": false, "doc_id": 38820, "title": "title"}
{"abstract": ["Master randomization assignments using a blocked randomization design stratified by sex and race (non-Hispanic white or other) with sequential randomization numbers were prepared in advance by the study statistician (H.A.F.).", "Individual group assignments were specified in a sequence of sealed envelopes, labeled with the same randomization numbers.", "The appropriate envelope was opened for each enrolled participant the day of the first in-person session with the dietitian."], "structured": false, "doc_id": 33907, "title": "title"}
{"abstract": ["The study was done in the Aram Consultation Center in Shahrekord city in Iran.", "Two groups of children suffering from type 1 diabetes mellitus besides their mothers (experimental and control ones; n = 25 for each one; with 9.27 AE 2.56 and 9.12 AE 1.86 years old, respectively) were evaluated.", "The percentage of female children in the experimental and control groups were 72% and 64%, respectively.", "The parents had secondary to high education levels in both groups.", "All of the diabetic candidates were randomly selected and a written consent was gained from the mothers.", "The importance of the study was firstly explained for the mothers and the following biochemical assessment and screening tools were carried out: glycosylated hemoglobin test (Hb A1C) on diabetic patients as well as depression, anxiety, stress scale (DASS), and parenting stress index (PSI).", "DASS is a self-report questionnaire designed by Lovibond in 1995 and consisting 42 multiplechoice questions related to depression, anxiety and stress.", "The possible answers are \"never\", \"sometimes\", \"often\", and \"almost always\" with the scores of 0, 1, 2, and 3, respectively, and the total score (within the range of 0-42) represents the estimated level of depression, anxiety, and stress.", "PSI is applied to evaluate parenting stress based on children and parents characteristics and also various situations directly related to parenting.", "The index is scored according to Likert methods as absolutely agree to strongly disagree (ranging from 1 to 5).", "PSI for parents with child domain consists of forty-seven items and six scales including adoptability (11 items), acceptability (7 items), demandingness (9 items), mood (5 items), distractibility/hyperactivity (9 items), reinforces parent (6 items) and for ones with parent domain consists of 54 items and 7 scales including depression (9 items), attachment (7 items), role restriction (7 items), competence (13 items), isolation (6 items), spouse/partner relationship (7 items), health (7 items) and total stress (19 voluntary items) .", "Having undergone a pre-assessment, a group of mothers (n = 25, as experimental ones) were trained to intervene in diabetes management through sessions of cognitive behavioral therapy held by psycho-therapists, and the control one was remained untrained.", "Both trained and untrained mothers answered the questionnaires before and after the intervention and HbA1c test was done on children after the intervention.", "The educational diabetes management sessions were held for eight 2-h ones during two months.", "The sessions were dealt with the following issues: the first, introducing the factors causing stress and the effects of stress on blood glucose as well as educating selfrelaxation and diaphragmatic breathing; the second and third, relationship between thinking and emotion and how to recognize illogical thoughts and also to reassess the thoughts and challenge them as a way to change illogical thinking; the fourth, anger management; the fifth, problem solution; the sixth, communication and self-presentation; the seventh, time management; and eighth, review the skills taught in the previous sessions.", "The trained mothers practically applied the taught issues at home to their diabetes children and reported on how they had done."], "structured": false, "doc_id": 42545, "title": "title"}
{"abstract": ["The present randomized clinical trial study includes a control group.", "Sampling was done using randomized method and a final number of 120 subjects were selected [7] .", "Studying in high school, being aged between 15 to 17 years, having moderate to severe PMS, having experienced at least 6 menstrual cycles, no history of a serious mental and physical illness, such as psychotic disorders, schizophrenia and severe depression which might require special medication or diet, and taking no medicine with negative impact on PMS, such as sedative medications, hormone, and anti-prostaglandins, one month before the initiation of intervention were the main inclusion criteria.", "To this end, four of the 57 high schools in Hamadan city were randomly selected from different regions, and equally distributed in intervention group and the control group.", "Subjects in both groups filled in demographic questionnaire and PSST during pre-test stage.", "Based on the analysis of the questionnaires, he patients with moderate and severe PMS in the control and test groups were classified randomly using the random number table method in regard with age and severity of the symptoms.", "After identifying syndrome symptoms and determining the control group, 8 one-hour counselling intervention sessions were conducted in four weeks; each session included questions and answers, group counseling, group discussions, and slide presentations.", "A demographic questionnaire and a Premenstrual-Symptoms-Screening-Tool (PSST) questionnaire were used to collect required data; PSST questionnaire had two parts, the first part of which included 14 questions about mood, physical and behavioral symptoms; the second part measured the effect of these symptoms on the subjects, with each question ranging between four criteria of not at all, mild, moderate, and severe, and rating between 0 to 3.", "In order for a subject to be diagnosed with moderate to severe PMS, she must choose at least one item of moderate to severe from questions 1 to four and four items of moderate to severe in questions 1 to 14; there must also be at least one moderate or severe item in the field of effect of the symptoms.", "If the total score is between 0-19, PMS is mild; 19-28 signifies moderate and more than 28 signifies severe PMS [19] .", "The reliability of the questionnaire was measured using Cronbach alpha and turned out to be 0.9; content validity and validity index were measured and turned out to be 0.7 and 0.8, indicative of content validity of this questionnaire [25] .", "Also, the normal distribution of variables was examined by Kolmogorov-Smirnov-test.", "The data collected were analyzed by SPSS version 21 through using descriptive-analytical statistics and T student test [26, 27] .", "Moreover, p<0.05 was considered as the significance level."], "structured": false, "doc_id": 36094, "title": "title"}
{"abstract": ["Patients who did not have ultrasound-visible saphenous veins on either leg were not studied.", "The operator who attempted to cannulate the saphenous vein was allowed to enter the operating room only after control measurements were recorded.", "Patients were then randomly allocated to saphenous vein cannulation using either the dynamic shortaxis needle tip navigation technique (ultrasound group) or the landmark technique (landmark group).", "Three anaesthetists (each with experience of more than 100 saphenous vein cannulations using both techniques in this patient population) performed one or the other technique.", "To ensure balance among the three operators for each study technique, computergenerated randomisation was stratified.", "The predefined group assignment for each operator was contained in a sealed, opaque envelope that was opened by an investigator with no direct involvement in the case and was performed after control measurements were made, and just before the study operator entered the operating room."], "structured": false, "doc_id": 39905, "title": "title"}
{"abstract": ["After the initial KSADS-PL evaluation and a separate medical evaluation by a child psychiatrist, participants were randomly assigned in a 1:1 proportion to either pharmacotherapy plus FFT-A or pharmacotherapy plus EC, using a modified version of Efron's biased coin toss (Begg and Iglewicz, 1980) .", "The groups were balanced at each study site by bipolar subtype (I and II) and mood state at study entry (depressed, manic/hypomanic, mixed)."], "structured": false, "doc_id": 36570, "title": "title"}
{"abstract": ["A computer generated randomization code was used for patient treatment allocation.", "Individual, opaque, sealed and sequentially numbered envelopes were provided to each study site (one envelope per patient), indicating the individual patient allocation to treatment.", "Eligible patients who fulfilled all the inclusion criteria, met none of the exclusion criteria and from whom informed consent had been obtained were randomized to treatment regimens using the sealed envelopes.", "Randomization was stratified by treatment centre and was done using an equal allocation ratio for married women, men, and children firstly; and further with an equal ratio in single women of childbearing potential.", "Single women of childbearing age were randomized to receive either AmBisome alone or AmBisome + paromomycin.", "The allocation ratio was adjusted to account for this, in order to achieve approximately equal numbers of patients in each arm.", "Thus the allocation ratio was 1:1:1:1 for four treatments in married women, men, and children; and 1:1 (for AmBisome alone or AmBisome + paromomycin) in single women of childbearing potential.", "This was an open-label study; miltefosine is an orally administered medication and AmBisome and paromomycin are administered IV and IM respectively."], "structured": false, "doc_id": 35244, "title": "title"}
{"abstract": ["Standardized food challenges using PRACTALL criteria 12 were conducted before initiating therapy and following 12, 24, and 36 months of daily peanut-patch application.", "Incremental peanut protein doses of 1, 3, 10, 30, 100, and 300 mg every 30 minutes were used for all challenges, with additional doses of 1000 and 2000 mg of peanut protein for challenges at 12, 24, and 36 months.", "An additional dose of 1600 mg of peanut protein was administered at 24 and 36 months.", "Peanut protein doses were administered in a standardized chocolate pudding.", "13 Food challenges were discontinued and eliciting doses were established only when clear-cut objective symptoms were present (eTable 1 in Supplement 2).", "12 Once qualified, patients were randomly assigned at a ratio of 1:1:1:1 to receive patches containing 50 μg, 100 μg, or 250 μg of peanut protein or placebo patch.", "Randomization was stratified by site and age group using a dynamic randomization schedule through Interactive Web Response Systems: children aged 6 to 11 years and adolescents/adults aged 12 to 55 years (treatment block size was 4).", "Patients and their families were reimbursed for travel cost limited to US$40 per visit; there were no additional financial incentives."], "structured": false, "doc_id": 34198, "title": "title"}
{"abstract": ["On the completion of the run-in phase and baseline data collection, participants were randomised by computer allocation with a minimisation algorithm stratified by sex, ethnicity (divided into those of M aori or Pacific ethnicity and those not of M aori or Pacific ethnicity), and school.", "Allocation was concealed from all team members dealing with the participants and involved in data collection."], "structured": false, "doc_id": 34560, "title": "title"}
{"abstract": ["Participants were randomized to an intervention group or a waiting list group by the minimization method.", "32 With this method, the randomization group allocated to the next study participant depends partly on the characteristics of those participants already enrolled, thus minimizing the imbalance between the groups across multiple factors.", "The groups were balanced for the following variables: sex, age at randomization, age at radiotherapy, age group (7 to 13 years or above 13 years), type of radiotherapy (focal vs craniospinal).", "At mid-study each participant shifted groups in a cross-over fashion.", "This allowed all participants to take part in the active-video-gaming intervention, something we expected would serve as a motivational factor for study participation.", "The participants were instructed to refrain from active video gaming during the waiting list period, but otherwise live their life as normal.", "They were evaluated at 3 time points: at the study start, in-between periods, and at the end of study (Fig. 1B) .", "These evaluations included tests of cognitive functions and execution of ADL.", "Testers were blinded to the participants´ randomization group."], "structured": false, "doc_id": 46809, "title": "title"}
{"abstract": ["All women with a twin gestation diagnosed with IDA fulfilling the inclusion criteria were randomized by Randomizer (http://www.randomizer.org) to receive either one (group A) or two (group B) capsules of Aktiferrin F (containing DL-serine 129 mg, elemental iron (ferrous sulfate) 34 mg, folic acid 0.5 mg) or Foliferrin (containing DL-serine 120 mg, iron (ferrous sulfate) 34 mg; folic acid 0.5 mg), according to the supply at hand in the pharmacy where the supplements were provided.", "No crossover was permitted between groups."], "structured": false, "doc_id": 47007, "title": "title"}
{"abstract": ["After the consent procedure, before randomization, patients and parents were asked to complete self-report questionnaires about their (or their child's) comfort with self-injection.", "Then, half of the sample (n ¼ 30) was randomized to the intervention (self-injection group) and the other half (n ¼ 30) was randomized to the control condition (standard education, control group), by research assistants' pulling a number out of a sealed envelope.", "Intervention group participants answered a set of questionnaires on the same day immediately after the injection, and control patients answered the same set of questionnaires on the same day, after the education was given.", "One month after the clinic visit, participants and their parents were mailed a follow-up questionnaire packet that was identical to that completed by the participant and parent on the day of recruitment.", "Patients who did not send the packet back within a week were called twice to remind them to send it."], "structured": false, "doc_id": 36692, "title": "title"}
{"abstract": ["Eligible patients were randomly assigned to two groups: the OIT group or the egg elimination (EE) group.", "Randomization was performed using a computerized system.", "Patients in the OIT group received oral egg immunotherapy according to the treatment protocol, and patients in the EE group continued with complete elimination of eggs from the diet.", "A second food challenge test and blood sampling were planned approximately 6 months after the first diagnostic oral food challenge (OFC) in both groups."], "structured": false, "doc_id": 34848, "title": "title"}
{"abstract": ["Eligible women were randomised into two groups 'A' and 'B'.", "Group A was administered 4 doses of 6mg dexamethasone 12 hours apart.", "Group B was administered 2 doses of 12 mg of dexamethasone 24 hours apart.", "The women were followed for seven successive days since the date of their admission."], "structured": false, "doc_id": 40574, "title": "title"}
{"abstract": ["Behavioral Treatment-Families were randomly assigned to either the homeworkfocused behavioral intervention (BPT+DRC) or a waitlist control group (WL).", "BPT+DRC was a behavioral treatment package largely based on Power's work developing the FSS and the Homework Success Program (HSP; Power, Karustis, & Habboushe, 2001 ) as well as general parent training content from the Community Parent Education Program (COPE; Cunningham, Bremner, & Boyle, 1995; Cunningham, 1990 ) and a DRC.", "The HSP manual was used for all homework-focused sessions and within-session content (e.g., homework routine, when-then contingencies, homework goals).", "The more general parent training skills (e.g., positive attention, time out) in the current intervention were derived from COPE, the standard BPT program employed in the STP (see Table 2 for outline of session content).", "In the COPE style of parent training, families sit in small subgroups of about seven parents each, watch video-taped vignettes of parenting errors, and discuss parenting errors, alternative strategies, potential barriers, and benefits of strategies.", "After each discussion, parent subgroup leaders report back to the larger group, and BPT clinicians facilitate discussion by reflecting questions back to the group and modeling proposed strategies.", "Due to the predominantly Hispanic sample, subgroup language could be either English or Spanish, and a Spanish-speaking translator was present in each of the parent training sessions."], "structured": false, "doc_id": 38972, "title": "title"}
