{"sentence_labels": [-1, -1, -1, -1, -1, -1, -1, -1, -1, -1, 1, -1], "text": "During the study period, 2,086 pregnant women were treated at our health center. Of these 446 women, had a twin pregnancy, with 371 presenting with IDA (as previously defined). Two hundred and six patients were eligible for participation, having met inclusion criteria. Thirty-four patients declined to participate, leaving 172 patients available for randomization to either group A (receiving 1 capsule of iron) or group B (receiving 2 capsules of iron). Eighty-five and eighty-seven women were randomized to groups A and B respectively. Figure 1 describes the flow chart of participants in the study from allocation to randomization. Table 1 represents the clinical characteristics of the women in the study. Maternal age at allocation, pregestational BMI, and parity were similar in both groups. More than 75% of the women participating in the study were multiparous. Gestational age at the time of allocation was also comparable. Hgb concentrations and red blood cell parameters at the time of allocation were of no significant difference. At the time of allocation, mean Hgb concentrations .9 Blood product units n (%) 3 (3.5) 3(3.4) 0.9 Gastrointestinal complaints * n (%) 4 (4.7) 4 (4.6) 0.9 Abdominal pain n (%) 4 (4.7) 5 (5.7) 0.7 Non-compliance n (%) 1 (1.2) 2 (2.3) 0.5 Intravenous iron administration n (%) 2 (2.3) 2 (2.3) 0.9", "section": "Results", "classification_label": 0, "section_number": 11, "sentences": ["During the study period, 2,086 pregnant women were treated at our health center.", "Of these 446 women, had a twin pregnancy, with 371 presenting with IDA (as previously defined).", "Two hundred and six patients were eligible for participation, having met inclusion criteria.", "Thirty-four patients declined to participate, leaving 172 patients available for randomization to either group A (receiving 1 capsule of iron) or group B (receiving 2 capsules of iron).", "Eighty-five and eighty-seven women were randomized to groups A and B respectively.", "Figure 1 describes the flow chart of participants in the study from allocation to randomization.", "Table 1 represents the clinical characteristics of the women in the study.", "Maternal age at allocation, pregestational BMI, and parity were similar in both groups.", "More than 75% of the women participating in the study were multiparous.", "Gestational age at the time of allocation was also comparable.", "Hgb concentrations and red blood cell parameters at the time of allocation were of no significant difference.", "At the time of allocation, mean Hgb concentrations .9 Blood product units n (%) 3 (3.5) 3(3.4) 0.9 Gastrointestinal complaints * n (%) 4 (4.7) 4 (4.6) 0.9 Abdominal pain n (%) 4 (4.7) 5 (5.7) 0.7 Non-compliance n (%) 1 (1.2) 2 (2.3) 0.5 Intravenous iron administration n (%) 2 (2.3) 2 (2.3) 0.9"], "doc_id": "47007"}