{"sentence_labels": [-1, -1, -1, -1, -1, -1, 1], "text": "Of the 107 patients screened, 90 met the inclusion and exclusion criteria and were randomized to study treatment (30 per treatment arm) and included in the ITT population. Of these, 60 were boys (no statistically significant differences between the three treatment groups; Cramer's V = .06, p = .861). Mean age was 8.27 years (SD = 1.74) with no statistically significant differences between the three treatment groups (ANOVA F = 0.20, p = .658). Overall, 51 patients (57%) had a diagnosis of combinedtype ADHD, 32 (36%) had predominantly inattentive type, and 7 (8%) had the hyperactive-impulsive subtype. There were no significant differences in the distribution of ADHD subtypes (Cramer's V = .103, p = .750). MPH dosages at baseline and Months 1 and 3 are shown in Table 1 . No differences in MPH dosages between the MPH arm and MPH + Omega-3/6 arm were found at baseline, although doses were higher in the MPH arm at Months 1 and 3.", "section": "Participants", "classification_label": 0, "section_number": 16, "sentences": ["Of the 107 patients screened, 90 met the inclusion and exclusion criteria and were randomized to study treatment (30 per treatment arm) and included in the ITT population.", "Of these, 60 were boys (no statistically significant differences between the three treatment groups; Cramer's V = .06, p = .861).", "Mean age was 8.27 years (SD = 1.74) with no statistically significant differences between the three treatment groups (ANOVA F = 0.20, p = .658).", "Overall, 51 patients (57%) had a diagnosis of combinedtype ADHD, 32 (36%) had predominantly inattentive type, and 7 (8%) had the hyperactive-impulsive subtype.", "There were no significant differences in the distribution of ADHD subtypes (Cramer's V = .103, p = .750).", "MPH dosages at baseline and Months 1 and 3 are shown in Table 1 .", "No differences in MPH dosages between the MPH arm and MPH + Omega-3/6 arm were found at baseline, although doses were higher in the MPH arm at Months 1 and 3."], "doc_id": "39302"}