{"sentence_labels": [-1, 1, -1, -1, -1, -1, -1, -1, -1, -1, -1, -1, -1, -1, -1, -1, -1, -1, -1, -1, -1], "text": "Before the results are discussed, the limitations of the present study must be presented. First of all, the distribution of caries experience in deciduous and in permanent teeth in highrisk groups (groups B and C) indicated that the groups have baseline differences. If a child had ds/DS ≥10 and salivary S. mutans levels >10 5 CFU/ml, he/she was included to the high-risk group. Then, all children in the high-risk group called for dental treatment. When we have reached 36 participants who do not comply with dental treatment, they have been included in group C: children with high caries risk, who did not comply with dental treatment. Then, children who had dental treatment were included in group B (n = 36). As a result, randomization was done for intervention so that there are some baseline differences between groups B and C. However, all children in the high-risk groups had salivary S. mutans levels >10 5 CFU/ml and we evaluated the efficacy of the lollipops according to the levels of S. mutans. Secondly, saliva samples were taken at the end of the third month after lollipop use in all groups. The 3-month period is a short time for evaluating post-treatment S. mutans levels. Maybe as the manufacturer's recommendation, the 10-day lollipop use might be repeated every 3 months, and maybe the duration of the study could be extended. However, we firstly wanted to evaluate whether lollipops have a dramatic effect in the first 3month period or not. Thirdly, the children who included to the study consumed lollipops twice a day. They consumed daily one of the two lollipops at home, not under the supervision of the dentist. We have tried to compensate for this limitation as similarly done in previous studies evaluating oral health products such as gum, mouthrinse, etc. Information was given to parents and the children consumed lollipops at home under the supervision of the parents/guardian [8, 22, 23] . The parents were asked whether their children had consumed the lollipops regularly at home or not, and all children were reported as consumed regularly. Also, the children have mentioned that they liked the taste of the lollipops, compliance was well, and no side effects or adverse events were reported. Within the limitations of the present study, after the 10-day herbal lollipop use, a significant decrease in S. mutans counts was observed in high-risk children who had no dental treatment (group C-1). In a previous study, the efficacy of an herbal lollipop containing an extract of licorice root in preschool children was evaluated [1] , and a result similar to the present study was reported. Also, as expected, in the placebo groups (A-2, B-2, and C-2), the difference between S. mutans levels before and after lollipop use was not statistically significant. The null hypotheses have been accepted based on the findings of the present study.", "section": "Discussion", "classification_label": 1, "section_number": 37, "sentences": ["Before the results are discussed, the limitations of the present study must be presented.", "First of all, the distribution of caries experience in deciduous and in permanent teeth in highrisk groups (groups B and C) indicated that the groups have baseline differences.", "If a child had ds/DS ≥10 and salivary S. mutans levels >10 5 CFU/ml, he/she was included to the high-risk group.", "Then, all children in the high-risk group called for dental treatment.", "When we have reached 36 participants who do not comply with dental treatment, they have been included in group C: children with high caries risk, who did not comply with dental treatment.", "Then, children who had dental treatment were included in group B (n = 36).", "As a result, randomization was done for intervention so that there are some baseline differences between groups B and C. However, all children in the high-risk groups had salivary S. mutans levels >10 5 CFU/ml and we evaluated the efficacy of the lollipops according to the levels of S. mutans.", "Secondly, saliva samples were taken at the end of the third month after lollipop use in all groups.", "The 3-month period is a short time for evaluating post-treatment S. mutans levels.", "Maybe as the manufacturer's recommendation, the 10-day lollipop use might be repeated every 3 months, and maybe the duration of the study could be extended.", "However, we firstly wanted to evaluate whether lollipops have a dramatic effect in the first 3month period or not.", "Thirdly, the children who included to the study consumed lollipops twice a day.", "They consumed daily one of the two lollipops at home, not under the supervision of the dentist.", "We have tried to compensate for this limitation as similarly done in previous studies evaluating oral health products such as gum, mouthrinse, etc.", "Information was given to parents and the children consumed lollipops at home under the supervision of the parents/guardian [8, 22, 23] .", "The parents were asked whether their children had consumed the lollipops regularly at home or not, and all children were reported as consumed regularly.", "Also, the children have mentioned that they liked the taste of the lollipops, compliance was well, and no side effects or adverse events were reported.", "Within the limitations of the present study, after the 10-day herbal lollipop use, a significant decrease in S. mutans counts was observed in high-risk children who had no dental treatment (group C-1).", "In a previous study, the efficacy of an herbal lollipop containing an extract of licorice root in preschool children was evaluated [1] , and a result similar to the present study was reported.", "Also, as expected, in the placebo groups (A-2, B-2, and C-2), the difference between S. mutans levels before and after lollipop use was not statistically significant.", "The null hypotheses have been accepted based on the findings of the present study."], "doc_id": "39014"}