{"sentence_labels": [-1, 1, -1, -1, -1, -1, -1, -1, -1, -1], "text": "Average age of participants in the sample was 15.2 years old (SD = 1.91), and 39 % reported previous use of indoor tanning. Analyses of baseline differences in outcome and intervening variables between intervention and control conditions revealed one significant difference for injunctive norms, t(261) = 1.95, p = 0.05. Control participants reported higher indoor tanning injunctive norms (M = 11.90, SD = 2.56) than intervention participants (M = 11.24, SD = 2.89). There were no other significant differences between the two groups on any of the variables at baseline, confirming that randomization was achieved. There were also no differences between the two cohorts. Analyses of baseline differences between participants who completed follow-up versus those who did not revealed no significant differences. Furthermore, examination of baseline differences in intervention participants who did not complete follow-up versus control participants who did not complete follow-up revealed no significant differences. Table 2 presents the model results predicting post-test indoor tanning intentions and willingness and sunless tanning willingness for the intent-to-treat analyses. These residualized change models controlled for baseline measures of the specific outcome measure (i.e., baseline indoor tanning intentions and willingness, sunless tanning willingness). For the intent-totreat analyses, participants in the intervention group reported significantly lower tanning intentions (b = −1.54, p < 0.01) and", "section": "Baseline and Attrition Analyses", "classification_label": 1, "section_number": 34, "sentences": ["Average age of participants in the sample was 15.2 years old (SD = 1.91), and 39 % reported previous use of indoor tanning.", "Analyses of baseline differences in outcome and intervening variables between intervention and control conditions revealed one significant difference for injunctive norms, t(261) = 1.95, p = 0.05.", "Control participants reported higher indoor tanning injunctive norms (M = 11.90, SD = 2.56) than intervention participants (M = 11.24, SD = 2.89).", "There were no other significant differences between the two groups on any of the variables at baseline, confirming that randomization was achieved.", "There were also no differences between the two cohorts.", "Analyses of baseline differences between participants who completed follow-up versus those who did not revealed no significant differences.", "Furthermore, examination of baseline differences in intervention participants who did not complete follow-up versus control participants who did not complete follow-up revealed no significant differences.", "Table 2 presents the model results predicting post-test indoor tanning intentions and willingness and sunless tanning willingness for the intent-to-treat analyses.", "These residualized change models controlled for baseline measures of the specific outcome measure (i.e., baseline indoor tanning intentions and willingness, sunless tanning willingness).", "For the intent-totreat analyses, participants in the intervention group reported significantly lower tanning intentions (b = −1.54, p < 0.01) and"], "doc_id": "36242"}