{"sentence_labels": [-1, 1, -1, -1, -1, -1], "text": "Both types of milk were well accepted by participants. At baseline, treatment groups had similar demographic and anthropometric characteristics (Table II) . Figure 2A compares mean serum VA concentrations in deficient and non-deficient children that received milk (G1) or fortified milk (G2) before and after supplementation. Data indicated there were not statistically significant differences in serum VA concentration in non-deficient children before and after milk or fortified milk consumption ( Fig. 2A) . In deficient children, basal serum VA concentrations in G1 and G2 were similar at baseline; consumption of milk or fortified milk significantly increased VA concentration in both treatment groups ( Fig. 2A) ; serum VA concentrations were not different between G1 and G2 at the end of the study. Prevalence of VA deficiency in G1 went from 13/173 (7.5%) at baseline to 17/164 (10.4%) at the end-line, while in G2 went from 18/155 (11.6%) to 12/152 (7.9%), respectively.", "section": "RESULTS", "classification_label": 0, "section_number": 23, "sentences": ["Both types of milk were well accepted by participants.", "At baseline, treatment groups had similar demographic and anthropometric characteristics (Table II) .", "Figure 2A compares mean serum VA concentrations in deficient and non-deficient children that received milk (G1) or fortified milk (G2) before and after supplementation.", "Data indicated there were not statistically significant differences in serum VA concentration in non-deficient children before and after milk or fortified milk consumption ( Fig. 2A) .", "In deficient children, basal serum VA concentrations in G1 and G2 were similar at baseline; consumption of milk or fortified milk significantly increased VA concentration in both treatment groups ( Fig. 2A) ; serum VA concentrations were not different between G1 and G2 at the end of the study.", "Prevalence of VA deficiency in G1 went from 13/173 (7.5%) at baseline to 17/164 (10.4%) at the end-line, while in G2 went from 18/155 (11.6%) to 12/152 (7.9%), respectively."], "doc_id": "41987"}