{"sentence_labels": [1, -1, -1, -1, -1, -1, -1, -1, -1, -1], "text": "It is unlikely that the AMPS score improvement is caused by a retesting effect, since the improvement on ADL process skills in the intervention group remained statistically significant also in the parallel group analysis, when both groups had experienced the same number of tests. Although the statistical significance was lost in AMPS motor skills, this could be a type II error due to the small numbers in this study. Furthermore, the AMPS test has been shown to have high test-retest reliability (AMPS motor r=0.9-0.91; AMPS process r=0.87-0.90). 36 On the other hand, since the waiting-list group did not receive the same amount of attention, we cannot rule out the possibility that the improvements seen could be an unspecific effect from participating in a study. All in all, we think our results are interesting and should motivate further studies. The evaluations immediately before and after the intervention period were used for both randomization groups. Variables are presented as Mean (SD) / Median (Min; Max) / (95% CI for mean). Effect size expressed as Standardized Response Mean. Variables are presented as Mean (SD) / Median (Min; Max). For comparing the change in outcome variables during the first period, analysis of covariance (ANCOVA) was used to adjust for the baseline values, with randomization group and baseline scores as independent variables.", "section": "Neuro-Oncology Neuro-Oncology Practice", "classification_label": 1, "section_number": 22, "sentences": ["It is unlikely that the AMPS score improvement is caused by a retesting effect, since the improvement on ADL process skills in the intervention group remained statistically significant also in the parallel group analysis, when both groups had experienced the same number of tests.", "Although the statistical significance was lost in AMPS motor skills, this could be a type II error due to the small numbers in this study.", "Furthermore, the AMPS test has been shown to have high test-retest reliability (AMPS motor r=0.9-0.91; AMPS process r=0.87-0.90).", "36 On the other hand, since the waiting-list group did not receive the same amount of attention, we cannot rule out the possibility that the improvements seen could be an unspecific effect from participating in a study.", "All in all, we think our results are interesting and should motivate further studies.", "The evaluations immediately before and after the intervention period were used for both randomization groups.", "Variables are presented as Mean (SD) / Median (Min; Max) / (95% CI for mean).", "Effect size expressed as Standardized Response Mean.", "Variables are presented as Mean (SD) / Median (Min; Max).", "For comparing the change in outcome variables during the first period, analysis of covariance (ANCOVA) was used to adjust for the baseline values, with randomization group and baseline scores as independent variables."], "doc_id": "35542"}andomization group and baseline scores as independent variables.", "All tests were 2-sided, with a significance level of .05, and were based on the intentionto-treat population.", "A secondary analysis measuring the correlation between activity levels and gaming time during the intervention period and the change in outcome variables was performed using Pitman´s non-parametric permutation test, 48 and described with Pearson correlation coefficient.", "To calculate the effect sizes we used the Standardized Response Mean (SRM), ie, the ratio between the mean change score and the standard deviation of that change score within the same group."], "doc_id": "35542"}