{"sentence_labels": [-1, 1, -1, -1, -1, -1], "text": "A total number of 99 patients were included in the study; 36 in the first group (Ultracision), 32 in the second group (LigaSure), and 31 in the third group (MiSeal). There were no significant differences between the groups regarding the gender, age, preoperative laboratory values (white blood cell count, C-reactive protein level, and neutrophil count), or clinical data (duration of symptoms and local clinical findings; Table 1 ). An analysis of the patient data showed that there was a significant difference between the groups only with respect to body temperature (P ¼ 0.044) but without clinical importance. The median age of patients was 14 y (range 3-17). A histopathologic analysis revealed a positive diagnosis of appendicitis in 84 patients (85%). There were five patients (5%) with an innocent appendix and 10 patients (10%) with other pathology findings (Meckel's diverticulitis in two cases, torsion of greater omentum in two cases, torsion of ovarian/ falopin tube cyst in four cases, torsion of ovarian teratoma in one case, and torsion of mesenteric cyst in one case).", "section": "Results", "classification_label": 0, "section_number": 7, "sentences": ["A total number of 99 patients were included in the study; 36 in the first group (Ultracision), 32 in the second group (LigaSure), and 31 in the third group (MiSeal).", "There were no significant differences between the groups regarding the gender, age, preoperative laboratory values (white blood cell count, C-reactive protein level, and neutrophil count), or clinical data (duration of symptoms and local clinical findings; Table 1 ).", "An analysis of the patient data showed that there was a significant difference between the groups only with respect to body temperature (P ¼ 0.044) but without clinical importance.", "The median age of patients was 14 y (range 3-17).", "A histopathologic analysis revealed a positive diagnosis of appendicitis in 84 patients (85%).", "There were five patients (5%) with an innocent appendix and 10 patients (10%) with other pathology findings (Meckel's diverticulitis in two cases, torsion of greater omentum in two cases, torsion of ovarian/ falopin tube cyst in four cases, torsion of ovarian teratoma in one case, and torsion of mesenteric cyst in one case)."], "doc_id": "34792"}