{"sentence_labels": [-1, -1, -1, 1, -1, -1, -1, -1, -1], "text": "RESULTS: The majority of the mothers, 31.7% in the control group and 28.2% in the test group, of subjects had diploma degree; 35% of fathers had diploma degree and 40% had primary education in the control group and the majority of fathers of the subjects in the test group had secondary education. 90.3% of the mothers of the control group and 81.7% of mothers in the test group were housewives; 96.6% of control group fathers and 95% of test group fathers were employed and had jobs. 99.1% of the total study population lived with their parents; 95% of mothers and 93.3% of fathers of control group and 88.3% of mothers and 98.4% of fathers of experimental group had no physical and psychological disorders. There were no significant differences between two groups of test and control in regard with fathers' occupation and education, living with parents, parents' diseases, and mothers' occupation and education (P>0.05). In regard with the duration of the syndrome, the symptoms started 3.7±1.7 before the next period and finished 3/3±1/7 after the cycle in the control group; these symptoms started 3.3±1.6 before the next period and finished 3.5±1.8 after the cycle in the test group, which did not show a significant difference (P>0.05). The range of the intensity of the symptoms in the test group was like this before the intervention: 38.3% moderate and 61.7% severe, which reduced to 36.7% mild, 46.4% moderate, and 16.7% severe after the intervention, which is indicative of the efficacy of the implemented intervention (Table 1 ). There was no significant difference in regard with the severity of the syndrome in two groups before the intervention (P=0.87); however, after the intervention the mean score of the test group decreased from 31.6±6.9 down to 21.5±6.8, a high difference indicative of the efficacy of the implemented intervention. The mean score of the control group decreased from 31.4±7.9 to 30.93±7.7, which, despite being statistically significant, lacked clinical significance. The changes witnessed in the control group are due to a five-monthinterval in the completion of questionnaires, which is, also, quite predictable (Table 2) . ", "section": "MATERIALS AND METHODS:", "classification_label": 0, "section_number": 3, "sentences": ["RESULTS: The majority of the mothers, 31.7% in the control group and 28.2% in the test group, of subjects had diploma degree; 35% of fathers had diploma degree and 40% had primary education in the control group and the majority of fathers of the subjects in the test group had secondary education.", "90.3% of the mothers of the control group and 81.7% of mothers in the test group were housewives; 96.6% of control group fathers and 95% of test group fathers were employed and had jobs.", "99.1% of the total study population lived with their parents; 95% of mothers and 93.3% of fathers of control group and 88.3% of mothers and 98.4% of fathers of experimental group had no physical and psychological disorders.", "There were no significant differences between two groups of test and control in regard with fathers' occupation and education, living with parents, parents' diseases, and mothers' occupation and education (P>0.05).", "In regard with the duration of the syndrome, the symptoms started 3.7±1.7 before the next period and finished 3/3±1/7 after the cycle in the control group; these symptoms started 3.3±1.6 before the next period and finished 3.5±1.8 after the cycle in the test group, which did not show a significant difference (P>0.05).", "The range of the intensity of the symptoms in the test group was like this before the intervention: 38.3% moderate and 61.7% severe, which reduced to 36.7% mild, 46.4% moderate, and 16.7% severe after the intervention, which is indicative of the efficacy of the implemented intervention (Table 1 ).", "There was no significant difference in regard with the severity of the syndrome in two groups before the intervention (P=0.87); however, after the intervention the mean score of the test group decreased from 31.6±6.9 down to 21.5±6.8, a high difference indicative of the efficacy of the implemented intervention.", "The mean score of the control group decreased from 31.4±7.9 to 30.93±7.7, which, despite being statistically significant, lacked clinical significance.", "The changes witnessed in the control group are due to a five-monthinterval in the completion of questionnaires, which is, also, quite predictable (Table 2) ."], "doc_id": "36094"}