{"sentence_labels": [-1, -1, -1, -1, -1, -1, -1, -1, -1, -1, -1, -1, -1, -1, -1, -1, 1], "text": "SSI is a composite measurement that may be used to monitor the patient's hemodynamic responses to surgical stimuli and analgesic medications during general anaesthesia. It reflects the patient's responses, which result from increased sympathetic activity as a reaction to nociceptive stimuli. A previous study showed that multiple stress indicators (SSI, PPGA, HR, BP, response entropy and state entropy) succeeded in detecting the nociceptive stimulus caused by intubation and surgery in anaesthetized children [19] . These findings indicated a clinical use for SSI during general anaesthesia in children, suggesting that SSI might be useful as an indicator of nociceptive stimulus. Therefore, we hypothesized that, if high dose of opioid could block the nociceptive stimulus, a patient's SSI might remain stable in the presence of a high opioid dose; in contrast, a low dose of opioid would not prevent changes in SSI. Here, we compared different infusion rates of opioid (sufentanil) with SSI values, along with traditional parameters such as BP and HR, to measure nociceptive response. We used cranial pinning as the nociceptive stimulus during general anaesthesia. However, we found no differences in SSI values in the presence of differing infusion rates of sufentanil, in contrast to the previous study; however, other traditional parameters might vary over time during cranial pinning. In our study, BP changed with the cranial pinning stimulus, demonstrating an increase at 1 and 2 min after cranial pinning in all groups; subsequently, BP decreased. Importantly, this finding was consistent with a previous study [20] . However, SSI did not follow this trend, thereby demonstrating that SSI measurements and traditional clinical findings were quite disparate. This can be explained in multiple ways. First, the algorithm to calculate SSI is based on a 'normalized' PPGA wave (67% included in the final index) and pulse beat interval (PBI, 33%); however, this algorithm is proprietary and does not include BP [21] , which may explain the lack of differences seen in SSI. Another possible explanation is that there is an uncertainty in SSI due to the nociceptive response in children. Lastly, we checked BP and averaged SSI, both in 1 min intervals. Therefore, we might have missed changes in SSI by averaging the SSI values, which were calculated every 8 s, even though the noxious stimulus of cranial pinning was very short. Interestingly, HR increased in low-dose infusion of sufentanil, unlike in the other two groups, despite there being no differences among the three groups.", "section": "Discussion", "classification_label": 0, "section_number": 24, "sentences": ["SSI is a composite measurement that may be used to monitor the patient's hemodynamic responses to surgical stimuli and analgesic medications during general anaesthesia.", "It reflects the patient's responses, which result from increased sympathetic activity as a reaction to nociceptive stimuli.", "A previous study showed that multiple stress indicators (SSI, PPGA, HR, BP, response entropy and state entropy) succeeded in detecting the nociceptive stimulus caused by intubation and surgery in anaesthetized children [19] .", "These findings indicated a clinical use for SSI during general anaesthesia in children, suggesting that SSI might be useful as an indicator of nociceptive stimulus.", "Therefore, we hypothesized that, if high dose of opioid could block the nociceptive stimulus, a patient's SSI might remain stable in the presence of a high opioid dose; in contrast, a low dose of opioid would not prevent changes in SSI.", "Here, we compared different infusion rates of opioid (sufentanil) with SSI values, along with traditional parameters such as BP and HR, to measure nociceptive response.", "We used cranial pinning as the nociceptive stimulus during general anaesthesia.", "However, we found no differences in SSI values in the presence of differing infusion rates of sufentanil, in contrast to the previous study; however, other traditional parameters might vary over time during cranial pinning.", "In our study, BP changed with the cranial pinning stimulus, demonstrating an increase at 1 and 2 min after cranial pinning in all groups; subsequently, BP decreased.", "Importantly, this finding was consistent with a previous study [20] .", "However, SSI did not follow this trend, thereby demonstrating that SSI measurements and traditional clinical findings were quite disparate.", "This can be explained in multiple ways.", "First, the algorithm to calculate SSI is based on a 'normalized' PPGA wave (67% included in the final index) and pulse beat interval (PBI, 33%); however, this algorithm is proprietary and does not include BP [21] , which may explain the lack of differences seen in SSI.", "Another possible explanation is that there is an uncertainty in SSI due to the nociceptive response in children.", "Lastly, we checked BP and averaged SSI, both in 1 min intervals.", "Therefore, we might have missed changes in SSI by averaging the SSI values, which were calculated every 8 s, even though the noxious stimulus of cranial pinning was very short.", "Interestingly, HR increased in low-dose infusion of sufentanil, unlike in the other two groups, despite there being no differences among the three groups."], "doc_id": "39000"}