{"sentence_labels": [1, -1, -1, -1, -1, -1, -1, -1, -1], "text": "Demographic parameters such as age, weight, and gender were comparable in both groups (Table 1 ). There were no patients with previous experience of anesthesia and premedication (Table 1 ). There was no significant difference in the level of parental education (adapted from Kuppuswamy's socioeconomic scale) among both the groups (Table 2) . Hemodynamic parameters (heart rate and mean blood pressure) at different stages were comparable among the groups. Ease of administration score (assessed by parents), modified medication acceptance score, parental separation anxiety score, and mask acceptance score (evaluated by anesthesiologists) were found to be better with oral midazolam ( Table 2) . Facial hedonic score (assessed by parents) and sedation score at 15 and 30 min (evaluated by anesthesiologists) were comparable between the groups (Table 2) . A correlation graph was plotted between ease of administration score and medication acceptance score in each group. They show strong correlation (Fig. 2 ). There were no complications in either group due to the administration of midazolam premedication.", "section": "Results", "classification_label": 0, "section_number": 9, "sentences": ["Demographic parameters such as age, weight, and gender were comparable in both groups (Table 1 ).", "There were no patients with previous experience of anesthesia and premedication (Table 1 ).", "There was no significant difference in the level of parental education (adapted from Kuppuswamy's socioeconomic scale) among both the groups (Table 2) .", "Hemodynamic parameters (heart rate and mean blood pressure) at different stages were comparable among the groups.", "Ease of administration score (assessed by parents), modified medication acceptance score, parental separation anxiety score, and mask acceptance score (evaluated by anesthesiologists) were found to be better with oral midazolam ( Table 2) .", "Facial hedonic score (assessed by parents) and sedation score at 15 and 30 min (evaluated by anesthesiologists) were comparable between the groups (Table 2) .", "A correlation graph was plotted between ease of administration score and medication acceptance score in each group.", "They show strong correlation (Fig. 2 ).", "There were no complications in either group due to the administration of midazolam premedication."], "doc_id": "40723"}