{"sentence_labels": [-1, 1, -1, -1, -1, -1, -1, -1, -1], "text": "The baseline characteristics in both the groups were comparable. Infants in group A, however, received higher proportion of EBM. The protein intake differed by design ( Table 2) . At 40 weeks PMA, OFC gain was greater in group A as compared to group B. Similarly, infants in group A achieved a significantly higher weight GV. No difference was, however, observed in length increment between the 2 groups. Similar findings were observed when these growth parameters were assessed at discharge ( Table 3 ).The duration of hospital stay (Fig. 2) , time to reach full feeds, and time to regain birth weight were comparable in the 2 groups. No significant difference was observed in proportion of neonates who developed bronchopulmonary dysplasia, sepsis, intraventricular hemorrhage, and NEC (Table 4) . On analyzing the biochemical parameters, it was found that BUN was significantly higher in group A as compared to group B. All other values including prealbumin, calcium, phosphorus, and alkaline phosphatase were comparable in the 2 groups. Long-term growth and neurodevelopmental outcomes as assessed by DASII scale at 12 to 18 months were similar in both the groups (Table 3) .", "section": "RESULTS", "classification_label": 1, "section_number": 21, "sentences": ["The baseline characteristics in both the groups were comparable.", "Infants in group A, however, received higher proportion of EBM.", "The protein intake differed by design ( Table 2) .", "At 40 weeks PMA, OFC gain was greater in group A as compared to group B. Similarly, infants in group A achieved a significantly higher weight GV.", "No difference was, however, observed in length increment between the 2 groups.", "Similar findings were observed when these growth parameters were assessed at discharge ( Table 3 ).The duration of hospital stay (Fig. 2) , time to reach full feeds, and time to regain birth weight were comparable in the 2 groups.", "No significant difference was observed in proportion of neonates who developed bronchopulmonary dysplasia, sepsis, intraventricular hemorrhage, and NEC (Table 4) .", "On analyzing the biochemical parameters, it was found that BUN was significantly higher in group A as compared to group B. All other values including prealbumin, calcium, phosphorus, and alkaline phosphatase were comparable in the 2 groups.", "Long-term growth and neurodevelopmental outcomes as assessed by DASII scale at 12 to 18 months were similar in both the groups (Table 3) ."], "doc_id": "37356"}