{"sentence_labels": [-1, -1, -1, -1, -1, -1, 1, -1, -1], "text": "In patients with T-ALL (n = 157), the 5-year OS and EFS was 67.9% and 60.3%, respectively. In patients with B-ALL (n = 1,209), the 5-year OS and EFS was 83.3% and 76.1%, respectively (Figs. 2C and 2D ). The 5-year OS and EFS were lower in patients with T-ALL than B-ALL (P < 0.0001 and P < 0.0001, respectively). Patients with B-ALL were further classified by genetic markers with frequency as follows: TEL-AML1 (17.6%), hyperdiploid (DNA index ≥1.16 or chromosome 51-68) (13.8%), E2A-PBX1 (6%), MLL (4%), BCR-ABL1 (3%), and Down syndrome (0.7%). Favorable factors included TEL-AML1, hyperdiploid, E2A-PBX1, and Down syndrome with 5-year EFS above 83% and OS above 88% (Fig. 3) . Clinical and biological characters between SRA and SRB are shown in Table 1 . The percentages of TEL-AML1 and hyperdiploid were 22 and 25 respectivelin in the SRA group, and 20 and 19, respectively, in the SRB group; other wise there was no difference between the two groups. Patients harboring MLL and BCR-ABL1 had poorer outcomes: 5-year EFS was 23.4% and 31.8% and 5-year OS was 28.6% and 44.7%, respectively. Five-year OS and EFS between the genetic classifications were significantly different (P < 0.0001 and P < 0.0001, respectively).", "section": "Treatment results according to immunophenotypes and genetic classifications", "classification_label": 0, "section_number": 6, "sentences": ["In patients with T-ALL (n = 157), the 5-year OS and EFS was 67.9% and 60.3%, respectively.", "In patients with B-ALL (n = 1,209), the 5-year OS and EFS was 83.3% and 76.1%, respectively (Figs. 2C and 2D ).", "The 5-year OS and EFS were lower in patients with T-ALL than B-ALL (P < 0.0001 and P < 0.0001, respectively).", "Patients with B-ALL were further classified by genetic markers with frequency as follows: TEL-AML1 (17.6%), hyperdiploid (DNA index ≥1.16 or chromosome 51-68) (13.8%), E2A-PBX1 (6%), MLL (4%), BCR-ABL1 (3%), and Down syndrome (0.7%).", "Favorable factors included TEL-AML1, hyperdiploid, E2A-PBX1, and Down syndrome with 5-year EFS above 83% and OS above 88% (Fig. 3) .", "Clinical and biological characters between SRA and SRB are shown in Table 1 .", "The percentages of TEL-AML1 and hyperdiploid were 22 and 25 respectivelin in the SRA group, and 20 and 19, respectively, in the SRB group; other wise there was no difference between the two groups.", "Patients harboring MLL and BCR-ABL1 had poorer outcomes: 5-year EFS was 23.4% and 31.8% and 5-year OS was 28.6% and 44.7%, respectively.", "Five-year OS and EFS between the genetic classifications were significantly different (P < 0.0001 and P < 0.0001, respectively)."], "doc_id": "35266"}