{"sentence_labels": [1, -1, -1, -1, -1, -1, -1], "text": "We used mixed models (also known as multilevel models) to assess the three-wave longitudinal effects of FSI-HIV on caregiver-child relationships and child mental health and functioning, accounting for family clustering and clustering of the three time points within persons. Descriptive analyses were conducted in Stata 14 (StataCorp LP) and multilevel models were estimated using HLM 7 (Scientific Software International, Inc.). Where normality assumptions for residuals could not be sustained due to skewed scale scores, we employed a generalized linear model with a Poisson link function. All models predicting child outcomes were adjusted for child sex, child age, family SES, family type (single-or dual-caregiver family) and child HIV status. For caregiver-reported outcomes, caregiver sex, age, family type, and caregiver HIV status were included. Time dummy variables (posttreatment and three-month follow-up) were included to account for change, and treatment (FSI-HIV dummy) by time dummy interaction terms were included to test the effect of the FSI-HIV treatment on outcomes. The mode of analysis was intent-to-treat with 20 multiplyimputed data sets created in Stata 14 using chained equations to account for missing values and participants who did not complete all assessments (9.2% by three-month follow-up) (Tang et al., 2005) .", "section": "Statistical analysis", "classification_label": 0, "section_number": 20, "sentences": ["We used mixed models (also known as multilevel models) to assess the three-wave longitudinal effects of FSI-HIV on caregiver-child relationships and child mental health and functioning, accounting for family clustering and clustering of the three time points within persons.", "Descriptive analyses were conducted in Stata 14 (StataCorp LP) and multilevel models were estimated using HLM 7 (Scientific Software International, Inc.).", "Where normality assumptions for residuals could not be sustained due to skewed scale scores, we employed a generalized linear model with a Poisson link function.", "All models predicting child outcomes were adjusted for child sex, child age, family SES, family type (single-or dual-caregiver family) and child HIV status.", "For caregiver-reported outcomes, caregiver sex, age, family type, and caregiver HIV status were included.", "Time dummy variables (posttreatment and three-month follow-up) were included to account for change, and treatment (FSI-HIV dummy) by time dummy interaction terms were included to test the effect of the FSI-HIV treatment on outcomes.", "The mode of analysis was intent-to-treat with 20 multiplyimputed data sets created in Stata 14 using chained equations to account for missing values and participants who did not complete all assessments (9.2% by three-month follow-up) (Tang et al., 2005) ."], "doc_id": "35176"}