{"sentence_labels": [-1, 1, -1, -1], "text": "The crossover design, chosen at first to increase the statistical power of the trial, has proved itself to be a limitation of this trial. The main limitation of the crossover design used in the present study is the possibility of a carryover effect between treatment phases. This design has at least two important limitations: 1) crossover designs may lead to confounding estimates of the treatment effects, making them less noticeable, especially if, as in this case, the washout period seems too short to reverse the effects gained with the intervention. Although a two-week washout period was planned in order to diminish carryover effects, the dynamics of ω3 are not sufficiently known to ensure that the washout period was long enough, and 2) interventions that may potentially change the course of development (as in this case, improving the mechanistic and functional characteristics of the cell membranes) have not been well tested in a design that assumes that the system would revert to the previous status once the intervention ceases.", "section": "Discussion", "classification_label": 1, "section_number": 37, "sentences": ["The crossover design, chosen at first to increase the statistical power of the trial, has proved itself to be a limitation of this trial.", "The main limitation of the crossover design used in the present study is the possibility of a carryover effect between treatment phases.", "This design has at least two important limitations: 1) crossover designs may lead to confounding estimates of the treatment effects, making them less noticeable, especially if, as in this case, the washout period seems too short to reverse the effects gained with the intervention.", "Although a two-week washout period was planned in order to diminish carryover effects, the dynamics of ω3 are not sufficiently known to ensure that the washout period was long enough, and 2) interventions that may potentially change the course of development (as in this case, improving the mechanistic and functional characteristics of the cell membranes) have not been well tested in a design that assumes that the system would revert to the previous status once the intervention ceases."], "doc_id": "37077"}owever, the crossover design has to be accounted for.", "The main limitation of the crossover design used in the present study is the possibility of carryover effect between treatment phases, which could confound estimates of the treatment effects, making them less noticeable.", "Although a two-week washout period was planned in order to avoid carryover effects, the dynamics of ω3 are not sufficiently known to ensure that the washout period was long enough.", "The effect size of the changes in behavioral measures are moderate to large and likely clinically significant and occurred in subscales of the SRS that capture the extent to which a respondent is generally motivated to engage in social-interpersonal behavior, elements of social anxiety, inhibition, and empathic orientation (Constantino, 2005) .", "Social motivation and attentiveness is a very important prerequisite for the success of any psychological or educational intervention, and, as it is coming up from early intervention studies, for language development (DiStefano et al., 2016) .", "Thus, the effect of ω3 over longer periods of time should be tested and teased apart from other interventions in place in order to determine its role as a coadjutant treatment.", "To our knowledge, four controlled studies with ω3 in ASD have been conducted (2 of them of a pilot nature) (Amminger et al., 2007; Bent et al., 2011 Bent et al., , 2014 Mankad et al., 2015) , all with behavioral primary outcomes (not specific for autism).", "All found non-significant improvements in main outcome measures.", "As secondary outcome measures, two of the studies (in a pilot and exploratory manner) (Bent et al., 2011; Mankad et al., 2015) analyzed plasma fatty acid levels and cytokine profile with no conclusive results."], "doc_id": "37077"}